[{"id":"2005-MO-044","title":"State v. Wise","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2005-MO-044","description":null,"date":"2005-09-26","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\nPRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nHastings Arthur Wise, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n Thomas W. Cooper, Jr., Circuit Court Judge\r\n&nbsp;\r\n\r\nMemorandum Opinion No. 2005-MO-044\r\nSubmitted September 9, 2005 - Filed September 26, 2005\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nActing Chief Attorney Joseph L. Savitz, III, and Assistant Appellate Defender Robert M. Dudek, S.C. Office of Appellate Defense, of Columbia, for Appellant.\r\nAttorney General Henry D. McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and Assistant Attorney General S. Creighton Waters, all of Columbia; and Solicitor Barbara R. Morgan, of Aiken, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Appellant was convicted of four counts of murder, three counts of assault and battery with intent to kill, four counts of possession of a firearm during the commission of a violent crime, and second degree burglary and was sentenced to death.  This Court affirmed appellant’s convictions and sentences, and the United States Supreme Court denied certiorari.  State v. Wise, 359 S.C. 14, 596 S.E.2d 475, cert. denied, ___ U.S. ___, 125 S.Ct. 355, 160 L.Ed.2d 263 (2004).\r\nWhen appellant notified the Court that he wished to waive all future appeals and be executed, this matter was remanded to the trial judge to determine appellant’s competency.  The trial judge found that appellant was competent to waive his right to future proceedings.  The judge also found that he did not have jurisdiction to order a mini-evaluation of appellant immediately prior to his execution.  Counsel for appellant has appealed from the order of the trial judge, challenging only the finding by the trial judge that he did not have jurisdiction to order a subsequent evaluation of appellant.\r\nBecause there is no challenge to the competency finding in this case, we are not required to review the finding that appellant is competent.  See Rule 208(b)(1)(B), SCACR (ordinarily, no point will be considered which is not set forth in the statement of the issues on appeal);\r\nState v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991) (abolishing in favorem vitae review in death penalty cases).  However, because all of the experts agree that appellant is competent, we find that the evidence supports the trial judge’s finding that appellant is competent to waive his right to any future proceedings.\r\nAppellant argues that this matter should be remanded to the trial judge to order a mini-evaluation of appellant immediately prior to his execution or, in the alternative, this Court should order a mini-evaluation.\r\nThe State cannot execute an incompetent inmate.  Council v. Catoe, 359 S.C. 120, 597 S.E.2d 782 (2004);\r\nSingleton v. State, 313 S.C. 75, 437 S.E.2d 53 (1993).  If an inmate alleges he or she is incompetent after an order of execution is issued by this Court, the inmate may apply for Post- Conviction Relief on the basis of competency, pursuant to S.C. Code Ann. § 17-27-20(a)(6) (2003).  Singleton v. State.  At that time, an evidentiary hearing will be held at which the inmate must show by a preponderance of the evidence that he or she lacks the requisite competency for execution.  Id.  If the PCR court finds the applicant incompetent, and this Court agrees, a stay of execution will be issued.  Id.  When the inmate becomes competent, the State must move for a hearing before the PCR judge to lift the stay of execution.  Id.\r\nThis matter was remanded to the trial judge for the sole purpose of determining appellant’s competency to waive his right to further proceedings.  The issue of whether appellant is competent to be executed was not before the trial judge and is not properly before this Court at this time.  Once this Court issues an order of execution, appellant may then institute a PCR action if he contends he is not competent to be executed.  Accordingly, the trial judge properly refused to order a subsequent evaluation of appellant.\r\n AFFIRMED.\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"},{"id":"2005-MO-045","title":"State v. Brinson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2005-MO-045","description":null,"date":"2005-09-26","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\nPRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\nThe State, Petitioner/Respondent,\r\nv.\r\nJohn Brinson, Respondent/Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Beaufort County\r\n Perry M. Buckner, Circuit Court Judge\r\n\r\nMemorandum Opinion No. 2005-MO-045\r\nSubmitted September 13, 2005 - Filed September 26, 2005\r\n\r\nREVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, and Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor Randolph Murdaugh, III, of Hampton, for Petitioner/Respondent.\r\nAlysoun Meree Eversole, of Beaufort, for Respondent/Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Respondent/Petitioner (Brinson) was convicted of kidnapping, first degree burglary, and first degree criminal sexual conduct (CSC).  He was sentenced to imprisonment for life without parole on each charge.  On direct appeal, the Court of Appeals held that the trial court lacked subject matter jurisdiction over the CSC and burglary charges after their improper amendment and vacated those convictions.  State v. Brinson, Op. No. 2004-UP-346 (S.C. Ct. App. filed May 25, 2004).\r\nBoth Brinson and the State have filed petitions for writs of certiorari to review the decision of the Court of Appeals.  Brinson’s petition is denied.  We grant the State’s petition, dispense with further briefing, and reverse the decision of the Court of Appeals in part.\r\nAt the start of trial, the State moved to amend the burglary and CSC indictments.  The amendment to the CSC indictment struck the allegation of intercourse, leaving only an allegation of oral sex, and added that the victim was the victim of a kidnapping or burglary.  The burglary indictment was amended to change the aggravating circumstance from being armed with a deadly weapon to entering in the nighttime.  Because it found that the amendments changed the nature of the offenses, the Court of Appeals held that the trial court did not have subject matter jurisdiction over the burglary and CSC charges.\r\nSubsequent to the Court of Appeals’ opinion, this Court issued its decision in State v. Gentry, 363 S.C. 93, 610 S.E.2d 494 (2005).  In Gentry, we held that, because subject matter jurisdiction refers to the power of the court to hear and determine cases of the general class to which the proceedings belong, a defective indictment does not deprive the court of subject matter jurisdiction.  Instead, a challenge that the indictment is insufficient or defective must be made before the jury is sworn.  Id.\r\nBrinson made no objection to the amendment of the indictments at trial.  Accordingly, any error in the amendments is not preserved for appellate review, and the Court of Appeals’ holding that the trial court lacked subject matter jurisdiction over the CSC and burglary indictments is\r\nREVERSED.\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"},{"id":"2005-MO-046","title":"Williams v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2005-MO-046","description":null,"date":"2005-09-26","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS\r\nPRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\nJonathan Williams, Respondent,\r\nv.\r\nState of South Carolina, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF\r\nCERTIORARI\r\n\r\nAppeal From Berkeley County\r\n Jackson V. Gregory, Circuit Court Judge\r\n\r\nMemorandum Opinion No. 2005-MO-046\r\nSubmitted September 22, 2005 - Filed September 26, 2005\r\n\r\nREVERSED\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W.\r\n        McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant Special Attorney General Tracey E. Green, all of Columbia, for Petitioner.\r\nTara Dawn Shurling, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Reversed pursuant to Rule 220(b)(1), SCACR, and the following authority:  Holland v. State, 322 S.C. 111, 470 S.E.2d 378 (1996) (the findings of a post-conviction relief court will not be upheld if no evidence of probative value supports those findings).\r\n TOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"}]