[{"id":"2005-MO-036","title":"Williams v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2005-MO-036","description":null,"date":"2005-07-18","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\n.Section1\r\n\t{page:Section1;}\r\n.Section2\r\n\t{page:Section2;}\r\n-->\r\n\r\n\r\n\r\n\r\nTHIS\r\nOPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\nPRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.&nbsp;\r\nTHE STATE OF SOUTH\r\nCAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        Alfred\r\n        Williams,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Petitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nMemorandum Opinion No. 2005-MO-036\r\nSubmitted June 13, 2005 - Filed July 18, 2005\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender\r\n        Aileen P. Clare, Office of Appellate Defense, of Columbia, for Petitioner.\r\n        Attorney General Henry\r\n        Dargan McMaster, Chief Deputy Attorney General John W. McIntosh,\r\n        Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General David Spencer, Office of the Attorney General, of\r\n        Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:&nbsp; Affirmed\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities:&nbsp; Issue\r\n1:&nbsp; State v. Cheeseboro, 346 S.C. 526, 552 S.E.2d 300 (2001).&nbsp;\r\nIssue 2:&nbsp; State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996); Cock-N-Bull\r\nSteak House, Inc. v. Generali Ins. Co., 321 S.C. 1, 466 S.E.2d 727\r\n(1996)(failure to take advantage of trial judge’s offer to give curative\r\ninstruction constitutes waiver of right to complain of error on appeal); State\r\nv. Watts, 321 S.C. 158, 467 S.E.2d 272 (Ct. App. 1996)(in rejecting trial\r\ncourt’s offer to strike testimony or give curative instruction, appellant\r\nwaived any complaint he had to challenged testimony; because the question had\r\nalready been answered, a motion to strike was necessary to preserve any claim of\r\nerror on appeal).\r\nAFFIRMED.\r\nTOAL, C.J., MOORE, WALLER,\r\nBURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"},{"id":"2005-MO-037","title":"Miller v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2005-MO-037","description":null,"date":"2005-07-25","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        James C. Miller, Petitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Greenville County\r\nJ. Michael Baxley, Post-Conviction Relief Judge\r\n\r\nMemorandum Opinion No. 2005-MO-037\r\nSubmitted July 8, 2005 - Filed July 25, 2005\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Aileen P. Clare, S.C. Office of Appellate Defense, of Columbia, for Petitioner.\r\n        Attorney General Henry D. McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney General Christopher L. Newton, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Petitioner seeks a writ of certiorari from the denial of his application for post-conviction relief (PCR).  We grant the petition, dispense with further briefing, reverse the order of the PCR judge, and remand this matter for an evidentiary hearing.\r\nIn his PCR application, petitioner alleged that counsel erroneously advised him that he was eligible for parole.  The PCR judge dismissed petitioner’s application as successive and barred by the statute of limitations.  Petitioner contends that this was error.  We agree.\r\nPetitioner was advised by the Department of Corrections that he was ineligible for parole in a letter dated May 3, 2002.  His PCR application was filed on April 9, 2003, within one year after he discovered he was not eligible for parole.  Therefore, petitioner’s PCR application should not have been dismissed as barred by the statute of limitations.  Coats v. State, 352 S.C. 500, 575 S.E.2d 557 (2003) (claim that counsel was ineffective for improperly advising applicant that he would be parole eligible falls within S.C. Code Ann. § 27-17-45(c) (2003), the discovery rule of the statute of limitations).  Further, because petitioner could not have raised the issue in his prior PCR applications, the application should not have been dismissed as successive.  Tilley v. State, 334 S.C. 24, 511 S.E.2d 689 (1999) (fourth PCR application challenging guilty plea as involuntary on ground applicant did not know he was parole ineligible was not successive where applicant could not have raised claim in previous application because he previously did not know he was parole ineligible).\r\nAccordingly, we reverse the order of the PCR judge dismissing petitioner’s application for PCR as successive and barred by the statute of limitations and remand this matter for an evidentiary hearing on petitioner’s allegation.\r\nREVERSED AND REMANDED.\r\n MOORE, WALLER, BURNETT, PLEICONES, JJ., concur.  TOAL, C.J., dissenting in a separate opinion.\r\nCHIEF JUSTICE TOAL:    Because I believe the Court should, in the interest of judicial economy, answer the novel issue this matter presents at this time, I respectfully dissent.  I would grant the petition for a writ of certiorari, dispense with further briefing, and hold that petitioner failed to show any prejudice from counsel’s alleged erroneous advice.[1]\r\n After rejecting a plea offer, petitioner proceeded to trial on the charges against him.  He now contends that he rejected the plea offer based on counsel’s erroneous parole eligibility advice.  Because petitioner received the trial to which he was constitutionally entitled, any erroneous advice given by counsel which caused petitioner to reject the plea offer could not have affected the result of the trial. Strickland v. Washington, 466 U.S. 668 (1984) (in order to prove that counsel was ineffective, the applicant must show that counsel’s performance was deficient and that there is a reasonable probability that, but for counsel’s errors, the result of the trial would have been different).  Accordingly, even if counsel’s advice constituted deficient performance, petitioner cannot show any prejudice from that advice.  I would, therefore, hold that petitioner is not entitled to PCR.\r\n\r\n[1] The majority’s disposition of this matter in no way affects our ability to address the merits of the ineffective assistance of counsel issue should petitioner seek another writ of certiorari once a factual determination has been made by the PCR judge on remand.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"}]