[{"id":"2006-MO-029","title":"Davis v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2006-MO-029","description":null,"date":"2006-09-25","type":"opinion","text":"\r\n\t\t\r\n\r\n\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS&nbsp;\r\n PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 239(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\nClifton L. Davis, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Marion County\r\n James E. Brogdon, Jr., Circuit Court Judge\r\n\r\nMemorandum Opinion No.  2006-MO-029\r\nSubmitted September 19, 2006 – Filed September 25, 2006\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Pachak, South Carolina Commission, of Columbia, Clifton L. Davis #262942, Broad River Correctional, of Columbia, for Petitioner.\r\nAttorney General Henry Dargan McMaster, Chief Deputy Attorney General John McIntosh, Assistant Deputy Attorney General Salley W. Elliott and Assistant Attorney General Julie M. Thames, all of Office of the Attorney General, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Petitioner seeks a writ of certiorari from the denial of his application for post-conviction relief\r\n(PCR).\r\nBecause there is sufficient evidence to support the PCR judge’s finding that petitioner did not knowingly and intelligently waive his right to a direct appeal, we grant the petition for a writ of certiorari proceed with a review of the direct appeal issue pursuant to Davis v. State, 288 S.C. 290, 342 S.E.2d 60 (1986).\r\nCounsel for petitioner has filed a brief pursuant to Anders v. California, 386 U.S. 738 (1967) and a petition to be relieved as counsel.  Petitioner has filed a pro se response.  After a thorough review of the record pursuant to Anders, we dismiss the appeal and grant the petition to be relieved as counsel.\r\n DISMISSED.\r\n TOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Supreme"}]