[{"id":"2010-MO-033","title":"Crain v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-033","description":null,"date":"2010-12-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n        Eric Crain, Respondent,\r\n        v.\r\n        State of South Carolina, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Pickens County\r\nD. Garrison Hill, Plea Judge\r\n Alison Renee Lee, Post-Conviction Relief\r\nJudge\r\n\r\nMemorandum Opinion No.  2010-MO-033\r\n  Submitted December 15, 2010 – Filed\r\nDecember 20, 2010  \r\n\r\nAFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Henry D. McMaster, Chief Deputy Attorney General\r\n          John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n          Attorney General Karen Ratigan, of Columbia, for Petitioner.\r\n        H. Michael Spivey, of Mauldin, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER\r\n  CURIAM:  The State seeks a writ of certiorari from an order granting\r\n  respondent post-conviction relief (PCR) and a belated review of his direct\r\n  appeal issues pursuant to White\r\n    v. State, 263 S.C. 110,\r\n  208 S.E.2d 35 (1974).  We deny the petition for a writ of certiorari on the\r\n  State's Question I.  As to Questions II and III, we grant the petition,\r\n  dispense with further briefing, and affirm in part and reverse in part the\r\n  order of the PCR judge.\r\nRespondent\r\n  pled guilty to second degree criminal sexual conduct (CSC) with a minor\r\n  involving E.B.  However, the record\r\n  demonstrates respondent believed he was pleading to CSC with J.A.  The\r\n  recitation of facts by the solicitor at the plea proceeding corresponds with\r\n  the facts in the J.A. case, but not the E.B. case.  Respondent consistently\r\n  maintained his innocence on the E.B. charge and admitted the J.A. charge.  \r\nBecause\r\n  there is evidence respondent would not have pled guilty had he known he was not\r\n  pleading to the CSC with J.A., the record supports the finding that counsel was\r\n  deficient in failing to ensure respondent entered a knowing and voluntary plea\r\n  to the charge involving J.A. and petitioner was prejudiced by counsel's\r\n  deficiency.  Hill v.\r\n    Lockhart, 474 U.S. 52\r\n  (1985) (in order to prove counsel was ineffective when a guilty plea is\r\n  challenged, the applicant must show counsel’s performance was deficient and,\r\n  but for counsel’s errors, there is a reasonable probability a guilty plea would\r\n  not have been entered).  We, therefore, affirm the portion of the PCR judge's\r\n  order finding counsel was ineffective.  McCray\r\n    v. State,\r\n  317 S.C. 557, 455 S.E.2d 686 (1995) (this Court must affirm the rulings of the\r\n  PCR judge if there is any evidence to support the decision).\r\nAs relief\r\n  for counsel's ineffective assistance, the PCR judge ordered the Attorney General's Office and the solicitor to\r\n  &quot;work together to correct, modify, or change the sentencing sheet to\r\n  reflect the appropriate indictment involving the victim, J.A.&quot;  This was\r\n  error.  Because respondent did not enter a knowing and\r\n  voluntary plea, the proper remedy is a new trial.  Accordingly, we reverse the\r\n  portion of the order of the PCR judge requiring the State to alter respondent's\r\n  sentencing sheet and grant respondent a new trial.[1]\r\nAFFIRMED\r\n  IN PART, REVERSED IN PART.\r\nTOAL,\r\n  C.J., PLEICONES, BEATTY and HEARN, JJ., concur. KITTREDGE, J., dissenting in a\r\n  separate opinion.\r\n\r\nJUSTICE KITTREDGE:  I respectfully dissent.  The State seeks a writ of certiorari in\r\n  connection with a grant of post-conviction relief (PCR).  The PCR court ordered\r\n  a modification of the sentencing sheet &quot;to reflect the appropriate\r\n  indictment involving the victim, J.A.&quot;  Respondent has filed a Return\r\n  asking that the grant of PCR, as specifically determined by the PCR court, be\r\n  upheld.  The Court today grants relief neither party has sought.  Because I\r\n  believe the judgment of the PCR court is supported by the any evidence standard\r\n  of review, I vote to deny the State's petition for certiorari.\r\n\r\n\r\n[1] Because we grant respondent a new trial, this renders\r\n  a belated review of any direct appeal issues moot.\r\n\r\n","court":"Supreme"}]