[{"id":"2010-MO-008","title":"State v. Clemmons","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-008","description":null,"date":"2010-04-05","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS\r\n  NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        James Franklin\r\n          Clemmons, Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Charleston County\r\n J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\nMemorandum Opinion No.  2010-MO-008\r\nHeard March 3, 2010 – Filed April 5, 2010 \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Capers\r\n          G. Barr, III, of Barr Unger &amp; McIntosh, of Charleston, for Appellant.\r\n        Attorney\r\n          General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n          Deputy Attorney General Salley W. Elliott, and Senior Assistant Attorney\r\n          General Harold M. Coombs, Jr., all of Columbia,  and Solicitor Scarlett Anne\r\n          Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Appellant,\r\n  a law school graduate who has never sat for a bar exam, was convicted in a\r\n  bench trial of five counts of violating the 1995 version of S.C. Code Ann. §\r\n  40-5-310,[1] which made it a felony to practice law under certain circumstances.  He\r\n  received five concurrent sentences of three years each, suspended on service of\r\n  five years probation and was ordered to pay restitution as a condition of\r\n  probation.  Appellant contends that his conduct, although admittedly the\r\n  unauthorized practice of law, did not violate the 1995 statute.  We agree and\r\n  reverse.\r\nFACTS\r\nAppellant acknowledged\r\n  drafting wills and trust instruments for the victims named in the indictments,\r\n  and admitted that in so doing he had engaged in the unauthorized practice of\r\n  law. \r\nISSUE\r\n\r\n  Did the\r\n    trial court err in denying appellant's motions for a directed verdict?\r\n\r\nANALYSIS\r\nAppellant was\r\n  convicted of five violations of the 1995 version of § 40-5-310, which read:\r\n\r\n  No\r\n    person may practice or solicit the cause of another person in a court of this\r\n    State unless he has been admitted and sworn as an attorney.  A person who\r\n    violates this section is guilty of a felony and, upon conviction, must be fined\r\n    not more than five thousand dollars or imprisoned not more than five years, or\r\n    both.\r\n\r\nAppellant argues\r\n  that his conduct in drafting wills and trust instruments did not violate the\r\n  1995 version of the statute because, he asserts, it only criminalized the\r\n  unlawful practice of law in a courthouse setting.  We agree.\r\nSection 40-5-310\r\n  derives from Act No. 473 of 1721, which established trial courts outside of the\r\n  City of Charleston.  Section XXIX of this Act provided in relevant part:\r\n\r\n  And whereas, divers unskillful persons do often undertake\r\n    to manage and solicit business in the courts of law and equity, to the\r\n    unspeakable damage of the clients, occasioned by the ignorance of such\r\n    solicitors, who are no ways qualified for that purpose, tending to the\r\n    promoting litigiousness, and encouraging of vexatious suits: Be it therefore\r\n      enacted by the authority aforesaid, That no person whatsoever shall\r\n    practice or solicit the cause of any other person, in the said county or\r\n    precinct courts, or any other court of law and equity in this Province, unless\r\n    he hath been heretofore admitted and sworn as an attorney, by the chief justice\r\n    and judges of the general and supreme court at Charlestown, under the penalty\r\n    of one hundred pounds for every cause he shall so solicit, one half to his\r\n    Majesty for the use of the public, and the other half to him or them that will\r\n    sue for the same.\r\n\r\n&quot;The primary\r\n  rule of statutory construction is to ascertain and give effect to the intent of\r\n  the legislature.&quot;  Bryant v. State, 384 S.C. 525, 529, 683 S.E.2d\r\n  280, 282 (2009) (internal citation omitted).  Here, both the language of the\r\n  statute and its legislative history support appellant's argument that the 1995\r\n  version of § 40-5-310 criminalized representation by a non-lawyer only in a\r\n  litigation setting. \r\nMoreover, even if\r\n  we were to find the statute's terms were ambiguous, the rule of lenity would\r\n  require us to construe this penal statute strictly in appellant's favor.  Id. at 533, 683 S.E.2d at 284.  \r\nWe hold that the\r\n  statute did not apply to appellant's conduct, and that therefore the trial\r\n  court erred in denying appellant's motion for directed verdicts on all five\r\n  counts. \r\n\r\nCONCLUSION\r\nAppellant's convictions and\r\n  sentences are\r\nREVERSED.\r\nTOAL, C.J., PLEICONES,\r\n  BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] The statute was substantially revised in 2009.  The revised statute\r\n  criminalizes the unauthorized practice of law, as that term has been defined by\r\n  this Court's precedents.  It appears that the drafting of trusts and wills\r\n  would constitute the unauthorized practice of law.  See Doe v. Condon,\r\n  341 S.C. 22, 532 S.E. 2d 879 (2000). \r\n\r\n","court":"Supreme"},{"id":"2010-MO-009","title":"Pye v. Holmes","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-009","description":null,"date":"2010-04-12","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLee Pye, Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tMary B. Holmes,\r\n      Charleston County Magistrate, and Charleston County, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal from Charleston County\r\nDeadra L. Jefferson, Circuit Court Judge\r\nMemorandum Opinion No.  2010-MO-009\r\nHeard January 21, 2010 – Filed April 12,\r\n  2010  \r\nVACATED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tBonnie\r\n  Travaglio Hunt, of Hunt Law Firm, of North Charleston and Holly Palmer Beeson, of\r\n  Baker, Ravenel &amp; Bender, of Columbia, for Petitioner.\r\n\t\t\t\tJames\r\n  A. Stuckey, Jr., of Stuckey Law Offices, of Charleston, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER\r\n  CURIAM:  We granted certiorari to consider the Court of Appeals opinion in Pye v. Holmes,\r\n  Op. No. 2008-UP-251 (S.C. Ct. App. filed May 7, 2008).  The Court of Appeals upheld\r\n  the trial court's denial of Lee Pye's motion to transfer the case to the jury\r\n  roster and found that she was not entitled to an immediate appeal from the\r\n  denial.  We find that because Pye failed to immediately appeal the trial\r\n  court's denial of her Motion to Transfer, she may not avail herself of\r\n  appellate review.  See Creed v. Stokes, 285 S.C. 542, 331 S.E.2d\r\n  351 (1985).  We therefore hold that the Court of Appeals erred in considering\r\n  Pye's appeal and vacate the opinion of the Court of Appeals.  As Pye's Motion\r\n  for Reconsideration is still pending below, we remand for proceedings\r\n  consistent with this opinion.\r\nVACATED.\r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n","court":"Supreme"},{"id":"2010-MO-010","title":"Brandt v. Gooding","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-010","description":null,"date":"2010-04-12","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.  \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDonald M.\r\n      Brandt, Individually and as Personal Representative of the Estate of Janice\r\n      N. Brandt, Deceased, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tElizabeth K.\r\n      Gooding and Gooding &amp; Gooding, P.A., Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Allendale County\r\nPaul M. Burch, Circuit Court Judge\r\nMemorandum Opinion No. 2010-MO-010\r\nHeard January 7, 2010 – Filed April 12,\r\n  2010   \r\nAFFIRMED IN PART; REVERSED IN PART\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJack B.\r\n  Swerling, of Columbia; James Mixon Griffin, of Columbia; and Richard A.\r\n  Harpootlian, of Columbia, for Appellant\r\n\t\t\t\tDaniel\r\n  A. Speights and Gibson Solomons, both of Speights &amp; Runyan, of Hampton, for\r\n  Respondent Elizabeth K. Gooding; and Joel W. Collins, Christian Stegmaier, and Amy\r\n  L. Neuschafer, all of Collins &amp; Lacy, of Columbia, for Respondent Gooding\r\n  &amp; Gooding, P.A..\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM: We reverse the trial court's award of\r\n  attorneys' fees and costs to Respondent Elizabeth K. Gooding (Respondent\r\n  Gooding) and affirm as modified that trial court's award of attorneys' fees and\r\n  costs to Respondent Gooding &amp; Gooding, P.A. (Respondent law firm).  \r\nDonald M. Brandt (Brandt) brought a legal malpractice action\r\n  against Respondent Gooding and Respondent law firm (collectively, Respondents)\r\n  concerning their representation of him in a real estate transaction.  During\r\n  the course of discovery, Brandt perpetrated fraud on the court by knowingly producing\r\n  a forged letter.  As a result, Brandt's complaint was dismissed, he was held in\r\n  civil contempt, and was ordered to pay Respondents' attorneys' fees and costs. \r\n  The trial court's award of attorneys' fees and costs was affirmed on appeal. \r\n  The parties unsuccessfully mediated the matter.  Thereafter, the trial judge\r\n  entered an order in which Respondent Gooding was awarded $628,268.49 in\r\n  attorneys' fees and costs and Respondent law firm was awarded $255,353.44 in\r\n  attorneys' fees and costs.  These amounts reflected the fees and costs incurred\r\n  by the respective parties during the entire course of the action.  \r\nBrandt filed this appeal challenging the awards to Respondents. \r\n  We address the respective awards turning, first, to that of Respondent Gooding\r\n  and, second, that of Respondent law firm.\r\nFirst, Brandt argues that the trial court's award of fees and\r\n  costs to Respondent Gooding was erroneous because she did not enter into a fee\r\n  agreement with counsel, thus she did not incur any attorneys' fees or costs. \r\n  We agree.  \r\nWhere there is no evidence that attorneys' fees and costs were\r\n  actually incurred by a party, there cannot be an award for fees and costs assessed against another party.  See\r\n    Williamson v. Middleton, 383 S.C. 490, 681 S.E.2d 867\r\n  (2009) (holding that where there is no competent evidence that attorneys' fees\r\n  and costs were actually incurred, they cannot be awarded).  After careful review of the record in this case, we find no\r\n  competent evidence to support the finding that Respondent Gooding incurred any\r\n  attorneys' fees or costs.  Therefore, we reverse the trial court's award of\r\n  attorneys' fees and costs to Respondent Gooding.  \r\nSecond, Brandt argues the trial court erred in failing to limit\r\n  Respondent law firm's award to those attorneys' fees and costs incurred as a\r\n  direct result of his introduction of the fraudulent letter.  We agree.  \r\nIn the original appeal of this matter, we stated: &quot;the award\r\n  of fees and costs is an appropriate award because of the unnecessary litigation\r\n  directly related to the introduction of the letter.&quot;  See Brandt\r\n    v. Gooding, 368 S.C. 618, 629, 630 S.E.2d 259, 265 (2006).  We find that\r\n  only those fees and costs incurred by Respondent law firm from the date Brandt\r\n  introduced the fraudulent letter (April 4, 2001) to the date the trial court\r\n  denied Brandt's motion for reconsideration (May 16, 2002) were directly related\r\n  to Brandt's introduction of the letter.  After a careful review of the record,\r\n  we determine that during the relevant time period Respondent law firm incurred\r\n  attorneys' fees and costs in the amount of $80,547.89.  Therefore, we modify\r\n  the trial court's order so as to award $80,547.89, plus the applicable interest\r\n  accrued,[1] to Respondent law firm.   \r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1] Respondent law firm may recover the pre-judgment interest that accrued on this award\r\n  from the date the fraudulent letter was produced by Brandt (April 4, 2001) to\r\n  the date the trial court entered judgment in this matter (August 8, 2007). \r\n  Respondent law firm may also recover post-judgment interest accruing from the\r\n  trial court's entry of judgment until the time Brandt satisfies the award.  \r\n\r\n","court":"Supreme"}]