[{"id":"2010-MO-016","title":"Nolan v. Progressive","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-016","description":null,"date":"2010-07-19","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n  \r\n    \r\n      \r\n          Eugene Edward Nolan, as Personal Representative of the Estate of\r\n          John William Nolan, Appellant,\r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n          Progressive Northern Insurance Company and Progressive Casualty\r\n          Insurance Company, Respondents.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nClifton Newman, Circuit Court Judge\r\n\r\nMemorandum Opinion No.  2010-MO-016\r\nHeard June 9, 2010 – Filed July 19, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John Richard Moorman, of Bryan Law Firm, of Sumter, for Appellant.\r\n        J. R. Murphy and Ashley B. Stratton, of Murphy &amp; Grantland, of\r\n          Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n          PER\r\n  CURIAM:  Petitioner Eugene Edward Nolan, as personal representative of the\r\n  estate of John William Nolan, appeals from the circuit court's order granting\r\n  summary judgment in favor of Respondents with respect to the issue of whether a\r\n  meaningful offer of underinsured motorist coverage (&quot;UIM&quot;) was made to\r\n  Nolan.  We affirm pursuant to Rule\r\n  220(b)(1), SCACR and the following authorities:  S.C. Code Ann. § 38-77-160\r\n  (2002) (requiring automobile insurance\r\n  carriers to offer UIM coverage up to the limits of the insured's liability\r\n  coverage); Butler v. Unisun Ins. Co., 323 S.C. 402, 405, 475 S.E.2d 758,\r\n  760 (1996) (stating if the insurer fails to comply with its duty to make a\r\n  meaningful offer, the policy will be reformed by operation of law to include\r\n  UIM coverage up to the limits of liability insurance carried by the insured);\r\n  S.C. Code Ann. § 38-77-350(C) (2002) (&quot;An automobile insurer is not\r\n  required to make a new offer of coverage on any automobile insurance policy\r\n  which renews, extends, changes, supersedes, or replaces an existing\r\n  policy.&quot;); Floyd v. Nationwide Mut. Ins. Co., 367 S.C. 253, 264,\r\n  626 S.E.2d 6, 12 (2005) (holding where the insurer is not entitled to the\r\n  statutory presumption that a meaningful offer of UIM coverage was made, the\r\n  insurer can still demonstrate that a meaningful offer of UIM coverage was made\r\n  to the insured under the test established in State Farm Mut. Auto. Ins. Co.\r\n    v. Wannamaker, 291 S.C. 518, 354 S.E.2d 555 (1987));  Wannamaker,\r\n  291 S.C. at 521, 354 S.E.2d at 556 (establishing the following test to\r\n  determine whether the insurer made a meaningful offer of UIM coverage to the\r\n  insured:  (1) the insurer's notification process must be commercially\r\n  reasonable, whether oral or in writing; (2) the insurer must specify the limits\r\n  of optional coverage and not merely offer additional coverage in general terms;\r\n  (3) the insurer must intelligibly advise the insured of the nature of the\r\n  optional coverage; and (4) the insured must be told that optional coverages are\r\n  available for an additional premium); Elrod v. All, 243 S.C. 425, 436,\r\n  134 S.E.2d 410, 416 (1964) (stating a party is bound by his or her pleadings). \r\nAFFIRMED.\r\nTOAL, C.J.,\r\n  BEATTY, KITTREDGE, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n","court":"Supreme"},{"id":"2010-MO-017","title":"State v. Padgett","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-017","description":null,"date":"2010-07-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT\r\n  SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS\r\n  PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJames Nichols\r\n      Padgett, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Pickens County\r\nG. Edward Welmaker, Circuit Court Judge\r\nMemorandum Opinion No. 2010-MO-017\r\nHeard May 25, 2010 – Filed July 26, 2010   \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKatherine\r\n  Dunbar Landess, of Columbia, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, Senior  Assistant Attorney General Norman Mark Rapoport and Assistant Attorney General Mark\r\n  R. Farthing, all of Columbia, and Robert Mills Ariail, of Greenville, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  Appellant\r\n  James Nichols Padgett appeals his\r\n  conviction of leaving the scene of an accident resulting in death.  We reverse.\r\nI.\r\nAppellant was involved in a car accident in which the\r\n  driver of the other vehicle died.  Immediately following the collision,\r\n  Appellant called 911, gave his full name\r\n  and precise location, and informed the dispatcher that he had just been\r\n  involved in an accident.  Police arrived and found the other driver trapped in\r\n  her car, but Appellant was not at the scene.  \r\nThe following\r\n  morning at 5:40 a.m., a security guard at a business located near the scene of\r\n  the accident called 911 to report that Appellant had walked up to the guard\r\n  shack and stated he had just been in an accident.  The security guard stated\r\n  Appellant was &quot;scratched up&quot; and dirty, but was not in need of an\r\n  ambulance.  Appellant was arrested and indicted for leaving the scene of an\r\n  accident resulting in death.\r\nAt trial, Appellant\r\n  testified that he remembered exiting his car after the collision and trying to\r\n  open the other driver's car door to help her out of the car, but was\r\n  unsuccessful.  Appellant did not recall what happened in the hours immediately\r\n  following the accident.  Appellant testified the next thing he remembered was\r\n  walking up to the side of the road, recalling that the accident occurred, and\r\n  walking through the parking lot to the guard shack.  Dr. Price, an expert in\r\n  brain injuries and post-traumatic amnesia, testified that at the time Appellant\r\n  made the 911 call, he may have been on the verge of &quot;decompensating,&quot;\r\n  meaning he was &quot;highly upset, losing control.&quot;  Dr. Price further\r\n  opined that the 911 call from the security guard indicated Appellant thought\r\n  the accident had just occurred and this was consistent with post-traumatic\r\n  amnesia or dissociative amnesia.  The jury found Appellant guilty of leaving\r\n  the scene of an accident resulting in death. \r\nII.\r\nDuring the jury\r\n  charge conference, Appellant's counsel requested the trial court read verbatim\r\n  S.C. Code Ann. §§56-5-1210 and 1230 (2007), the statutes under which Appellant\r\n  was charged.  The trial court denied counsel's request and instead gave its own\r\n  charge.  In the charge, the trial court indicated the State had to prove four\r\n  elements in order to convict Appellant of the charge.  Counsel again requested\r\n  the trial court read the statutes.   \r\nShortly\r\n  after deliberations began, the jury sent a note stating &quot;please provide a\r\n  copy of the law read by the judge when charging the jury at the end of the trial.&quot; \r\n  The trial court brought the jury in and instructed them to identify &quot;the\r\n  particular parts of the instruction that I gave you that you'd like read\r\n  again.&quot;  The jury submitted a second note stating &quot;what does the law\r\n  require you to submit before you may leave an accident scene?&quot; \r\n  Appellant's counsel again requested the trial court read the statutes\r\n  verbatim.  The trial court again declined and recharged the jury.  In the\r\n  second charge, the trial court indicated statutes under which Appellant was\r\n  charge required the State to prove six elements in order to convict.   \r\nAppellant\r\n  argues the trial court's instructions were erroneous.  We agree.  The jury's\r\n  initial note and the subsequent note asking &quot;what does the law require you\r\n  to submit before you may leave an accident scene?&quot; indicates that the jury\r\n  was unsure on the law and was unclear as to the State's burden of proof.  The\r\n  trial court's first instruction indicated the State must prove four elements,\r\n  however the second instruction indicated the State was required to prove six\r\n  elements.  Moreover, Appellant's counsel recognized the potential for confusion\r\n  and, in response, requested the trial court read the statutes to the jury.  \r\nA\r\n  jury instruction must be viewed in the context of the overall charge.  See\r\n    State v. Hicks, 330 S.C. 207, 218, 499 S.E.2d 209, 215 (1998).  While a\r\n  court is not required to give any particular verbiage, instructions may not confuse\r\n  or mislead the jury.  State v. Leonard, 292 S.C. 133,\r\n  137, 355 S.E.2d 270, 273 (1987).  Indeed, the purpose of instructions is to\r\n  enlighten the jury and to aid it in arriving at a correct verdict.  Id.  When viewing the initial charge setting forth four elements in conjunction with\r\n  the jury's notes and the second charge setting forth six elements of the crime,\r\n  we find the two sets of instructions likely confused the jury.  Furthermore,\r\n  given the fact that there was not overwhelming evidence of guilt, we cannot say\r\n  that beyond a reasonable doubt, the error did not contribute to the verdict.[1]  Keaton ex rel.\r\n    Foster v. Greenville Hosp. Sys., 334 S.C. 488, 498, 514 S.E.2d 570, 575\r\n  (1999) (holding that in order to find a confusing jury charge harmless,\r\n  &quot;we must determine beyond a reasonable doubt that the error complained of\r\n  did not contribute to the verdict.&quot;); see also State v. Belcher, 385 S.C. 597, 611, 685 S.E.2d 802, 809 (2009) (recognizing that erroneous jury instructions are subject to\r\n  a harmless error analysis).  Therefore, under the particular\r\n  facts and circumstances of this case, we hold the instructions were erroneous\r\n  and prejudicial.  We therefore reverse Appellant's\r\n  conviction and remand for a new trial.\r\nREVERSED\r\n  AND REMANDED.\r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1]&nbsp; Appellant\r\n  additionally seeks reversal on the basis of the solicitor's improper question\r\n  to Appellant concerning intoxication.  Although the State acknowledges the\r\n  inappropriateness of this inquiry, we do not reach this issue as a standalone\r\n  basis to reverse.  We do, however, examine the totality of the evidence in\r\n  assessing whether there was overwhelming evidence of guilt.  In this regard,\r\n  guilt is not overwhelming and the clear prejudice resulting from the\r\n  solicitor's highly improper question concerning intoxication further undermines\r\n  a finding of harmless error.    \r\n\r\n","court":"Supreme"},{"id":"2010-MO-018","title":"Scott v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-MO-018","description":null,"date":"2010-07-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL\r\n  VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n  EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKenneth B.\r\n      Scott, Jr., Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tState of South\r\n      Carolina, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal from Greenville County\r\n John C. Few, Circuit Court Judge\r\n Alexander S. Macaulay, Circuit Court\r\n  Judge\r\nOpinion No.  2010-MO-018\r\nSubmitted May 13, 2010 – Filed July 26,\r\n  2010  \r\nDISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tTara \r\n  Shurling, of Columbia, for Petitioner.\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott and Assistant Attorney General Karen\r\n  C. Ratigan, all of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM: We\r\n  granted a writ of certiorari to review the post-conviction relief court’s order\r\n  denying relief to Petitioner. After\r\n  careful consideration of the record and briefs, the writ of certiorari is\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\nTOAL, C.J., PLEICONES, KITTREDGE and HEARN, JJ.,\r\n  concur. BEATTY, J., not participating.\r\n\r\n\r\n","court":"Supreme"}]