[{"id":"2011-MO-001","title":"Countrywide v. Umbarger","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-MO-001","description":null,"date":"2011-01-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.&nbsp;\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Countrywide\r\n          Home Loans, Inc, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Sharon W.\r\n          Umbarger a/k/a Sharon Umbarger, James B. Umbarger and Branch Banking and\r\n          Trust Company of South Carolina, Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Lexington County\r\nClyde N. Davis, Jr., Special Referee\r\n\r\nMemorandum Opinion No. 2011-MO-001\r\n  Heard November 16, 2010 – Filed January 7,\r\n2011  \r\n\r\n&nbsp;AFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kevin\r\n          A. Hall and M. Todd Carroll, both of Hall &amp; Bowers, of Columbia, for\r\n          Appellant.\r\n        J.\r\n          Kershaw Spong, of Robinson, McFadden &amp; Moore, of Columbia, for Respondent Branch\r\n          Banking and Trust Company of South Carolina.\r\n        Sharon\r\n          and James Umbarger, both of West Columbia, Pro Se, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Countrywide\r\n  appeals an order granting respondent BB&amp;T summary judgment, finding BB&amp;T's\r\n  mortgage had priority over Countrywide's mortgage on property once owned by\r\n  respondent Umbargers.[1] \r\n  We affirm.\r\nFACTS\r\nIn May 2000, the Umbargers\r\n  established a revolving line of credit with BB&amp;T and gave BB&amp;T a\r\n  mortgage, which was recorded in May 2000.  This mortgage required a written\r\n  request in order to be closed.  In November 2002, the Umbargers executed\r\n  another note and mortgage which were subsequently assigned to Countrywide.[2] \r\n  This mortgage was recorded on November 13, 2002, and on November 15, 2002,\r\n  Countrywide paid off the balance due under the BB&amp;T line of credit. \r\n  BB&amp;T received no written request to close its line of credit, and on\r\n  November 20, 2002, after Countrywide had paid the balance due, the Umbargers\r\n  borrowed again against the BB&amp;T line of credit.\r\nIn January 2007, Countrywide\r\n  began this foreclosure proceeding against the Umbargers and in April 2007\r\n  amended its complaint to add BB&amp;T as a defendant.  In its amended\r\n  complaint, Countrywide prayed that Countrywide's mortgage be declared the first\r\n  lien.  BB&amp;T answered, denying Countrywide's claim that it held a valid\r\n  first lien.  The Umbargers did not answer Countrywide's amended complaint. \r\n  Countrywide then filed a claim with its title company and did not pursue\r\nfurther action in this case until May 2008.\r\nIn November 2007,\r\n  approximately ten months after Countrywide commenced this foreclosure action\r\n  and about five months after BB&amp;T filed its answer in Countrywide's suit,\r\n  BB&amp;T brought suit to foreclose its mortgage, naming the Umbargers and\r\n  Countrywide as defendants.  The Umbargers and Countrywide were properly served,\r\n  and when no party answered, an order of default was entered and the matter\r\n  referred to the special referee.\r\nOn Friday, January\r\n  4, 2008, BB&amp;T's attorney sent a courtesy email to Countrywide's attorney[3] notifying her of the hearing scheduled in BB&amp;T's foreclosure for Monday,\r\n  January 7, 2008, at 11:30 am.  Countrywide's attorney responded by email,\r\n  saying:\r\n\r\n  Hi\r\n    Ben.  Happy New Year to you.  Thank you for the information re your hearing. \r\n    FYI: My client thought they were in first position.  The mortgage you are\r\n    foreclosing came as a surprise to them.  My client had me place their\r\n    foreclosure on hold and file a title claim when they learned of your client's\r\n    mortgage.  They will be interested in bidding at the sale so I would love to\r\n    know when the proposed sale date will be.  Are you asking for a Feb sale date?\r\n\r\nBB&amp;T's attorney responded\r\n  that BB&amp;T would be asking for a sale on February 4 at 11:00 am. \r\nOn January 7, 2008, the special\r\n  referee held the foreclosure hearing in BB&amp;T's suit.  Only BB&amp;T\r\n  appeared, and that same day the referee filed an &quot;Order and Judgment of\r\n  Foreclosure and Sale,&quot; finding BB&amp;T held the first mortgage and that\r\n  Countrywide's mortgage was &quot;junior and subordinate.&quot;  On February 4,\r\n  2008, the property was sold to a third party.\r\nIn May 2008, Countrywide\r\n  filed an affidavit of default on the part of the Umbargers in this foreclosure\r\n  action, and in June 2008 this suit was referred to the special referee. \r\n  BB&amp;T filed a motion for summary judgment seeking a ruling that its lien had\r\n  priority over Countrywide's.  This appeal follows from an order granting\r\n  BB&amp;T's motion. \r\n On the merits, the\r\n  special referee held BB&amp;T was entitled to summary judgment on the lien priority\r\n  issue on four alternate grounds:\r\n\r\n  (1) BB&amp;T's\r\n    judgment in its foreclosure case was res judicata;\r\n  (2) Countrywide\r\n    waived its right to contest and/or was equitably estopped from challenging the\r\n    priority issue because it chose not to contest the issue at BB&amp;T's January\r\n    2008 hearing despite having been given notice, and indicated at that juncture\r\n    that it would only bid at the sale;\r\n  (3) Laches\r\n    barred Countrywide's claim; and\r\n  (4) that\r\n    Countrywide's remedy was to file a Rule 60(b), SCRCP, motion in the BB&amp;T\r\n    action if it wanted relief from that judgment.\r\n\r\nWhile Countrywide raises a\r\n  number of issues on appeal, we address only one.\r\nISSUE\r\n\r\n  Did the\r\n    special referee err in giving BB&amp;T's judgment preclusive effect?\r\n\r\nANALYSIS\r\nThe referee's central holding\r\n  was that Countrywide's claim of priority was barred by res judicata by virtue\r\n  of BB&amp;T's judgment in its foreclosure suit.  Countrywide raises a number of\r\n  challenges to this ruling.  We affirm.\r\nFirst, Countrywide alleges\r\n  that under Rule 13(a), SCRCP, BB&amp;T was required to assert its claim of lien\r\n  priority as a compulsory counterclaim in Countrywide's foreclosure, and that\r\n  since BB&amp;T did not do so, it was improper to file a separate suit. \r\n  Assuming that BB&amp;T's priority dispute was a compulsory counterclaim in\r\n  Countrywide's suit, Countrywide provides no authority that BB&amp;T's failure\r\n  to raise the counterclaim affects the validity of BB&amp;T's judgment.  In fact,\r\n  according to the note following Rule 13, if a party fails to assert a\r\n  compulsory counterclaim, then a judgment in that action bars further litigation\r\n  of the claim.  By failing to assert the claim in BB&amp;T's foreclosure action\r\n  which has gone to judgment, Countrywide is barred from relitigating it here by\r\n  virtue of Rule 13.\r\nCountrywide next claims the\r\n  referee erred in finding res judicata barred its claim for priority.  As\r\n  authority, Countrywide cites State v. Bacote, 331 S.C. 328, 503 S.E.2d\r\n  161 (1998) and Aaron v. Mahl, 381 S.C. 585, 674 S.E.2d 482 (2009) for\r\n  the proposition that collateral estoppel does not apply where the issue sought\r\n  to be precluded was decided in a default judgment.  Such may be the case for\r\n  collateral estoppel claims, but default judgments are res judicata in the\r\n  absence of fraud or collusion.  Morris v. Jones, 329 U.S. 545 (1947). \r\n  The referee's ruling here is predicated on res judicata, and Countrywide has\r\n  not claimed fraud or collusion.  See also Rule 13(a) analysis, supra. \r\nCountrywide also assails\r\n  BB&amp;T for not raising the issue of res judicata in its answer to this suit,\r\n  dated June 18, 2007, yet BB&amp;T's foreclosure suit was not even filed until\r\n  November 8, 2007 and its judgment not filed until January 2008.  Countrywide\r\n  also argues that the Court should decline to allow use of the doctrine here\r\n  because BB&amp;T should not have filed its own suit.  There is no prohibition\r\n  on BB&amp;T's filing.  Countrywide should have filed an answer or made a Rule\r\n  12(b)(8), SCRCP, motion in BB&amp;T's foreclosure suit rather than defaulting.\r\nCONCLUSION\r\nWe affirm the special\r\n  referee's order granting BB&amp;T summary judgment as the issue of lien\r\n  priority is res judicata.\r\nAFFIRMED.\r\nTOAL,  C.J., PLEICONES,\r\n  BEATTY, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\r\n\r\n[1] The Umbargers are not participating in this appeal.\r\n[2] We will refer to this as the Countrywide Mortgage.\r\n[3] This attorney is not representing Countrywide in this appeal.\r\n\r\n\r\n","court":"Supreme"},{"id":"2011-MO-002","title":"Byrd v. Wausau","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-MO-002","description":null,"date":"2011-01-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Mitchell K.\r\n          Byrd, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Wausau\r\n          Underwriters Insurance Companies, Mark S. Barrow, J.D., and Sweeny Wingate\r\n          &amp; Barrow, P.A., Defendants,\r\n        \r\n        Of Whom Mark S.\r\n          Barrow, J.D., and Sweeny Wingate &amp; Barrow, P.A. are Respondents.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\n  Benjamin H. Culbertson, Circuit Court\r\nJudge\r\n\r\nMemorandum Opinion No. 2011-MO-002\r\n  Heard November 18, 2010 – Filed January 7,\r\n2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Thomas\r\n          A. Pendarvis, of Beaufort, for Appellant.\r\n        Pope\r\n          D. Johnson, III, of Johnson &amp; Barnette, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  This case concerns whether an attorney has a duty\r\n  under Rule 1.15 of our Rules of Professional Conduct to protect the lien of the\r\n  opposing party's former attorney.  We decline to find such a duty under the\r\n  circumstances of this case.\r\nI.\r\nMitchell K. Byrd, an\r\n  attorney, represented the plaintiffs in a personal injury action in exchange\r\n  for a contingency fee.  Respondents, an attorney and his law firm, represented\r\n  the defendants in that suit.  The plaintiffs terminated Byrd[1] and retained new counsel, who ultimately withdrew.  The plaintiffs proceeded pro\r\n    se and negotiated a settlement with Wausau Underwriters Insurance Companies, the defendants' insurance\r\n  carrier.\r\nPrior to the settlement, Byrd\r\n  notified Respondents that he would claim a lien against the settlement proceeds\r\n  to secure payment of his purported attorney's fees and costs.  Respondents paid\r\n  the settlement proceeds to the plaintiffs and did not withhold any funds from\r\n  the settlement in connection with Byrd's lien.[2] \r\n  When Byrd's former clients did not pay him, Byrd brought this suit against Respondents\r\n  seeking actual and punitive damages.\r\nThe circuit court found\r\n  Respondents were entitled to summary judgment as to Byrd's causes of action for\r\n  negligence, breach of fiduciary duty, conversion, and an accounting because\r\n  they did not have a duty to protect Byrd's lien.\r\nByrd now argues Respondents\r\n  had a duty under Rule 1.15, RPC, Rule 407, SCACR, not to disburse\r\n  funds that were subject to his lien.[3]\r\nII.\r\n&quot;The existence of a duty\r\n  owed is a question of law for the courts.&quot;  Doe ex rel. Doe v. Batson,\r\n  345 S.C. 316, 323, 548 S.E.2d 854, 857 (2001).\r\nRule\r\n  1.15(e) provides:\r\n\r\n  When in\r\n    the course of representation a lawyer is in possession of property in which two\r\n    or more persons (one of whom may be the lawyer) claim interests, the property\r\n    shall be kept separate by the lawyer until the dispute is resolved.  The lawyer\r\n    shall promptly distribute all portions of the property as to which the\r\n    interests are not in dispute.\r\n\r\nComment\r\n  4 to Rule 1.15 provides:\r\n\r\n  Paragraph\r\n    (e) also recognizes that third parties may have lawful claims against specific\r\n    funds . . . in a lawyer's custody, such as a client's creditor who has a lien\r\n    on funds recovered in a personal injury action.  A lawyer may have a duty under\r\n      applicable law to protect such third-party claims against wrongful\r\n    interference by the client.  In such cases, when the third-party claim is not\r\n    frivolous under applicable law, the lawyer must refuse to surrender the\r\n    property to the client until the claims are resolved.A lawyer should not unilaterally assume to arbitrate a\r\n    dispute between the client and the third party, but, when there are substantial\r\n    grounds for dispute as to the person entitled to the funds, the lawyer may file\r\n    an action to have a court resolve the dispute.\r\n\r\n(Emphasis added).  This\r\n  comment suggests that Rule 1.15(e) does not provide an independent source for a\r\n  duty to third parties; rather, a lawyer &quot;may have a duty under applicable\r\n  law.&quot;  Cf. Moore v. Weinberg, 383 S.C. 583, 588, 681 S.E.2d\r\n  875, 878 (2009) (&quot;Under the facts of this case, the duty arises from an\r\n  attorney's role as an escrow agent and is independent of an attorney's status\r\n  as a lawyer and distinct from duties that arise out of the\r\n  attorney/client relationship.&quot;).  Under the circumstances of this case, we\r\n  decline to find Respondents owed a duty to Byrd by operation of Rule 1.15.[4]\r\nAFFIRMED.\r\nPLEICONES, ACTING CHIEF\r\n  JUSTICE, KITTREDGE, HEARN, JJ., and Acting Justices James E. Moore and J.\r\n  Ernest Kinard, Jr., concur.\r\n\r\n\r\n[1] See Barnette v. Adams Brothers Logging, Inc., 355 S.C. 588, 591,\r\n  586 S.E.2d 572, 574 (2003) (outlining attorney Byrd's representation in the\r\n  personal injury action and noting that the &quot;machinations and\r\n  invidious manipulations of the discovery process had . . . created an extremely\r\n  hostile environment, consumed an inordinate amount of the Court's time . . .\r\n  and made what should have been a simple wreck case into an administrative\r\n  nightmare&quot;).\r\n[2] Nothing in the record suggests Respondents deposited the funds into a trust or\r\n  escrow account before delivering them to Byrd's former clients.\r\n[3] Byrd suggests three sources for Respondents' duty: Rule 1.15, the common law,\r\n  and equity.  Byrd's arguments regarding the common law and equity are patently\r\n  without merit, and we summarily reject them.  Rule 220(b)(1), SCACR.\r\n[4] Byrd asserted several other causes of action, and he argues the circuit court\r\n  erred in granting summary judgment on those claims before discovery was\r\n  complete.  Byrd's affidavits in opposition to summary judgment were untimely\r\n  and patently insufficient to create any genuine issue of fact.  The circuit\r\n  court did not err in granting summary judgment as to Byrd's remaining claims.  See Rule 56(c), (e), SCRCP.\r\n\r\n","court":"Supreme"},{"id":"2011-MO-003","title":"State v. Lippard","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-MO-003","description":null,"date":"2011-01-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tRebecca Lippard, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\nR. Knox McMahon, Circuit Court Judge\r\nMemorandum Opinion No.  2011-MO-003\r\nHeard November 16, 2010 – Filed January\r\n  18, 2011  \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tGeneral\r\n  Counsel Robert E. Bogan and Assistant General Counsel Rachel D. Erwin, of S.C.\r\n  Department of Public Safety, of Blythewood, for Appellant.\r\n\t\t\t\tHeath\r\n  Preston Taylor, of Taylor Law Firm, of West Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  A Lexington County magistrate\r\n  suppressed evidence in a driving under the influence (&quot;DUI&quot;) case\r\n  against Rebecca Lippard (&quot;Lippard&quot;) based on alleged Miranda[1] violations.  The\r\n  magistrate thereafter granted a directed verdict of\r\n  acquittal in favor of Lippard, and the circuit court affirmed.  The State\r\n  appeals, arguing the circuit court erred in ruling the magistrate entered a\r\n  valid directed verdict in this case because jeopardy had not yet attached.\r\nI.\r\nThe magistrate described in her return what transpired\r\n  leading up to her decision to grant a directed verdict:\r\n\r\n\tThat concluded the pretrial motions and at that time,\r\n  the Court called the case.  The Trooper stated in light of suppression of this\r\n  evidence, he did not have any evidence to move forward and proceed with the\r\n  trial.  The Defense then moved for a dismissal.  That motion was denied and the\r\n  Court then clarified with the Trooper that he did not wish to move forward. \r\n  The Trooper stated that was correct.  The Defense attorney then moved for a\r\n  directed verdict of not guilty.  The Court granted this motion and found the\r\n  defendant not guilty of Driving Under the Influence.  \r\n\r\nThere\r\n  is no indication in the record that the trooper raised any contemporaneous\r\n  objections in the proceeding before the magistrate.  The magistrate specifically\r\n  noted that the trooper did not ask for a continuance for any reason.  On\r\n  appeal, the State now contends the magistrate committed legal error in granting\r\n  the directed verdict because jeopardy had not yet attached and argues the directed\r\n  verdict should be construed as merely a dismissal, citing State v. Rainwater,\r\n  376 S.C. 256, 657 S.E.2d 449 (2008). [2]\r\nII.\r\nIn\r\n  this case, we are unable to consider the State's arguments.  It is axiomatic that issues not involving\r\n  subject matter jurisdiction may not be raised for the first time on appeal, but\r\n  must have been raised to and\r\n  ruled upon by the trial court in order to be considered on appeal.  The burden\r\n  of providing a sufficient record is on the State as the appealing party.  Because\r\n  there is no indication any contemporaneous objections were made to the magistrate's\r\n  entry of a directed verdict\r\n  and to the propriety of this ruling, no issue was preserved for appeal in this\r\n  regard.  \r\nWe hold the issue is not properly before this Court for\r\n  consideration and, therefore, affirm pursuant to Rule 220(b)(1), SCACR and the\r\n  following authorities:  State v. Johnson,&nbsp;363 S.C. 53, 58, 609\r\n  S.E.2d 520, 523&nbsp;(2005) (&quot;To\r\n  preserve an issue for review there must be a contemporaneous objection that is\r\n  ruled upon by the trial court.&quot;); id. at 58-59, 609 S.E.2d at 523 (&quot;If\r\n  a party fails to properly object, the party is procedurally barred from raising the issue on appeal.&quot;); State v. Williams,&nbsp;321\r\n  S.C. 455, 469 S.E.2d 49&nbsp;(1996) (stating the burden is on the appealing\r\n  party to provide a sufficient record to enable appellate review); State v.\r\n    Hoffman, 312 S.C. 386, 440 S.E.2d 869 (1994) (stating a contemporaneous\r\n  objection on a specific ground is required to preserve an alleged error for\r\n  appellate review); State v. Hutto, 279 S.C. 131, 303 S.E.2d 90 (1983)\r\n  (affirming the State's appeal where it presented an insufficient record to\r\n  enable review of the issue on appeal); State v. Henderson, 347 S.C. 455,\r\n  457, 556 S.E.2d 691, 692 (Ct. App. 2001) (observing in criminal appeals from\r\n  magistrate or municipal court, the circuit court does not conduct a de novo\r\n  review, but instead reviews the record for preserved errors raised by an\r\n  appropriate exception; further, an appellate court reviewing the circuit\r\n  court's appeal may review for errors of law only); State v. Harris, 311\r\n  S.C. 162, 167, 427 S.E.2d 909, 912 (Ct. App. 1993) (&quot;An issue not raised\r\n  at trial is waived on appeal.&quot;).\r\n\r\nAFFIRMED.\r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n[1]  Miranda v. Arizona,\r\n  384 U.S. 436 (1966).\r\n[2]  The State acknowledges an appeal from a directed verdict of acquittal\r\n  is generally not allowed, but argues an appeal is allowed from a dismissal.  See,\r\n    e.g., State v. Holliday, 255 S.C. 142, 144-45, 177 S.E.2d 541,\r\n  542&nbsp;(1970) (observing the State has a limited right of appeal in criminal\r\n  cases and that it generally has no right of appeal from an acquittal except in\r\n  circumstances where the acquittal was procured by the accused's fraud or\r\n  collusion; this principle applies even in cases where there has been legal\r\n  error); State v. Lynn, 120 S.C. 258, 260, 113 S.E. 74, 75 (1922)\r\n  (&quot;That the State has no right of appeal from judgment upon verdict of\r\n  acquittal in a criminal case seems to have been recognized and accepted as the\r\n  law of this jurisdiction from the beginning of our judicial history.&quot;).  \r\n","court":"Supreme"},{"id":"2011-MO-004","title":"Parson v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-MO-004","description":null,"date":"2011-01-31","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL\r\n  VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n  EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWilliam Parson, Petitioner,\r\n\t\t\t\tv.\r\n\t\t\t\tState of South\r\n      Carolina, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI\r\nAppeal From Charleston County\r\n John C. Few, Circuit Court Judge\r\nMemorandum Opinion No. 2011-MO-004\r\nSubmitted December 1, 2010 – Filed January\r\n  31, 2011   \r\nAPPEAL DISMISSED \r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDaniel Lawrence Prenner, Prenner Marvel, P.A., of Charleston, for\r\n  Petitioner.\r\n\t\t\t\tAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Office of the\r\n  Attorney General, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nCHIEF JUSTICE\r\n  TOAL:  Petitioner seeks a\r\n  writ of certiorari from the denial of his application for post-conviction\r\n  relief (PCR).\r\nSince two members of this Court have determined that there is\r\n  sufficient evidence to support the PCR judge's finding that petitioner did not\r\n  knowingly and intelligently waive his right to a direct appeal, this Court\r\n  grants a writ of certiorari to review the direct appeal issue pursuant to pursuant\r\n  to Davis v. State, 288 S.C. 290, 342 S.E.2d 60 (1986).  We dispense with\r\n  further briefing or argument regarding the direct appeal issue.  \r\nAs the direct appeal issue, petitioner argues that he was entitled\r\n  to a directed verdict because the evidence was insufficient to support his magistrate\r\n  court conviction for malicious injury to personal property.  He asserts that he\r\n  is entitled to a new trial since it is impossible to adequately reconstruct the\r\n  record to allow for a meaningful review of this direct appeal issue.  While we\r\n  agree it is impossible to reconstruct the record of the magistrate court proceedings,\r\n  we disagree that this entitles petitioner to a new trial.\r\nThe magistrate court conviction occurred in 1992.  The only record\r\n  of this conviction is the Uniform Traffic Ticket, and it indicates that petitioner\r\n  was sentenced to thirty days.  No return, transcript or audio tape apparently exists\r\n  of the criminal proceeding.  The magistrate has no recollection of petitioner's\r\n  case, although the magistrate did present some testimony about his general\r\n  practice in criminal cases.  Therefore, we agree that it is impossible to\r\n  adequately reconstruct the record of the proceedings before the magistrate\r\n  court.\r\nIf it is impossible to adequately reconstruct the record to allow\r\n  for meaningful appellate review, the general rule has been to grant a new\r\n  trial.  State v. Ladson, 373 S.C. 320, 644 S.E.2d 271 (Ct. App. 2007)\r\n  (timely appeal, but court reporter could not produce transcript due to a\r\n  failure of the recording equipment).   Where, however, the inability to\r\n  adequately reconstruct the record is due to some fault or unreasonable delay on\r\n  the part of appellant, the appeal has instead been dismissed. Cf. State v. Serrette, 375 S.C. 650, 654 S.E.2d 554 (Ct. App.\r\n  2007) (tapes of trial destroyed during the ten year delay between trial in absentia and sentencing while appellant was a fugitive). \r\nIn the present case, petitioner waited over fourteen years after\r\n  his conviction to seek a belated direct appeal.  After this period of delay, it\r\n  should come as no surprise that it is impossible to adequately reconstruct the\r\n  record.  Further, this delay is attributable to petitioner.  Under these\r\n  circumstances, we hold that a new trial is not appropriate.  Instead, the belated\r\n  appeal must be dismissed since it is impossible to review the directed verdict\r\n  issue without an adequate record.\r\nAPPEAL DISMISSED. \r\n\r\nBEATTY,\r\n  KITTREDGE and HEARN, JJ., concur. PLEICONES, J., dissenting in a separate\r\n  opinion.\r\n\r\nJUSTICE\r\n  PLEICONES:  I respectfully dissent,\r\n  and would reverse petitioner's conviction for malicious injury to personal\r\n  property due to the lack of a record for appellate review.\r\nAs\r\n  the majority recognizes, petitioner's argument could well be barred by laches. \r\n  However, as we explained in Dearybury v. State, 367 S.C. 34, 625 S.E.2d\r\n  212 (2006), laches is an affirmative defense that must be pled or it is\r\n  waived.  In my opinion, because the State did not raise laches as an\r\n  affirmative defense at the PCR hearing, it is waived.\r\nI\r\n  would therefore find petitioner is entitled to a new trial pursuant to State\r\n    v. Ladson, 373 S.C. 320, 644 S.E.2d 271 (Ct. App. 2007).\r\nFor the reasons\r\n  given above, I respectfully dissent.\r\n\r\n","court":"Supreme"},{"id":"2011-MO-005","title":"State v. Spratt","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-MO-005","description":null,"date":"2011-01-31","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL\r\n  VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n  EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.&nbsp; \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tEric Spratt, Petitioner.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n  APPEALS\r\n\r\nAppeal From York County\r\n Clifton Newman, Circuit Court Judge\r\nMemorandum Opinion No. 2011-MO-005\r\nHeard January 19, 2011 – Filed January 31,\r\n  2011   \r\nDISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDeputy Chief Appellate Defender Wanda H. Carter, South Carolina\r\n  Commission on Indigent Defense, of Columbia, for Petitioner.\r\n\t\t\t\tAttorney General Alan Wilson; Chief Deputy Attorney General John\r\n  W. McIntosh; Assistant Deputy Attorney General Salley W. Elliott, Office of the\r\n  Attorney General, of Columbia, Kevin Scott Brackett, 16th Circuit Solicitor's\r\n  Office, of York, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM: We granted a writ of certiorari to review\r\n  the decision of the court of appeals reversing the order of the circuit court\r\n  and remanding for further proceedings.  We now dismiss the writ as\r\n  improvidently granted.\r\nDISMISSED AS\r\n  IMPROVIDENTLY GRANTED\r\nTOAL, C.J.,\r\n  PLEICONES, BEATTY, KITTREDGE and HEARN, JJ., concur.\r\n\r\n\r\n","court":"Supreme"}]