[{"id":"2012-MO-027","title":"DSS v. Shawna Rene O","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-027.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                THE STATE OF SOUTH CAROLINA\r\n                     In The Supreme Court\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Shawna Rene O. and David S., of whom David S., is the\r\n        Petitioner.\r\n\r\n        In the interest of two minor children under the age of 18.\r\n\r\n        Appellate Case No. 2011-201426\r\n\r\n\r\n         ON WRIT OF CERTIORARI TO THE COURT OF\r\n                        APPEALS\r\n\r\n\r\n                       Appeal from Aiken County\r\n                  Peter R. Nuessle, Family Court Judge\r\n\r\n\r\n                Memorandum Opinion No. 2012-MO-027\r\n                Heard June 7, 2012 – Filed July 11, 2012\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Scott J. Klosinski, of Klosinski Overstreet, of Augusta,\r\n        GA., for Petitioner.\r\n\n           Amanda Frances Whittle, of Aiken, for Respondent.\r\n\r\n\r\nPER CURIAM: After careful consideration of the Appendix and briefs, the writ\r\nof certiorari is\r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-028","title":"Beach v. Gresham Communications","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-028.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n               THE STATE OF SOUTH CAROLINA\r\n                    In The Supreme Court\r\n\r\n        Nancy R. Beach, Respondent,\r\n\r\n        v.\r\n\r\n        Gresham Communications of Walterboro, Inc.,a/k/a\r\n        Gresham Communications, Inc., Gresham Broadcasting,\r\n        Inc., and Rudy H. Gresham, Appellants.\r\n\r\n        Appellate Case No. 2009-112326\r\n\r\n\r\n                    Appeal From Colleton County\r\n                    Harris Beach, Special Referee\r\n\r\n\r\n               Memorandum Opinion No. 2012-MO-028\r\n               Heard June 6, 2012 – Filed July 11, 2012\r\n\r\n\r\n                            AFFIRMED\r\n\r\n\r\n        Jackson Seth Whipper, of Whipper Law Firm of N.\r\n        Charleston, for Appellant.\r\n\r\n        W. Andrew Gowder, Jr. and Daniel Simmons\r\n        McQueeney, Jr., both of Pratt-Thomas Walker, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: This is the fourth appeal from orders issued following\r\nsupplemental proceedings which were commenced against appellants in 2006. We\r\naffirm.\r\n\r\nIn June 1998, respondent Beach obtained a $61,903.10 default judgment against\r\nrespondents Gresham Communications and Gresham individually. Beach remains\r\nthe named appellant although she subsequently assigned her interest to Caswell\r\nCommunications, Inc. and Caswell Capital Partners LP (Caswell) in 2006.\r\nGresham is no longer involved in the litigation and Gresham Communications'\r\ncurrent principal is William Saunders.\r\n\r\nIn 2006, Caswell initiated supplemental proceedings against Gresham. Following\r\na hearing at which Saunders was questioned under oath, the court issued an order\r\npurporting to attach the FCC license which Saunders had testified was Gresham's\r\nsole asset, and ordering it sold at a sheriff's sale. Gresham's appeal of this order\r\nwas dismissed by the Court of Appeals in December 2006 for failure to prosecute.\r\n(First Appeal). In connection with this appeal, Gresham filed a motion to stay the\r\njudicial sale of the license. In February 2007, after the Court of Appeals had\r\ndismissed Gresham's appeal of the sale order, the motion to stay was dismissed as\r\nmoot, the judicial sale date was reset, and Gresham was ordered to fully and timely\r\ncooperate in the assignment of its license to the successful bidder.\r\n\r\nAfter Caswell successfully bid on the license at the judicial sale, it moved the court\r\nto appoint a receiver as Gresham was not cooperating as ordered in February 2007.\r\nThe court initially declined Caswell’s request in February 2007 (ROA p.13) but\r\nfollowing Gresham’s continued noncooperation with the license transfer appointed\r\nCharles Cherry as receiver in March 2007. Gresham appealed this order, which\r\nwas affirmed by the Court of Appeals in 2008. Beach v. Gresham Comm., 2008-\r\nUP-628 (S.C. Ct. App. filed November 12, 2008). (Second Appeal). The Court of\r\nAppeals held the legality of the judicial sale was the law of the case, apparently\r\nrelying upon Gresham's abandonment of its 2006 appeal from the sale order, and\r\nthat the appointment of Receiver Cherry was within the judge's discretion. Id.\r\n\r\nOn April 3, 2007, the FCC staff approved the [involuntary] transfer of the license\r\nfrom Gresham to Receiver Cherry. The record contains an FCC order dated March\r\n3, 2009, in which the FCC found that the referee's purported attachment of the\r\nFCC license in 2006 was void ab initio. In that same order, the FCC nonetheless\r\nfound that the appointment of Receiver Cherry in March 2007 was valid, and that\r\nthe Involuntary Assignment Application from Gresham to Receiver Cherry\r\n\napproved by FCC staff on April 3, 2007, was valid.1 The 2009 FCC order\r\nconcludes:  [N]ot withstanding the invalidity of the State Court Order vis-à-\r\n            vis attachment of the [license] because we find no reason to\r\n            overturn the staff's action granting the Involuntary Assignment\r\n            Application . . . .\r\n\r\n\r\n\r\n            IT IS FURTHER ORDERED, that the Application . . . for\r\n            consent to assign the license . . . from Cherry . . . to Caswell . . .\r\n            is GRANTED.\r\n\r\nAfter Cherry received authority over the license from the FCC on April 3, 2007,\r\nand while Gresham's appeal (Second Appeal) of the March 2007 order approving\r\nthe sale and appointing Cherry was pending, Cherry and Caswell entered an\r\nagreement to transfer the license from Cherry to Caswell and filed an application\r\nfor FCC transfer on April 6, 2007. In April 2007, the referee issued an order\r\nrequiring Gresham to cooperate with Cherry in effectuating his duties, and warning\r\nthat Gresham would be subject to contempt if it failed \"to render any and all\r\nassistance necessary to allow Cherry to fulfill his duties . . . .\"\r\n\r\nIn May 2007, Gresham filed a \"Petition to Deny\" with the FCC seeking to prevent\r\nCherry from transferring the license to Caswell in direct contravention of the\r\nunappealed April 2007 state court order. Attached to this petition was an affidavit\r\nwhich went especially to Gresham's argument that the attempted conveyance was\r\nof a \"Bare License\" in violation of FCC policy. According to this affidavit dated\r\nMay 11, 2007:\r\n\r\n            3. The WPAL-FM tower, transmission equipment, studio\r\n            equipment, files, tower land lease, programming rights, and\r\n            trademark and other intellectual property, all continue to be\r\n            under the ownership and control of [Gresham].\r\n\r\n\r\n\r\n The appointment of Cherry as receiver and the FCC staff's approval of the\r\n1\r\n\r\n\r\ninvoluntary license transfer from Gresham to Cherry occurred in the first few\r\nmonths of 2007, well before the judgment lost its “active energy” on June 4,\r\n2008.\r\n\nAs a result of this filing and other actions, the referee issued a Rule to Show Cause\r\non June 25, 2007.\r\n\r\nAt the hearing on the June 2007 Rule held on August 22, 2007, Saunders testified\r\nand admitted that Gresham owned assets, including real estate, that were not\r\ndisclosed at the supplemental proceeding in September 2006. Based on the\r\nevidence at this hearing, the referee held Saunders' testimony at the 2006\r\nsupplemental proceeding was not truthful nor was his testimony at the August\r\n2007 hearing concerning his understanding and intent in answering the questions\r\nunder oath at the 2006 supplemental proceeding; that Saunders' willful and\r\nknowing dissemination of false testimony unnecessarily prolonged the case and\r\nincreased Caswell's burden, as did his use of false testimony before the FCC to\r\nargue against the state court orders; and that therefore Gresham's May 11, 2007,\r\naffidavit attached to the FCC filing was false.\r\n\r\nThe court held appellants in civil contempt for willfully introducing false and\r\nmisleading evidence before both the referee and the FCC, and held Saunders and\r\nGresham were judicially estopped from denying that the 2007 judicial sale\r\ntransferred all of Gresham's interest in the radio station's assets.\r\n\r\nThe referee concluded by ordering:\r\n\r\n             (1) Saunders and Gresham to immediately turn over all assets\r\n             to receiver Cherry, including paying all sums due necessary to\r\n             release assets held by a landlord, and that failing to do so would\r\n             subject them to further contempt sanctions;\r\n\r\n             (2) that the sale order be amended to include not only the\r\n             proceeds of the license sale but also all the assets held by\r\n             Gresham related to the station;\r\n\r\n             (3) Saunders and Gresham to pay all of Caswell's attorneys'\r\n             fees and costs incurred since the supplemental proceeding on\r\n             September 20, 2006, and to pay all of receiver Cherry's fees and\r\n             costs since his appointment;\r\n\r\n             (4) Gresham and Saunders be enjoined from taking any further\r\n             action to oppose the license application process to the extent\r\n             their objection rests on Saunders' false testimony; and\r\n\n             (5) Gresham and Saunders to turn over all information related\r\n             to Gresham's real estate holdings.\r\n\r\nGresham's untimely attempt to appeal this November 2007 contempt order was\r\ndismissed by the Court of Appeals in March 2008. (Third Appeal). Accordingly,\r\nthe holdings of this order, including the validity of the sale, its inclusion of all\r\nGresham's assets, and the contempt finding are the law of the case.\r\n\r\nIn April 2008, Gresham filed a \"Notice of Redemption and Tender of Payment\" in\r\nstate court, simultaneously depositing $106,268.78 with the clerk of court to\r\n\"redeem\" the judgment. Caswell filed a return, questioning the right to redeem and\r\nasking that the $106,268.78 be released to receiver Cherry as (yet another)\r\npreviously undisclosed Gresham asset. Caswell also sought a contempt order\r\nalleging appellants were continuing to obstruct the FCC's consideration of the\r\napplication for approval of the license transfer from receiver Cherry to Caswell.\r\nThese pleadings led to the orders presently on appeal.\r\n\r\nIn June 2008, the referee filed an order rejecting the redemption request and\r\nordering the deposit be paid over to receiver Cherry. Gresham moved to\r\nreconsider this June order, and a hearing was set for June 23, 2008. At the June\r\n2008 hearing, Gresham moved for the first time to set aside the judicial sale on the\r\nground the original judgment had expired before the license transfer had been\r\ncompleted. Gresham subsequently confirmed the \"redemption\" money came from\r\na third party. Finally, in October 2008, Gresham moved to set aside the judicial\r\nsale for inadequate consideration. The referee did amend his final order originally\r\nissued in June 2008, ordering that the redemption money be released to the third\r\nparty. This order did not address the issue nor did it rule on the inadequacy of\r\nconsideration claim.\r\n\r\nGresham has now appealed the June 2008 and December 2008 orders (Fourth\r\nAppeal).\r\n\r\nWe have carefully considered the arguments of appellants' able counsel. Having\r\nconsidered these arguments, as well as those of the respondent, and having\r\nreviewed the entire record, we affirm the appealed orders. With the affirmance of\r\nthis fourth appeal from these supplemental proceedings, it is our intent to end all\r\nstate court proceedings challenging the transfer of the license to receiver Cherry\r\nand any other issue arising from these supplemental proceedings. We instruct\r\ncounsel to urge appellants to abide by all state court orders, and we expect that\r\nsuch advice will be heeded. Should the necessity arise, nothing in this opinion\r\n\nshall be construed as preventing respondent from bringing appropriate proceedings\r\nto enforce the state court orders.\r\n\r\nThe orders under appeal are\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-029","title":"Ophthalmology Assoc v. Budev","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-029.pdf","description":null,"date":"2012-07-18","type":"opinion","text":" THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\n   NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n        Ophthalmology Associates of Charleston, P.A.,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Millin C. Budev, M. D., Appellant.\r\n\r\n        Appellate Case No. 2011-187386\r\n\r\n\r\n                 Appeal From Charleston County \n\r\n              Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n             Memorandum Opinion No. 2012-MO-029 \n\r\n             Heard June 6, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                           AFFIRMED\r\n\r\n\r\n        Sarah Patrick Spruill of Haynsworth Sinkler Boyd,\r\n        of Greenville, and Joseph DuRant Thompson, III of\r\n        Haynsworth Sinkler Boyd, of Charleston, for\r\n        Appellant.\r\n\r\n        Marvin I. Oberman and Harold Alan Oberman, both\r\n        of Oberman & Oberman, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities: D.A. Davis Constr. Co. v. Palmetto Props., Inc., 281\r\nS.C. 415, 418, 315 S.E.2d 370, 372 (1984) (\"In construing a contract, it is\r\naxiomatic that the main concern of the court is to ascertain and give effect to\r\nthe intention of the parties. It is the court's duty to enforce the contract\r\nregardless of its wisdom or folly or apparent unreasonableness.\"); Sermons v.\r\nCaine & Estes Ins. Agency, Inc., 275 S.C. 506, 509, 273 S.E.2d 338, 339\r\n(1980) (finding a two or three year temporal restriction in an employment\r\ncontract justifiable); Rental Unif. Serv. of Florence, Inc. v. Dudley, 278 S.C.\r\n674, 676, 301 S.E.2d 142, 143 (1983) (\"A geographic restriction is generally\r\nreasonable if the area covered by the restraint is limited to the territory in\r\nwhich the employee was able, during the term of his employment, to\r\nestablish contact with his employer's customers.\"); Tate v. LeMaster, 231\r\nS.C. 429, 441, 99 S.E.2d 39, 45–46 (1957) (\"Thus, where the sum stipulated\r\nis reasonably intended by the parties as the predetermined measure of\r\ncompensation for actual damages that might be sustained by reason of\r\nnonperformance, the stipulation is for liquidated damages.\").\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-030","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-030.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\nCITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\nEXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Mack Green, Petitioner.\r\n\r\n        Appellate Case No. 2010-164726\r\n\r\n\r\n                    Appeal From Hampton County \n\r\n                  Howard P. King, Circuit Court Judge \n\r\n\r\n\r\n                Memorandum Opinion No. 2012-MO-030 \n\r\n                Heard June 20, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Kathrine Haggard Hudgins, of Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott and Senior\r\n        Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n        all of Columbia, for Respondent.\r\n\nPER CURIAM: After careful consideration of the Appendix and briefs, the\r\nwrit of certiorari is\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-031","title":"State v. Simuel","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-031.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Lucius Simuel, Appellant.\r\n\r\n        Appellate Case No. 2009-147528\r\n\r\n\r\n                   Appeal From Beaufort County \n\r\n              Thomas W. Cooper, Jr., Circuit Court Judge \n\r\n\r\n\r\n               Memorandum Opinion No. 2012-MO-031 \n\r\n               Heard May 23, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General Mark Reynolds Farthing, all of\r\n        Columbia, and Solicitor Isaac McDuffie Stone III, of\r\n        Bluffton, for Respondent.\r\n\nPER CURIAM: Because the Georgia crime of false imprisonment would be\r\ncategorized as the \"most serious\" offense of kidnapping under South Carolina law,\r\nwe affirm pursuant to Rule 220(b)(1), SCACR, and the following authorities: S.C.\r\nCode Ann. § 17-25-45(A)(1)(b) (Supp. 2011) (providing enhancement is\r\nappropriate where a defendant is convicted of a most serious offense and has either\r\none or more prior convictions for an out-of-state offense that \"would be classified\r\nas a most serious offense\" under this section 17-25-45(C)(1)); Ga. Code Ann. § 16-\r\n5-41(A) (West 2011) (\"A person commits the offense of false imprisonment when,\r\nin violation of the personal liberty of another, he arrests, confines, or detains such\r\nperson without legal authority.\"); S.C. Code Ann. § 16-3-910 (Supp. 2011)\r\n(\"Whoever shall unlawfully seize, confine, inveigle, decoy, kidnap, abduct or carry\r\naway any other person by any means whatsoever without authority of law . . . is\r\nguilty of a felony . . . .\"); State v. Washington, 338 S.C. 392, 397–98, 526 S.E.2d\r\n709, 711 (2000) (\"Since Defendant had pled guilty to common law burglary in\r\n1982, the trial court properly ruled that this prior conviction would constitute a\r\n'most serious' offense because it contained the same legal elements as burglary,\r\nfirst degree that section 17-25-45(C)(1) declares a 'most serious' offense.\"); State v.\r\nPhillips, 393 S.C. 407, 414–15, 712 S.E.2d 457, 461 (Ct. App. 2011) (citation\r\nomitted) (When a prior conviction is for an offense not contemplated by section\r\n17-25-45, the trial court should examine the elements of the offense and determine\r\nwhether they are equivalent to any current offense classified as \"serious\" or \"most\r\nserious.\"); Hinton v. S.C. Dep't of Prob., Parole, and Pardon Servs., 357 S.C. 327,\r\n339, 592 S.E.2d 335, 342 (Ct. App. 2004) (noting under the \"same-elements\" test,\r\nwhen comparing the elements of the offenses, a court \"looks to whether the\r\nparticular actions taken by the defendant which satisfy the elements of the crime in\r\nthe other state would satisfy the elements of one of the enumerated crimes\").\r\n\r\nAFFIRMED.\r\n\r\nPLEICONES, ACTING CHIEF JUSTICE, BEATTY, KITTREDGE and\r\nHEARN, JJ., and Acting Justice James E. Moore, concur.\r\n\n","court":"Supreme"}]