[{"id":"2012-MO-051","title":"State v. Rocquemore","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-051.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        David M. Rocquemore, Petitioner.\r\n\r\n        Appellate Case No. 2010-173067\r\n\r\n\r\n      ON WRIT OF CERTIORARI TO THE COURT OF APPEALS \n\r\n\r\n\r\n                    Appeal from Charleston County \n\r\n                  Daniel F. Pieper, Circuit Court Judge\n\r\n\r\n\r\n              Memorandum Opinion No. 2012-MO-051 \n\r\n         Heard November 15, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Dudek, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan M. Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Senior\r\n        Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n        of Columbia, and Scarlett A. Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: We granted a writ of certiorari to review the decision of the court\r\nof appeals affirming the denial of Petitioner's motion for a mistrial. We now\r\ndismiss the writ as improvidently granted.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-052","title":"Clea v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-052.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                       In The Supreme Court \n\r\n\r\n        Reginald Clea, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2010-153666\r\n\r\n\r\n                       ON WRIT OF CERTIORARI\r\n                           ______________\r\n\r\n                       Appeal From Sumter County\r\n             G. Thomas Cooper, Jr., Post-Conviction Relief Judge\r\n\r\n\r\n               Memorandum Opinion No. 2012-MO-052 \n\r\n         Submitted October 30, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        James B. Richardson, Jr., of Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General Megan Elizabeth Harrigan, all of\r\n        Columbia, for Respondent.\r\n\n       PER CURIAM: A jury convicted Reginald Clea (\"Petitioner\") of murder\r\nand possession of a weapon during the commission of a violent crime. Petitioner\r\nwas acquitted of a second murder charge. He was sentenced to thirty years'\r\nimprisonment for murder and a concurrent sentence of five years for the weapon\r\ncharge. The Court of Appeals affirmed Petitioner's convictions and sentences.\r\nState v. Clea, Op. No. 2007-UP-552 (S.C. Ct. App. filed Dec. 14, 2007).\r\n\r\n      Subsequently, Petitioner filed an application for Post-Conviction Relief\r\n(\"PCR\") on the ground his appellate counsel was ineffective for failing to\r\nchallenge the trial judge's refusal to give a requested charge, which stated that the\r\ninference of malice from the use of a deadly weapon is rebuttable. The PCR judge\r\ndenied Petitioner's application. This Court granted a writ of certiorari to review the\r\nPCR judge's decision.\r\n\r\n        We affirm the PCR judge's order pursuant to Rule 220(b)(1), SCACR, and\r\nthe following authorities: Southerland v. State, 337 S.C. 610, 616, 524 S.E.2d 833,\r\n836 (1999) (recognizing that a defendant, who contends appellate counsel rendered\r\nineffective assistance by failing to argue an issue, must show that the failure to\r\nraise the issue was objectively unreasonable and that, but for this failure, the\r\ndefendant's conviction or sentence would have been reversed (citing People v.\r\nGriffin, 687 N.E.2d 820 (Ill. 1997)); State v. Belcher, 385 S.C. 597, 611, 685\r\nS.E.2d 802, 809 (2009) (noting error in charging that malice may be inferred by the\r\nuse of a deadly weapon may be considered harmless where there is overwhelming\r\nevidence of malice apart from the use of a deadly weapon); Tate v. State, 351 S.C.\r\n418, 426, 570 S.E.2d 522, 527 (2002) (\"Malice is the wrongful intent to injure\r\nanother and indicates a wicked or depraved spirit intent on doing wrong. It is the\r\ndoing of a wrongful act intentionally and without just cause or excuse.\" (citations\r\nomitted)); Id. (concluding evidence of malice existed apart from the use of a\r\ndeadly weapon where defendant shot and killed the victim, a motel desk clerk,\r\nwhen she refused to give him money from the motel and threatened the defendant\r\nwith a pair of scissors); 40 C.J.S. Homicide § 46 (Supp. 2012) (\"[M]alice may be\r\nimplied when no considerable provocation appears or when all circumstances of\r\nthe killing show an abandoned and malignant heart. The fact that cruelty or\r\nbrutality was manifested in the killing will raise an inference of malice . . . .\"\r\n(footnote omitted)); Suber v. State, 371 S.C. 554, 558-59, 640 S.E.2d 884, 886\r\n(2007) (holding that this Court will uphold the findings of the PCR judge when\r\nthere is any evidence of probative value to support them, and will reverse the\r\ndecision of the PCR judge when it is controlled by an error of law).\r\n\n    AFFIRMED.\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-053","title":"State v. Hudson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-053.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marques Hudson, Petitioner.\r\n\r\n        Appellate Case No. 2010-161526\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n                      _____________\r\n\r\n                    Appeal From Greenville County\r\n                 C. Victor Pyle, Jr., Circuit Court Judge,\r\n\r\n\r\n              Memorandum Opinion No. 2012-MO-053 \n\r\n         Heard November 14, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of South\r\n        Carolina Commission on Indigent Defense, Division of\r\n        Appellate Defense, of Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Deputy Attorney General David A. Spencer, all of\r\n\n            Columbia; and Solicitor William W. Wilkins of\r\n            Greenville, for Respondent.\r\n\r\n\r\n      PER CURIAM: We granted a writ of certiorari to review the decision of\r\nthe Court of Appeals in State v. Hudson, Op. No. 2010-UP-141 (S.C. Ct. App. filed\r\nFeb. 22, 2010). We now dismiss the writ as improvidently granted.\r\n\r\n      DISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-054","title":"Capers v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-054.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        Allen J. Capers, Petitioner,\r\n\r\n        v.\r\n\r\n        The State, Respondent.\r\n\r\n        Appellate Case No. 2011-196587\r\n\r\n\r\n                   Appeal From Charleston County\r\n               R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n               Memorandum Opinion No. 2012-MO-054 \n\r\n        Submitted September 4, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of South\r\n        Carolina Commission on Indigent Defense, Division of\r\n        Appellate Defense, of Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Karen Christine Ratigan, all of\r\n        Columbia; and Solicitor Scarlett Anne Wilson of\r\n        Charleston, for Respondent.\r\n\n       PER CURIAM: Affirmed pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities, Issue I (propriety of Austin review): King v. State, 308 S.C.\r\n348, 349, 417 S.E.2d 868, 868 (1992) (stating \"[w]hen the post-conviction relief\r\n[PCR] judge has affirmatively found that the right to appellate review of a previous\r\n[PCR] order was not knowingly and intelligently waived, the petition shall raise\r\nthis question along with all other questions petitioner seeks to have reviewed from\r\nthat order\" and the \"petitioner shall serve and file an Austin petition addressing the\r\nquestions from the previous [PCR] order\"); Austin v. State, 305 S.C. 453, 409\r\nS.E.2d 395 (1991) (providing a PCR applicant may receive a belated appeal from\r\nthe denial of his initial PCR application where PCR counsel failed to file a notice\r\nof appeal and the applicant files a second PCR application alleging ineffective\r\nassistance of prior PCR counsel on this ground); Lanier v. Lanier, 364 S.C. 211,\r\n612 S.E.2d 456 (Ct. App. 2005) (acknowledging the general rule that consent\r\norders are usually deemed conclusive);\r\n\r\n       Issue II (waiver of presentment): Strickland v. Washington, 466 U.S. 668\r\n(1984) (holding to establish a claim of ineffective assistance of counsel, the\r\napplicant must prove (1) counsel was deficient, and (2) counsel's deficient\r\nperformance resulted in prejudice); Smith v. State, 386 S.C. 562, 689 S.E.2d 629\r\n(2010) (stating the burden in PCR cases is on the applicant to prove the allegations\r\nin his application) ; Turner v. State, 384 S.C. 451, 682 S.E.2d 792 (2009)\r\n(observing this Court will uphold the PCR judge's findings if they are supported by\r\nany evidence of probative value, and it will reverse the PCR judge's decision if it is\r\ncontrolled by an error of law); Ard v. Catoe, 372 S.C. 318, 331, 642 S.E.2d 590,\r\n596 (2007) (\"There is a strong presumption that counsel rendered adequate\r\nassistance and exercised reasonable professional judgment in making all significant\r\ndecisions in the case.\"); see also S.C. Code Ann. § 17-23-130 (2003) (providing a\r\ndefendant may waive his right to presentment of an indictment to a grand jury in\r\norder to seek immediate disposition of the charge); State v. Smalls, 364 S.C. 343,\r\n347, 613 S.E.2d 754, 756 (2005) (\"signing a sentencing sheet for a charge to which\r\na defendant has pled guilty constitutes a written waiver of presentment\"; \"a signed\r\ndocument that informs a defendant of the charges against him, such as a sentencing\r\nsheet, gives rise to a presumed regularity in the proceedings and signifies that the\r\ndefendant has been notified of the charges to which he had pled guilty\"); State v.\r\nEvans, 307 S.C. 477, 479 n.1, 415 S.E.2d 816, 817 n.1 (1992) (noting the failure to\r\nhave the waiver of presentment take place before the clerk of court in the county\r\nwhere the offenses occurred does not render the waiver invalid and \"does not in\r\nany way affect the accused's decision to waive the right to have the indictment\r\n\npresented to the grand jury\"), overruled on other grounds by State v. Gentry, 363\r\nS.C. 93, 610 S.E.2d 494 (2005) (abandoning the view that the circuit court acquires\r\njurisdiction in criminal matters by means of a valid indictment);\r\n\r\n       Issue III (amendment of indictments): State v. Gentry, 363 S.C. 93, 610\r\nS.E.2d 494 (2005) (declaring indictments are notice documents and do not affect a\r\ncourt's subject matter jurisdiction; they should apprise the defendant of the\r\nelements of the offense charged and be stated sufficiently to allow a defendant to\r\ndecide whether to plead guilty or stand trial, and to enable the circuit court to know\r\nwhat judgment to pronounce if the defendant is convicted); State v. Myers, 313\r\nS.C. 391, 393, 438 S.E.2d 236, 237 (1993) (stating amendments to an indictment\r\nare permissible if they do not change the nature of the offense, the charge is a\r\nlesser included offense of the crime charged on the indictment, or the defendant\r\nwaives presentment to the grand jury and pleads guilty (citing S.C. Code Ann. 17-\r\n19-100 (1985)). Compare State v. Batson, 261 S.C. 128, 198 S.E.2d 517 (1973)\r\n(finding amendment of an indictment to insert the name of the agent to whom the\r\ndefendant allegedly sold drugs did not change the nature of the offense), and State\r\nv. Jones, 211 S.C. 319, 45 S.E.2d 29 (1947) (holding the amendment of an\r\nindictment charging assault with intent to kill to correct the name of the victim was\r\nnot error where the defendant was not misled and the nature of the offense was not\r\nchanged), with Commonweatlth v. Johnson, 485 A.2d 397 (Pa. Super. Ct. 1984)\r\n(finding, in a case proceeding on an information, where the defendant was charged\r\nwith shooting one of several robbery victims, there was no error in adding the\r\nname of a victim to the robbery charge and to a count naming the individuals\r\nwhom the defendant threatened with a shotgun; the court found no prejudice\r\nbecause the defendant's defense was unaltered and he was fully informed of the\r\ncriminal episode prior to the amendments), and Commonweatlth v. Mosley, 585\r\nA.2d 1057 (Pa. Super. Ct. 1991) (adding victims' names to an information does not\r\ndeny defendant due process if the defendant receives adequate notice).\r\n\r\n      AFFIRMED.\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-055","title":"Sheep Island Plantation v. Bar-Pen Investments","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-055.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\nCITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\nEXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Sheep Island Plantation, LLC, Respondent,\r\n\r\n        v.\r\n\r\n        Bar-Pen Investments, LLC, Petitioner.\r\n\r\n        Appellate Case No. 2010-178066\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                  Appeal From Berkeley County \n\r\n             Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n              Memorandum Opinion No. 2012-MO-055 \n\r\n         Heard November 14, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                             REVERSED\r\n\r\n\r\n        Charles S. Altman and Meredith L. Coker, both of\r\n        Altman & Coker, and Russell Grainger Hines and\r\n        William L. Howard, Sr., both of Young Clement Rivers,\r\n        all of Charleston, for Petitioner.\r\n\r\n        Thomas C. Nelson and Stephan Victor Futeral, both of\r\n        Futeral & Nelson, of Mt. Pleasant, for Respondent.\r\n\nPER CURIAM: Assuming without deciding that the Court of Appeals' exercise\r\nof jurisdiction in this case was proper, we reverse pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: on the bases that financing was not an\r\nunsatisfied contingency under the terms of the contract and that Sheep Island\r\nPlantation, LLC, failed to give timely notice of its intent to invoke the Extension\r\nAgreement clause of the contract. See Moon v. Jordan, 301 S.C. 161, 390 S.E.2d\r\n488 (Ct. App. 1990) (financing contingency satisfied when bank committed itself\r\nto provide the loan, and subjective impossibility does not excuse nonperformance);\r\nMcClain v. Kimbrough Const. Co., Inc., 806 S.W.2d 194, 198 (Tenn. Ct. App.\r\n1990) (citing 3A A. Corbin, Corbin on Contracts § 725 (1964)) (\"Notice ought to\r\nbe given when information material to the performance of a contract is within the\r\npeculiar knowledge of only one of the contracting parties. In the absence of an\r\nexpress notice provision, the courts will frequently imply an obligation to give\r\nnotice as a matter of common equity and fairness.\"); West v. Murph, 21 S.C.L. 284\r\n(3 Hill) (Ct. App. 1837) (stating that requirement of demand for performance\r\n\"would be implied from the nature of the undertaking\" even if not required by the\r\nterms of the contract).\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2012-MO-056","title":"Coake v. Burt","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2012-MO-056.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\n  NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\n PROCEEDING EXCEPT AS PROVIDED BY RULE 268(D)(2), \n\r\n                      SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n      Robert Coake and Susan Coake, Respondents,\r\n\r\n      v.\r\n\r\n      Kathleen Burt, n/k/a Kathleen Thomason, Petitioner.\r\n\r\n      Appellate Case No. 2011-188246\r\n\r\n\r\n\r\n   ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                     Appeal From Anderson County\r\n               J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\n\r\n                     Opinion No. 2012-MO-056 \n\r\n           Heard December 6, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n      CERTIORARI DISMISSED AS IMPROVIDENTLY \n\r\n                    GRANTED \n\r\n\r\n\r\n      Harold P. Threlkeld, of Anderson, for Petitioner.\r\n\r\n      James Allbright Blair III and Kirsten Elena Small, both\r\n      of Nexsen Pruet, of Greenville, for Respondents.\r\n\nPER CURIAM:            We granted certiorari to review the decision of the court of\r\nappeals finding the circuit court erred in directing a verdict in favor of the seller of\r\nresidential real estate because the issues of the reasonableness of the purchasers'\r\ninspection of the real estate prior to closing and the damages incurred from the\r\nseller's alleged incomplete or misleading disclosures on the inspection form were\r\nquestions that should have been resolved by the jury. See Coake v. Burt, 391 S.C.\r\n201, 705 S.E.2d 453 (Ct. App. 2010). We now dismiss the writ as improvidently\r\ngranted.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"}]