[{"id":"2013-MO-015","title":"Carolina Water v. SC Regulatory","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-015.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Carolina Water Service, Inc., Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Office of Regulatory Staff, Forty Love\r\n        Homeowners' Association and Midlands Utility,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2012-208126\r\n\r\n\r\n              Appeal from the Public Service Commission\r\n                           of South Carolina\r\n\r\n\r\n               Memorandum Opinion No. 2013-MO-015\r\n               Heard April 3, 2013 – Filed May 29, 2013\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Scott A. Elliott, of Elliott & Elliott, P.A., John M.S.\r\n        Hoefer and Benjamin P. Mustian, both of Willoughby &\r\n        Hoefer, PA, and Charles L.A. Terreni, of Terreni Law\r\n        Firm, L.L.C., all of Columbia, for Appellant.\r\n\r\n        Charles H. Cook, of Cook Law Firm, Laura Puccia\r\n        Valtorta, of Valtorta Law Office, and Jeffrey M. Nelson,\r\n        Florence P. Belser, and Nanette S. Edwards, all of\r\n        Columbia, for Respondents.\r\n\n       PER CURIAM: Carolina Water Service, Inc. appeals the Public Service\r\nCommission's order denying it rate relief solely on the basis of unacceptable\r\nquality of service, arguing the Commission does not have the authority to deny rate\r\nrelief exclusively on the basis of service and even if it did, no substantial evidence\r\nexists in the record to support the Commission's conclusion. We find the order\r\nissued by the Commission inadequate for appellate review and reverse and remand\r\nfor a more detailed order pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities: Utils. Servs. of S.C., Inc. v. S.C. Office of Regulatory Staff, 392 S.C.\r\n96, 111, 708 S.E.2d 755, 764 (2011) (\"[T]he concerns raised at the public hearings\r\nwere not sufficient to overcome the presumption of reasonableness as to all of\r\nUtility's claimed expenditures. Thus, rather than denying Utility's rate application\r\nin its entirety, the [Commission] should have adjusted Utility's application to\r\nreflect only those expenditures the [Commission] determined should be passed on\r\nto consumers.\"); Heater of Seabrook, Inc. v. Pub. Serv. Comm'n of S.C., 332 S.C.\r\n20, 27, 503 S.E.2d 739, 742 (1998) (\"We have repeatedly emphasized the need for\r\nspecificity in administrative orders. The need is particularly great when complex\r\nissues are involved, such as those generally found in utility rate setting cases.\");\r\nS.C. Code Ann. § 1-23-350 (2005) (\"A final decision shall include findings of fact\r\nand conclusions of law, separately stated. Findings of fact, if set forth in statutory\r\nlanguage, shall be accompanied by a concise and explicit statement of the\r\nunderlying facts supporting the findings.\"); S.C. Code Ann. § 58-5-240(H) (Supp.\r\n2012) (\"The commission's determination of a fair rate of return must be\r\ndocumented fully in its findings of fact and based exclusively on reliable,\r\nprobative, and substantial evidence on the whole record. The commission shall\r\nspecify an allowable operating margin in all water and wastewater orders.\").\r\n\r\n       Accordingly, we reverse and remand to the Commission for a more detailed\r\norder based on the present record. Specifically, we remind the Commission the\r\nutility company is entitled to the presumption of reasonableness in expenditures\r\nand the Commission must consider the actual expenditures undertaken and any\r\nincrease in expenses that may entitle Carolina Water to some rate increase. As we\r\nhave stated previously, \"Administrative agencies are afforded wide latitude in\r\nmaking decisions, as shown in the deferential standard of appellate review.\r\nHowever, the writing of orders without sufficient detail or analysis, coupled with\r\nthis standard of review, can make their decisions as a practical matter unassailable\r\non appeal.\" Heater of Seabrook, 332 S.C. at 27, 503 S.E.2d at 742. We therefore\r\ncaution the Commission to consider and discuss all the salient facts in determining\r\n\nwhether Carolina Water is entitled to a rate increase. We need not determine\r\nwhether or not the Commission possesses the authority to deny a rate increase in\r\ntoto based upon customer complaints because the record in this case does not\r\nestablish that the billing and service complaints were anything more than\r\nanecdotal; they were certainly not systemic and therefore cannot serve as the basis\r\nfor completely eviscerating the utility's proposed rate increase.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\nPLEICONES, A.C.J., BEATTY, KITTREDGE, HEARN, JJ., and Acting\r\nJustice James E. Moore, concur.\r\n\n","court":"Supreme"}]