[{"id":"2013-MO-022","title":"Odom v. Wilson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-022.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        Anthony C. Odom, Appellant,\r\n\r\n        v.\r\n\r\n        Alan Wilson, in his official capacity as Attorney General\r\n        of the State of South Carolina, J. Strom Thurmond, Jr.,\r\n        Barry Barnett, and Christina T. Adams, in their official\r\n        capacities as South Carolina Circuit Solicitors,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2012-210914\r\n\r\n\r\n                    Appeal from Spartanburg County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n               Memorandum Opinion No. 2013-MO-022\r\n               Heard June 6, 2013 – Filed July 17, 2013\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Tina L. M. Young, of Aiken, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Deputy Attorney General J. Emory Smith, Jr., of\r\n        Columbia, for Respondents.\r\n\n       PER CURIAM: Anthony Odom sued Attorney General Alan Wilson and\r\nall sixteen South Carolina solicitors in their official capacities seeking inter alia\r\ninjunctive and declaratory relief to prevent the State from prosecuting him on\r\ncharges of solicitation of a minor in Oconee County. The circuit court dismissed\r\nthe case, finding it lacked jurisdiction to enjoin an ongoing criminal prosecution.\r\nWe affirm pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\nHerron v. Century BMW, 395 S.C. 461, 465, 719 S.E.2d 640, 642 (2012) (\"Issue\r\npreservation rules are designed to give the trial court a fair opportunity to rule on\r\nthe issues, and thus provide us with a platform for meaningful appellate review.\");\r\nI'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 422, 526 S.E.2d 716, 724\r\n(2000) (\"If the losing party has raised an issue in the lower court, but the court fails\r\nto rule upon it, the party must file a motion to alter or amend the judgment in order\r\nto preserve the issue for appellate review.\").\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"}]