[{"id":"2013-MO-016","title":"State v. Avery","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-016.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Paris Avery, Petitioner.\r\n\r\n        Appellate Case No. 2011-194506\r\n\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                     Appeal from Beaufort County \n\r\n                 Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n               Memorandum Opinion No. 2013-MO-016 \n\r\n               Heard April 30, 2013 – Filed June 12, 2013 \n\r\n\r\n\r\n                              REVERSED\r\n\r\n\r\n        Appellate Defender David Alexander, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan M. Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n\n            Attorney General Mark R. Farthing, all of Columbia; and \n\r\n            Solicitor Isaac M. Stone, III, of Bluffton, for Respondent. \n\r\n\r\n\r\n       JUSTICE HEARN: Paris Avery was convicted of homicide by child abuse\r\nin the death of her fifteen-month-old son (Victim) from an overdose of prescription\r\nmedicine. The court of appeals affirmed her conviction in State v. Avery, Op. No.\r\n2011-UP-140 (April 5, 2011). We hold the State failed to present evidence Avery\r\nacted with extreme indifference to human life and reverse.\r\n\r\n                FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n       On August 18, 2006, Avery took her children, Victim and his two brothers,\r\nto daycare around 10:30 a.m. and then went to work at the Golden Corral until 5:00\r\np.m. After work, she and a co-worker, Angenetta Wright, picked up her children\r\nfrom daycare around 6:00 p.m. The women and children then returned to the\r\nGolden Corral for dinner around 7:00 p.m. They stayed approximately one hour,\r\nafter which Wright took Avery and the children home to Avery's house.\r\n\r\n       Later in the evening, around 10:00 p.m., Wright drove back to Avery's house\r\nto check on her because Wright was supposed to watch the children that night\r\nwhen Avery returned to work. Avery was asleep, but Wright woke her up and told\r\nher she had to go to work or she would be fired. Wright helped Avery get her\r\nchildren ready to leave and then drove them back to Wright's house, and Avery put\r\nVictim in Wright's bed. Avery then left for the Golden Corral and returned about\r\nan hour later, around midnight. After checking on Victim, she asked Wright what\r\nwas wrong with him because she could not wake him. Avery slapped his face in\r\nan attempt to revive him. Wright then splashed water on him, but Victim did not\r\nrespond, so Wright called 911.\r\n\r\n       Paramedics found Victim unrevivable, and concluded he had not been\r\nbreathing and had not had a pulse for twenty to thirty minutes. When a criminal\r\ninvestigator arrived, Avery informed her Victim suffered from eczema and was\r\ntaking hydroxyzine, a medication to relieve the itching. After the medication was\r\nretrieved from Avery's house, it was ascertained that although the prescription had\r\nbeen filled only two days earlier, the bottle was over half empty. The dosage on\r\nthe label directed the dispensation of \"one-half teaspoon by mouth every six hours\r\nas needed.\" Avery informed the investigator she gave Victim three doses that day,\r\nat around 9:00 a.m., 3:00 p.m., and sometime after 8:00 p.m.\r\n\n      Dr. Michael Caplan performed an autopsy on Victim and found the organs\r\nwere congested, there was fluid in the lungs, and the brain was swollen, all\r\nconsistent with asphyxiation or depression of the respiratory system. Dr. Caplan\r\nalso tested Victim's blood and found hydroxyzine at a concentration of 300\r\nnanograms per milliliter, significantly above the expected therapeutic\r\nconcentration of less than 50 nanograms per milliliter. Dr. Caplan concluded the\r\ncause of death was acute hydroxyzine intoxication and ruled the death a homicide.\r\n\r\n       Avery was subsequently arrested and indicted for homicide by child abuse.\r\nAt trial, the State presented the testimony of Dr. Demetra Garvin, a forensic\r\ntoxicologist. Although Garvin did not rule out the possibility this was an\r\nintentional poisoning, she opined that the circumstances of Victim's death indicated\r\nthe hydroxyzine may instead have been used as a \"chemical restraint.\" Dr. Garvin\r\ndescribed chemical restraint as the use of medication for the desired side effect of\r\nsedation as opposed to the proper indications of the drug. She testified\r\nhydroxyzine is an antihistamine commonly used to treat itching and that the\r\nprimary side-effect is sedation. Additionally, she noted it was a drug of last resort\r\nfor the pediatric population, which indicated to her that Victim's skin condition\r\nmust have been \"significant.\" She testified the prescription called for one-half\r\nteaspoon every six hours as needed and a syringe was found with the medication\r\nwhich was calibrated in both half-teaspoon and milliliter measurements. Dr.\r\nGarvin further opined that the peak effect of the drug in liquid form probably\r\nwould have occurred two hours after the fatal dosage. She further noted the\r\nprescription was filled around 3:30 p.m. on August 16, and Victim died around\r\n12:30 a.m. August 19, which would account for ten doses of the medication if\r\ntaken as directed. However, after measuring the volume of the liquid remaining in\r\nthe bottle, there appeared to be an additional seventeen doses missing. The\r\npharmacy lab technician testified the prescription for Victim was picked up on\r\nAugust 16, but could not identify who picked it up either on that day or when it\r\nwas originally filled on June 7, 2006.\r\n\r\n      After the close of the State's case, Avery moved for a directed verdict,\r\narguing the State failed to put forth evidence she acted with extreme indifference to\r\nhuman life. The court denied the motion. The jury convicted Avery of homicide\r\nby child abuse and the court sentenced her to thirty-five years' imprisonment. Her\r\nconviction was affirmed by the court of appeals, and we granted certiorari.\r\n\n                              ISSUE PRESENTED \n\r\n\r\n       Did the court of appeals err in affirming the circuit court's denial of a\r\ndirected verdict when the State failed to prove Avery acted with extreme\r\nindifference to human life?     LAW/ANALYSIS\r\n       Avery argues the State failed to introduce evidence she acted with extreme\r\nindifference to human life and therefore the circuit court erred in denying her\r\nmotion for a directed verdict on the charge of homicide by child abuse. We agree.\r\n\r\n      In reviewing a motion for a directed verdict, the circuit court is concerned\r\nwith the existence of evidence, not its weight. State v. Curtis, 356 S.C. 622, 633,\r\n591 S.E.2d 600, 605 (2004). When the evidence presented merely raises a\r\nsuspicion of the accused's guilt, the circuit court should grant the directed verdict\r\nmotion. State v. Cherry, 361 S.C. 588, 594, 606 S.E.2d 475, 478 (2004).\r\nHowever, the circuit court must submit the case to the jury if there is \"any\r\nsubstantial evidence which reasonably tends to prove the guilt of the accused, or\r\nfrom which his guilt may be fairly and logically deduced.\" State v. Mitchell, 341\r\nS.C. 406, 409, 535 S.E.2d 126, 127 (2000).\r\n\r\n       On appeal from a denial of a directed verdict motion, the appellate court\r\nviews the evidence in the light most favorable to the State. Curtis, 356 S.C. at 633,\r\n591 S.E.2d at 605. \"If there is any direct evidence or substantial circumstantial\r\nevidence reasonably tending to prove the guilt of the accused, the Court must find\r\nthe case was properly submitted to the jury.\" Id. at 633–34, 591 S.E.2d at 605.\r\n\r\n       Section 16-3-85 of the South Carolina Code (2003) provides: \"A person is\r\nguilty of homicide by child abuse if the person . . . causes the death of a child\r\nunder the age of eleven while committing child abuse or neglect, and the death\r\noccurs under circumstances manifesting an extreme indifference to human life.\" In\r\nthe context of criminal statutes, indifference has been likened to a conscious act of\r\ndisregarding a risk which a person's conduct has created, or a failure to exercise\r\nordinary or due care. State v. Jarrell, 350 S.C. 90, 98, 564 S.E.2d 362, 367 (Ct.\r\nApp. 2002). For purposes of this statute, \"extreme indifference\" has been\r\ndescribed as \"a mental state akin to intent characterized by a deliberate act\r\nculminating in death.\" McKnight v. State, 378 S.C. 33, 48, 661 S.E.2d 354, 361\r\n(2008) (quoting Jarrell, 350 S.C. at 98, 564 S.E.2d at 367).\r\n\n       The court of appeals concluded \"Although she may not have intended her act\r\n[of giving Victim hydroxyzine] to culminate in [Victim's] death, viewing the\r\nevidence in the light most favorable to the State, the State established Avery\r\ncommitted a deliberate act and [Victim] died as a result of that act.\" Avery, Op.\r\nNo. 2011-UP-140. Essentially, the court of appeals concluded that because the\r\nState put forth substantial probative evidence that she administered the\r\nhydroxyzine and Victim ultimately died from a hydroxyzine overdose, the act and\r\nresultant death are sufficient to prove her mental state. However, this conclusion\r\nrenders the statutory requirement of mens rea meaningless and suggests the State\r\nneed only produce evidence of the actus reus and subsequent death.\r\n\r\n       Although the State is not required to prove Avery acted with the intent to kill\r\nVictim, \"extreme indifference\" contemplates a showing of \"actions that evidence a\r\nmental state on the part of the accused to engage in some life-threatening activity\r\nagainst the victim.\" Price v. State, 284 S.W.3d 462, 466 (Ark. 2008); see also 40\r\nC.J.S. Homicide § 42 (\"While intent may not be necessary under provisions\r\n[requiring depraved or extreme indifference to human life], something more than\r\nmere recklessness is comprehended, and a gross deviation from a reasonable\r\nstandard of care may not be sufficient.\"). Accordingly, the State must submit\r\nevidence the defendant consciously engaged in a life-threatening act with\r\nindifference as to whether Victim lived or died to establish the requisite mental\r\nstate. See State v. Reyes, No. 36136-1-II, 2008 WL 4355376, at *6 (Wash. Ct.\r\nApp. 2008) (holding that under the homicide by child abuse statute, to prove a\r\ndefendant acted with extreme indifference, the State must show the defendant\r\nsimply did not care whether the victim lived or died).\r\n\r\n       We find the State failed to submit evidence indicating Avery was aware of\r\nthe gravity of the danger in overmedication so as to prove she acted without regard\r\nas to whether Victim lived or died. The State argues the risks associated with a\r\nprescription drug are \"inherent and clear due to the controlled and regulated nature\r\nof the substance.\" However, this medication was lawfully prescribed for Victim,\r\nwhose eczema was apparently acute. Certainly, in large enough doses even over-\r\nthe-counter medication can be lethal, but the State's own witness opined the\r\nVictim's toxicity levels would more likely indicate chemical restraint than\r\npoisoning. Assuming arguendo Avery was overmedicating Victim in an effort to\r\nhelp him settle down so that she could sleep, this alone does not demonstrate she\r\nwas acting without regard as to whether Victim lived or died. She may have\r\nsimply been trying to alleviate his constant skin irritations, unaware of the grave\r\nrisks of extra doses. Absent more, the State has not shown Avery consciously\r\nengaged in life-threatening behavior toward Victim.\r\n\n       The State offered no evidence Avery was ever personally informed about the\r\nrisks of overmedication or that she understood the drug was to be taken as needed,\r\nbut not more than every six hours. The pharmacist technician did not know who\r\npicked up the prescription and there was no evidence the prescribing physician\r\ndiscussed the side-effects or dosages with Avery. The State's sole evidence of\r\nAvery's mens rea, apart from the general allegation that it is common knowledge\r\nthat death may occur from improper dosage, was the medicine bottle label that\r\nindicated it should be taken by mouth every six hours as needed. Even viewing\r\nthis evidence in the light most favorable to the State, this does not amount to\r\nsubstantial circumstantial evidence from which a jury could conclude Avery acted\r\nwithout care as to whether Victim lived or died so as to manifest extreme\r\nindifference to human life.      CONCLUSION\r\n\r\n       For those reasons, we find the court of appeals erred in affirming the circuit\r\ncourt's denial of a directed verdict in favor of Avery and reverse her conviction.\r\n\r\n\r\n\r\nTOAL, C.J., PLEICONES, and BEATTY, JJ., concur. KITTREDGE, J.,\r\ndissenting in a separate opinion.\r\n\nJUSTICE KITTREDGE: Viewing the evidence in a light most favorable to the\r\nState, as we must, I agree with the able trial judge that the State's evidence was\r\nsufficient to create a jury question. I believe the directed verdict motion was\r\nproperly denied. I would affirm the conviction and sentence. Accordingly, I\r\nrespectfully dissent.\r\n\n","court":"Supreme"},{"id":"2013-MO-017","title":"Stroud v. Murphy","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-017.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        Margaret Stroud and D5 Citizens Ensuring the\r\n        Implementation of the Referendum, Inc., Respondents,\r\n\r\n        v.\r\n\r\n        Kim Murphy, Appellant.\r\n\r\n        Appellate Case No. 2011-202407\r\n\r\n\r\n                     Appeal from Richland County\r\n                 L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n               Memorandum Opinion No. 2013-MO-017\r\n               Heard May 14, 2013 – Filed June 12, 2013\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Robert Guild, of Columbia, Katie R. Parham, of The\r\n        Parham Law Firm, of Irmo, and Jerry Jay Bender, of\r\n        Baker, Ravenel & Bender, LLP, of Columbia, for\r\n        Appellant.\r\n\r\n        Todd R. Ellis, of Law Office of Todd Ellis, P.A., of Irmo,\r\n        for Respondents.\r\n\r\n        Kenneth L. Childs, John Marshall Reagle, and Tyler\r\n        Ryan Turner, of Childs and Halligan, P.A., of Columbia,\r\n\n             for Amicus Curiae, School District Five of Lexington and\r\n             Richland Counties, Scott Thomas Price, of Columbia, for\r\n             Amicus Curiae, South Carolina School             Boards\r\n             Association.\r\n\r\n\r\n       PER CURIAM:           Margaret Stroud, and D5 Citizens Ensuring the\r\nImplementation of the Referendum, Inc. filed this action alleging abuse of process\r\nby Kim Murphy, a member of the District 5 school board, and requesting an\r\ninjunction preventing her from challenging or appealing actions related to permits\r\nfor construction projects authorized by the school district and funded by the 2008\r\nReferendum. Murphy moved to dismiss, and the circuit court denied her motion\r\nand issued a temporary restraining order.\r\n\r\n       We reverse pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities: ATC S., Inc. v. Charleston Cnty., 380 S.C. 191, 198, 669 S.E.2d 337,\r\n341 (2008) (internal citations omitted) (\"[A] taxpayer lacks standing when he\r\nsuffers in some indefinite way in common with people generally.\") Sea Pines Ass'n\r\nfor the Prot. of Wildlife, Inc. v. S.C. Dep't of Natural Res., 345 S.C. 594, 600, 550\r\nS.E.2d 287, 291 (2001) (internal citations omitted) (noting that to have standing a\r\nparty must have a personal stake in the subject matter of the lawsuit and have a\r\n\"real, material, or substantial interest in the subject matter of the action, as opposed\r\nto one who has only a nominal or technical interest in the action\"); Id. at 601, 550\r\nS.E.2d at 291 (quoting Lujan v. Defenders of Wildlife, 504 U.S. 555, 560–61\r\n(1992)) (internal quotations omitted) (\"In order to establish standing, a party must\r\nsatisfy three elements. First, the plaintiff must have suffered an injury in fact—an\r\ninvasion of a legally protected interest which is (a) concrete and particularized, and\r\n(b) actual or imminent, not conjectural or hypothetical.\").\r\n\r\n      Accordingly, we reverse and remand for dismissal by the circuit court.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2013-MO-018","title":"Price v. Horry County Election Commission","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-018.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Windy Price, Appellant,\r\n\r\n        v.\r\n\r\n        Horry County Election Commission, South Carolina\r\n        Election Commission, Jake Evans, Josephine Isom, and\r\n        Charlene Taylor, Defendants,\r\n\r\n        of whom Horry County Election Commission and South\r\n        Carolina Election Commission are Respondents.\r\n\r\n        Appellate Case No. 2012-213489\r\n\r\n\r\n                      Appeal From Horry County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n              Memorandum Opinion No. 2013-MO-018 \n\r\n             Submitted June 4, 2013 – Filed June 12, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Christine Companion Varnado and Jason Scott Luck,\r\n        both of Seibels Law Firm, of Charleston, for Appellant.\r\n\r\n        Robert E. Tyson, Jr., and Bess Jones DuRant, both of\r\n        Sowell Gray Stepp and Laffitte, LLC., of Columbia,\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Assistant Attorney\r\n\n             General Julius Carnes Nicholson, III, of Columbia, for\r\n             Respondents.\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities: Appellant's Arguments IA and III: Cole v. Town of Atl. Beach Election\r\nComm'n, 393 S.C. 264, 712 S.E.2d 440 (2011); Gecy v. Bagwell, 372 S.C. 237, 642\r\nS.E.2d 569 (2007); Taylor v. Town of Atl. Beach Election Comm'n, 363 S.C. 8, 609\r\nS.E.2d 500 (2005); Butler v. Town of Edgefield, 328 S.C. 238, 493 S.E.2d 838\r\n(1997); S.C. Code Ann. § 5-15-130 (2004); S.C. Code Ann. § 7-13-35 (Supp.\r\n2012); S.C. Code Ann. § 7-7-1000 (Supp. 2012); S.C. Code Ann. § 7-7-910(B)(2)\r\n(Supp. 2012); Appellant's Argument IB: Butler v. Town of Edgefield, supra;\r\nAppellant's Argument II: Taylor v. Town of Atl. Beach Election Comm'n, supra;\r\nS.C. Code Ann. § 30-4-100 (2007); Appellant's Argument IV: USAA Prop. & Cas.\r\nIns. Co. v. Clegg, 377 S.C. 643, 661 S.E.2d 791 (2008) (issues which were neither\r\nraised to nor ruled upon by the circuit court are not preserved for appellate review);\r\nStaubes v. City of Folly Beach, 339 S.C. 406, 529 S.E.2d 543 (2000) (an issue\r\ncannot be raised for the first time on appeal, but must have been raised to and ruled\r\nupon by the trial court to be preserved for appellate review).\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2013-MO-019","title":"Starnes v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-019.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                         In The Supreme Court \n\r\n\r\n            Somjai Fung Fue Starnes, Petitioner,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Respondent.\r\n\r\n            Appellate Case No. 2011-191878\r\n\r\n\r\n                         Appeal from Horry County\r\n             Benjamin H. Culbertson, Post-Conviction Relief Judge\r\n\r\n\r\n                   Memorandum Opinion No. 2013-MO-019\r\n                   Heard June 4, 2013 – Filed June 12, 2013\r\n\r\n\r\n                       REVERSED AND REMANDED\r\n\r\n\r\n            Rachael A. Dain of Attorney Dain, LLC, of Columbia,\r\n            for Petitioner.\r\n\r\n            Attorney General Alan M. Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, and Christina\r\n            J. Catoe, all of Columbia, for the State.\r\n\r\n\r\nPER CURIAM: We granted a writ of certiorari to review the denial of post-\r\nconviction relief (PCR) in this matter. Pursuant to Rule 220(b)(1), SCACR, we\r\n\nreverse and grant Petitioner PCR. This matter is remanded to the trial court for\r\nfurther proceedings in connection with the charge of first-degree criminal sexual\r\nconduct with a minor.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2013-MO-020","title":"Heaton v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-020.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\nCITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT\r\nAS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court \n\r\n\r\n        Thomas Chad Heaton, Respondent,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Petitioner.\r\n\r\n        Appellate Case No. 2011-205087\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                      Appeal from Anderson County \n\r\n              John C. Hayes, III, Post-Conviction Relief Judge\n\r\n\r\n\r\n                 Memorandum Opinion No. 2013-MO-020 \n\r\n                 Heard June 6, 2013 – Filed June 12, 2013 \n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Attorney General Alan M. Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia, for Petitioner.\r\n\r\n        Ricky K. Harris, of Spartanburg, for Respondent.\r\n\nPER CURIAM: We granted a writ of certiorari to review the court of appeals'\r\ndecision in Heaton v. State, Op. No. 2011-UP-456 (S.C. Ct. App. filed Oct. 13,\r\n2011), affirming the grant of Respondent's post-conviction relief (PCR)\r\napplication. We now dismiss the writ as improvidently granted.\r\n\r\n\r\nDISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2013-MO-021","title":"Omni Insurance Group v. Tidwell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2013-MO-021.pdf","description":null,"date":"2013-06-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Omni Insurance Group, Appellant,\r\n\r\n        v.\r\n\r\n        La'Rissa Tidwell and Bristol West Insurance Company,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2012-211567\r\n\r\n\r\n                   Appeal from Richland County \n\r\n              DeAndrea G. Benjamin, Circuit Court Judge \n\r\n\r\n\r\n               Memorandum Opinion No. 2013-MO-021 \n\r\n               Heard June 4, 2013 – Filed June 12, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Douglas E. Leadbitter, of Douglas E. Leadbitter, LLC, of\r\n        Blythewood, for Appellant.\r\n\r\n        John S. Nichols, of Bluestein, Nichols, Thompson, &\r\n        Delgado, LLC, of Columbia, and Melissa G. Mosier, of\r\n        McWhirter, Bellinger, & Associates, PA, of Lexington;\r\n        Charles O. Williams, III, and Weston Adams, III, of\r\n        McAngus, Goudelock, & Courie, LLC, of Columbia, and\r\n        Helen F. Hiser, of McAngus, Goudelock, & Courie,\r\n        LLC, of Mount Pleasant, for Respondents.\r\n\n             Frank L. Epps, of Greenville, for Amicus Curiae, South\r\n             Carolina Association for Justice.\r\n\r\n\r\n        PER CURIAM: La'Rissa Tidwell was injured in an automobile accident\r\nwhile a passenger in the at-fault driver's vehicle. She recovered the liability limits\r\nof the at-fault driver's insurance policy, but the insurer, Omni Insurance Group,\r\ndenied her benefits under the policy's underinsured motorist (UIM) coverage.\r\nOmni brought a declaratory judgment action against Tidwell, asserting a policy\r\nprovision barred Tidwell, as an insured passenger, from recovering under both the\r\nliability and UIM coverage. Tidwell's UIM insurer, Bristol West Insurance\r\nCompany, intervened. The circuit court granted summary judgment in favor of\r\nTidwell and Bristol, and Omni appealed.\r\n\r\n      We affirm pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities:\r\n\r\n    1. Reformation: \t arris v. Cincinnati Ins. Co., 280 S.C. 149, 153, 311 S.E.2d\r\n                      G\r\n       723, 726 (1984) (\"Underinsured motorist coverage is controlled by and\r\n       subject to our underinsured motorist act, and any insurance policy\r\n       provisions inconsistent therewith are void, and the relevant statutory\r\n       provisions prevail as if embodied in the policy.\"); Sloan Constr. Co., Inc. v.\r\n       Central Nat. Ins. Co. of Omaha, 269 S.C. 183, 185, 236 S.E.2d 818, 819\r\n       (1977) (\"Courts must enforce, not write, contracts of insurance, . . . .\"); Kay\r\n       v. State Farm Mut. Auto Ins. Co., 349 S.C. 446, 449–50, 562 S.E.2d 676,\r\n       678 (Ct. App. 2002) (holding that where a policy provision is invalid, the\r\n       court could not rewrite the policy but must strike the void language and\r\n       apply the statutory language as controlling).\r\n\r\n    2. Two-Issue Rule: \tJones v. Lott, 387 S.C. 339, 346, 692 S.E.2d 900, 903\r\n       (2010) (\"Under the two issue rule, where a decision is based on more than\r\n       one ground, the appellate court will affirm unless the appellant appeals all\r\n       grounds because the unappealed ground will become the law of the case.\").\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"}]