[{"id":"2014-MO-035","title":"Elkachbendi v. Elkachbendi","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-035.pdf","description":null,"date":"2014-09-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Mokhtar Elkachbendi, Petitioner,\r\n\r\n        v.\r\n\r\n        Anne K. Elkachbendi, Suzanne H. Ruth, Individually and\r\n        as Trustee of the Suzanne H. Ruth Revocable Trust UDO\r\n        February 25, 2003, Daniel Ruth and Suzanne H. Ruth\r\n        Revocable Trust, Defendants,\r\n\r\n        Of Whom Anne K. Elkachbendi is, Respondent,\r\n\r\n        v.\r\n\r\n        Nouhza Elkachbendi Warning, Third Party Defendant.\r\n\r\n        Appellate Case No. 2012-213244\r\n\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                  Appeal From Charleston County \n\r\n         The Honorable Paul W. Garfinkel, Family Court Judge \n\r\n\r\n\r\n              Memorandum Opinion No. 2014-MO-035 \n\r\n         Submitted August 27, 2014 – Filed September 17, 2014 \n\r\n\r\n\r\n                             REVERSED\r\n\n             Gregory Samuel Forman, of Gregory S. Forman, PC, of\r\n             Charleston, for Petitioner.\r\n\r\n             Theresa Marie Wozniak Jenkins, of Ameika DeVane &\r\n             Mack, of Charleston, and David L. DeVane, of\r\n             Summerville, for Respondent.\r\n\r\n\r\nPER CURIAM: Petitioner seeks a writ of certiorari to review the Court of\r\nAppeals' decision in Elkachbendi v. Elkachbendi, Op. No. 2012-UP-479 (S.C. Ct.\r\nApp. filed Aug. 15, 2012). We grant the petition, dispense with further briefing,\r\nreverse the Court of Appeals' decision, and remand the case to the family court to\r\nrule on petitioner's Rule 59(e), SCRCP motion pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: Issue I: Rule 59(e), SCRCP (\"A motion to\r\nalter or amend the judgment shall be served not later than 10 days after receipt of\r\nwritten notice of the entry of the order.\") (emphasis added); USAA Property and\r\nCas. Ins. Co. v. Clegg, 377 S.C. 643, 661 S.E.2d 791 (2008) (in determining the\r\ntimeliness of a Rule 59(e) motion to reconsider, the Court presumed counsel was\r\nbeing truthful when representing the date she received notice of entry of the order,\r\nand cited Rule 407(1), SCACR (\"A lawyer, being a member of the legal\r\nprofession, is a representative of clients, an officer of the legal system and a public\r\ncitizen having special responsibility for the quality of justice.\"); Rule 3.3(a)(1),\r\nRPC (\"A lawyer shall not knowingly make a false statement of fact or law to a\r\ntribunal or fail to correct a false statement of material fact or law previously made\r\nto the tribunal by the lawyer.\"); Rule 4.1(a), RPC (\"In the course of representing a\r\nclient a lawyer shall not knowingly make a false statement of material fact or law\r\nto a third person.\"); Rule 8.4(d), RPC (\"It is professional misconduct for a lawyer\r\nto engage in conduct involving dishonesty, fraud, deceit or misrepresentation.\");\r\nUpchurch v. Upchurch, 376 S.C. 16, 624 S.E.2d 643 (2006) (finding notice of\r\nfuture entry of an order was not notice of entry of judgment); Green v. Green, 320\r\nS.C. 347, 465 S.E.2d 130 (Ct. App. 1995) (noting the postal service is not infallible\r\nand the postmark date on an envelope is not dispositive evidence of timely\r\nservice). Issue II: See Eason v. Eason, 384 S.C. 473, 682 S.E.2d 804 (2009)\r\n(where an appellate court's disposition of an issue reverses the lower court's\r\ndecision, the issue of attorney's fees is remanded for reconsideration); Patel v.\r\n\nPatel, 359 S.C. 515, 599 S.E.2d 114 (2004) (finding an award of attorney's fees\r\nlies within the sound discretion of the family court and will not be disturbed absent\r\nan abuse of discretion).\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY and KITTREDGE, JJ., concur.\r\nHEARN, J., not participating.\r\n\n","court":"Supreme"}]