[{"id":"2014-MO-015","title":"Watts v. Sonic Automotive","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-015.pdf","description":null,"date":"2014-06-04","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Christine Watts, Respondent,\r\n\r\n        v.\r\n\r\n        Sonic Automotive, d/b/a Century BMW, Appellant.\r\n\r\n        Appellate Case No. 2013-000606\r\n\r\n\r\n\r\n                   Appeal from Greenville County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n               Memorandum Opinion No. 2014-MO-015 \n\r\n               Heard May 6, 2014 – Filed June 4, 2014 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Kurt M. Rozelsky, of Smith Moore Leatherwood LLP, of\r\n        Greenville, Richmond T. Moore and Dennis M. Black,\r\n        both of Washington, D.C., for Appellant.\r\n\r\n        Gedney M. Howe, III, of Gedney M. Howe, III, PA, of\r\n        Charleston, Richard A. Harpootlian, of Richard A.\r\n        Harpootlian, PA, of Columbia, A. Camden Lewis, of\r\n        Lewis, Babcock & Griffin, LLP, of Columbia and Brady\r\n        R. Thomas, Terry E. Richardson, Jr. and David Butler, of\r\n\n              Richardson, Patrick, Westbrook &Brickman, LLC, all of\r\n              Barnwell, and Michael E. Spears, of Michael E. Spears,\r\n              PA, of Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: This case concerns the enforceability of an arbitration\r\nagreement. The trial court denied Appellant's motion to compel arbitration. We\r\naffirm.\r\n\r\nIn 2005, Respondent entered into a contract with Appellant for the purchase of a\r\ncar.1 The transaction included the execution of an arbitration agreement. In\r\nDecember 2006, Appellant filed a motion to compel arbitration pursuant to the\r\nterms of the arbitration agreement. At the time of its motion to compel arbitration,\r\nAppellant agreed the matter would be decided pursuant to state law. After this\r\nCourt decided Herron v. Century BMW (Herron I), 387 S.C. 525, 693 S.E.2d 394\r\n(2010), the United States Supreme Court decided Stolt-Nielsen S.A. v.\r\nAnimalFeeds International Corp., 130 S. Ct. 1758 (2010), and AT & T Mobility\r\nLLC v. Concepcion, 131 S. Ct. 1740 (2011). For the reasons set forth in Herron v.\r\nCentury BMW (Herron II), 395 S.C. 461, 719 S.E.2d 640 (2012), cert denied, 132\r\nS. Ct. 2436 (2012), this Court declined to review its Herron I decision. We are\r\nconstrained by Herron II, which similarly forecloses Appellant's efforts in this\r\nappeal. We affirm pursuant to Rule 220(b)(1), SCACR, and the above-referenced\r\ndecisions of this Court.\r\n\r\nAFFIRMED.\r\n\r\n\r\nTOAL, C.J., KITTREDGE, HEARN, JJ., Acting Justices James E. Moore and\r\nEugene C. Griffith, Jr., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   Respondent's father was also involved in the purchase of the vehicle.\r\n\n","court":"Supreme"},{"id":"2014-MO-016","title":"Carolina Walk v. Richland County Assessor","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-016.pdf","description":null,"date":"2014-06-04","type":"opinion","text":" THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\n   NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court \n\r\n\r\n        Carolina Walk, LLC and Serrus Carolina Walk, LLC,\r\n        Appellants,\r\n\r\n        v.\r\n\r\n        Richland County Assessor, Respondent.\r\n\r\n        Appellate Case No. 2012-210327\r\n\r\n\r\n                Appeal from the Administrative Law Court \n\r\n             Deborah Brooks Durden, Administrative Law Judge \n\r\n\r\n\r\n                 Memorandum Opinion No. 2014-MO-016 \n\r\n                Heard January 21, 2014 – Filed June 4, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Burnet R. Maybank, III, and Tanya Amber Gee, of\r\n        Nexsen Pruet LLC, both of Columbia, for Appellant.\r\n\r\n        Malane S. Pike and John Marion S. Hoefer, of\r\n        Willoughby Hoefer, of White Rock, for Respondent.\r\n\r\n        K.B. King, of SC Realtors Association, for Amicus\r\n        Curiae.\r\n\nPER CURIAM: We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities: Smith v. Newberry Cnty. Assessor, 350 S.C. 572, 577–79,\r\n567 S.E.2d 501, 504–05 (Ct. App. 2002) (noting that in cases involving property\r\nvaluation for the purpose of tax assessment, the Administrative Law Court (ALC)\r\nconducts a de novo hearing and serves as the fact-finder as to property value)\r\n(citation omitted); Risher v. S.C. Dep't of Health & Envtl. Control, 393 S.C. 198,\r\n204–10, 712 S.E.2d 428, 431–34 (2011) (finding a decision of the ALC must be\r\nupheld if it is supported by substantial evidence in the record and noting that where\r\nconflicting evidence exists as to a factual issue, the Court's substantial evidence\r\nstandard of review defers to the findings of the fact-finder).\r\n\r\n\r\nAFFIRMED.\r\n\r\nPLEICONES, Acting Chief Justice, BEATTY, KITTREDGE, HEARN, JJ.,\r\nand Acting Justice James E. Moore, concur.\r\n\n","court":"Supreme"},{"id":"2014-MO-017","title":"State v. Nutt","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-017.pdf","description":null,"date":"2014-06-04","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Supreme Court \n\r\n\r\n            The State, Appellant,\r\n\r\n            v.\r\n\r\n            Alexander Nutt, Respondent.\r\n\r\n            Appellate Case No. 2012-213669\r\n\r\n\r\n                         Appeal from Richland County \n\r\n                 The Honorable Alison R. Lee, Circuit Court Judge \n\r\n\r\n\r\n                    Memorandum Opinion No. 2014-MO-017 \n\r\n                    Heard April 3, 2014 – Filed June 4, 2014 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n            Solicitor Daniel E. Johnson and Assistant Solicitor\r\n            Joseph Y. Shenkar, both of Columbia, for Appellant.\r\n\r\n            John A. O'Leary, of O'Leary Associates, P.A., of\r\n            Columbia, for Respondent.\r\n\r\n\r\n      PER CURIAM: The State appeals the circuit court's order reversing the\r\nmagistrate's finding that Alexander Nutt violated the terms of his conditional\r\ndischarge. We reverse pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities: I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 422, 526 S.E.2d\r\n\n716, 724 (2000) (\"[T]he losing party generally must both present his issues and\r\narguments to the lower court and obtain a ruling before an appellate court will\r\nreview those issues and arguments.\"); State v. Henderson, 347 S.C. 455, 457, 556\r\nS.E.2d 691, 692 (Ct. App. 2001) (\"In criminal appeals from magistrate or\r\nmunicipal court, the circuit court does not conduct a de novo review, but instead\r\nreviews for preserved error raised to it by appropriate exception.\").\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-018","title":"Richland County v. Hull","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-018.pdf","description":null,"date":"2014-06-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Richland County Assessor, Respondent,\r\n\r\n        v.\r\n\r\n        James M. Hull, d/b/a Hull Storey Gibson Companies,\r\n        LLC, Appellant.\r\n\r\n        Appellate Case No. 2013-001683\r\n\r\n\r\n              Appeal from the Administrative Law Court \n\r\n        The Honorable Shirley C. Robinson, Administrative Law \n\r\n                                Judge\n\r\n\r\n\r\n               Memorandum Opinion No. 2014-MO-018 \n\r\n               Heard May 6, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n                            AFFIRMED\r\n\r\n\r\n        Timothy E. Madden, of Nelson Mullins Riley &\r\n        Scarborough, LLP, of Greenville, and Matthew W.\r\n        Matson, of Augusta, GA, for Appellant.\r\n\r\n        John M.S. Hoefer, of Willoughby & Hoefer, PA, of\r\n        Columbia, and Malane S. Pike, of White Rock, for\r\n        Respondent.\r\n\n      PER CURIAM: The appellant challenges an administrative law court's\r\n(ALC) order finding the respondent correctly valued the appellant's land for\r\nproperty tax purposes. We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities:\r\n\r\n  1. Determination of property values: S.C. Code Ann. § 1-23-610(B) (Supp.\r\n     2013) (\"The Court may not substitute its judgment for the judgment of the\r\n     [ALC] as to the weight of the evidence on questions of fact.\"); S.C. Code\r\n     Ann. § 12-37-930 (2014) (\"All property must be valued for taxation at its\r\n     true value in money which in all cases is the price which the property would\r\n     bring following reasonable exposure to the market, where both the seller and\r\n     the buyer are willing, are not acting under compulsion, and are reasonably\r\n     well informed of the uses and purposes for which it is adapted and for which\r\n     it is capable of being used.\"); Centex Int'l v. S.C. Dep't of Revenue, 406 S.C.\r\n     132, 139, 750 S.E.2d 65, 68 (2013) (\"The decision of the [ALC] should not\r\n     be overturned unless it is unsupported by substantial evidence or controlled\r\n     by some error of law.\" (quoting Original Blue Ribbon Taxi Corp. v. S.C.\r\n     Dep't of Motor Vehicles, 380 S.C. 600, 604, 670 S.E.2d 674, 676 (Ct. App.\r\n     2008)); Smith v. Newberry Cnty. Assessor, 350 S.C. 572, 579, 567 S.E.2d\r\n     501, 505 (Ct. App. 2002) (\"While the purchase price of the property is some\r\n     evidence of the fair market value, it is not conclusive.\").\r\n\r\n  2. Burden of Proof: Reliance Ins. Co. v. Smith, 327 S.C. 528, 534, 489 S.E.2d\r\n     674, 677 (Ct. App. 1997) (\"[A]lthough a case involving a property tax\r\n     assessment reaches the [ALC] in the posture of an appeal, the [ALC] is not\r\n     sitting in an appellate capacity and is not restricted to a review of the\r\n     decision below. Instead, the proceeding before the [ALC] is in the nature of\r\n     a de novo hearing. Thus, the Assessor is required to prove the correctness of\r\n     the valuation he is seeking; the Assessor is not required . . . to prove the\r\n     incorrectness of the Board's decision.\" (citation omitted)); Cloyd v. Mabry,\r\n     295 S.C. 86, 88–89, 367 S.E.2d 171, 173 (Ct. App. 1988) (holding that a\r\n     taxpayer only must present evidence that an assessor's valuation is incorrect\r\n     and specifically stating: \"A taxpayer contesting an assessment [only] has the\r\n     burden of showing that the valuation of the taxing authority is incorrect.\r\n     Ordinarily, this will be done by proving the actual value of the property.\r\n     The taxpayer may, however, show by other evidence that the assessing\r\n     authority's valuation is incorrect. If he does so, the presumption of\r\n     correctness is then removed and the taxpayer is entitled to appropriate\r\n     relief.\" (citations omitted)).\r\n\n  3. Constitutionality of Sections 12-37-3140 and 12-37-3150 of the South\r\n     Carolina Code (2014): S.C. Const. art. X, § 1 (\"The General Assembly may\r\n     provide for the ad valorem taxation by the State or any of its subdivisions of\r\n     all real and personal property. The assessment of all property shall be equal\r\n     and uniform in the following classifications . . . .\"); S.C. Const. art. X, § 2\r\n     (\"The General Assembly may define the classes of property and values for\r\n     property tax purposes of the classes of property set forth in Section 1 of this\r\n     article and establish administrative procedures for property owners to qualify\r\n     for a particular classification.\"); Beaufort Cnty. v. State, 353 S.C. 240, 244\r\n     577 S.E.2d 457, 459–60 (2003) (holding the General Assembly may define\r\n     subclasses of property and Article X, Section 1 only \"requires each category\r\n     of property enumerated retain the same assessment ratio as other property\r\n     within its class\" and \"[t]he methodology to determine the value of the\r\n     property remains a matter for the General Assembly.\").\r\n\r\nAFFIRMED.\r\n\r\n\r\nPLEICONES, Acting Chief Justice, KITTREDGE, HEARN, JJ., and Acting\r\nJustices James E. Moore and Eugene C. Griffith, Jr., concur.\r\n\n","court":"Supreme"},{"id":"2014-MO-019","title":"State v. Salley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-019.pdf","description":null,"date":"2014-06-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                       In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Mike Salley, Petitioner.\r\n\r\n        Appellate Case No. 2012-212233\r\n\r\n\r\n\r\n     ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                        Appeal From Aiken County \n\r\n             The Honorable Ralph F. Cothran, Circuit Court Judge \n\r\n\r\n\r\n                  Memorandum Opinion No. 2014-MO-019 \n\r\n                  Heard June 11, 2014 – Filed June 18, 2014 \n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of South\r\n        Carolina Commission on Indigent Defense, of Columbia,\r\n        for Petitioner.\r\n\n            Attorney General Alan McCrory Wilson, and Assistant\r\n            Attorney General Mark Reynolds Farthing, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\n       PER CURIAM: We granted Mike Salley's petition for a writ of certiorari\r\nto review the decision of the Court of Appeals in State v. Salley, Op. No. 2012-UP-\r\n091 (S.C. Ct. App. filed Feb. 22, 2012). We now dismiss the writ as improvidently\r\ngranted.\r\n\r\n      DISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n      TOAL, C.J., PLEICONES, BEATTY, KITTREDGE, JJ., and Acting\r\nJustice Dorothy Mobley Jones, concur.\r\n\r\n.\r\n\n","court":"Supreme"},{"id":"2014-MO-020","title":"State v, Dantzler","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-020.pdf","description":null,"date":"2014-06-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eric Dantzler, Petitioner.\r\n\r\n        Appellate Case No. 2011-199609\r\n\r\n\r\n                       Appeal From Horry County \n\r\n                   Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n               Memorandum Opinion No. 2014-MO-020 \n\r\n             Heard November 19, 2013 – Filed June 18, 2014 \n\r\n\r\n\r\n                               REVERSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor John Gregory Hembree, of North Myrtle Beach,\r\n        all for Respondent.\r\n\nJUSTICE PLEICONES: This Court issued a writ of certiorari to review an\r\nunpublished court of appeals opinion affirming a denial of a motion for a directed\r\nverdict. State v. Dantzler, 2011-UP-343 (S.C. Ct. App. filed June 29, 2011). The\r\nissue before the Court is whether there was sufficient evidence Petitioner\r\nconstructively possessed cocaine. We reverse.\r\n\r\n                                       FACTS\r\n\r\nThe incident leading to this conviction occurred when Petitioner and his girlfriend,\r\nMaria Rodriques, were pulled over by officers of the Myrtle Beach Police\r\nDepartment. Officers were called to investigate an incident at a restaurant. On\r\narrival, they noticed a car pulling out of the parking lot and suspected that the\r\noccupants of the vehicle were involved in the incident. They pulled the car over\r\nand approached the vehicle. Ms. Rodriques was driving the car, and Petitioner was\r\nseated in the passenger seat.\r\n\r\nAn officer spoke briefly to Ms. Rodriques and Petitioner and determined that Ms.\r\nRodriques was involved in the incident at the restaurant. As a result, Ms.\r\nRodriques was immediately arrested.\r\n\r\nSince the car was not registered to either Ms. Rodriques or Petitioner,1 and\r\nPetitioner did not have a valid driver's license, officers determined that the car\r\nshould be towed.\r\n\r\nWhen Petitioner was informed of the towing decision, he asked the officers if a\r\nthird party could come and pick up the car. The officers denied his request. Upon\r\nbeing told the car was going to be towed, Petitioner acted anxious and nervous and\r\nbegan side stepping away from the vehicle. At this time, an officer began\r\ninventorying the car. As Officer Pearce opened the locked glove compartment,\r\nPetitioner took off in a sprint. 2 The officers pursued Petitioner but were unable to\r\ncatch him. After several days, Petitioner turned himself in to the Myrtle Beach\r\nPolice Department.\r\n\r\nDuring the inventory search, the officer found in the locked glove compartment\r\ntwo plastic baggies containing smaller baggies with a white powdery substance\r\n\r\n\r\n1The car was registered to a third-party who was not involved in this case.\r\n2At the time Petitioner ran away, an officer still had Petitioner's I.D. card, which\r\nPetitioner had given him earlier.\r\n\nthat tested positive for cocaine. In addition to the cocaine, cash in the amount of\r\none thousand seven hundred and thirty dollars was found in Ms. Rodriques's purse.\r\n\r\nMs. Rodriques and Petitioner were tried as co-defendants. At the close of the\r\nState's case, Petitioner moved for a directed verdict, arguing that the evidence\r\nwhen viewed in a light most favorable to the State did not suffice to create a jury\r\nissue as to constructive possession. The court denied the motion. Petitioner and co-\r\ndefendant, Maria Rodriques, were convicted of trafficking cocaine in violation of\r\nS.C. Code Ann. § 44-53-370(e)(2)(a) (2002), and the Petitioner was sentenced, as a\r\nthird-time drug offender, to twenty-five years.\r\n\r\nPetitioner appealed his conviction, and the court of appeals affirmed. Petitioner\r\nsought a writ of certiorari, and this Court granted certiorari on the issue of whether\r\nthe denial of the directed verdict motion was proper.\r\n\r\n                                          ISSUE\r\n\r\n    Did the court of appeals err in affirming the circuit court's denial of Petitioner's\r\n                             motion for a directed verdict?\r\n\r\n                              STANDARD OF REVIEW\r\nA defendant is entitled to a directed verdict when the State fails to present evidence\r\nof the offense charged. State v. McHoney, 344 S.C. 85, 97, 544 S.E.2d 30, 36\r\n(2001). In deciding whether the circuit court erred in denying a motion for a\r\ndirected verdict, the appellate court must view the evidence in the light most\r\nfavorable to the State. State v. Hudson, 277 S.C. 200, 201, 284 S.E.2d 773, 774\r\n(1981). If there is any direct evidence or substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused, the court must find the case\r\nwas properly submitted to the jury. State v. Curtis, 356 S.C. 622, 591 S.E.2d 600\r\n(2004).                              DISCUSSION\r\n\r\nPetitioner argues that the court of appeals erred in affirming the circuit court's\r\ndenial of a motion for a directed verdict because the State failed to show Petitioner\r\nconstructively possessed the cocaine found in the locked glove compartment of the\r\ncar. The crux of Petitioner's contention is that while his flight demonstrates\r\nevidence of guilty knowledge and intent,3 there was no direct evidence and\r\n\r\n3   Petitioner does not contend that he lacked knowledge.\r\n\ninsufficient circumstantial evidence of Petitioner's right to exercise dominion and\r\ncontrol over the locked glove compartment and the cocaine therein to create a jury\r\nissue on constructive possession. We agree.\r\n\r\n     A. Elements of Constructive Possession\r\n\r\nConviction of drug possession requires proof of possession, either actual4 or\r\nconstructive, coupled with knowledge of its presence. State v. Hudson, supra. In\r\norder to prove constructive possession, the “State must show a defendant had\r\ndominion and control, or the right to exercise dominion and control over the\r\n[illegal substance].” State v. Heath, 370 S.C. 326, 329, 635 S.E.2d 18, 19 (2006)\r\n(citing State v. Halyard, 274 S.C. 397, 400, 264 S.E.2d 841, 842 (1980)). The State\r\nmay establish constructive possession by either circumstantial or direct evidence.\r\nId. Finally, the defendant's knowledge and possession may be inferred if the\r\nsubstance was found on premises under his control. State v. Adams, 291 S.C. 132,\r\n135, 352 S.E.2d 483, 486 (1987).\r\n\r\nWhether the evidence is sufficient to withstand a directed verdict motion when the\r\nState relies upon circumstantial evidence of constructive possession is a fact\r\nintensive determination. However, this Court has dealt with similar factual\r\nscenarios, which provide us with guidance as to what evidence is sufficient to\r\nwithstand a motion for a directed verdict.\r\n\r\n     B. Illustrative Cases\r\n\r\nIn State v. Tabory, 260 S.C. 355, 196 S.E.2d 111 (1973), we affirmed the denial of\r\na directed verdict motion where the defendant was a passenger in a U-haul truck,\r\nwhere twenty-six hundred pounds of marijuana were found. Id. at 362, 196 S.E.2d\r\nat 112. The Court noted that while defendant's presence in the truck alone might\r\nnot support a finding of constructive possession, his presence coupled with\r\nincriminating testimony of the State's witness, who testified that he had discussed\r\nthe unloading and loading of the marijuana with the defendant, made a clear jury\r\nissue on the question of constructive possession. Id. at 365-66, 196 S.E.2d at 113.\r\n\r\nIn State v. Brown, 267 S.C. 311, 227 S.E.2d 674 (1976), we were again asked\r\nwhether the evidence of a passenger's constructive possession was sufficient to\r\nwithstand a motion for directed verdict. In Brown, the defendant was a passenger\r\nin the front seat of the car where marijuana was found. Id. at 313-14, 227 S.E.2d at\r\n4   The State has never argued that Petitioner was in actual possession of the cocaine.\r\n\n675-76. In finding the State's evidence insufficient to create a jury issue on\r\nconstructive possession, the Court stated:\r\n\r\n      The sum total of the State's evidence against [defendant] is that he was\r\n      a passenger in a car on a deserted rural road about 1:00 A.M., that\r\n      [driver] had an undetermined sum of cash in a large roll, that\r\n      [defendant] was nervous and had no identification, that there was a\r\n      smell of marijuana in the car, and that there was a large opaque bag\r\n      containing eight pounds of marijuana on the rear floorboard. [Driver]\r\n      knew [defendant's] name as Chuck Brown and [defendant] told\r\n      [driver] to be quiet when [driver] started to admit the crime.\r\n\r\n      Id. at 315, 227 S.E.2d at 676.\r\n\r\nAdditionally, the Court noted the defendant did not own the car, and the State\r\nfailed to show any special relationship defendant had with the driver or owner of\r\nthe car from which defendant's control of the car or its contents might be inferred.\r\nId. The Court distinguished Tabory focusing on the fact that in Tabory, there was\r\ntestimony of a State witness which tied the contraband to the defendant. Brown, at\r\n317, 227 S.E.2d at 677.\r\n\r\nIn State v. Heath, supra, we discussed the \"right to exercise dominion and control\"\r\nelement of constructive possession. In Heath, the defendant lived with his mother\r\nin her home. Police arrived at the residence to search the home for cocaine. Id. at\r\n328, 635 S.E.2d at 18. The defendant and his brother were standing outside of the\r\nhouse, and defendant remained there throughout the search. Id. at 328, 635 S.E.2d\r\nat 18-19. In the house, police found a small crack rock, scales, and numerous\r\nplastic baggies. Id. In addition, a police dog found 43.48 grams of crack in a car\r\nwashing mitt in the recycling bin at the rear of the house, and there was evidence\r\nthat the defendant had been washing the car before the police arrived. Id. at 330,\r\n635 S.E.2d at 19.\r\n\r\nThe appeal centered on whether there was evidence that defendant was in\r\nconstructive possession of the crack cocaine found in the mitt. Id. at 330, 635\r\nS.E.2d at 19. We found there was no direct or circumstantial evidence linking\r\ndefendant to the crack cocaine, and therefore, examined whether there was\r\nevidence that the defendant had dominion and control over the property where the\r\ncrack was found. Id. We held that although the defendant lived where the crack\r\nwas found, the premises were owned by his mother, and as a result, the defendant\r\nonly had a right to access the area where the crack was found and not a right to\r\n\nexercise dominion and control over the area. Id. Accordingly, we held that the\r\ncourt erred in not granting defendant's motion for a directed verdict.\r\n\r\nIn contrast, in State v. Hudson, supra, this Court found that there was sufficient\r\nevidence of constructive possession, where the defendant shared control of the\r\npremises in which contraband was found. In Hudson, defendant lived in an\r\napartment with his wife and their children. Id. at 201, 284 S.E.2d at 774. The\r\npolice searched the house and found heroin. Id. When the police arrived, the\r\ndefendant was not home, and he never returned home. Id. at 202, 284 S.E.2d at\r\n774. He was arrested in his vehicle approximately three hours later. Id. Defendant\r\nargued there was insufficient evidence that he constructively possessed the heroin\r\nfound in the apartment. Id. at 201, 284 S.E.2d at 774. The Court disagreed and held\r\nthat the fact defendant shared control of the premises was sufficient evidence to\r\ndeny a directed verdict on constructive possession. Id. at 203, 284 S.E.2d at 775.\r\n\r\nFinally, in a factual scenario similar to this case, the court of appeals examined the\r\ndenial of an automobile's passenger's directed verdict motion where drugs were\r\nfound in the glove compartment. State v. Brownlee, 318 S.C. 34, 455 S.E.2d 704\r\n(Ct. App. 1995). In Brownlee, defendant was seen by an officer outside of a bar\r\nwalking up to a car in the parking lot and entering the passenger side of the\r\nvehicle. Id. at 36, 455 S.E.2d at 705. The officer was suspicious due to the\r\ndefendant's behavior while in the car with the door partially opened. Id. After a\r\nshort period of time, defendant exited the vehicle and returned to the bar. Id. The\r\nofficer then approached the vehicle and saw a pistol on the floor partially hidden\r\nby the seat. Id. Shortly thereafter, two women approached the vehicle, one being\r\nthe owner of the vehicle. Id. The officer placed both women under arrest and\r\nsearched the vehicle finding cocaine in the glove compartment. Id. Both women\r\ndenied knowing anything about the gun or cocaine. Id. The owner of the vehicle\r\nexplained that defendant had borrowed her keys to put something in her car. Id.\r\nAnother witness corroborated this testimony and stated that defendant fled the\r\nscene upon seeing the officer approach the two women. Id. The court noted that\r\neven with the officer admitting that he never saw the defendant touch the glove\r\ncompartment, there was sufficient evidence for the trial judge to deny the motion\r\nfor the directed verdict. Id. at 37, 455 S.E.2d at 705-706. The court noted the\r\nowner's testimony that she always kept her vehicle locked, that she did not own a\r\ngun, and that she testified that there had been no cocaine or gun kept in her car\r\nprior to this incident. Id. Accordingly, the court affirmed the circuit court's denial\r\nof defendant's motion for a directed verdict. Id. at 39, 455 S.E.2d at 707.\r\n\r\n   C. Application\r\n\nThe dispositive issue in this case is whether there is sufficient evidence that\r\nPetitioner had the right to exercise dominion and control over the locked glove\r\ncompartment.5\r\n\r\nIn determining whether to grant a motion for a directed verdict on constructive\r\npossession, as to a co-occupant's right to exercise dominion and control over the\r\nplace where the contraband is found, in addition to presence, this Court will look\r\nfor the following evidence: testimony tying the defendant to the contraband\r\n(Tabory, supra; Brownlee, supra); evidence of control or shared control of the\r\npremises (Hudson, supra); and evidence of a special relationship between the\r\nowner of the premises from which a right to control may be inferred (Brown,\r\nsupra).\r\n\r\nHere, in contrast to Tabory, supra and Brownlee, supra, there is no evidence of\r\nPetitioner's control of the cocaine in the locked glove compartment. In both those\r\ncases, there was testimony directly stating that the defendant had either exercised\r\nor discussed control over the contraband. The evidence here is that while petitioner\r\nmay have been aware of the cocaine, there is no evidence he possessed or had a\r\nright to control the key to the glove box or the cocaine within.\r\n\r\nAs to evidence of Petitioner's control or shared control of the vehicle, the State\r\nargues that Petitioner's attempts to control the disposition of the vehicle evidences\r\nPetitioner's right to exercise dominion or control of the vehicle. We disagree and\r\nfind that this fact cuts against the proposition that Petitioner had a right to control\r\nthis vehicle.\r\n\r\nWhile Petitioner sought to have the vehicle turned over to a third party, he failed in\r\nthis attempt. If Petitioner did, in fact, have a right to exercise control over this\r\nvehicle, then presumably, the officers would have permitted him to designate\r\nsomeone else to drive the car. This was not the case. In fact, the officers testified\r\nthat because defendant did not own the car and lacked a driver's license, i.e. did not\r\nhave a right to control the vehicle, they would not permit him to control the\r\nultimate disposition of the vehicle.\r\n\r\nAdditionally, the State argues that there is evidence from which a right to control\r\nthe vehicle may be inferred. The State contends that the special relationship\r\n\r\n\r\n The State does not argue that Petitioner was exercising dominion or control over\r\n5\r\n\r\n\r\nthe locked glove compartment. Therefore, the inquiry is limited merely to whether\r\nhe had the right to exercise control over the locked glove compartment.\r\n\nbetween the driver and Petitioner and his previous use of the vehicle are sufficient\r\ncircumstantial evidence from which to infer Petitioner's right to control the locked\r\nglove compartment.\r\n\r\nWhile we have acknowledged, that the lack of a special relationship supported a\r\ngrant of directed verdict, we have never held that a special relationship in and of\r\nitself will suffice to withstand a motion for directed verdict. Further, mere\r\npresence, even before the incident leading to the discovery of the contraband, will\r\nnot support the denial of a directed verdict.\r\n\r\nFurthermore, in Heath, both a special relationship and previous use of the premises\r\nwere present, yet we found that there was insufficient evidence to create a jury\r\nissue as to constructive possession. In Heath, the defendant was the son of the\r\nowner of the premises. This is a special relationship as substantial as the\r\nboyfriend/girlfriend relationship present here. Furthermore, in Heath, the\r\ndefendant's mother actually owned the residence, while as here, Petitioner's\r\ngirlfriend did not own the vehicle. Additionally, there was evidence that the\r\ndefendant was a resident of the home, as well as circumstantial evidence that\r\ndefendant had previously used the car washing mitt where the cocaine was found.\r\nThus, when we have both a comparable special relationship and less evidence of\r\nprevious use than in Heath, we find the evidence did not warrant submission to the\r\njury.\r\n\r\nFinally, the State points to Petitioner's proximity as support that Petitioner had a\r\nright exercise control over the locked glove compartment. We find Petitioner's\r\nproximity is not evidence of his right to control the glove box because the glove\r\nbox was locked. The right to access the box was dependent on access to the key,\r\nwhich petitioner never possessed. Compare Brownlee, supra.\r\n\r\nAccordingly, we hold that the court of appeals erred in affirming the circuit court's\r\ndenial of Petitioner's motion for a directed verdict.\r\n\r\nREVERSED.\r\n\r\nBEATTY and HEARN, JJ., concur. TOAL, C.J., dissenting in a separate\r\nopinion in which KITTREDGE, J., concurs.\r\n\nCHIEF JUSTICE TOAL: I respectfully dissent. Because the State presented\r\nevidence showing that Petitioner had the right to exercise dominion and control\r\nover the cocaine, I would hold that the court of appeals properly affirmed the trial\r\ncourt's denial of Petitioner's directed verdict motion.\r\n\r\n       A trial judge is required to deny a directed verdict motion and submit the\r\ncase to the jury if there is any direct or substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused. State v. Lollis, 343 S.C. 580,\r\n584, 541 S.E.2d 254, 256 (citations omitted). When reviewing a denial of a\r\ndirected verdict motion, this Court must view the evidence and all reasonable\r\ninferences in the light most favorable to the State. State v. Frazier, 386 S.C. 526,\r\n531, 689 S.E.2d 610, 613 (2010).\r\n\r\n       A conviction for drug possession requires proof of actual or constructive\r\npossession, coupled with knowledge of the presence of the drugs. State v.\r\nHalyard, 274 S.C. 397, 400, 264 S.E.2d 841, 842 (1980). To prove constructive\r\npossession, \"the 'State must show a defendant had dominion and control, or the\r\nright to exercise dominion and control over the illegal substance.'\" State v. Heath,\r\n370 S.C. 326, 329, 635 S.E.2d 18, 19 (2006) (quoting Halyard, 274 S.C. at 400,\r\n264 S.E.2d at 842) (internal marks omitted). Petitioner's nervous behavior and his\r\nimmediate flight upon police initiating a search of the car's glove compartment\r\nindicate that Petitioner had knowledge of the cocaine in the glove compartment.\r\nSee State v. Grant, 275 S.C. 404, 407, 272 S.E.2d 169, 171 (1980) (\"[A]ttempts to\r\nrun away have always been regarded as some evidence of guilty knowledge and\r\nintent.\" (citation omitted)); State v. Attardo, 263 S.C. 546, 550, 211 S.E.2d 868,\r\n869 (1975) (stating that knowledge \"can be proved by the evidence of acts,\r\ndeclarations or conduct of the accused from which the inference may be drawn that\r\nthe accused knew of the existence of the prohibited substances\").\r\n\r\n       I would find that the facts of this case provide substantial circumstantial\r\nevidence reasonably tending to prove that Petitioner had the right to exercise\r\ndominion and control over the cocaine in the glove compartment because his\r\nactions indicate that he had the right to control disposition of the car itself. Cf.\r\nState v. Ballenger, 322 S.C. 196, 199, 470 S.E.2d 851, 854 (1996) (\"[C]onstructive\r\npossession occurs when the person charged with possession has dominion and\r\ncontrol over either the drugs or the premises upon which the drugs are found.\");\r\nState v. Hudson, 277 S.C. 200, 203, 284 S.E.2d 773, 775 (1981) (\"Where\r\ncontraband materials are found on premises under the control of the accused, this\r\nfact in and of itself gives rise to an inference of knowledge and possession which\r\nmay be sufficient to carry the case to the jury.\" (citation omitted)). Petitioner's\r\n\nefforts to avoid having the car towed indicate that he had the right to exercise\r\ndominion and control of the car, as well as the drugs inside. Although the police\r\nultimately prevented his attempts, Petitioner's apparent authority over the car and\r\nright to control the disposition of the car were evidenced by his attempts to contact\r\na friend to whom he could relinquish control of the car.\r\n\r\n       In my opinion, the instant case is distinguishable from State v. Heath. In\r\nHeath, the Court found that the State presented no direct or circumstantial evidence\r\nlinking a defendant to a car-washing mitt that contained crack cocaine. 370 S.C. at\r\n330, 635 S.E.2d at 19. The mitt was found within a recycling bin outside the back\r\ndoor of the defendant's mother's house, where the defendant lived. Id. Unlike in\r\nHeath, where the only connections between the defendant and the drugs were his\r\npresence and residency at the house where the drugs were found, Petitioner\r\nattempted to control the disposition of the car, had been seen in the car for months\r\nprior to the stop, and had a special relationship with the driver. Id. In addition,\r\nwhile the defendant in Heath was never observed in close proximity to the mitt of\r\ncrack cocaine, Petitioner was seated in the passenger seat of the car at the time of\r\nthe stop, within arm's reach of the cocaine in the glove compartment. Id.\r\n\r\n       Further, I find it significant that Petitioner enjoyed a special relationship\r\nwith the driver of the car—his girlfriend. See State v. Brown, 267 S.C. 311, 315,\r\n227 S.E.2d 674, 676 (1976). In Brown, the defendant, who was charged with\r\nconstructive possession of marijuana, was a passenger in the front seat of a car\r\nwhere marijuana was found in a rear passenger compartment. Id. at 313, 227\r\nS.E.2d at 314. In holding that the trial judge should have granted the defendant's\r\ndirected verdict motion, the Court noted that there was no evidence of any \"special\r\nrelation\" between the defendant and the driver of the car \"from which [defendant's]\r\ncontrol of the car or its contents might be inferred.\" Id. at 315, 227 S.E.2d at 676.\r\nUnlike in Brown, where the defendant's \"mere presence\" in the car was not enough\r\nto create a jury issue on dominion and control of the marijuana, I would find that\r\nPetitioner's relationship with the driver, as well as the fact that the two of them had\r\nbeen seen driving the car for several months prior to the stop, is evidence that tends\r\nto prove Petitioner's right to exercise dominion and control over the cocaine in the\r\ncar. See id. at 316, 227 S.E.2d at 677.\r\n\r\n       Therefore, in my opinion, substantial circumstantial evidence existed to\r\ncreate a jury question on constructive possession, and I would hold that the trial\r\njudge properly submitted the case to the jury.\r\n\r\nKITTREDGE, J., concurs.\r\n\n","court":"Supreme"}]