[{"id":"2014-MO-006","title":"CitiMortgage v. Smith","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-006.pdf","description":null,"date":"2014-03-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court \n\r\n\r\n        CitiMortgage, Inc., Respondent,\r\n\r\n        v.\r\n\r\n        William H. Smith, Jr., a/k/a William H. Smith, Angella\r\n        S. Smith, and The South Carolina Department of\r\n        Revenue, Defendants,\r\n\r\n        Of whom William H. Smith, Jr., a/k/a William H. Smith\r\n        and Angella S. Smith are, Appellants.\r\n\r\n        Appellate Case No. 2012-212894\r\n\r\n\r\n                     Appeal from Greenville County \n\r\n             The Honorable Charles B. Simmons, Jr., Master-in-\n\r\n                                 Equity \n\r\n\r\n\r\n                Memorandum Opinion No. 2014-MO-006 \n\r\n               Heard March 4, 2014 – Filed March 12, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Bridget D. Swing, of Greenville, for Appellants.\r\n\r\n        Thad H. Westbrook and Sarah B. Nielsen, of Nelson\r\n        Mullins Riley & Scarborough, LLP, of Columbia, for\r\n        Respondent.\r\n\n       PER CURIAM: The appellants contend the master-in-equity erred in\r\ndismissing their answer and counterclaims filed after the entry of a default\r\nforeclosure judgment against them because South Carolina Supreme Court\r\nAdministrative Order No. 2011-05-02-01 provides for the filing of an answer\r\nfollowing the completion of the foreclosure intervention process regardless of\r\nwhether a default judgment has been entered, because the master considered a\r\nletter written by the Director of South Carolina Court Administration interpreting\r\nthe administrative order, and because Respondent waived the default judgment.\r\nWe affirm pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n\r\n1. The Administrative Order: S.C. Const. art. V, § 4 (\"The Supreme Court shall\r\nmake rules governing the administration of all the courts of the State. Subject to\r\nthe statutory law, the Supreme Court shall make rules governing the practice and\r\nprocedure in all such courts.\"); S.C. Const. art. V, § 4A (\"All rules and\r\namendments to rules governing practice and procedure in all courts of this State\r\npromulgated by the Supreme Court must be submitted by the Supreme Court to the\r\nJudiciary Committee of each House of the General Assembly . . . . Such rules or\r\namendments shall become effective ninety calendar days after submission unless\r\ndisapproved by concurrent resolution of the General Assembly . . . .\"); CFRE, LLC\r\nv. Greenville Cnty. Assessor, 395 S.C. 67, 74, 716 S.E.2d 877, 881 (2011) (\"[W]e\r\nmust read the statute so 'that no word, clause, sentence, provision or part shall be\r\nrendered surplusage, or superfluous . . . .'\" (quoting State v. Sweat, 379 S.C. 367,\r\n376, 665 S.E.2d 645, 650 (Ct. App. 2008))); Maxwell v. Genez, 356 S.C. 617, 620,\r\n591 S.E.2d 26, 27 (2003) (\"In interpreting the meaning of the South Carolina Rules\r\nof Civil Procedure, the Court applies the same rules of construction used to\r\ninterpret statutes. . . . If a rule's language is plain, unambiguous, and conveys a\r\nclear meaning, interpretation is unnecessary and the stated meaning should be\r\nenforced.\"); Nucor Steel v. S.C. Pub. Serv. Comm'n, 310 S.C. 539, 545, 426 S.E.2d\r\n319, 323 (1992) (\"The well-settled rule in South Carolina is that, where possible,\r\nall provisions of a statute must be given full force and effect.\"); Rule 55(c),\r\nSCRCP (\"For good cause shown the court may set aside an entry of default and, if\r\na judgment by default has been entered, may likewise set it aside in accordance\r\nwith Rule 60(b).\"); Rule 60(b), SCRCP (\"On motion and on such terms as are just,\r\nthe court may relieve a party or his legal representative from a final judgment,\r\norder, or proceeding for the following reasons: . . . .\").\r\n\n2. The Letter: I'On, L.L.C. v. Town of Mount Pleasant, 338 S.C. 406, 422, 526\r\nS.E.2d 716, 724 (2000) (\"If the losing party has raised an issue in the lower court,\r\nbut the court fails to rule upon it, the party must file a motion to alter or amend the\r\njudgment in order to preserve the issue for appellate review.\").\r\n\r\n3. Waiver: Eason v. Eason, 384 S.C. 473, 480, 682 S.E.2d 804, 807 (2009)\r\n(\"[W]aiver requires a party to have known of a right and known he was\r\nabandoning that right.\"); Parker v. Parker, 313 S.C. 482, 487, 443 S.E.2d 388, 391\r\n(1994) (\"Waiver is a voluntary and intentional abandonment or relinquishment of a\r\nknown right.\"); Rule 55(c), SCRCP; Rule 60(b), SCRCP.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-008","title":"Gilstrap v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-008.pdf","description":null,"date":"2014-03-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court \n\r\n\r\n        Ricky Dale Gilstrap, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2011-190808\r\n\r\n\r\n                     ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                  Appeal From Greenville County \n\r\n        The Honorable Robin B. Stilwell, Post-Conviction Judge \n\r\n\r\n\r\n                Memorandum Opinion No. 2014-MO-008 \n\r\n             Submitted January 7, 2014 – Filed March 12, 2014 \n\r\n\r\n\r\n             DISMISSED AS IMPROVIDENTLY GRANTED\r\n\r\n\r\n        Appellate Defender Carmen Vaughn Ganjehsani, of\r\n        South Carolina Commission on Indigent Defense, of\r\n        Columbia, and Dayne C. Phillips, of Lexington, for\r\n        Petitioner.\r\n\n             Attorney General Alan McCrory Wilson, and Senior\r\n             Assistant Deputy Attorney General Karen Christine\r\n             Ratigan, both of Columbia, for Respondent.\r\n\r\n\r\n       PER CURIAM: We granted Ricky Dale Gilstrap's petition for a writ of\r\ncertiorari to review the denial of his application for post-conviction relief. We now\r\ndismiss the writ as improvidently granted.\r\n\r\n      DISMISSED AS IMPROVIDENTLY GRANTED.\r\n\r\n     TOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-007","title":"Hammer v. Hammer","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-007.pdf","description":null,"date":"2014-03-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Supreme Court \n\r\n\r\n        Howard Hammer, Appellant,\r\n\r\n        v.\r\n\r\n        Shirley Hammer, a/k/a Shirley Grace Hightower, \n\r\n        Respondent. \n\r\n\r\n        And \n\r\n\r\n        1634 Main, L.P., Appellant, \n\r\n\r\n        v. \n\r\n\r\n        Shirley Hammer, a/k/a Shirley Grace Hightower,\r\n        Respondent,\r\n\r\n        v. \n\r\n\r\n        Howard Hammer, Appellant. \n\r\n\r\n        Appellate Case No. 2013-001634 \n\r\n\r\n\r\n                   Appeal from Richland County \n\r\n        The Honorable George C. James, Jr., Circuit Court Judge\n\r\n                  The Honorable James F. Barber, \n\r\n                  Supervising Circuit Court Judge \n\r\n\r\n\r\n                 Memorandum Opinion No. 2014-MO-007 \n\r\n                Heard March 6, 2014 – Filed March 19, 2014 \n\r\n\n                                   AFFIRMED\r\n\r\n\r\n            Susan B. Lipscomb, of Lipscomb Law Firm, P.A.,\r\n            Arthur K. Aiken, of Aiken & Hightower, P.A., both of\r\n            Columbia, and M. Dawes Cooke, Jr., of Barnwell\r\n            Whaley Patterson & Helms, LLC, of Charleston, for\r\n            Appellant.\r\n\r\n            Desa A. Ballard and Stephanie N. Weissenstein, both of\r\n            Ballard Watson Weissenstein, of West Columbia, for\r\n            Respondent.\r\n\r\n\r\n       PER CURIAM: In this consolidated case, the appellants argue the trial\r\ncourt erred in awarding damages for frustration to the respondent because she\r\nexpressly waived any claim to damages for emotional distress under her abuse of\r\nprocess claim. Additionally, 1634 Main, L.P. argues the evidence does not support\r\na finding for abuse of process against it. The appellants also claim the trial court\r\nerred in awarding sanctions against them because the motion for sanctions was not\r\ntimely filed and there is no evidence to support the award. We affirm pursuant to\r\nRule 220(b)(1), SCACR, and the following authorities:\r\n\r\n   1.\t Evidence supporting the abuse of process claim: Pope v. Gordon, 369 S.C.\r\n      469, 474, 633 S.E.2d 148, 151 (2006) (noting that in an action tried at law\r\n      without a jury, the trial judge's findings of fact will not be disturbed unless\r\n      the findings are wholly unsupported by the evidence or controlled by an\r\n      erroneous conception of the application of the law); Hainer v. Am. Med.\r\n      Int'l, Inc., 328 S.C. 128, 136, 492 S.E.2d 103, 107 (1997) (\"The essential\r\n      elements of abuse of process are an ulterior purpose and a willful act in the\r\n      use of the process not proper in the conduct of the proceeding.\").\r\n   2. Damages: Huggins v. Winn-Dixie Greenville, Inc., 252 S.C. 353, 362, 166\r\n      S.E.2d 297, 301 (1969) (\"Damages recoverable for abuse of process are\r\n      compensatory for the natural results of the wrong, and may include\r\n      recompense for physical or mental injury; expenses; loss of time; and injury\r\n      to business, property or financial standing.\"); Rule 220(c), SCACR (\"The\r\n\n     appellate court may affirm any ruling, order, decision or judgment upon any\r\n     ground(s) appearing in the Record on Appeal.\").\r\n  3. Sanctions: Graham Law Firm, P.A. v. Makawi, 396 S.C. 290, 294–95, 721\r\n     S.E.2d 430, 432 (2012) (\"The trial court's findings of fact regarding validity\r\n     of service of process are reviewed under an abuse of discretion standard.\");\r\n     Ex parte Gregory, 378 S.C. 430, 437, 663 S.E.2d 46, 50 (2008) (\"[W]here\r\n     the appellate court agrees with the trial court's findings of fact, it reviews the\r\n     decision to award sanctions, as well as the terms of those sanctions, under an\r\n     abuse of discretion standard.\").\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-009","title":"North American Rescue v. P.J. Richardson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-009.pdf","description":null,"date":"2014-03-26","type":"opinion","text":"             THE STATE OF SOUTH CAROLINA \n\r\n                  In The Supreme Court \n\r\n\r\n   North American Rescue Products, Inc.,\r\n   Respondent/Petitioner,\r\n\r\n   v.\r\n\r\n   P. J. Richardson, Petitioner/Respondent.\r\n\r\n   Appellate Case No. 2012-208586\r\n   Lower Court Case No. 2007-CP-23-3206\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n                  Appeal From Greenville County \n\r\n                Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n\r\n            Memorandum Opinion No. 2014-MO-009 \n\r\n\r\n        Submitted February 21, 2014 – Filed March 26, 2014 \n\r\n\r\n\r\n          AFFIRMED IN PART, VACATED IN PART\r\n\r\n\r\n\r\n   C. Mitchell Brown, William C. Wood, Jr., and A.\r\n   Mattison Bogan, all of Columbia and Rivers S. Stilwell,\r\n   all of Nelson Mullins Riley& Scarborough, LLP, of\r\n   Greenville, for Petitioner-Respondent.\r\n\r\n   Bernie Wellington Ellis, of Greenville and Robert L.\r\n   Widener, of Columbia, both of McNair Law Firm, PA,\r\n   for Respondent-Petitioner.\r\n\nPER CURIAM: Petitioner-respondent (Richardson) and respondent-petitioner\r\n(NARP) each seek a writ of certiorari to review the Court of Appeals' decision in\r\nN. Am. Rescue Prods., Inc. v. Richardson, 396 S.C. 124, 720 S.E.2d 53 (Ct. App.\r\n2011). We grant the petitions, dispense with further briefing, and affirm the Court\r\nof Appeals' opinion in part and vacate in part.\r\n\r\nAt trial, judgment was found in Richardson's favor on his specific performance\r\nclaim. In his cross-appeal to the Court of Appeals, Richardson argued NARP\r\nmisconstrued the amount of the judgment. However, the Court of Appeals\r\nconstrued Richardson's argument as alleging error by the trial court in entering\r\njudgment in the amount on the jury verdict form. The Court of Appeals found that\r\nargument was preserved for review because Richardson made a motion for a new\r\ntrial nisi remittitur, challenging the amount of the jury verdict. The Court of\r\nAppeals affirmed the jury verdict, finding ample evidence to support the verdict\r\namount.\r\n\r\nWe find Richardson's argument was not preserved for review by the Court of\r\nAppeals. The Court of Appeals misconstrued Richardson's argument as alleging\r\nerror by the trial court; however, Richardson only alleged error in NARP's\r\ninterpretation of the judgment. Furthermore, Richardson failed to allege any error\r\nin the interpretation of the judgment to the trial court, instead raising the issue for\r\nthe first time on appeal to the Court of Appeals. S.C. Dept. of Transp. v. First\r\nCarolina Corp. of S.C., 372 S.C. 295, 641 S.E.2d 903 (2007) (in order for an issue\r\nto be preserved for appellate review, it must have been raised to and ruled upon by\r\nthe trial judge). Richardson's motion for a new trial nisi remittitur did not preserve\r\nhis argument for review, because that motion concerns whether the verdict was\r\nexcessive, and not whether the parties properly interpreted the judgment. See\r\nJames v. Horace Mann Ins. Co., 371 S.C. 187, 638 S.E.2d 667 (2006) (a motion\r\nfor new trial nisi remittitur asks the trial court to reduce the verdict because the\r\nverdict is merely excessive). Regardless, Richardson alleges no error in the trial\r\ncourt's denial of his motion for a new trial nisi remittitur, and it is therefore the law\r\nof the case. Ulmer v. Ulmer, 369 S.C. 486, 632 S.E.2d 858 (2006) (a portion of a\r\njudgment that is not appealed presents no issue for determination by the reviewing\r\ncourt, and constitutes the law of the case).\r\n\r\nAccordingly, we vacate the portion of the Court of Appeals' opinion addressing\r\nRichardson's cross-appeal. Id. (when an appellate court rules on an issue not\r\n\npreserved for appellate review, the portion of the appellate court's opinion\r\npertaining to the unpreserved issue should be vacated).\r\n\r\nAFFIRMED IN PART, VACATED IN PART\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE, AND HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"}]