[{"id":"2014-MO-033","title":"Johnson v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-033.pdf","description":null,"date":"2014-08-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                       In The Supreme Court \n\r\n\r\n         Mason Johnson, Petitioner,\r\n\r\n         v.\r\n\r\n         State of South Carolina, Respondent.\r\n\r\n         Appellate Case No. 2012-213721\r\n\r\n\r\n\r\n                       Appeal From York County \n\r\n               The Honorable Lee S. Alford, Trial Judge \n\r\n      The Honorable John C. Hayes, III, Post-Conviction Relief Judge \n\r\n\r\n\r\n                 Memorandum Opinion No. 2014-MO-033 \n\r\n              Submitted August 6, 2014 – Filed August 13, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n         Deputy Chief Appellate Defender Wanda H. Carter,\r\n         South Carolina Commission on Indigent Defense,\r\n         Division of Appellate Defense, of Columbia, for\r\n         Petitioner,\r\n\r\n         Attorney General Alan Wilson, Assistant Attorney\r\n         General J. Rutledge Johnson, both of Columbia, for\r\n         Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR).\r\n\r\nWe deny the petition as to petitioner's Question II. However, because there is\r\nsufficient evidence to support the PCR judge's finding that petitioner did not\r\nknowingly and intelligently waive his right to a direct appeal, we grant certiorari\r\non petitioner's Question I and proceed with a review of the direct appeal issue\r\npursuant to Davis v. State, 288 S.C. 290, 342 S.E.2d 60 (1986).\r\n\r\nPetitioner's convictions and sentences are affirmed pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: State v. Sinclair, 275 S.C. 608, 274 S.E.2d\r\n411 (1981) (where appellant's objection was sustained and he sought no further\r\nrelief, this Court has no issue to decide); State v. Beck, 342 S.C. 129, 536 S.E.2d\r\n679 (2000); State v. Jennings, 394 S.C. 473, 716 S.E.2d 91 (2011).\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-034","title":"Clark v. Moore","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-034.pdf","description":null,"date":"2014-08-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Supreme Court \n\r\n\r\n        Barbara B. Clark, Warren E. Hatcher, Cassie Keeton,\r\n        Daniel Green, Powell Hampton, Amos Hatcher, Bobby\r\n        Keeton, James Moseley, Willie B. Oliver, Individually,\r\n        and as General Officers of the RMUE Church,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        Fred Henderson Moore, Appellant.\r\n\r\n        Appellate Case No. 2012-213391\r\n\r\n\r\n                       Appeal from Jasper County \n\r\n                    Richard E. Fields, Special Referee \n\r\n\r\n\r\n               Memorandum Opinion No. 2014-MO-034 \n\r\n              Heard May 7, 2014 – Filed August 20, 2014 \n\r\n\r\n\r\n                               VACATED\r\n\r\n\r\n        Eduardo Kelvin Curry, of the Curry Law Firm, LLC, of\r\n        N. Charleston, for Appellant.\r\n\r\n        Darrell T. Johnson, Jr., and Mills Lane Morrison, Jr., of\r\n        Law Offices of Darrell Thomas Johnson, Jr., LLC, of\r\n        Hardeeville, for Respondents.\r\n\nJUSTICE PLEICONES: We vacate the Special Referee's order in its entirety\r\nbecause this is an ongoing ecclesiastical dispute which cannot be resolved by\r\nneutral principles of law. See Banks v. St. Matthew Baptist Church, 406 S.C. 156,\r\n161, 750 S.E.2d 605, 607 (2013) (\"so long as a court can hear a case without\r\ndeciding issues of religious law, principle, doctrine, discipline, custom, or\r\nadministration, the court must entertain jurisdiction\"); see also Pearson v. Church\r\nof God, 325 S.C. 45, 52, 478 S.E.2d 849, 853 (1996) (courts \"may not engage in\r\nresolving disputes as to religious law, principle, doctrine, discipline, custom, or\r\nadministration\"); Bowen v. Green, 275 S.C. 431, 435, 272 S.E.2d 433, 435 (1980)\r\n(noting that is it not the function of the courts to dictate procedures for a church to\r\nfollow).1\r\n\r\nVACATED.\r\n\r\nKITTREDGE, HEARN, JJ., and Acting Justice James E. Moore, concur.\r\nTOAL, C.J., concurring in a separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We disagree with the concurring opinion that this matter should be remanded for\r\n\"further factual development.\" Regardless of what could be gleaned from further\r\nfactual development, this is an ongoing church disciplinary matter. We find this\r\nmatter beyond the purview of this Court. See Banks, at 165, 750 S.E.2d 609 (Toal\r\nJ. dissenting) (\"This Court has consistently stated that civil courts will not enter\r\ninto the consideration of church doctrine or church discipline, nor will they inquire\r\ninto the regularity of the proceedings of the church judicatories having cognizance\r\nof such matters.\") (citations and internal quotations omitted) (emphasis supplied).\r\n\nCHIEF JUSTICE TOAL: I agree with the majority that we should vacate the\r\nSpecial Referee's order. However, I would remand to the lower court for further\r\nfactual development regarding which party is the highest governing authority\r\nwithin the hierarchical Reformed Methodist Union Episcopal Church (RMUE)—\r\nthe General Officers or the Bishop.\r\n\r\n                      FACTS/PROCEDURAL HISTORY\r\n       This matter arises out of a dispute between the General Officers of the\r\nRMUE and their presiding bishop, Bishop Moore. The RMUE General Officers\r\nnotified Bishop Moore of suspected violations of church laws, namely theft of\r\nchurch funds. Bishop Moore ignored these allegations, and the RMUE disciplinary\r\nbody ultimately tried him in his absence.2 The disciplinary body found him guilty\r\nof the alleged violations and suspended his duties as Bishop.\r\n\r\n      Bishop Moore disagreed that the disciplinary body had the authority to\r\nsuspend him; consequently, Bishop Moore continued to act as bishop. Since his\r\nsuspension, Bishop Moore has suspended the General Officers and others, and\r\ncanceled the election for bishop at the annual conference. On May 2, 2012,\r\nBarbara Clark, on behalf of the General Officers, filed a complaint against RMUE\r\nand Bishop Moore, alleging that Bishop Moore's actions were improper.3\r\n\r\n       The parties consented to transfer the matter to a Special Referee. The\r\nSpecial Referee issued a temporary restraining order and injunction enjoining\r\nBishop Moore from interfering with the RMUE Annual Conference, managing\r\nRMUE funds, and serving as RMUE's Bishop. The Special Referee's order went\r\nso far as to schedule a new annual conference, state that the Associate Bishop was\r\nto preside over the conference, and set forth agenda items to be discussed at the\r\nconference.\r\n\r\n      Both parties appealed, and this Court certified the appeal pursuant to Rule\r\n204(b), SCACR.\r\n\r\n2The Record does not contain the dates of these disciplinary proceedings but it is\r\nclear that these actions were taken prior to the origination of this case.\r\n3On July 9, 2012, Clark voluntarily dismissed RMUE from the lawsuit without\r\nprejudice. Additionally, on October 12, 2012, the other General Officers of\r\nRMUE intervened as plaintiffs in the action and filed a nearly identical amended\r\nsummons complaint.\r\n\n                                     ANALYSIS\r\n\r\n        The overarching issue on appeal is whether or not the trial court has subject\r\nmatter jurisdiction to hear this ecclesiastical matter. As the majority opinion notes,\r\nit is inappropriate for a court to delve into ecclesiastical matters unless it can do so\r\n\"without deciding issues of religious law, principle, doctrine, discipline, custom, or\r\nadministration.\" Banks v. St. Matthew Baptist Church, 406 S.C. 156, 161, 750\r\nS.E.2d 605, 607 (2013). Moreover, \"whenever the questions of discipline, or of\r\nfaith, or ecclesiastical rule, custom, or law have been decided by the highest of\r\n[the] church judicatories to which the matter has been carried, the legal tribunals\r\nmust accept such decisions as final, and as binding on them, in their application to\r\nthe case before them.\" Watson v. Jones, 80 U.S. (13 Wall.) 679, 727 (1871)\r\n(emphasis added). In accordance with the First Amendment,4 courts may only\r\napply neutral principles of law when resolving church disputes. See Pearson v.\r\nChurch of God, 325 S.C. 45, 50-51, 478 S.E.2d 849, 852 (1996). Like the\r\nmajority, I believe that the Special Referee decided matters outside of these neutral\r\nbounds, and therefore the order must be vacated.\r\n\r\n       However, courts may enforce a decision made by the highest authority\r\nwithin a hierarchical church if the court does not consider any religious issues or\r\ndoctrine. See Banks, 406 S.C. at 161, 750 S.E.2d at 607. By merely applying\r\nneutral principles of law when enforcing an ecclesiastical order of the highest\r\nauthority of a church, courts are not forced to inquire into religious matters. See\r\nPresbyterian Church v. Mary Elizabeth Blue Hull Mem'l Presbyterian Church, 393\r\nU.S. 440, 449 (1969) (finding that neutral principles of law applied when a court\r\nrelied \"exclusively on objective, well-established concepts of trust and property\r\nlaw familiar to lawyers and judges\"). For this reason, I diverge from the majority\r\nbecause it is my opinion that the next step in our analysis should be to ascertain\r\nwho is the highest decision-making body within RMUE, and what its decision was\r\nwith respect to this matter.\r\n\r\n       The Record does not contain a complete copy of The Doctrines and\r\nDiscipline of the Reformed Methodist Union Episcopal Church, which dictates the\r\nstructure and operation of the RMUE church. Additionally, the parties disagree on\r\nwho is the highest authority within the church; consequently, it is unclear who has\r\nfinal decision-making discretion within the RMUE.\r\n\r\n4\"Congress shall make no law respecting an establishment of religion, or\r\nprohibiting the free exercise thereof . . . .\" U.S. Const. amend. I.\r\n\n       For these reasons, I would vacate the Special Referee's order and remand for\r\nfurther factual findings regarding which party is the highest decision-making body\r\nwithin the RMUE church, and therefore, whether the courts may enforce the\r\nGeneral Officers' decision to suspend Bishop Moore.\r\n\n","court":"Supreme"}]