[{"id":"2014-MO-036","title":"Abney v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-036.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                       THE STATE OF SOUTH CAROLINA \n\r\n                            In The Supreme Court \n\r\n\r\n             Horace Abney Jr., Respondent,\r\n\r\n             v.\r\n\r\n             State of South Carolina, Petitioner.\r\n\r\n             Appellate Case No. 2013-000136\r\n\r\n\r\n                           Appeal From Greenville County \n\r\n                            C. Victor Pyle, Jr., Trial Judge \n\r\n                            John C. Few, Sentencing Judge\n\r\n                  R. Markley Dennis, Jr., Post-Conviction Relief Judge \n\r\n\r\n\r\n                      Memorandum Opinion No.2014-MO-036 \n\r\n                  Submitted September 4, 2014 - Filed October 1, 2014 \n\r\n\r\n\r\n                                     REVERSED\r\n\r\n\r\n             Karen Christine Ratigan, Esquire, of Columbia, for\r\n             Petitioner.\r\n\r\n             Susan Barber Hackett, Esquire, of Columbia, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: The State seeks a writ of certiorari to review an order of the\r\ncircuit court granting respondent's application for post-conviction relief (PCR).\r\n\nWe grant the petition, dispense with further briefing, and reverse the PCR judge's\r\norder.\r\n\r\nRespondent sought PCR alleging appellate counsel was ineffective in failing to\r\nraise the issue of whether the motion to suppress drug evidence should have been\r\ndenied by the trial court. The PCR judge held appellate counsel was deficient for\r\nfailing to raise the properly preserved issue on appeal. Further, the PCR judge\r\nfound respondent was prejudiced by the deficiency because the State's case hinged\r\non the admissibility of the drugs discovered during the traffic stop, and if the\r\nevidence would have been suppressed, the State's efforts to prosecute respondent\r\nwould have been greatly affected.\r\n\r\nAlthough the issue was properly preserved for appellate review, there is no\r\nreasonable probability the Court of Appeals would have reversed respondent's\r\nconviction had appellate counsel raised the issue. See Southerland v. State, 337\r\nS.C. 610, 524 S.E.2d 833 (1999) (holding petitioner must prove that, but for\r\nappellate counsel's deficient performance, there is a reasonable probability that the\r\nresult of the appeal would have been different); see also United States v. Carter,\r\n300 F.3d 415 (4th Cir. 2002) (holding an officer's recognition of the smell of\r\nmarijuana upon executing a traffic stop is sufficient to constitute probable cause to\r\nsearch both the suspect and the passenger area of the vehicle). The order granting\r\nrespondent's PCR application is therefore\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., PLEICONES, BEATTY, KITTREDGE and HEARN, JJ.,\r\nconcur.\r\n\n","court":"Supreme"},{"id":"2014-MO-037","title":"Adams v. Amisub of SC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/SC/2014-MO-037.pdf","description":null,"date":"2014-10-08","type":"opinion","text":" THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\n   NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Supreme Court \n\r\n\r\n        Ann P. Adams, as Personal Representative of the Estate\r\n        of Jacob E. Adams, Deceased, Petitioner,\r\n\r\n        v.\r\n\r\n        Amisub of South Carolina, Inc., d/b/a Piedmont Medical\r\n        Center and d/b/a Piedmont Healthcare System; Staci L.\r\n        Versen-Rampey, NP, Individually and as Agent, Servant\r\n        or Employee of South Carolina Emergency Physicians,\r\n        LLC, and as Agent, Servant or Employee of Amisub of\r\n        South Carolina, Inc., d/b/a Piedmont Medical Center and\r\n        d/b/a Piedmont Healthcare System; Jason Price,\r\n        Radiologic Technologist, Individually and as Agent,\r\n        Servant or Employee of Amisub of South Carolina, Inc.,\r\n        d/b/a Piedmont Medical Center and d/b/a Piedmont\r\n        Healthcare System; James E. Reinhardt, Jr., M.D.,\r\n        Individually and as Agent, Servant or Employee of Rock\r\n        Hill Radiology Associates, PA, and as Agent, Servant of\r\n        Employee of Amisub of South Carolina, Inc., d/b/a\r\n        Piedmont Medical Center and d/b/a Piedmont Healthcare\r\n        System; and Rock Hill Radiology Associates, P.A., South\r\n        Carolina Emergency Physicians, LLC, Defendants,\r\n\r\n        of whom, Amisub of South Carolina, Inc., d/b/a\r\n        Piedmont Medical Center and d/b/a Piedmont Healthcare\r\n        System; Staci L. Versen-Rampey, NP, Individually and\r\n        as Agent, Servant or Employee of South Carolina\r\n        Emergency Physicians, LLC, and as Agent, Servant or\r\n        Employee of Amisub of South Carolina, Inc., d/b/a\r\n        Piedmont Medical Center and d/b/a Piedmont Healthcare\r\n        System; Jason Price, Radiologic Technologist,\r\n        Individually and as Agent, Servant or Employee of\r\n\n            Amisub of South Carolina, Inc., d/b/a Piedmont Medical\r\n            Center and d/b/a Piedmont Healthcare System, are\r\n            Respondents.\r\n\r\n            Appellate Case No. 2014-000388\r\n\r\n\r\n\r\n       ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n                         Appeal From York County \n\r\n             The Honorable John C. Hayes, III, Circuit Court Judge, \n\r\n\r\n\r\n                  Memorandum Opinion No. 2014-MO-037 \n\r\n               Submitted August 26, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            James W. Boyd, of Rock Hill, for Petitioner.\r\n\r\n            N. Heyward Clarkson, III and Amy Miller Snyder, both\r\n            of Clarkson Walsh Terrell & Coulter, PA, of Greenville,\r\n            William U. Gunn, of Holcombe Bomar, PA, of\r\n            Spartanburg, for Respondents.\r\n\r\n\r\nPER CURIAM: This matter is before the Court by way of a petition for a writ of\r\ncertiorari to review the Court of Appeals' decision in Adams v. Amisub of South\r\nCarolina, Inc., Op. No. 2013-UP-461 (S.C. Ct. App. filed Dec. 11, 2013). Based\r\non our recent decision in Ranucci v. Crain, Op. No. 27422 (S.C. Sup. Ct. filed July\r\n23, 2014), we grant the petition for a writ of certiorari, dispense with further\r\nbriefing, reverse the decision of the Court of Appeals and remand this case to the\r\ncircuit court to resume proceedings.\r\n\r\nREVERSED.\r\n\nTOAL, C.J., PLEICONES, BEATTY and KITTREDGE, JJ. concur.\r\nHEARN, J., not participating.\r\n\n","court":"Supreme"}]