[{"id":"2010-UP-225","title":"Novak v. Joye, Locklair & Powers, P.C.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-225","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Loretta C. Novak, Appellant,\r\n        v.\r\n        Joye, Locklair &amp; Powers, P.C., Richard Scott Joye, John Wesely Locklair, III, and Delton W. Powers, Jr., Respondents.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\n J. Michael Baxley, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-225\r\n  Submitted March 1, 2010 – Filed April 1,\r\n2010    \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Bonnie Travaglio Hunt, of North Charleston, for Appellant.  \r\n        Lovic A. Brooks, III, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nCURETON, A.J.:  Loretta C. Novak filed suit against\r\n  the respondents, alleging wrongful termination in violation of a clear mandate\r\n  of public policy and civil conspiracy.  The circuit court dismissed her\r\n  complaint for failure to state facts sufficient to constitute a cause of\r\n  action.[1]\r\n  Specifically, the circuit court found the respondents neither violated the\r\n  criminal law by firing Novak nor required Novak to violate the law as part of\r\n  her employment.  \r\nNovak appeals\r\n  the circuit court's dismissal of her complaint for wrongful termination in\r\n  violation of public policy, arguing the trial court erred in finding she failed\r\n  to state facts sufficient to constitute a cause of action.  We disagree.  We modify\r\n  the circuit court's order as described below and affirm[2] the dismissal.  \r\nInitially,\r\n  we recognize Novak argues the novel issue in her complaint rendered it\r\n  ineligible for dismissal pursuant to Rule 12(b)(6).  We decline to address this\r\n  argument because it is not preserved for our review.  See Wilder\r\n    Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (&quot;It is\r\n  axiomatic that an issue cannot be raised for the first time on appeal, but must\r\n  have been raised to and ruled upon by the [circuit court] to be preserved for\r\n  appellate review.&quot;).  \r\nWith\r\n  regard to the merits of the dismissal, a defendant may offer the defense that\r\n  the plaintiff has &quot;fail[ed] to state facts sufficient to constitute a\r\n  cause of action&quot; by motion instead of in a responsive pleading.  Rule\r\n  12(b), SCRCP.  However, the defendant must make this motion before pleading.  Id. \r\n  In deciding whether the circuit court properly granted a motion to dismiss\r\n  pursuant to Rule 12(b)(6), SCRCP, the appellate court must consider whether the\r\n  complaint, viewed in the light most favorable to the plaintiff, states any\r\n  valid claim for relief.  Gentry v. Yonce, 337 S.C. 1, 5, 522 S.E.2d 137,\r\n  139 (1999).  If the facts and inferences raised by the complaint would entitle\r\n  the plaintiff to relief on any theory, then a dismissal for failure to state a\r\n  claim is improper.  Id.  \r\nSouth\r\n  Carolina has recognized the doctrine of at-will employment since 1936.  See Shealy v. Fowler, 182 S.C. 81, 87, 188 S.E. 499, 502 (1936).  Generally,\r\n  under this doctrine an employer may discharge an employee for good reason, no\r\n  reason, or bad reason without incurring liability.  Ludwick v. This Minute\r\n    of Carolina, Inc., 287 S.C. 219, 221, 337 S.E.2d 213, 214 (1985) (citing\r\n  H.G. Wood, Master and Servant (1877)).  However, an employer may\r\n  nonetheless become liable in tort to the discharged employee under the public\r\n  policy exception, which protects the employee when &quot;the retaliatory\r\n  discharge of an at-will employee constitutes violation of a clear mandate of\r\n  public policy.&quot;  287 S.C. 225, 337 S.E.2d at 216.  \r\nOur\r\n  supreme court has held the criminal law clearly expresses public policy, and\r\n  consequently, discharges violating the criminal law or based upon the\r\n  employee's refusal to violate the criminal law fall within the public policy\r\n  exception.  Garner v. Morrison Knudsen Corp., 318 S.C. 223, 226, 456\r\n  S.E.2d 907, 909 (1995).  The Garner court expressly declined to hold\r\n  that the criminal law was the sole expression of public policy, leaving the\r\n  boundaries of the public policy exception somewhat flexible.  Id.  However,\r\n  South Carolina courts have declined to enforce the Rules of Professional\r\n  Conduct as the public policy of the state.  Weatherford v. Price, 340\r\n  S.C. 572, 580-81, 532 S.E.2d 310, 314-15 (Ct. App. 2000).  \r\nNovak\r\n  successfully alleged facts supporting retaliatory termination but failed to\r\n  identify a clearly stated public policy.  A party claiming wrongful termination\r\n  in violation of public policy must assert 1) she was discharged from at-will\r\n  employment, 2) the discharge was retaliatory, and 3) the discharge violated a\r\n  &quot;clear mandate of public policy.&quot;  Ludwick, 287 S.C. at 225,\r\n  337 S.E.2d at 216.  Novak's allegations support only two of these elements.  In\r\n  her complaint, Novak presented facts establishing the respondents terminated\r\n  her at-will employment.  She also alleged facts supporting her argument the\r\n  discharge was in retaliation for her performance.  However, her reliance on the\r\n  rule &quot;that attorneys take direct responsibility for matters of\r\n  professional responsibility and ethics in regard to the handling of legal\r\n  matters for clients&quot; as public policy is misplaced.  This requirement\r\n  exists in the South Carolina Rules of Professional Conduct, which appear in\r\n  Rule 407, SCACR, but have not been codified by the Legislature.  Because the\r\n  Rules of Professional Conduct are not enforceable as public policy, Novak\r\n  failed to allege facts sufficient to meet the third element of wrongful\r\n  termination in violation of public policy.  See Weatherford, 340\r\n  S.C. at 580-81, 532 S.E.2d at 314-15.  Consequently, the circuit court did not\r\n  err in dismissing her complaint under Rule 12(b)(6).  \r\nIn\r\n  restricting its analysis of the public policy element to whether Novak's\r\n  termination violated criminal law or whether the respondents asked Novak to\r\n  violate the criminal law, the circuit court relied on Lawson v. S.C. Dep't\r\n    of Corr., 340 S.C. 346, 350, 532 S.E.2d 259, 260-61 (2000).  We find no\r\n  indication our supreme court intended its opinion in Lawson to overrule\r\n  or limit its opinion in Garner.  Accordingly, we modify the circuit\r\n  court's decision to omit the statement that Lawson limited the public\r\n  policy exception to terminations involving violations of the criminal law. \r\n  Even without this limitation, in light of Weatherford, we find the\r\n  circuit court properly dismissed Novak's complaint because it failed to\r\n  enunciate any clear mandate of public policy violated by her termination. \r\n  Therefore, the decision of the circuit court is \r\nAFFIRMED\r\n  AS MODIFIED.  \r\nGEATHERS,\r\n  J., concurs.\r\nPIEPER,\r\n  J., concurring in result only:  I concur in result because I would find\r\n  Novak failed to preserve any of her issues for appellate review.  \r\n\r\n\r\n[1] Neither Novak nor her counsel appeared at the hearing\r\n  on the respondents' motion to dismiss.  Although the circuit court's final\r\n  order recognized this failure to appear, the dismissal was based solely upon\r\n  Novak's failure to state a claim.  \r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-226","title":"Williams v. SC Department of Transportation","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-226","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Larry Williams, Appellant,\r\n        v.\r\n        South Carolina Department of Transportation, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n J. Stanton Cross, Jr., Master In Equity\r\n\r\nUnpublished Opinion No. 2010-UP-226\r\n  Submitted February 1, 2010 – Filed April\r\n1, 2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John P. Bacot, Jr., of Surfside Beach, for Appellant.\r\n        John B. McCutcheon, Jr., of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM:  Larry Williams (Williams)\r\n  contends the trial court erred in denying his request for rescission of his\r\n  contract with the South Carolina Department of Transportation (SCDOT) by\r\n  refusing to set aside the conveyance of his property (the Property) to SCDOT. \r\n  We affirm.[1]\r\nFACTS\r\nWilliams owned three tracts of real property: Tract\r\n  6A, Tract 6PCR, and Tract 7 adjacent to and at the corner of Road S-600 and\r\n  Pine Island Road in Horry County.  Only Tract 7 is in dispute in this case.  Williams\r\n  acquired Tract 7 between 1980 and 1982.  After acquiring Tract 7, Williams\r\n  constructed a nine-unit commercial building for business rental use.\r\nDuring the summer of 2000, SCDOT contacted Williams\r\n  about acquiring 2,662 square feet along the front of the Property for a\r\n  right-of-way expansion of the Robert M. Grissom Parkway.  Sometime between the\r\n  summer and September 2000, settlement negotiations reached a stalemate between\r\n  Williams and an eastern region right-of-way consultant.  On September 13, 2000,\r\n  Deborah Rice (Rice), the eastern region right-of-way administrator for SCDOT\r\n  and Rabih Hamzy (Hamzy), the assistant program manager with SCDOT, met with\r\n  Williams to facilitate a settlement agreement.\r\nAccording to Rice's testimony, Williams was concerned\r\n  about the functionality of his commercial units' parking spaces after the\r\n  proposed construction of the right-of-way.  Rice also testified Williams\r\n  believed the property was worth more than the $162,620 SCDOT offered, and as a\r\n  result, Williams made a counteroffer of $500,000.  Rice acknowledged the\r\n  parking situation needed further review and asked Hamzy to come up with\r\n  &quot;something&quot; that &quot;perhaps could be done [about] the\r\n  parking.&quot;\r\nHamzy enlisted Wilbur Smith Associates to produce\r\n  planning sheets to show the possibility of parking on Tract 7.  Hamzy\r\n  subsequently mailed Williams the plan sheets along with a transmittal letter\r\n  dated September 20, 2000.  Hamzy's letter stated, &quot;Dear Mr. Williams:\r\n  Enclosed are the plans [sic] sheets you requested.  If you have any other\r\n  questions, please call me at (803) 737-1616.  Sincerely, Rob Hamzy Program\r\n  Manager.&quot;\r\nOn September 28, 2000, Williams entered\r\n  into a contract with SCDOT for the conveyance of the Property for $385,000.  The\r\n  title was recorded on October 16, 2000, and provided, &quot;The above\r\n  consideration is for 0.197 of an acre of land, damages, and improvements\r\n  thereon, if any, including rights of access as maybe [sic] needed for\r\n  controlled access facilities.&quot;  Williams testified he agreed to demolish\r\n  one of his buildings.  \r\nAfter demolishing one of his buildings in\r\n  2001, Williams was told that his parking scheme was not feasible and that he\r\n  lacked sufficient space for cars to drive behind the building.  Also, Williams\r\n  was informed that the parking spaces did not meet the minimum length\r\n  requirement pursuant to Horry County's Code.  Williams testified he relied on\r\n  the plan sheets that Hamzy provided and asserted his agreement with SCDOT was\r\n  contingent on Hamzy's plan sheets.  Williams stated, &quot;[Hamzy] got involved\r\n  in it and he assured me, 'Mr. Williams, I can show you that you're going to\r\n  have parking.  You're going to have parking.'&quot;  Williams claims the deed's\r\n  special provision language concerning damages was in reference only to damages\r\n  relating to the right-of-way expansion and not to the issue of parking.  However,\r\n  Williams testified Rice might have informed him the deed's special provision\r\n  language included parking and all other damages related to the conveyance.  \r\nConversely, Hamzy contends the plan sheets\r\n  were provided for &quot;information only&quot; but later admitted there was no\r\n  documentation indicating the plan sheets were only for informational purposes. \r\n  Rice testified Williams did not notify her that the sale of the Property was\r\n  contingent upon Hamzy's parking scheme and the consideration for the deed\r\n  including all damages, parking, and access.  Specifically Rice stated, \r\n\r\n  I was very explicit in letting [Williams] know you and\r\n    I are the ones who are -- we are negotiating this, sir.  Whatever you get from\r\n    whomever, this is what we're signing for.  I want that understood, that this is\r\n    all damages.  Access, parking, this will be it.  This is the legal document\r\n    you're signing for your piece of property and what happens on here, this all\r\n    damages.  \r\n\r\nRice also asserted Williams received\r\n  additional compensation because she knew he was going to have problems with\r\n  parking or continuing his businesses.  \r\nWilliams filed an action in Horry County\r\n  seeking a declaratory judgment and rescission of the contract on the grounds of\r\n  mutual mistake and/or unilateral mistake.  On the issue of mutual mistake, the\r\n  trial court found SCDOT made no misrepresentation regarding parking.  On the\r\n  issue of unilateral mistake, the trial court found the deed's language included\r\n  all issues related to damages, which specifically included parking.  As a\r\n  result, the trial court denied Williams' request to rescind the contract with\r\n  SCDOT.  This appeal followed.\r\nSTANDARD\r\n  OF REVIEW \r\nAn action to set\r\n  aside a deed is a matter in equity.  Bullard v. Crawley, 294 S.C. 276,\r\n  278, 363 S.E.2d 897, 898&nbsp;(1987).  On appeal from an equitable action, an\r\n  appellate court may find facts in accordance with its own view of the\r\n  evidence.  Buffington v. T.O.E. Enter.,&nbsp;383 S.C. 388, 391, 680\r\n  S.E.2d 289, 290&nbsp;(2009).  The appellant is not relieved of his burden of convincing\r\n  the appellate court the trial judge committed error in his findings.  Pinckney\r\n    v. Warren,&nbsp;344 S.C. 382, 387-88, 544 S.E.2d 620, 623&nbsp;(2001).\r\nLAW/ANALYSIS\r\nA. Unilateral and Mutual\r\n  Mistake\r\nWilliams argues the trial court erred in\r\n  refusing to rescind the conveyance of the property on the basis of unilateral\r\n  and mutual mistake.  We believe this issue has been abandoned on appeal.\r\nAn issue is deemed\r\n  abandoned and will not be considered on appeal if the argument is raised in a\r\n  brief but not supported by authority.  Bryson v. Bryson, 378 S.C. 502,\r\n  510, 662 S.E.2d 611, 615&nbsp;(Ct. App. 2008).  Williams' statement of the\r\n  issues on appeal states, &quot;Did the lower court err in denying appellant's\r\n  request for recession of the contract between the parties?&quot; However,\r\n  Williams fails to produce any argument or authority in support of his\r\n  contention that the trial court erred in refusing to find unilateral or mutual\r\n  mistake regarding the conveyance of the property to SCDOT.  Williams' citation\r\n  of authority only relates to the issue of equitable estoppel.  Therefore, we\r\n  conclude this issue has been abandoned on appeal.  \r\nB. Equitable Estoppel\r\nWilliams argues the\r\n  trial court erred in refusing to rescind the conveyance on the basis of\r\n  equitable estoppel.  Specifically, Williams asserts the elements of equitable\r\n  estoppel are met in this case because (1) he did not have any knowledge about\r\n  how many parking spaces would be available since he is not an engineer; (2) he\r\n  justifiably relied on Hamzy's representation of available parking as an agent\r\n  of SCDOT; and (3) he has suffered a prejudicial change in position because he\r\n  demolished one of his units and has less building space and reduced his potential\r\n  for rental income.  We believe this issue is not preserved for review.\r\nIssues cannot be\r\n  raised for the first time on appeal, but must be raised to and ruled upon by\r\n  the trial court to preserve it for appellate review.  Richland County v.\r\n    Carolina Chloride, Inc.,&nbsp;382 S.C. 634, 655, 677 S.E.2d 892,\r\n  903&nbsp;(Ct. App. 2009).  The imposition\r\n  of the preservation requirement upon an appellant is designed to enable the\r\n  lower court to rule properly after consideration of all relevant facts, law,\r\n  and arguments.  Nicholson v. Nicholson, 378 S.C. 523, 537, 663 S.E.2d\r\n  74, 82&nbsp;(Ct. App. 2008).\r\nAfter a careful\r\n  review of the record, we believe Williams' equitable estoppel argument was\r\n  neither raised to nor ruled upon by the trial court.  The transcript of the\r\n  hearing supports our conclusion.  The trial court's order provides a complete\r\n  designation of the specific issues presented for review.  The trial court's\r\n  order stated, &quot;[Plaintiff] seeks declaratory judgment and also seeks to\r\n  set aside the conveyance of real property for alleged rescission due to mutual\r\n  mistake and/or rescission due to unilateral mistake.&quot;  The trial court\r\n  further concluded, &quot;There are no additional bases for recovery stated by\r\n  the Plaintiff under this cause of action beyond which are included in the other\r\n  causes of action, addressed above.&quot;  Finally, the trial court stated that\r\n  &quot;judgment be entered in favor of the Defendant with respect to the Plaintiff's\r\n  causes of action for recession due to mutual mistake, rescission due to\r\n  unilateral mistake, and declaratory judgment.&quot;  Accordingly, we find the\r\n  issue of equitable estoppel is not preserved for our review.\r\nCONCLUSION\r\nAccordingly, the\r\n  trial court's decision is \r\nAFFIRMED.\r\nWILLIAMS, GEATHERS,\r\n  and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-227","title":"SCDSS v. Faith M.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-227","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Social Services, Respondent,\r\n        v.\r\n        Faith M., Appellant,\r\n        Jerry W., Roger H., Mitchell B., David C., John Doe, Richard Roe, Charles Coe, Defendants,\r\n        Lisa C., Garrison C., and Patricia W., Respondents.\r\n      \r\n      In the interests of R.A.M., J.M.M.,\r\n        C.D.M., and J.I.M., all minors under the age of eighteen.\r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n Timothy M. Cain, Family Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-227\r\n  Submitted March 1, 2010 – Filed April 1,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        George L. Sands, of Anderson, for Appellant.\r\n        Dottie C. Ingram and William E. Phillips, both of Anderson; and Thomas\r\n          E. Hite, Jr., of Abbeville, for Respondents.\r\n        Caroline Elizabeth Waldrep, of Anderson, Guardian Ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Faith\r\n  M. (Mother) appeals from the family court's order terminating her parental\r\n  rights (TPR) to her minor children, R.A.M., J.M.M., C.D.M., and J.I.M. (collectively\r\n  the Children).  Mother argues the family court erred in finding DSS established,\r\n  by clear and convincing evidence, that:  (1)\r\n  Mother failed to remedy the conditions causing removal; (2) the home could not be\r\n  made safe within twelve months because of the severity and repetition of abuse;\r\n  (3) R.A.M., J.M.M., and\r\n  C.D.M. had been in foster care for\r\n  fifteen of the most recent twenty-two months; and (4) TPR was in the Children's\r\n  best interests.\r\n1. We affirm the family\r\n  court's finding DSS established by clear and convincing evidence Mother failed to remedy the conditions leading to the\r\n  Children's removal.  See S.C. Code Ann. § 63-7-2570 (2008) (stating the\r\n  family court may order TPR upon finding a statutory ground is established and\r\n  also finding TPR is in the best interest of the children); § 63-7-2570(2)\r\n  (2008) (explaining a statutory ground for TPR is established when &quot;[t]he\r\n  child has been removed from the parent . . . , has been out of the home for a\r\n  period of six months following the adoption of a placement plan . . . and the\r\n  parent has not remedied the conditions which caused the removal&quot;).  \r\n2. We affirm the family\r\n  court's finding DSS established by clear and convincing evidence the home could not be made safe within twelve months\r\n  because of the severity and repetition of abuse.  See S.C. Code Ann. §\r\n  63-7-2570 (2008) (stating the family court may order TPR upon finding a\r\n  statutory ground is established and also finding TPR is in the best interest of\r\n  the children); § 63-7-2570(1) (2008) (explaining a statutory ground for TPR is\r\n  established when &quot;[t]he child or another child in the home has been harmed\r\n  as defined in section 63&#8209;7&#8209;20, and because of the severity or\r\n  repetition of the abuse or neglect, it is not reasonably likely that the home\r\n  can be made safe within twelve months.  In determining the likelihood that the\r\n  home can be made safe, the parent's previous abuse or neglect of the child or\r\n  another child in the home may be considered.&quot;). \r\n3. We affirm the family court's finding DSS established by\r\n  clear and convincing evidence R.A.M., J.M.M., and C.D.M. had been in foster care for fifteen of the most recent\r\n  twenty-two months.  See S.C. Code Ann. § 63-7-2570 (2008) (stating the\r\n  family court may order TPR upon finding a statutory ground is established and\r\n  also finding TPR is in the best interest of the children); § 63-7-2570(8)\r\n  (2008) (explaining a statutory ground for TPR is established when a child\r\n  &quot;has been in foster care under the responsibility of the State for fifteen\r\n  of the most recent twenty-two months&quot;).\r\n4. Despite Mother's\r\n  arguments to the contrary, we find DSS\r\n  proved by clear and convincing evidence that termination of Mother's parental\r\n  rights was in the best interests of the Children.  See S.C. Code Ann. §\r\n  63-7-2620 (2008) (explaining when the child's interests and the parental rights\r\n  conflict, the child's interests shall prevail); Charleston County Dep't of\r\n    Soc. Servs. v. King, 369 S.C. 96, 105, 631 S.E.2d 239, 244 (2006) (&quot;When\r\n  reviewing the family court decision, appellate courts may make their own\r\n  conclusions of whether DSS proved by clear and convincing evidence that\r\n  parental rights should be terminated.&quot;); Charleston County Dep't of Soc. Servs. v. Jackson, 368\r\n  S.C. 87, 95, 627 S.E.2d 765, 770 (Ct. App. 2006) (stating despite the appellate\r\n  court's broad scope of review, it should not necessarily disregard the findings\r\n  of the family court, which was in a better position to evaluate the credibility\r\n  of the witnesses and to assign weight to their testimony); S.C. Dep't of\r\n    Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d 285, 287 (Ct. App.\r\n  2000) (declaring the best interests of the children are the paramount\r\n  consideration in a TPR case).\r\n\r\nAFFIRMED.[1]\r\nSHORT, WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-228","title":"State v. Campbell","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-228","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Joe Harold Campbell, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-228\r\nHeard March 3, 2010 – Filed April 1, 2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        M. Celia Robinson, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n          General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n          Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and\r\n          Solicitor Robert Mills Ariail, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Joe\r\n  Harold Campbell appeals from a jury verdict finding him guilty of first-degree criminal sexual conduct with a minor. \r\n  Campbell argues the circuit court erred in admitting testimony concerning his\r\n  abuse of a different child and in denying his motion for a mistrial.  We affirm. \r\n1. Campbell argues the\r\n  circuit court erred in admitting the testimony of his abuse of a different\r\n  child.  We agree the circuit court erred in finding the testimony admissible\r\n  under Rule 404(b), SCRE, to show motive\r\n  and intent.  See State v.\r\n    Nelson, 331 S.C. 1, 11, 501 S.E.2d\r\n  716, 721 (1998) (holding a person commits a sexual offense for the obvious\r\n  motive of sexual gratification, and where this fact is apparent from the\r\n  charges, evidence of motive and intent are not a material issue).  However, we\r\n  affirm on the ground the testimony was admissible under Rule 404(b), SCRE, to\r\n  show common scheme or plan.  Rule 220(c), SCACR, provides the appellate court may rely on any other reason\r\n  appearing in the record to affirm the lower court's ruling, order, decision or\r\n  judgment.  &quot;It is within the appellate court's discretion whether to\r\n  address any additional sustaining grounds.&quot;  I'On v. Town of Mount\r\n    Pleasant, 338 S.C. 406, 420, 526 S.E.2d 716, 723 (2000).  Rule 404(b), SCRE, permits the admission of evidence of a\r\n  common scheme or plan, and such evidence is relevant because proof of one is\r\n  strong proof of the other.  State v. Wallace, 384 S.C. 428, 433, 683\r\n  S.E.2d 275, 277 (2009).  &quot;When determining whether evidence is admissible\r\n  as common scheme or plan, the trial court must analyze the similarities and\r\n  dissimilarities between the crime charged and the bad act evidence to determine\r\n  whether there is a close degree of similarity.&quot;  Id. at 433, 683\r\n  S.E.2d at 277-78.  &quot;When the similarities outweigh the dissimilarities,\r\n  the bad act evidence is admissible under Rule 404(b).&quot;[1]  Id.\r\n2.  Campbell argues the circuit\r\n  court erred and abused its discretion in refusing to grant a mistrial after the\r\n  victim's testimony about a news story exceeded the scope agreed upon by the\r\n  parties.  Campbell objected when he felt the testimony inferred he had been\r\n  similarly and recently charged with sexual abuse.  However, the objection was\r\n  never ruled upon, and therefore, the issue is not preserved.  See State\r\n    v. McKnight, 352 S.C. 635, 646-47, 576 S.E.2d 168, 174 (2003) (providing an\r\n  issue must be raised to and ruled upon by the trial court to be preserved for\r\n  review).\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] Our supreme court suggested the circuit court\r\n  consider the following factors when determining whether there is a close degree\r\n  of similarity between the bad act and the crime charged: (1) the age of the victims when the abuse occurred; (2) the\r\n  relationship between the victims and the perpetrator; (3) the location where\r\n  the abuse occurred; (4) the use of coercion or threats; and (5) the manner of\r\n  the occurrence, for example, the type of sexual battery.  State v.\r\n    Wallace, 384 S.C. 428, 433-34, 683 S.E.2d 275,\r\n  278 (2009).  \r\n\r\n","court":"Appeals"},{"id":"2010-UP-229","title":"Murray v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-229","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Ricky Lafayette Murray, Appellant,\r\n        v.\r\n        State of South Carolina a/k/a Department of Corrections, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n John C. Few, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-229\r\n  Submitted March 1, 2010 – Filed April 1,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ricky L. Murray, pro se, of Greenville, for\r\n          Appellant.\r\n        Russell  Harter, Jr., of Greenville, for\r\n          Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: \r\n  Ricky L. Murray filed a complaint with\r\n  the circuit court against the State of South Carolina and the South Carolina\r\n  Department of Corrections, alleging he was unlawfully arrested by a parole\r\n  officer for a parole violation.  The circuit court granted summary judgment on behalf of the State and the Department\r\n  of Corrections.  Murray appeals, arguing the circuit court erred in finding: (1)\r\n  he pled guilty to possession of crack cocaine in 1994 and the arrest warrant\r\n  relied on this alleged offense for probable cause; and (2) his parole arrest\r\n  warrant was valid without the signature of an impartial judicial officer.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities.  \r\n1. As to whether the circuit court\r\n  erred in finding Murray pled guilty to possession of crack cocaine and such\r\n  alleged offense supplied the arrest warrant with probable cause:  Doe\r\n    v. Roe, 369 S.C. 351, 376, 631 S.E.2d\r\n  317, 330 (Ct. App. 2006) (&quot;An issue is not preserved where the trial court\r\n  does not explicitly rule on an argument and the appellant does not make a Rule\r\n  59(e) motion to alter or amend the judgment.&quot;).  \r\n2. As to whether the circuit court erred in finding the\r\n  parole arrest warrant valid: \r\n  S.C. Code Ann. § 24-21-680 (2007) (providing &quot;the parole agent must issue a warrant or citation charging the\r\n  violation of parole&quot;);  Gagnon v. Scarpelli, 411 U.S. 778, 781 n.3\r\n  (1973) (&quot;Despite the undoubted minor differences between probation and\r\n  parole . . . revocation of probation where sentence has been imposed previously\r\n  is constitutionally indistinguishable from the revocation of parole.&quot;);  State\r\n    v. Franks, 276 S.C. 636, 639-40, 281 S.E.2d 227, 228 (1981) (holding the\r\n  Fourth Amendment's requirement that a neutral, detached magistrate issue an\r\n  arrest warrant did not apply to a warrant issued by a probation officer for\r\n  violations of probation conditions); State v. Hamilton, 333 S.C. 642,\r\n  647, 511 S.E.2d 94, 96 (Ct. App. 1999) (&quot;This court's authority to review\r\n  such a decision is confined to correcting errors of law unless the lack of a\r\n  legal or evidentiary basis indicates the circuit judge's decision was arbitrary\r\n  and capricious.&quot;). \r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-230","title":"SCDSS v. Michelle T.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-230","description":null,"date":"2010-04-01","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Social Services, Respondent,\r\n        v.\r\n        Michelle T., Phillip W., and Jonathan T., Defendants,\r\n        Of Whom Michelle T. and Phillip W. are the Appellants.\r\n        In the Interests of: B.T. and J.W., both minor children under the age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n Barry W. Knobel, Family Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-230\r\n  Submitted March 1, 2010 – Filed April 1,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        C. Lance Sheek, of Greenwood, for Appellant Michelle T.\r\n        Cameron G. Boggs, of Greenville, for Appellant Phillip W.\r\n        Dottie Ingram, of Anderson, for Respondent.\r\n        Rodney Wade Richey, of Greenville, Guardian Ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: This appeal arises from the termination of parental\r\n  rights (TPR) of Michelle T. (Mother) to her minor children B.T. and J.W.\r\n  (collectively Children) and Phillip W. (Father) to his minor child, J.W.     \r\n  Mother and Father both appealed separately, though Father's appeal was filed\r\n  pursuant to Ex Parte Cauthen, 291 S.C. 465, 354 S.E.2d 381 (1987).  \r\nI. \r\n  Mother's Appeal \r\nMother\r\n  argues the family court erred in terminating her parental rights pursuant to\r\n  section 63-7-2570(1) of the South Carolina Code (2008).  Additionally, Mother contends\r\n  the family court erred in terminating her parental rights when the Children's\r\n  guardian ad litem (the GAL) failed to comply with statutory requirements.  We affirm\r\n  pursuant to Rule 220(b), SCACR, and the following authorities: \r\n1.  As to whether the family court erred in\r\n  terminating Mother's parental rights:  See S.C. Code Ann. § 63-7-2570\r\n  (2008) (stating the family court may order TPR upon finding a statutory ground\r\n  is established and also finding TPR is in the best interest of the children); §\r\n  63-7-2570(1) (2008) (explaining a statutory ground for TPR is established when &quot;[t]he\r\n  child or another child in the home has been harmed as defined in [s]ection 63&#8209;7&#8209;20,\r\n  and because of the severity or repetition of the abuse or neglect, it is not\r\n  reasonably likely that the home can be made safe within twelve months.  In\r\n  determining the likelihood that the home can be made safe, the parent's\r\n  previous abuse or neglect of the child or another child in the home may be\r\n  considered.&quot;). \r\n2. \r\n  As to Mother's argument the GAL's failure to comply with statutory requirements\r\n  denied her certain safeguards and due process of law: Staubes v. City of\r\n    Folly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546 (2000) (&quot;It is\r\n  well-settled that an issue cannot be raised for the first time on appeal, but\r\n  must have been raised to and ruled upon by the trial court to be preserved for\r\n  appellate review.&quot;); see also Charleston County Dep't of Soc.\r\n    Servs. v. Jackson, 368 S.C. 87, 104-05, 627 S.E.2d 765, 775&nbsp;(Ct. App.\r\n  2006) (finding a parent's argument that TPR violates his right to due process\r\n  under the Fourteenth Amendment to the United States Constitution was not preserved for this court's\r\n  review when it was not raised to\r\n  or ruled upon by the family court); See, e.g., Mize v. Blue\r\n    Ridge Ry. Co., 219 S.C. 119, 129-30, 64 S.E.2d 253, 258 (1951) (explaining\r\n  an issue is not preserved for appeal merely because the trial judge mentions it\r\n  in passing).[1]\r\n          II. \r\n  Father's Appeal\r\nUpon a thorough review of the record and the family court's\r\n  findings of fact and conclusions of law pursuant to Ex Parte Cauthen,\r\n  291 S.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues warrant\r\n  briefing.  \r\nAccordingly, the family court's ruling is   \r\nAFFIRMED.[2]\r\nPIEPER,\r\n  J., GEATHERS, J., and CURETON, A.J., concur.   \r\n\r\n\r\n[1] We acknowledge the family court found the GAL failed\r\n  to fully comply with the statutory requirements.  However, we do not find the\r\n  actions or inactions of the GAL tainted the family court's finding it was in\r\n  Children's best interest to terminate parental rights because the family court &quot;did\r\n  not find it necessary to have relied upon the GAL's recommendations in this\r\n  case.&quot;  Cf. Patel v. Patel, 347 S.C. 281, 286-87, 555 S.E.2d\r\n  386, 389&nbsp;(2001) (explaining the family court erred in awarding custody to a\r\n  husband when it placed &quot;a great deal of reliance&quot; on the GAL's report\r\n  and &quot;the GAL's actions and inactions so tainted the decision of the family\r\n  court in this case . . . .&quot;).&nbsp;&nbsp;\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-231","title":"Ervin v. Colleton County","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-231","description":null,"date":"2010-04-05","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Charles Ervin, Sr., Appellant,\r\n        v.\r\n        Colleton County, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Colleton County\r\n Perry M. Buckner, Circuit Court Judge\r\n Roger M. Young, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-231\r\n  Submitted March 1, 2010 – Filed April 5,\r\n2010\r\nWithdrawn, Substituted and Refiled April\r\n13, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        James H. Moss, of Beaufort, for Appellant.\r\n        Marshall H. Waldron, Jr., of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: \r\n  Charles Ervin appeals from Judge Buckner's order granting a directed verdict to\r\n  Colleton County.  Judge Buckner based his ruling on Judge Young's previous\r\n  order granting summary judgment to Colleton County as to its liability for any\r\n  wrongful actions taken against Ervin by the Colleton County Sheriff and his\r\n  deputies.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:  \r\n1. As to whether Judge\r\n  Young erred in granting partial summary judgment to Colleton County:  Law v.\r\n    South Carolina Dept. of Corrections, 368 S.C. 424, 434, 629 S.E.2d 642, 648\r\n  (2006) (&quot;In ruling on motions for directed verdict and JNOV, the trial\r\n  court is required to view the evidence and the inferences that reasonably can\r\n  be drawn therefrom in the light most favorable to the party opposing the\r\n  motions and to deny the motions where either the evidence yields more than one\r\n  inference or its inference is in doubt.&quot;); Rule 56(c), SCRCP (providing a\r\n  trial court may grant a motion for summary judgment only &quot;if the\r\n  pleadings, depositions, answers to interrogatories, and admissions on file,\r\n  together with the affidavits, if any, show that there is no genuine issue as to\r\n  any material fact and that the moving party is entitled to a judgment as a\r\n  matter of law&quot;); Brockbank v. Best Capital Corp., 341 S.C. 372,\r\n  378-79, 534 S.E.2d 688, 692 (2000) (&quot;In determining whether any triable\r\n  issues of fact exist, the court must view the evidence and all reasonable\r\n  inferences that may be drawn from the evidence in the light most favorable to\r\n  the non-moving party.&quot;); Cone v. Nettles, 308 S.C. 109, 112, 417\r\n  S.E.2d 523, 525 (1992) (determining that in South Carolina, sheriffs and\r\n  deputies are state, not county, officials because (1) the South Carolina\r\n  constitution establishes the office of sheriff and the term of office; (2) the\r\n  duties and compensation of sheriffs and deputies are set forth by the General\r\n  Assembly; (3) their arrest powers are related to state offenses; and (4) the\r\n  Governor of South Carolina has the authority to remove a sheriff for misconduct\r\n  and fill the vacancy); S.C. Code Ann. §§ 23-11-10 and 23-13-10\r\n  (2007) (providing that the citizens elect the Sheriff, and the Sheriff is\r\n  answerable for the neglect or misconduct in the office of any deputy).\r\n2. As to whether Judge\r\n  Young erred in granting summary judgment while Ervin's motion for leave to\r\n  amend his complaint was still pending: Scott v. McCain, 272 S.C. 198,\r\n  202, 250 S.E.2d 118, 121 (1978) (&quot;[A] defective complaint cannot be\r\n  amended to state a new or different cause of action after the statute of\r\n  limitations has run.&quot;); S.C. Code Ann. § 15-78-110 (2005) (providing &quot;any\r\n  action brought pursuant to [the South Carolina Tort Claims Act] is forever\r\n  barred unless an action is commenced within two years after the date the loss\r\n  was or should have been discovered&quot;).\r\nAFFIRMED.       \r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-232","title":"Alltel Communications v. SC Department of Revenue","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-232","description":null,"date":"2010-04-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Case No.: 2007-ALJ-17-0299\r\n        Alltel Communications, Inc., Respondent,\r\n        v.\r\n        South Carolina Department of Revenue, Appellant.\r\n        \r\n        Case No.:\r\n          2007-ALJ-17-0300\r\n        Alltel Mobile Communications of the Carolinas, Inc., Respondent,\r\n        v.\r\n        South Carolina Department of Revenue, Appellant.\r\n        \r\n        Case No.: 2007-ALJ-17-0301\r\n        New York Newco Subsidiary, Inc., Respondent,\r\n        v.\r\n        South Carolina Department of Revenue, Appellant.\r\n        \r\n        Case No.: 2007-ALJ-17-0302\r\n        Telespectrum, Inc., Respondent,\r\n        v.\r\n        South Carolina Department of Revenue, Appellant.\r\n        \r\n        Case No.: 2007-ALJ-17-0303\r\n        360 Communications Co. of SC No. 1, Respondent,\r\n        v.\r\n        South Carolina\r\n          Department of Revenue, Appellant.\r\n        \r\n        Case No.: 2007-ALJ-17-0304\r\n        360 Communications Co. of SC No. 2, Respondent,\r\n        v.\r\n        South Carolina Department of Revenue, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Marvin F. Kittrell, Administrative Law\r\nCourt Judge\r\n\r\nUnpublished Opinion No. 2010-UP-232\r\n  Heard February 9, 2010 – Filed April 7,\r\n2010\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Harry A. Hancock, of Columbia, for Appellant.\r\n        John M.S. Hoefer and Tracey C. Green, of Columbia, for Respondents. \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  In this\r\n  appeal of an order granting summary judgment to Respondents, the South Carolina\r\n  Department of Revenue (Department) challenges the Administrative Law Court's\r\n  (ALC's) determination that Respondents were not telephone companies and thus\r\n  did not owe any license fees pursuant to section 12-20-100 of the South\r\n  Carolina Code (2000).  The Department also contends that the ALC failed to give\r\n  proper consideration to other issues raised by the parties in their summary\r\n  judgment motions.  We reverse and remand.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nRespondents are Alltel\r\n  Communications, Inc., Alltel Mobile Communications of the Carolinas, Inc., New\r\n  York Newco Subsidiary, Inc., Telespectrum, Inc., 360 Communications Co. of SC\r\n  No. 1, and 360 Communications Co. of SC No. 2.[1] \r\n  During the tax years ending December 31, 1999 through December 31, 2003 (Tax\r\n  Years), Respondents were either directly engaged, or owned interests in\r\n  partnerships that were engaged, in the business of providing wireless voice and\r\n  data communications service via radio within South Carolina.  \r\nIn 2004, the Department\r\n  initiated an audit of Respondents.  At the conclusion of the audit, the\r\n  Department notified Respondents that it had determined that a deficiency\r\n  existed in the license fees paid by Respondents for the Tax Years.  The\r\n  Department proposed to assess Respondents $4,709,671 in additional license\r\n  fees, interest, and penalties.  \r\nThe basis for the proposed\r\n  assessment was the Department's determination that Respondents had erroneously\r\n  used section 12-20-50 of the South Carolina Code (2000) to calculate their\r\n  license fees.  The Department concluded that each Respondent was a\r\n  &quot;telephone company&quot; and thus was required to pay license fees in\r\n  accordance with section 12-20-100, rather than section 12-20-50.  \r\nRespondents each timely filed\r\n  with the Department a protest of the proposed assessment.  The Department issued\r\n  a final agency determination denying the protests on May 30, 2007.  Thereafter,\r\n  each Respondent timely filed a request for a contested case hearing with the\r\n  ALC.  \r\nThe ALC consolidated the six\r\n  cases.  After filing joint stipulations of facts, the parties filed\r\n  cross-motions for summary judgment.  In their summary judgment motion,\r\n  Respondents contended that section 12-20-100 did not apply to them because they\r\n  were not telephone companies.  Alternatively, Respondents argued that, if they\r\n  were telephone companies, the Department did not properly calculate the license\r\n  fee owed by Respondents under section 12-20-100.  Specifically, Respondents\r\n  claimed that the Department erred by determining that they derived gross\r\n  receipts from &quot;services rendered from regulated business&quot; as\r\n  contemplated by section 12-20-100(A)(2)(a).  Additionally, Respondents\r\n  contended that section 12-20-100 did not apply to partnerships and that the\r\n  Department therefore erred by including in its assessment the assets and gross\r\n  receipts attributable to Respondents' partnership interests.  Furthermore,\r\n  Respondents claimed that the Department should not have imposed a\r\n  &quot;substantial understatement&quot; penalty under section 12-54-155 of the\r\n  South Carolina Code (2000) because Respondents' position with respect to their\r\n  liability under section 12-20-100 was supported by substantial authority. \r\n  Lastly, Respondents argued that the Department made certain calculation errors\r\n  with respect to the amounts owed by Alltel Mobile Communications of the\r\n  Carolinas, Inc. and New York Newco Subsidiary, Inc.  \r\nOn April 22, 2008, the ALC\r\n  granted Respondents' motion for summary judgment and denied the Department's\r\n  motion.  The ALC determined that Respondents were not telephone companies for\r\n  the purposes of section 12-20-100 and thus were not required to pay license\r\n  fees under that statute.  This appeal followed.\r\nISSUES ON APPEAL\r\n\r\n  \r\n    1.&nbsp;&nbsp;\r\n    Did the\r\n  ALC err by granting summary judgment to Respondents?\r\n  \r\n  \r\n  \r\n    2.&nbsp;\r\n    Did the ALC fail to give proper\r\n  consideration to other issues raised by the parties in their summary judgment\r\n  motions?\r\n  \r\n\r\nSTANDARD OF REVIEW\r\nWhen reviewing\r\n  the grant of summary judgment, an appellate court applies the same standard that\r\n  governed the trial court.  Wogan v. Kunze, 379 S.C. 581, 585, 666 S.E.2d\r\n  901, 903 (2008).  As in civil matters, summary judgment is appropriate in an\r\n  administrative matter when there is no genuine issue of material fact and the\r\n  moving party is entitled to a judgment as a matter of law.  See Rule\r\n  56(c), SCRCP (setting forth the standard for granting summary judgment in civil\r\n  matters); South Carolina Administrative Practice and Procedure 175\r\n  (Randolph R. Lowell ed., 2d ed. 2008) (stating that the standard for granting\r\n  summary judgment in an administrative matter is the same as in a civil matter). \r\nBecause summary\r\n  judgment is a drastic remedy, it should be cautiously invoked to ensure that a\r\n  litigant is not improperly deprived of a trial on disputed factual issues.  Mulherin-Howell\r\n    v. Cobb, 362 S.C. 588, 597, 608 S.E.2d 587, 592 (Ct. App. 2005).  Where further inquiry into the facts of\r\n  the case is desirable to clarify the application of the law, summary judgment\r\n  is not appropriate.  Brockbank v. Best Capital Corp., 341 S.C. 372, 378,\r\n  534 S.E.2d 688, 692 (2000).  Moreover, &quot;[s]ummary judgment should not be\r\n  granted even when there is no dispute as to evidentiary facts if there is\r\n  dispute as to the conclusion to be drawn from those facts.&quot;  Id.  \r\nLAW/ANALYSIS\r\nI. Section 12-20-100\r\nThe Department\r\n  argues that the ALC erred by granting summary judgment to Respondents on the\r\n  ground that Respondents did not constitute telephone companies for the purposes\r\n  of section 12-20-100.  Because we conclude that further inquiry into the facts\r\n  is necessary to resolve this issue, we agree.\r\nSection\r\n  12-20-100(A) provides in pertinent part:\r\n\r\n  In the\r\n    place of the license fee imposed by Section 12-20-50, every express company,\r\n    street railway company, navigation company, waterworks company, power company,\r\n    electric cooperative, light company, gas company, telegraph company, and telephone\r\n      company shall file an annual report with the department and pay a license\r\n    fee as follows: \r\n  \r\n    (1) one\r\n      dollar for each thousand dollars, or fraction of a thousand dollars, of fair\r\n      market value of property owned and used within this State in the conduct of\r\n      business as determined by the department for property tax purposes for the\r\n      preceding taxable year; and \r\n    (2)(a) three dollars for each thousand dollars, or fraction of a thousand dollars,\r\n      of gross receipts derived from services rendered from regulated business within\r\n      this State during the preceding taxable year, except that with regard to\r\n      electric cooperatives, only distribution electric cooperatives are subject to\r\n      the gross receipts portion of the license fee under this subitem (2)(a). \r\n  \r\n\r\nS.C. Code Ann. § 12-20-100(A)\r\n  (2000) (emphasis added).[2]  \r\nThe term &quot;telephone\r\n  company&quot; is not defined in section 12-20-100 or in the definitional\r\n  section of chapter 20 of title 12.[3] \r\n  &quot;Where a word is not defined in a statute, our appellate courts have\r\n  looked to the usual dictionary meaning to supply its meaning.&quot;  Berkeley\r\n    County Sch. Dist. v. S.C. Dep't of Revenue, 383 S.C. 334, 345, 679 S.E.2d 913,\r\n  919 (2009) (quoting Lee v. Thermal Eng'g Corp., 352 S.C. 81, 91-92, 572\r\n  S.E.2d 298, 303 (Ct. App. 2002)).  In addition to utilizing dictionaries, our courts\r\n  have reviewed other state statutes, as well as state appellate decisions, to\r\n  ascertain the meaning of an undefined statutory term.  See Sonoco\r\n    Products Co. v. S.C. Dep't of Revenue, 378 S.C. 385, 662 S.E.2d 599 (2008)\r\n  (where the term &quot;contiguous&quot; was not defined in the applicable statute,\r\n  the court reviewed dictionaries, state statutes, and state appellate decisions that\r\n  dealt with the concept of contiguity in order to glean the appropriate\r\n  definition).  \r\nHere, the ALC concluded that\r\n  &quot;based on the plain language of the statute,&quot; none of the Respondents\r\n  constituted a telephone company for the purposes of section 12-20-100 because\r\n  &quot;the services they provide relate to the provision of wireless\r\n  communications via radio, not communications via telephone.&quot;  The ALC's\r\n  decision does not cite a dictionary definition of either &quot;telephone&quot;\r\n  or &quot;telephone company,&quot; nor does it cite a South Carolina appellate court\r\n  decision construing those terms.  Rather, it appears that, in reaching its\r\n  result, the ALC relied primarily upon the parties' stipulation that\r\n  &quot;[t]elephones and telephone companies transmit intelligence over a vast\r\n    network of wires located in public rights of way and in easements over\r\n  private property.&quot;  (emphasis added).[4]\r\nAt first blush, the parties'\r\n  stipulation seems to provide significant support for the ALC's conclusion. \r\n  However, upon further reflection, we conclude that the stipulation is not dispositive\r\n  of this case.  The question\r\n  of what the legislature intended for the term &quot;telephone company&quot; to\r\n  mean for the purposes of section 12-20-100 is a question of law.  See Charleston\r\n    County Parks &amp; Recreation Comm'n v. Somers, 319 S.C. 65, 67, 459 S.E.2d\r\n  841, 843 (1995) (&quot;The determination of legislative intent is a matter of\r\n  law.&quot;); Bryant v. State, 384 S.C. 525, 529, 683 S.E.2d 280, 282\r\n  (2009) (&quot;As this case involves statutory interpretation, we are presented\r\n  with a question of law.&quot;); Catawba Indian Tribe of S.C. v. State,\r\n  372 S.C. 519, 524, 642 S.E.2d 751, 753 (2007) (&quot;The issue of\r\n  interpretation of a statute is a question of law for the court.&quot;).  Importantly, courts are generally not bound by\r\n  stipulations regarding questions of law.  See Greenville\r\n    County Fair Ass'n v. Christenberry, 198 S.C. 338, 345, 17 S.E.2d 857, 859\r\n  (1941) (holding that a &quot;stipulation as to the law&quot; is generally not\r\n  binding upon the courts); McDuffie v. McDuffie, 308 S.C. 401, 409-10,\r\n  418 S.E.2d 331, 336 (Ct. App. 1992) (holding that stipulations involving\r\n  questions of law are not binding on the court); 83 C.J.S. Stipulations §\r\n  30 (2000) (stating that courts are not bound by stipulations regarding\r\n  questions of law, such as the intent of a lawmaking body or the construction of\r\n  a statute).  \r\nMoreover, we note\r\n  that stipulations must be &quot;construed like a contract, to effect the intent\r\n  of the parties.&quot;  Webster v. Holly Hill Lumber Co., 268 S.C. 416,\r\n  421, 234 S.E.2d 232, 234 (1977).  Here, we do not believe that it was the\r\n  Department's intent to, in essence, forfeit its entire case by stipulation.  Regardless,\r\n  we conclude that the parties were not competent to stipulate as to the intent\r\n  of the legislature regarding its use of the term &quot;telephone company&quot;\r\n  in Section 12-20-100.      \r\nBecause we find\r\n  that the parties' stipulation as to the meaning of the term &quot;telephone\r\n  company&quot; was not dispositive of this case, we must look to the remaining\r\n  portions of the record to determine whether Respondents fell within the terms\r\n  of section 12-20-100.  Based upon our careful review of the record, we conclude\r\n  that additional development of the facts is necessary to clarify the\r\n  application of section 12-20-100 as to Respondents.  See Brockbank,\r\n  341 S.C. at 378, 534 S.E.2d at 692 (holding that summary judgment is not\r\n  appropriate when additional development of the facts is desirable to clarify\r\n  the application of the law).  For instance, further inquiry into the nature of\r\n  the services provided by Respondents is essential.  Although the parties have made\r\n  some stipulations regarding Respondents' services, we do not believe that those\r\n  stipulations are sufficient to determine whether Respondents constitute\r\n  telephone companies for the purposes of section 12-20-100.   \r\nWe find support\r\n  for our conclusion in Shea v. State Dep't of Mental Retardation.[5]  In that case, we held that the trial\r\n  court erred by granting summary judgment on the issue of whether the Department\r\n  of Mental Retardation's Midlands Center constituted a &quot;hospital or other\r\n  facility&quot; within the meaning of section 44-7-50 of the South Carolina Code\r\n  (1976).  We concluded that further inquiry into the facts was warranted, specifically\r\n  noting that the record was &quot;not clear&quot; as to the nature of the\r\n  Midlands Center.  Shea, 279 S.C. at 611, 310 S.E.2d at 823.  In reaching\r\n  our decision, we stated:\r\n\r\n  The question of the construction of this statute as applied to a\r\n    mental retardation facility is an important question of novel impression.  If\r\n    the statute's application is not absolutely clear as a matter of law, this\r\n    question should not be decided without fully developing the facts by means of\r\n    trial.\r\n\r\nId. at 611, 310 S.E.2d at 822.  \r\nHere, the construction of section 12-20-100 as\r\n  applied to wireless communications service providers is an important question\r\n  of novel impression.  No appellate court in this State has construed the term\r\n  &quot;telephone company&quot; for the purposes of section 12-20-100.  Moreover,\r\n  the application of section 12-20-100 is not &quot;absolutely clear.&quot;  As\r\n  noted above, the term &quot;telephone company&quot; is not defined in section\r\n  12-20-100 or in the applicable\r\n  definitional section.  Additionally,\r\n  an examination of other South Carolina statutes and regulations reveals that while\r\n  wireless communications service providers are treated differently from landline\r\n  telephone companies for regulatory purposes,[6] their services are treated the same with respect to the sales and use tax.[7]  Furthermore, courts from other jurisdictions\r\n  that have addressed issues similar to the one presented here have not reached\r\n  consistent results.  Compare Bell Atl. Mobile of Mass. Corp., Ltd. v.\r\n    Comm'r of Revenue, 884 N.E.2d 978 (Mass. 2008) (holding that a cell phone\r\n  service provider was not a &quot;telephone company&quot; for the purposes of a\r\n  statute providing for the central valuation of the &quot;machinery, poles,\r\n  wires and underground conduits, wires and pipes of all telephone and telegraph\r\n  companies&quot;), and In re Appeal of Topeka SMSA Ltd. P'ship, 917 P.2d 827 (Kan. 1996) (holding that companies providing two-way\r\n  cellular radio telecommunications service did not transmit &quot;telephonic\r\n  messages&quot; and thus could not be taxed as public utilities), with City\r\n    of Jefferson City v. Cingular Wireless, LLC, 531 F.3d 595 (8th Cir. 2008) (holding\r\n  that local tax ordinance imposing a tax on businesses supplying telephones and\r\n  telephonic service applied to a cell phone service provider), cert. denied,\r\n  129 S. Ct. 739 (2008), Airtouch\r\n    Commc'ns, Inc. v. Dep't of Revenue, 76 P.3d 342 (Wyo. 2003) (finding\r\n  that cellular service providers were telephone companies for the purposes of a property\r\n  assessment statute), Southwestern\r\n    Bell Mobile Sys., Inc. v. Arkansas Pub. Serv. Comm'n, 40 S.W.3d 838 (Ark. Ct. App. 2001) (finding that commercial mobile radio service\r\n  providers fell within terms of a property assessment statute that applied to &quot;telephone\r\n  . . . or other similar companies&quot;), City of Sunset Hills v.\r\n    Southwestern Bell Mobile Sys., Inc.,\r\n  14 S.W.3d 54 (Mo. Ct. App. 1999) (concluding that wireless communications\r\n  service provider was a telephone company and that City therefore had statutory authority\r\n  to impose a business license fee on it), and Cent. Ky. Cellular Tel.\r\n    Co. v. Commonwealth, 897 S.W.2d 601 (Ky. Ct. App. 1995) (holding that cellular\r\n  phone companies constituted telephone companies for the purposes of a property\r\n  tax statute).\r\nBecause we find\r\n  that further development of the facts is necessary to ascertain whether\r\n  Respondents constitute telephone companies for the purposes of section\r\n  12-20-100, we hold that the ALC erred by granting summary judgment on that\r\n  issue.  Accordingly, we reverse the ALC's grant of summary judgment and remand\r\n  for further proceedings as to the applicability of section 12-20-100 to\r\n  Respondents.  \r\nII. ALC's Failure to Properly Rule\r\n  on Certain Issues\r\nThe Department also contends\r\n  that the ALC failed to give proper consideration to other issues raised by the\r\n  parties in their summary judgment motions.  Specifically, the Department refers\r\n  to the following portion of the ALC's decision:\r\n\r\n  The\r\n    Alltel Entities further contend that DOR improperly calculated &quot;gross\r\n    receipts from regulated business&quot; in its computation of the § 12-20-100 license\r\n    fee due to the absence of a regulated business; that it improperly included the\r\n    assets and gross receipts from partnerships in the computation of the §\r\n    12-20-100 license fee because the corporate license fee applies only to\r\n    corporations; and, that it improperly asserted a substantial understatement\r\n    penalty against the Alltel Entities under § 12-54-155 (2000) because there is\r\n    substantial authority for the calculation of the license fee on the original\r\n    license fee returns.  Because the Court finds that § 12-20-100 does not apply\r\n    to the Alltel Entities, it is unnecessary to reach these further assertions. \r\n    If the Court were to reach these issues, however, it would find for the Alltel\r\n    Entities on each of these issues for the reasons set forth above.\r\n\r\n(footnotes omitted).\r\n&quot;An administrative body\r\n  must make findings which are sufficiently detailed to enable this Court to\r\n  determine whether the findings are supported by the evidence and whether the\r\n  law has been applied properly to those findings.&quot;  Hamm v. S.C. Pub.\r\n    Serv. Comm'n, 309 S.C. 295, 300, 422 S.E.2d 118, 121 (1992).  An appellate\r\n  court &quot;will not accept an administrative agency's decision at face value\r\n  without requiring the agency to explain its reasoning.&quot;  Kiawah Prop.\r\n    Owners Group v. Pub. Serv. Comm'n of S.C., 338 S.C. 92, 96, 525 S.E.2d 863,\r\n  865 (1999).  When an administrative agency's order fails to set forth the basis\r\n  for its determination, the proper course of action is to remand the matter to\r\n  the administrative agency.  Id. at 97, 525 S.E.2d at 865.   \r\nHere, it is questionable\r\n  whether the ALC actually ruled on the issues mentioned in the above-referenced\r\n  portion of its decision.  The text of the decision states that &quot;[i]f the Court were to reach these issues, . . . it would find for the Alltel\r\n  Entities on each of these issues for the reasons set forth above.&quot;  (emphases\r\n  added).  This statement indicates that it was not the ALC's intent to rule on\r\n  these issues.[8]  Nonetheless, to the extent that the ALC did rule on any of these issues, we find\r\n  that the rulings were not sufficiently detailed to enable proper review. \r\n  Accordingly, we reverse the above-referenced portion of the ALC's decision and\r\n  remand the issues discussed therein to the ALC.   \r\nCONCLUSION\r\nFor the foregoing\r\n  reasons, the ALC's order granting summary judgment to Respondents is \r\nREVERSED AND REMANDED.\r\nPIEPER and GEATHERS, JJ.,\r\n  and CURETON, A.J., concur. \r\n\r\n\r\n[1] The names of a few of the Respondents are not spelled\r\n  consistently throughout the record.  We defer to the spellings set forth in the\r\n  text of Respondents' brief and the text of the ALC's order, and we order that\r\n  the case caption be amended accordingly. \r\n[2] Companies that do not fall within section 12-20-100 may\r\n  nevertheless be required to pay an annual license fee in accordance with\r\n  section 12-20-50 of the South Carolina Code (2000 &amp; Supp. 2009).  That\r\n  section provides in part: &quot;Except as provided in Section 12-20-100, every\r\n  corporation required to file an annual report shall pay an annual license fee\r\n  of fifteen dollars plus one dollar for each thousand dollars, or fraction of a\r\n  thousand dollars, of capital stock and paid-in or capital surplus of the\r\n  corporation as shown by the records of the corporation on the first day of the\r\n  taxable year in which the report is filed.&quot;  S.C. Code Ann. § 12-20-50(A)\r\n  (2000).\r\n[3] The definitions for chapter 20 of title 12 are set\r\n  forth in section 12-20-10 of the South Carolina Code (2000).\r\n[4] Although the ALC did not rely exclusively upon the\r\n  parties' stipulation, the stipulation was clearly a key factor in the court's decision. \r\n  For instance, in a footnote, the ALC stated that the stipulation &quot;would\r\n  seem to resolve the issue in favor of the Alltel Entities.&quot;  \r\n[5] 279 S.C. 604, 310 S.E.2d 819 (Ct. App. 1983), overruled on other grounds by McCall v. Batson, 285 S.C. 243, 329\r\n  S.E.2d 741 (1985).\r\n[6] SeeS.C. Code Ann. § 58-11-10(f) (1976) (excluding telephone utilities from the\r\n  definition of &quot;radio common carrier&quot;).\r\n[7] See27\r\n  S.C. Code Ann. Regs. 117-329.4 (Supp. 2009) (&quot;The following are examples\r\n  of communication services that are subject to the sales and use tax . . . : (a)\r\n  Telephone services, including telephone services provided via . . . a\r\n    wireless transmission system . . .&quot;) (emphasis added).  \r\n[8] Although the footnotes accompanying this portion of\r\n  the ALC's decision purport to contain &quot;alternative&quot; findings, the\r\n  explanation given for most of the findings is simply &quot;for the reasons set\r\n  forth above.&quot;  This fact suggests that the findings were not based on independent\r\n  grounds, but rather on the ALC's conclusion that Respondents did not constitute\r\n  telephone companies for the purposes of section 12-20-100.    \r\n\r\n","court":"Appeals"},{"id":"2010-UP-233","title":"State v. Le","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-233","description":null,"date":"2010-04-08","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Thuan Van Le, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nMichael G. Nettles, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-233\r\n  Submitted March 1, 2010 – Filed April 8,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        James  McBratney, Jr., of Florence, for\r\n          Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n          General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n          Attorney General Deborah R.J. Shupe, of Columbia; and Solicitor Edgar Lewis Clements,\r\n          III, of Florence, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: \r\n  Thuan Van Le appeals his guilty plea,\r\n  made pursuant to North Carolina v. Alford, 400 U.S. 25 (1970), to one count of conspiracy\r\n  to traffic between one hundred and one thousand marijuana plants, arguing: (1)\r\n  there was no indictment for the crime; and (2) he did not knowingly and\r\n  voluntarily waive presentment of an indictment to a grand jury.  We affirm[1]  pursuant to Rule 220(b), SCACR, and the following authorities: In re Arisha K.S., 331 S.C. 288, 293-94, 501 S.E.2d 128, 131 (1998) (holding the\r\n  voluntariness of a guilty plea must be raised by objection to the trial court\r\n  in order to be preserved for appeal); Rivers v. Strickland, 264 S.C.\r\n  121, 124, 213 S.E.2d 97, 98 (1975) (stating &quot;[t]he general rule is that a\r\n  plea of guilty, voluntarily and understandingly made, constitutes a waiver of\r\n  nonjurisdictional defects and defenses, including claims of violation of\r\n  constitutional rights prior to the plea&quot;).\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-234","title":"DLJ Mortgage Capital v. Jones","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-234","description":null,"date":"2010-04-08","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        In Re: Mortgage\r\n          from Boyd J. Jones to Numax Mortgage Corp., in the amount of 102,125.00,\r\n          dated June 1, 2001, recorded in Book 540, page 2952 in the office of Register\r\n          of Deeds for Richland County, South Carolina, and subsequently assigned to\r\n          DLJ Mortgage Capital, Inc.\r\nDLJ Mortgage\r\n          Capital, Inc., Respondent,\r\n        v.\r\n        Boyd J. Jones, Appellant.\r\n        \r\n        Boyd J. Jones, Cross-Plaintiff,\r\n        v.\r\n        \r\n          \r\n        \r\n        Select\r\n          Portfolio Servicing, Inc. and Credit Suisse First Boston Mortgage Capital,\r\n          LLC, Cross-Defendants.      \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n Alison Renee Lee, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-234\r\n  Submitted March 1, 2010 – Filed April 8,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Boyd J. Jones, pro se, of Columbia, for\r\n          Appellant.\r\n        Stephen C. Lenker, Jr., of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Boyd J. Jones appeals the trial court's 2007 order\r\n  enforcing his settlement agreement with DLJ Mortgage Capital, Inc. (DLJ).  Boyd\r\n  argues the 2007 enforcement order was improper because it substantially changed\r\n  a 2005 order enforcing the same settlement agreement.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities:  Rule 43(k), SCRCP\r\n  (providing a settlement agreement is binding if made in open court and noted\r\n  upon the record);  Rock Smith Chevrolet, Inc. v. Smith, 309 S.C. 91, 93,\r\n  419 S.E.2d 841, 842&nbsp;(Ct. App. 1992) (finding the circuit court has the\r\n  inherent authority to enforce or refuse to enforce a settlement agreement\r\n  entered into before it).    \r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-235","title":"State v. Richburg","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-235","description":null,"date":"2010-04-12","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Tarren Lee Richburg, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nJ. Michael Baxley, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-235\r\nSubmitted March 1, 2010 – Filed April 12, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n          for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia;\r\n          John Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Tarren Lee\r\n  Richburg appeals his conviction for one count of trafficking in powder cocaine\r\n  more than ten grams, but less than twenty-eight grams, arguing the trial court\r\n  erred in refusing to grant his motion for a mistrial.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority:  State v. George,\r\n  323 S.C. 496, 510, 476 S.E.2d 903, 912 (1996) (holding the issue is not\r\n  preserved for review if  the &quot;objecting party accepts the judge's ruling\r\n  and does not contemporaneously make an additional objection to the sufficiency\r\n  of the curative charge or move for a mistrial&quot;).\r\nAFFIRMED. \r\nSHORT, WILLIAMS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-236","title":"State v. Sanders","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-236","description":null,"date":"2010-04-12","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Matthew\r\n          Sanders, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\nJ. Michelle Childs, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-236\r\n  Submitted March 1, 2010 – Filed April 12,\r\n2010    \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A. Franklin-Best,\r\n          of Columbia, for Appellant.\r\n        Teresa A. Knox, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Matthew\r\n  Sanders appeals his probation revocation, arguing the probation court erred by\r\n  revoking his probation without finding the violations willful.  After a thorough review of the record and counsel's\r\n  brief pursuant to Anders v. California, 386 U.S. 738 (1967), and State\r\n    v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved. \r\nAPPEAL\r\n  DISMISSED.\r\nSHORT, WILLIAMS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-237","title":"Miller v. SC Department of Corrections","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-237","description":null,"date":"2010-04-14","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tZachary Miller, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina Department\r\n      of Corrections, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Administrative Law Court\r\n Marvin F. Kittrell, Administrative Law\r\n  Court Judge\r\nUnpublished Opinion No.  2010-UP-237\r\nSubmitted April 1, 2010 – Filed April 14,\r\n  2010\r\nAffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tZachary Miller, pro se, for Appellant.\r\n\t\t\t\tRobert W. Jacobs,\r\n  of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  In a disciplinary action, the South\r\n  Carolina Department of Corrections (the Department) convicted Zachary Miller of\r\n  sexual misconduct.  Miller appeals the Administrative Law Court's (ALC's)\r\n  decision affirming his conviction, arguing the ALC erred in finding his\r\n  conviction is supported by substantial evidence.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n1. As to whether the ALC erred in finding substantial evidence\r\n  supported Miller's conviction for sexual misconduct:  Anderson v. Baptist Med. Ctr., 343 S.C. 487, 492, 541 S.E.2d 526, 528&nbsp;(2001) (holding\r\n  &quot;[t]he findings of an administrative agency are presumed correct and will\r\n  be set aside only if unsupported by substantial evidence&quot; and noting\r\n  substantial evidence is &quot;evidence which, considering the record as a\r\n  whole, would allow reasonable minds to reach the conclusion the [Department] reached&quot;). \r\n2. As to whether the Department's failure to follow its policies\r\n  and procedures violated his state-created liberty interest: Brown v. S.C. Dep't of Health &amp; Envtl. Control, 348 S.C. 507, 519, 560 S.E.2d 410, 417&nbsp;(2002)\r\n  (&quot;[I]ssues not raised to and ruled on by the [ALC] are not preserved for\r\n  appellate consideration.&quot;).\r\nAFFIRMED.\r\nHUFF,\r\n  THOMAS, and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-238","title":"Driggers v. Nexsen","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-238","description":null,"date":"2010-04-14","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDavid Nexsen, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMarion Driggers\r\n      and James L. Lifrage, Defendants,\r\n\t\t\t\tof whom Marion\r\n      Driggers is the Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Williamsburg County\r\nGeorge C. James, Jr., Circuit Court Judge\r\nJohn M. Milling, Circuit Court Judge \r\nUnpublished Opinion No.   2010-UP-238\r\nSubmitted April 1, 2010 – Filed April 14,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMarion L. Driggers, pro se, of Lake City, for Appellant.\r\n\t\t\t\tJ. Jakob Kennedy, of Florence, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Marion L. Driggers appeals the trial\r\n  court's order dismissing his motion to restore.  Driggers argues the trial\r\n  court erred in: (1) ordering a continuance of his hearing; (2) denying his\r\n  motion to restore; (3) &quot;not checking due process on summary judgment&quot;;\r\n  (4) failing to investigate who had a claim to personal property at issue in\r\n  this case; (5) failing to call witnesses to verify the validity of the\r\n  contracts at issue in this case; (6) &quot;not granting 27-27-10 for\r\n  Improvements&quot;; (7) failing to grant a continuance to allow his witnesses\r\n  to appear; (8) failing to question witnesses regarding cutting off power before\r\n  possession, unjust enrichment or quantum merit, the Hunt Club Contract, or the\r\n  signing of the stipulation of dismissal; (9) not granting a jury trial because\r\n  of the compelling evidence in the case; and (10) failing to allow Driggers to\r\n  subpoena evidence.  We affirm.[1]\r\nAs to Driggers' argument that the trial court erred in ordering a\r\n  continuance of his hearing, the trial\r\n  court found Nexsen's attorney was involved in a jury trial in Florence County\r\n  and correctly continued the hearing because the jury trial had priority over\r\n  the hearing.  See Rule 601, SCACR (stating a circuit court common pleas\r\n  jury term has priority over a circuit court common pleas non-jury term); Plyler\r\n    v. Burns, 373 S.C. 637, 650, 647 S.E.2d 188, 195 (2007) (&quot;The grant or\r\n  denial of a continuance is within the sound discretion of the trial judge and\r\n  is reviewable on appeal only when an abuse of discretion appears from the record.&quot;). \r\n    \r\nAs to Driggers' contention that the trial court erred in denying\r\n  his motion to restore, the case was\r\n  previously dismissed with prejudice, which precludes any subsequent attempts by\r\n  Driggers to restore the case. See Rule 41(a), SCRCP (stating a case may\r\n  be voluntary dismissed by stipulation &quot;by filing a stipulation of\r\n  dismissal signed by all parties who have appeared in the action&quot;); Laughon\r\n    v. O'Braitis, 360 S.C. 520, 527, 602 S.E.2d 108, 111 (Ct. App. 2004) (&quot;A\r\n  dismissal with prejudice acts as an adjudication on the merits and therefore\r\n  precludes subsequent litigation just as if the action had been tried to a final\r\n  adjudication.&quot;); Motley v. Williams, 374 S.C. 107, 111, 647 S.E.2d\r\n  244, 246 (Ct. App. 2007) (&quot;It is a long-standing and well-settled rule\r\n  that an attorney may settle litigation on behalf of his client and that the\r\n  client is bound by his attorney's settlement actions.&quot;).  Driggers'\r\n  attorney signed a stipulation of dismissal on his behalf, which dismissed the\r\n  case with prejudice, and the stipulation was validly filed with the Clerk of\r\n  Court in Williamsburg County. No evidence in the record supports Driggers'\r\n  contention that his attorney did not represent him at the time of the signing\r\n  of the stipulation.  Additionally, Driggers signed a settlement agreement and a\r\n  mutual release, both of which required Driggers to release all claims against\r\n  Nexsen arising out of this property dispute.  Accordingly, the trial court\r\n  correctly denied Driggers' motion to restore.   \r\nAs to Driggers' remaining arguments: Hughes v. State,\r\n  367 S.C. 389, 409, 626 S.E.2d 805, 815 (2006) (finding the appellate court need\r\n  not address remaining issues when the resolution of a prior issue is\r\n  dispositive).&nbsp;\r\nAFFIRMED.\r\nHUFF, THOMAS,\r\n  and KONDUROS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-239","title":"Barron v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-239","description":null,"date":"2010-04-14","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLawrence\r\n      Barron, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tState of South\r\n      Carolina, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\nDaniel F. Pieper, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-239\r\nSubmitted April 1, 2010 – Filed April 14,\r\n  2010\r\nAffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tLawrence Barron, pro se, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n  Assistant Attorney General Colleen E. Dixon, all of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Lawrence Barron appeals the post-conviction relief\r\n  (PCR) court's dismissal of his petition for a writ of habeas corpus, arguing a\r\n  writ of habeas corpus is not subject to the procedural requirements of a PCR\r\n  application.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authority: Keeler v. Mauney, 330 S.C. 568, 571, 500 S.E.2d 123, 124&nbsp;(Ct.\r\n  App. 1998) (&quot;A person is procedurally barred from petitioning the circuit\r\n  court for a writ of habeas corpus where the matter alleged is one which could\r\n  have been raised in a PCR application.&quot;).\r\nAffirmed.\r\nHUFF,\r\n  THOMAS, and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-240","title":"SCDSS v. Zermina P.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-240","description":null,"date":"2010-04-14","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSouth Carolina\r\n      Department of Social Services, Respondent,\r\n\t\t\t\t&nbsp;\r\n\t\t\t\t   v.\r\n\t\t\t\tZermina P.,\r\n      Michael P., and Eloise P., Defendants,\r\n\t\t\t\tOf Whom Eloise\r\n      P. is the Appellant.\r\n\t\t\t\tIn the interest of one minor child under the age of 18.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Chesterfield County\r\nRoger E. Henderson, Family Court Judge\r\nUnpublished Opinion No.  2010-UP-240\r\nSubmitted March 1, 2010 – Filed April 14,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRowland P. Alston, III, of Columbia, for Appellant.\r\n\t\t\t\tElizabeth B. York, of Chesterfield, for Respondent.\r\n\t\t\t\tLinda Amason, of Columbia, Guardian Ad Litem for Eloise P.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Eloise P. (Grandmother) appeals from the\r\n  family court's order denying her Rule 59, SCRCP motion to alter/amend the\r\n  judgment and motion for rehearing of the family court's January 18, 2008 permanency\r\n  planning order.  We affirm.[1]\r\nOn\r\n  appeal, Grandmother contends: (1) the\r\n  evidence did not support the family court's finding that reunification with her\r\n  was no longer a viable permanent plan for Child; and (2) the family court erred\r\n  in denying her motion for rehearing because Child's guardian ad litem (GAL) did\r\n  not perform her duties as mandated by the statutory and common law.  We\r\n  disagree.  \r\n&quot;In appeals\r\n  from the family court, the appellate court has the authority to find the facts\r\n  in accordance with its view of the preponderance of the evidence.&quot;  Ex\r\n    parte Morris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006).  &quot;This\r\n  broad scope of review does not, however, require the appellate court to\r\n  disregard the findings of the family court.&quot;  Id.  &quot;This\r\n  degree of deference is especially true in cases involving the welfare and best\r\n  interests of a minor child.&quot;  Id. at 62, 624 S.E.2d at 652.       \r\n1.&nbsp; Regarding\r\n  Grandmother's argument for reunification with Child, we find the family court\r\n  correctly denied Grandmother's Rule 59, SCRCP motion to alter/amend the\r\n  judgment because a preponderance of the evidence supports the family court's\r\n  finding that reunification with Grandmother was not a viable permanent plan for\r\n  Child.  See S.C. Code Ann. § 63-7-1700(C) (2008) (&quot;If the [family] court\r\n  approves a plan that is not reunification with the parents, custody or\r\n  guardianship with a fit and willing relative, or termination of parental\r\n  rights, the [family] court must find compelling reasons for approval of the\r\n  plan and that the plan is in the child's best interests.&quot;).  Here,\r\n  compelling reasons supported the family court's approval of the permanent plan\r\n  to terminate reunification services for Grandmother and proceed with\r\n  termination of Mother and Father's parental rights (TPR).  Grandmother is not\r\n  able to care for Child at the current time.  Terminating reunification services\r\n  and proceeding with TPR is also in the Child's best interest.  No viable family\r\n  members are able to care for Child.  In comparison, Child is thriving in the\r\n  care of her current foster care family, and the foster care parents have\r\n  indicated a willingness to adopt Child.     \r\n2.&nbsp; Regarding\r\n  Grandmother's argument that Child's GAL did not perform her duties as mandated\r\n  by the statutory and common law, we find the family court acted within its\r\n  discretion in denying Grandmother's Rule 59, SCRCP, motion for rehearing. \r\n  Sufficient evidence in the record supports the family court's ruling on the\r\n  Rule 59 motion based on the best interests of Child.  Additionally, this issue\r\n  is not preserved for our review because Grandmother raised this issue for the\r\n  first time in her Rule 59 motion.  See Dixon v. Dixon, 362 S.C.\r\n  388, 399, 608 S.E.2d 849, 854 (2005) (holding an issue raised for the first\r\n  time in a Rule 59 motion is not preserved for appellate review); S.C. Dep't\r\n    of Soc. Servs. v. Basnight, 346 S.C. 241, 252, 551 S.E.2d 274, 280 (Ct.\r\n  App. 2001) (holding issues not raised to or ruled upon by the family court\r\n  should not be considered by the appellate court for review).\r\nAFFIRMED.\r\nFEW, C.J., PIEPER, and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-241","title":"City of Greenville v. McCollum","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-241","description":null,"date":"2010-04-14","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tCity of\r\n      Greenville, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tMichele Mote\r\n      McCollum, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenville County\r\n D. Garrison Hill, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-241\r\nHeard March 2, 2010 – Filed April 14, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDebra J. Gammons, of Greenville, for Appellant.\r\n\t\t\t\tHeath Preston Taylor, of West Columbia, and Janis Richardson Hall,\r\n  of Greenville, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  The City of Greenville (City)\r\n  charged Michele Mote McCollum with driving under the influence (DUI).  After\r\n  the municipal court dismissed the charge, the circuit court affirmed the\r\n  dismissal.&nbsp; The City appeals, arguing the dismissal was improper because\r\n  the City complied with all discovery and statutory requirements.  We affirm.  \r\nFACTS\r\nMcCollum was charged with DUI, first offense, in January 2007.  She\r\n  requested a jury trial and submitted a request for discovery to the City.  The\r\n  City responded by furnishing McCollum certain information, but as to the  video\r\n  of the Breath Alcohol Analysis Test, the City supplied a password that\r\n  allegedly allowed McCollum to view the video by going to a State Law\r\n  Enforcement Division (SLED) internet site.  On July 30, 2007, when the parties\r\n  appeared before the municipal court for trial, McCollum informed the court of\r\n  her inability to properly access the video from SLED's website.  The case was\r\n  continued, with the municipal court suggesting the City provide McCollum with\r\n  the video by another form of media.\r\nThe parties again appeared before the municipal court on October\r\n  23, 2007.  At that time McCollum moved pursuant to section 56-5-2953 of the\r\n  South Carolina Code (Supp. 2009) to dismiss the charge because she had not\r\n  received a copy of the video from the City.  After entertaining extensive oral\r\n  argument, the municipal court granted the motion to dismiss, stating the\r\n  statute required the City either to produce the video or provide an affidavit\r\n  indicating that there were &quot;exigent circumstances related to failure or\r\n  inability of the City to provide&quot; the video.\r\nThe City appealed the municipal court's dismissal to the circuit\r\n  court. The City's &quot;grounds for appeal,&quot; as discussed in its Notice of\r\n  Intent to Appeal, concluded the municipal court erred in holding that section\r\n  56-5-2953 was violated.  The City also noted it did not violate Rule 5, SCRCrimP,\r\n  because the &quot;video is not within the possession, custody, nor control of\r\n  the City.&quot; \r\nBefore the circuit court, the parties discussed Rule 5, SCRCrimP,\r\n  and section 56-5-2953 as the bases for upholding and reversing the municipal\r\n  court.  The circuit court held that while the City &quot;alternatively asserts\r\n  that [the municipal court] erred in holding that [s]ection 56-5-2953 mandates\r\n  that the arresting officer provide McCollum an actual physical copy of the\r\n  Datamaster video, …[b]ecause the Rule 5 violation provides an independent and\r\n  adequate support for the dismissal decision, the court need not address the\r\n  City's section 56-5-2953 argument.&quot;\r\nIn its brief to this court, the City argues in its first and\r\n  second issues on appeal that the municipal court judge erred in dismissing\r\n  McCollum's DUI charge under both Rule 5, SCRCrimP, (Issue I) and section\r\n  56-5-2953 (Issues I and II).  The City's Issue III argues the circuit court\r\n  erred in affirming the municipal court under Rule 5 without examining\r\n  McCollum's &quot;failure to act with due diligence in viewing SLED's\r\n  website.&quot;  Finally, in Issue IV, the City states the circuit court erred\r\n  in failing to address the municipal court's dismissal of McCollum's DUI charge\r\n  under section 56-5-2953.\r\nSTANDARD OF\r\n  REVIEW\r\nIn reviewing criminal appeals from a municipal court, an appellate\r\n  court may only correct the circuit court's order for errors of law.  City of\r\n    Rock Hill v. Suchenski, 374 S.C. 12, 15, 646 S.E.2d 879, 880 (2007).  \r\nLAW/ANALYSIS\r\nI.&nbsp; Dismissal\r\n  pursuant to Rule 5, SCRCrimP\r\nThe City first argues the municipal court erred in dismissing the\r\n  DUI charge against McCollum despite the City's compliance with the discovery\r\n  requirements of Rule 5 and the videotaping requirements of section 56-5-2953.  In\r\n  her response brief, McCollum argues the City has failed to preserve any issues\r\n  for appellate review because the City's issues on appeal assign no error to the\r\n  circuit court, but only address error by the municipal court judge.  We agree with\r\n  McCollum as to Issue I.\r\nAn appellant's brief must contain a concise and direct statement\r\n  of each issue presented to the appellate court for review.  Rule 208(b)(1)(B),\r\n  SCACR.  &quot;Ordinarily, no point will be considered which is not set forth in\r\n  the statement of the issues on appeal.&quot;  Id.  A party is bound by\r\n  the statement of his issues on appeal.  Town of Sullivan's Island v. Felger,\r\n  318 S.C. 340, 350 n.3, 457 S.E.2d 626, 631 n.3 (Ct. App. 1995).  Issue I asserts\r\n  only that &quot;[t]he municipal court judge erred in dismissing [McCollum's]\r\n  driving under the influence charge&quot; because the City complied with the\r\n  discovery requirements of Rule 5, SCRCrimP, and the videotaping requirements of\r\n  section 56-5-2953 of the South Carolina Code (Supp. 2009).  Moreover, the\r\n  City's arguments under Issue I do not mention error on the part of the circuit\r\n  court.  Thus, the City's statement of Issue I is insufficient to preserve any\r\n  error made by the circuit court.\r\nII.&nbsp; Compliance\r\n  with and Dismissal under Section 56-5-2953\r\nIn Issue II, the City contends the municipal court erred in\r\n  dismissing the DUI charge against McCollum when section 56-5-2953 provides that\r\n  failure to produce a videotape is not alone grounds for dismissal based upon\r\n  the totality of the circumstances.  In Issue IV, the City argues the circuit court erred in affirming the municipal\r\n  court's dismissal of the DUI charge without also addressing the City's\r\n  compliance with section 56-5-2953.  &quot;In criminal\r\n  cases, the appellate court sits only to review errors of law which have been\r\n  properly preserved, i.e., the issue has been raised to and ruled on by the trial\r\n  court.&quot;  State v. Wise, 359 S.C. 14, 21, 596 S.E.2d 475, 478\r\n  (2004).  Here, the circuit court did not rule on whether the City\r\n  complied with section 56-5-2953 or whether dismissal under that statute was\r\n  proper.  The record does not reflect the City sought a ruling on the statute\r\n  after the circuit court entered its order affirming based on Rule 5. \r\n  Accordingly, these issues are not preserved for our review.    \r\nIII.&nbsp; Due Diligence\r\nIn\r\n  Issue III, the City argues both the municipal and circuit courts erred in\r\n  dismissing the DUI charge against McCollum by finding the City failed to comply\r\n  with Rule 5, SCRCrimP, without examining McCollum's failure to act with due\r\n  diligence in viewing SLED's website.  We disagree.  \r\nWe first note that there is no indication the municipal court\r\n  based its decision on a violation of Rule 5.  Rather, the record reflects the municipal court based its\r\n  decision solely upon the City's failure to comply with section 29-5-2953.  The\r\n  record does not indicate the City sought a ruling from the municipal court\r\n  concerning a violation of Rule 5 before filing its appeal to the circuit\r\n  court.  As a result, whether the City complied with Rule 5 was not properly before\r\n  the circuit court.  See Indigo Assoc. v. Ryan Inv. Co., 314 S.C.\r\n  519, 523, 431 S.E.2d 271, 273 (Ct. App. 1993) (holding a circuit court sitting\r\n  in its appellate capacity cannot consider questions not raised or ruled upon by\r\n  the lower court); see also State v. Landis, 362 S.C. 97, 101, 606\r\n  S.E.2d 503, 505 (Ct. App. 2004) (stating that in reviewing criminal appeals\r\n  from the municipal court, the circuit court may review only preserved error\r\n  raised by appropriate exception).    \r\nThe circuit court's order does not expressly address the lack of\r\n  due diligence by McCollum in viewing the SLED website as it relates to section\r\n  56-5-2953.  As we read the circuit court's order, it holds that the videotape\r\n  was discoverable under Rule 5 and that the actions of the City in directing\r\n  McCollum to a website where the video could be viewed is insufficient\r\n  compliance with the rule where the evidence showed McCollum was not able to\r\n  view the videotape.  In fact, the court stated:\r\n\r\n\tIt would be difficult for the government\r\n  to rationally contend that it has fulfilled its obligation under Rule 5 to\r\n  allow the defendant to &quot;inspect and copy&quot; photographs and recorded\r\n  video statements by simply directing the party to a website on which the video\r\n  is stored. There is no evidence that a defendant or her lawyer can\r\n  independently copy the video from the website, or download it to some other\r\n  media.\r\n\r\nBecause the City\r\n  made no effort to extract a ruling from the circuit court based on McCollum's\r\n  lack of diligence under the statute, we affirm as to Issue III.\r\nIV.&nbsp; Affirmance\r\n  on Other Grounds Appearing in the Record\r\nAs\r\n  noted above, the City failed to preserve for appellate review its issues\r\n  relating to the application of section 56-5-2953.  However, we may affirm on any\r\n  ground appearing in the record.  See Rule 220(c), SCACR (&quot;The\r\n  appellate court may affirm any ruling, order, decision or judgment upon any\r\n  ground(s) appearing in the Record on Appeal.&quot;); see also Moorhead\r\n    v. First Piedmont Bank and Trust Co., 273 S.C. 356, 360, 256 S.E.2d 414,\r\n  416 (1979).  We affirm based upon section 56-5-2953.    \r\nSouth\r\n  Carolina law mandates that the police videotape the conduct of a person who\r\n  drives a motor vehicle under the influence of alcohol at the site of her breath\r\n  test using equipment provided by SLED.  S.C. Code Ann. § 56-5-2953(A) &amp; (D)\r\n  (Supp. 2009).  Furthermore:  \r\n\r\n\tThe\r\n  video recording at the breath test site must: \r\n\t(a)\r\n  include the entire breath test procedure, the person being informed that he is\r\n  being video recorded, and that he has the right to refuse the test; \r\n\t(b)\r\n  include the person taking or refusing the breath test and the actions of the\r\n  breath test operator while conducting the test; and \r\n\t(c)\r\n  also include the person's conduct during the required twenty-minute pre-test\r\n  waiting period, unless the officer submits a sworn affidavit certifying that it\r\n  was physically impossible to video record this waiting period. \r\n\r\n§&nbsp;56-5-2953(A)(2).  These\r\n  recordings are admissible in criminal proceedings.  §&nbsp;56-5-2953(A)(3). \r\n  The arresting officer's failure to produce such a video recording:\r\n\r\n\t[I]s\r\n  not alone a ground for dismissal . . . if the arresting officer submits a sworn\r\n  affidavit certifying that the video recording equipment at the time of the\r\n  arrest or probable cause determination, or video equipment at the breath test\r\n  facility was in an inoperable condition, stating which reasonable efforts have\r\n  been made to maintain the equipment in an operable condition, and certifying\r\n  that there was no other operable breath test facility available in the county\r\n  or, in the alternative, submits a sworn affidavit certifying that it was\r\n  physically impossible to produce the video recording because the person needed\r\n  emergency medical treatment, or exigent circumstances existed. . . .  Nothing\r\n  in this section prohibits the court from considering any other valid reason for\r\n  the failure to produce the video recording based upon the totality of the circumstances;\r\n  nor do the provisions of this section prohibit the person from offering\r\n  evidence relating to the arresting law enforcement officer's failure to produce\r\n  the video recording. \r\n\r\nS.C. Code Ann. § 56-5-2953(B)\r\n  (Supp. 2009).\r\nOur\r\n  supreme court has previously entertained arguments against dismissal under this\r\n  statute and ruled:  \r\n\r\n\tUnder §\r\n  56-5-2953, a violation of the statute, with no mention of prejudice, may result\r\n  in dismissal of the charges. The statute provides, &quot;Failure by the\r\n  arresting officer to produce the videotapes required by this section is not\r\n    alone a ground for dismissal of any charge made pursuant to Section\r\n  56-5-2930, 56-5-2933, or 56-5-2945 if [exceptions apply] . . .&quot;\r\n  (emphasis added). Conversely, failure to produce videotapes would be a ground\r\n  for dismissal if no exceptions apply. \r\n\r\nCity of Rock Hill v.\r\n  Suchenski, 374 S.C. 12, 16, 646\r\n  S.E.2d 879, 881 (2007).  \r\nIn our opinion,\r\n  section 56-5-2953 and Suchenski apply to the instant case.  If the\r\n  prosecuting authority neither produces the video recording nor files an\r\n  affidavit explaining why it should be excepted from doing so, dismissal of the\r\n  charge is proper.  We recognize that Suchenski does not stand for the\r\n  proposition that a physical videotape must be furnished to each person charged\r\n  with DUI.  However, this narrow focus disregards the holding in Suchenski. \r\n  In that case, the videotape ran out during Suchenski's arrest, leaving no\r\n  recording of the last of three field sobriety tests.  Id. at 14, 646\r\n  S.E.2d at 879.  As a result, the City of Rock Hill was incapable of providing a\r\n  complete video recording of Suchenski's arrest.  Id.  In its holding,\r\n  the Suchenski court interpreted the statute as permitting dismissal when\r\n  the prosecuting authority produced neither a videotape nor an affidavit.  Id. at 16, 646 S.E.2d at 881.  Here, the police officer uploaded the entire video\r\n  recording to SLED's website, and McCollum was provided with login information\r\n  to access the site.  However, after multiple attempts on different equipment,\r\n  McCollum could not view the entire video.  Despite her complaints that she was\r\n  unable to view the entire video and the municipal court's recommendation that\r\n  she be provided with a copy in another medium, the City refused to provide\r\n  McCollum a viewable copy of the video recording.  The municipal court did not\r\n  require the City to produce this recorded evidence on a physical videotape, but\r\n  rather, to take action to ensure McCollum could view the recording.  The City\r\n  could have made arrangements for McCollum to view the recording on its own\r\n  equipment or provided her a copy on CD or flash drive.  Because the City failed\r\n  to take any such action, it failed to meet its obligation to produce the\r\n  recording under Suchenski.  Accordingly, we affirm the circuit court's\r\n  decision.  \r\nCONCLUSION\r\nWe find the City's framing of Issue I failed to preserve for\r\n  appellate review any error by the circuit court on that issue.  In addition, we\r\n  find the City failed to preserve Issues II, III, and IV for appellate review by\r\n  seeking a post-judgment ruling thereon.  For these reasons and for other\r\n  reasons appearing in the record, the order of the circuit court is \r\nAFFIRMED.  \r\nHUFF and GEATHERS, JJ., and CURETON, A.J. concur. \r\n\r\n","court":"Appeals"},{"id":"2010-UP-243","title":"State v. Scott","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-243","description":null,"date":"2010-04-19","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tTeran Scott, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n L. Casey Manning, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-243\r\nSubmitted April 1,2010 – Filed April 19,\r\n  2010\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender LaNelle C. DuRant, of Columbia, for Appellant.\r\n\t\t\t\tAssistant Deputy Attorney General Henry Dagan McMaster, Chief\r\n  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n  Donald J. Zelenka, and Solicitor Warren Blair Giese, all of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: \r\n  Teran Scott appeals his guilty plea to attempted\r\n  armed robbery, assault and battery with the intent to kill, kidnapping, six\r\n  counts of armed robbery, assault while resisting arrest, three counts of\r\n  assault and battery of a high and aggravated nature, two counts of first-degree\r\n  burglary, assault with intent to kill, and murder pursuant to N.C. v. Alford,\r\n  400 U.S. 25 (1970).  Scott argues his plea did not comply with the mandates of Boykin\r\n    v. Alabama, 395 U.S. 238 (1969).   After a thorough review of the record and counsel's brief pursuant to Anders\r\n      v. California, 386 U.S. 738 (1967), and State v. Williams, 305 S.C.\r\n  116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved. \r\nAPPEAL DISMISSED.\r\nHUFF, THOMAS, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-244","title":"SCDSS v. Doe","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-244","description":null,"date":"2010-04-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSouth Carolina\r\n      Department of Social Services, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJane Doe, Appellant,\r\n\t\t\t\tAnd John Roe\r\n      and Richard Roe, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Fairfield County\r\n Brian M. Gibbons, Family Court Judge\r\n Joseph W. McGowan, III, Family Court\r\n  Judge\r\n2007-DR-20-00202\r\nUnpublished Opinion No.  2010-UP-244\r\nSubmitted April 1, 2010 – Filed April 20,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJane Doe, pro se, of Batesburg and of Louisville, Kentucky, for\r\n  Appellant.\r\n\t\t\t\tAngela Michelle Killian, of Lancaster, for Respondent South\r\n  Carolina Department of Social Services.\r\n\t\t\t\tEmma I. Bryson and Ken H. Lester, of Columbia, for Respondent John\r\n  Roe.\r\n\t\t\t\tLesley Williams Sercer, of Columbia, for Respondent Richard Roe.\r\n\t\t\t\tLarry Jerome Pearson, of Columbia, for Guardian ad Litem.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Jane Doe\r\n  (Mother) appeals the family court's removal of her son (Son) and daughters (Daughters)\r\n  and their placement into the custody of the South Carolina Department of Social\r\n  Services (DSS).  \r\nMother\r\n  appeals multiple orders of the family court related to the removal of Son and Daughters.\r\n   However, she articulates arguments against only two orders: (1) a September 2007\r\n  order finding Mother psychologically abused Son, removing Son, and taking Daughters\r\n  into emergency protective custody and (2) a December 2007 order removing Daughters. \r\n  Accordingly, this opinion focuses solely on the removal orders.  Mother's\r\n  appellate brief states custody of the children has gone to their respective\r\n  fathers, John Roe and Richard Roe (collectively, the Fathers), following\r\n  private custody actions.  \r\nMother\r\n  argues (1) the family court erred in finding &quot;spiritual coercion through\r\n  prayer&quot; was psychological abuse; (2) the family court erred in failing to\r\n  find Son's mental injury was proven by clear and convincing evidence; (3) she\r\n  was deprived of her due process rights in numerous ways; and (4) the family\r\n  court removal orders are not supported by sufficient facts in violation of Rule\r\n  26(a), SCRFC.  DSS and the Fathers contend the appeal is moot because any\r\n  ruling will have no legal effect when the children's legal custody was decided\r\n  in private custody actions.  We find a preponderance of the evidence supported\r\n  removal, and we affirm for the following reasons: \r\n1.&nbsp; As to whether the appeal is moot,\r\n  we find the appeal is not moot because Mother's name was ordered to be placed\r\n  on the Central Registry for Abuse and Neglect as a result of Son's removal\r\n  order.  See Mathis v. S.C. State Highway Dep't, 260 S.C. 344,\r\n  346, 195 S.E.2d 713, 715 (1973) (&quot;A case becomes moot when judgment, if\r\n  rendered, will have no practical legal effect upon existing\r\n  controversy.&quot;); Collins Music Co. v. IGT, 365 S.C. 544, 549, 619\r\n  S.E.2d 1, 3 (Ct. App. 2005) (explaining an exception to the mootness doctrine\r\n  exists when the trial court's decision has collateral consequences to the\r\n  parties).  However, insofar as the children's custody has been determined in\r\n  private custody actions, the appeal is moot.  See McCoy v. McCoy,\r\n  283 S.C. 383, 385-86, 323 S.E.2d 517, 519 (1984) (holding an appeal of a family\r\n  court order granting temporary custody to DSS was moot when a subsequent\r\n  divorce action determined custody of the child).\r\n2.&nbsp; Regarding Mother's arguments\r\n  concerning prayer, the evidentiary standard for finding a mental injury, and\r\n  deprivation of due process, we find these issues are not preserved for our\r\n  review.  See King v. King, 384 S.C. 134, 142, 681 S.E.2d 609, 614\r\n  (Ct. App. 2009) (finding for an issue to be preserved it must have been raised\r\n  to and ruled upon by the trial court).  We note Mother objected at Daughters'\r\n  removal hearing to psychologist Dr. DeFelice's testimony, arguing it was speculative,\r\n  prejudicial, and inadmissible character evidence under Rule 404(b), SCRE. \r\n  However, Mother asserts on appeal the testimony was irrelevant hearsay that\r\n  violated her due process rights.  Accordingly, the issue is not preserved for\r\n  review on appeal.  See Wogan v. Kunze, 366 S.C. 583, 608-09, 623\r\n  S.E.2d 107, 121 (Ct. App. 2005) (finding a party may not argue one theory\r\n  before the trial court and another on appeal). \r\n3.&nbsp; As to whether the family court violated\r\n  Rule 26(a), SCRFC, we find the orders adequately provided the factual bases and\r\n  legal conclusions for their decisions.  See Rule 26(a), SCRFC (&quot;An\r\n  order or judgment pursuant to an adjudication in a domestic relations case\r\n  shall set forth the specific findings of fact and conclusions of law to support\r\n  the court's decision.&quot;).\r\nFor the foregoing reasons, we affirm the family court's orders removing\r\n  Son and Daughters.\r\nAFFIRMED.  [1]\r\nWILLIAMS,\r\n  KONDUROS, JJ., and CURETON, A.J., concur. \r\n\r\n\r\n[1]  We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-245","title":"State v. Seitz","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-245","description":null,"date":"2010-04-21","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMark Eric\r\n      Seitz, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From York County\r\n Lee S. Alford, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-245\r\nSubmitted April 1, 2010 – Filed April 21,\r\n  2010\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Kathrine H. Hudgins, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, and Assistant Deputy Attorney General Salley W.\r\n  Elliott, all of Columbia; and Solicitor Kevin S. Brackett, of York, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Mark Eric\r\n  Seitz appeals his conviction for grand larceny.  On appeal, Seitz argues the\r\n  trial court erred in admitting an unduly suggestive identification of Seitz\r\n  involving a single photograph and in failing to grant a directed verdict\r\n  motion.  After a thorough\r\n  review of the record and counsel's brief, pursuant to Anders v. California,\r\n  386 U.S. 738 (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357\r\n  (1991), we dismiss the appeal and grant counsel's motion to be relieved.[1]\r\nAPPEAL DISMISSED.\r\nSHORT, WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-246","title":"State v. Depriest","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-246","description":null,"date":"2010-04-21","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJames Garfield Depriest, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenville County\r\n Larry R. Patterson, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-246\r\nSubmitted April 1, 2010 – Filed April 21,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Robert M. Pachak, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n\t\t\t\tAssistant Attorney General William M. Blitch, Jr., all of\r\n  Columbia; and Solicitor Robert Mills Ariail, of Greenville, for Respondent.\r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  James Garfield Depriest was convicted of\r\n  one count of criminal sexual conduct with a minor in the first degree, one\r\n  count of criminal sexual conduct with a minor in the second degree, and two\r\n  counts of lewd act.  He received sentences of thirty years, twenty years,\r\n  fifteen years, and fifteen years, respectively.  He appeals, arguing the trial\r\n  court erred by refusing to sever the charges because they involved two victims,\r\n  and he contends the trial was unduly prejudicial.  We affirm[1] pursuant to Rule 220(b), SCACR, and the\r\n  following authorities:  State v. Rice, 368 S.C. 610, 614, 629 S.E.2d 393, 395 (Ct. App.\r\n  2006) (&quot;Where the offenses charged in separate indictments are of the same\r\n  general nature involving connected transactions closely related in kind, place\r\n  and character, the trial judge has the power, in his discretion, to order the\r\n  indictments tried together if the defendant's substantive rights would not be\r\n  prejudiced.&quot;); Id. at 615, 629 S.E.2d at 395 (providing charges may\r\n  be tried together where they (1) arise out of a single chain of circumstances,\r\n  (2) are proved by the same evidence, (3) are of the same general nature, and\r\n  (4) when no real right of the defendant has been prejudiced); State v. Grace,\r\n  350 S.C. 19, 23, 564 S.E.2d 331, 333 (Ct. App. 2002) (&quot;The circuit court\r\n  has wide discretion when deciding whether to consolidate charges for trial and\r\n  its decision will only be overturned when an abuse of discretion has\r\n  occurred.&quot;).  \r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-247","title":"State v. Hoyt","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-247","description":null,"date":"2010-04-21","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRobert Heyward Hoyt,\r\n      Jr., Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Pickens County\r\n Larry R. Patterson, Circuit Court Judge\r\nUnpublished Opinion No. 2010-UP-247\r\nSubmitted April 1, 2010 – Filed April 21,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Kathrine H. Hudgins, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n  Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and\r\n  Solicitor Robert Mills Ariail, of Greenville, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Robert Heyward Hoyt, Jr., appeals his conviction for\r\n  boating under the influence, arguing the trial court erred in denying his\r\n  motion for a directed verdict.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority: State v. Weston,\r\n  367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (stating when ruling on a motion\r\n  for a directed verdict, the trial court is concerned with the existence or\r\n  nonexistence of evidence, not its weight); Id. (explaining a defendant\r\n  is entitled to a directed verdict when the State fails to produce evidence of\r\n  the offense charged); Id. at 292-93, 625 S.E.2d at 648 (noting when\r\n  reviewing the denial of a directed verdict motion, an appellate court views the\r\n  evidence and all reasonable inferences in the light most favorable to the State,\r\n  and if there is any direct evidence or any substantial circumstantial evidence\r\n  reasonably tending to prove the guilt of the accused, the appellate court must\r\n  find the case was properly submitted to the jury).  \r\nAFFIRMED.\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-248","title":"In The Interest of Thomas H.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-248","description":null,"date":"2010-04-21","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn The Interest of Thomas H., A Minor Under The Age of \r\n\t\t\t\tSeventeen, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lancaster County\r\n Roger E. Henderson, Family Court Judge\r\nUnpublished Opinion No. 2010-UP-248\r\nSubmitted April 1, 2010 – Filed April 21,\r\n  2010\r\naffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n  Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor\r\n  Douglas A. Barfield, Jr., of Lancaster, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER\r\n  CURIAM: Thomas H. appeals his commitment to the Department of\r\n  Juvenile Justice for an indeterminate period, not to exceed his twenty-first\r\n  birthday, for violating his probation for truancy and pleading guilty to\r\n  assault of a high and aggravated nature.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v. Shumate, 276 S.C. 46, 46-47, 275 S.E.2d 288,\r\n  288 (1981) (finding a defendant is precluded from challenging the\r\n  authority of the trial court to revoke his probationary sentence, previously\r\n  imposed and admittedly violated, by failing to object to or seek modification\r\n  of the revocation sentence in the trial court); In re Arisha K.S., 331\r\n  S.C. 288, 296, 501 S.E.2d 128, 133 (Ct. App. 1998) (noting juvenile defendants\r\n  must contemporaneously object to the voluntariness of a guilty plea in order to\r\n  preserve the issue on appeal).  \r\nAffirmed.\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-249","title":"State v. Bamberg","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-249","description":null,"date":"2010-04-21","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tClarence E. Bamberg, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n L. Casey Manning, Circuit Court Judge\r\nUnpublished Opinion No.  2010-UP-249  \r\nSubmitted April 1, 2010 – Filed April 21,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n  Attorney General Julie M. Thames, and Solicitor Warren Blair Giese, all of\r\n  Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  Clarence E.\r\n  Bamberg appeals his convictions for possession of marijuana, second offense,\r\n  and possession with intent to distribute crack cocaine, second offense.  Bamberg\r\n  argues (1) the trial court erred in admitting drug evidence because the State\r\n  was unable to establish a reliable chain of custody, and (2) the trial court\r\n  erred by making improper comments during jury instructions.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities:   \r\n1.&nbsp; As\r\n  to whether the trial court erred in admitting drug evidence:  State v.\r\n    Forrester, 343 S.C. 637, 642, 541 S.E.2d 837, 840&nbsp;(2001) (&quot;[M]aking\r\n  a motion in limine to exclude evidence at the beginning of\r\n  trial does not preserve an issue for review because a motion in limine is not a final determination.  The moving party, therefore, must make a\r\n  contemporaneous objection when the evidence is introduced.&quot;) (internal\r\n  quotations omitted).  \r\n2.&nbsp; As\r\n  to whether the trial court made improper comments during jury instructions:  Rule\r\n  20(b), SCRCrimP (stating failure to object to the giving or failure to give a\r\n  jury instruction shall constitute waiver of the objection); State v. Whipple,\r\n  324 S.C. 43, 52, 476 S.E.2d 683, 688&nbsp;(1996) (noting the failure to object to a charge as given,\r\n  or to request an additional charge when given an opportunity to do so, constitutes\r\n  a waiver of the right to complain on appeal).  \r\nAFFIRMED.\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-250","title":"Carrigg v. Gilbert","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-250","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJohn Carrigg,\r\n      Sr., Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMable Gilbert, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court\r\n  Judge\r\nUnpublished Opinion No.   2010-UP-250\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tBarrett R. Brewer, of Charleston, for\r\n  Appellant.\r\n\t\t\t\tJohn  Carrigg, Jr., of Irmo, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:   The appeal arises from a personal injury case in which John Carrigg was awarded a jury verdict of $12,277.08.  Mable\r\n  Gilbert appeals the award of costs for the video depositions of two of Carrigg's\r\n  witnesses.  Specifically, Gilbert argues (1) for the purposes of recovering\r\n  these costs, court reporters and videographers are not\r\n  &quot;commissioners&quot; under section 15-37-40 of the South Carolina Code\r\n  (2005) and (2) section 15-37-40 does not allow the recovery of video deposition\r\n  costs because they are not expressly allowed by statute or by rule of court.  We affirm[1] pursuant\r\n  to Rule 220(b), SCACR, and the following authorities:\r\n1.&nbsp; Concerning whether court reporters\r\n  are commissioners under section 15-37-40: S.C. Dep't of Transp. v. First\r\n    Carolina Corp. of S.C., 372 S.C. 295, 301, 641 S.E.2d 903, 907 (&quot;'There are four basic requirements to preserving\r\n  issues at trial for appellate review.\r\n   The issue must have been (1) raised to and ruled upon by the trial court, (2)\r\n  raised by the appellant, (3) raised in a timely manner, and (4) raised to the\r\n  trial court with sufficient specificity.'&quot; (quoting Jean Hoefer Toal et\r\n  al., Appellate Practice in South Carolina 57 (2d ed. 2002))).\r\n2.&nbsp; Concerning Gilbert's remaining arguments: Id. (holding\r\n  in order for an issue to be preserved for appellate review, it must have been\r\n  raised to and ruled upon by the trial court).\r\n&nbsp;AFFIRMED.\r\nHUFF, THOMAS, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1]   We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-251","title":"SCDC v. James","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-251","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSouth Carolina\r\n      Department of Corrections, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tIsiah James,\r\n      Jr., Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Jasper County\r\nJames C. Williams, Jr., Circuit Court\r\n  Judge\r\nUnpublished Opinion No. 2010-UP-251\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010   \r\nREVERSED IN PART, AFFIRMED IN PART, \r\nAND VACATED IN PART\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIsiah James, Jr., pro se, for Appellant.\r\n\t\t\t\tLake Eric Summers, of Columbia, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Isiah\r\n  James, Jr., appeals the circuit court's order in this administrative grievance\r\n  action.  \r\nJames filed Step 1 and Step 2 grievances in accordance with the South\r\n  Carolina Department of Corrections' (the Department) Inmate Grievance System\r\n  Policy, alleging he was paid less than the prevailing wage while employed by\r\n  Kwalu in the Prison Industries System.  James further argued the Department\r\n  improperly deducted funds from his pay for room and board and victim\r\n  assistance.  After the Department denied his grievances, James appealed\r\n  to the Administrative Law Court (ALC).  \r\nBy\r\n  order filed March 6, 2006 (Final Order), the ALC affirmed the Department as to\r\n  the deductions for room and board and victim assistance.    The\r\n  ALC determined, however, James was entitled to the prevailing wage of $5.25 per\r\n  hour and ordered the Department to pay James within thirty days the difference\r\n  between the wages owed and the wages previously paid. \r\nOn March 24, 2006, the ALC issued an &quot;Order of\r\n  Clarification.&quot;  The Order of Clarification referenced nine inmate\r\n  appeals, including James's appeal.  It stated the ALC received a letter[1] from the Department dated March 14,\r\n  2006, requesting clarification of compliance deadlines set forth in the Final\r\n  Order and other ALC orders concerning the nine inmate appeals.  The Order of\r\n  Clarification added:  &quot;To avoid any further confusion, and to give the\r\n  Department adequate time to complete its work, it is hereby ORDERED that the\r\n  relief ordered in each case shall be completed by April 24th,\r\n    2006, thirty days from the file date of this order.&quot; (emphasis in\r\n  original) \r\nBoth\r\n  James and the Department appealed to the circuit court.  James appealed on\r\n  March 28, 2006.  The Department filed its notice of appeal on April 20, 2006,\r\n  appealing all nine ALC orders referenced in the Order of Clarification.  James\r\n  moved to dismiss the Department's appeal as untimely, arguing the Department\r\n  failed to file and serve its notice of appeal within thirty days from service\r\n  of the Final Order.  \r\nThe circuit court granted the Department's appeal and denied\r\n  James's appeal and motion to dismiss, holding the Department &quot;timely filed\r\n  its appeal in accordance with the orders issued by the ALC in this matter and\r\n  in conformity to the ALC's Rules of Procedure.&quot;  The circuit court\r\n  affirmed the ALC as to deductions for room and board and victim assistance. \r\n  However, with James's consent and agreement, the court remanded the prevailing\r\n  wage issue to the ALC.  In addition, upon the Department's request, the circuit\r\n  court reversed the ALC's &quot;apparent ruling James worked for Kwalu or was\r\n  ever an employee of Kwalu.&quot;  James appealed.\r\nJames argues the circuit court erred in: (1) denying his motion to\r\n  dismiss and finding the Department timely filed its notice of appeal from the ALC's\r\n  final order, and (2) affirming the ALC's holding that the Department properly\r\n  deducted funds from James's inmate pay for room and board and victim assistance\r\n  programs.  We reverse in part, affirm in part, and vacate in part.[2]\r\n1.&nbsp; We\r\n  reverse the circuit court's denial of James's motion to dismiss the\r\n  Department's appeal to the circuit court because the Department did not timely\r\n  file its notice of appeal.  See S.C. Code Ann. § 1-23-610 (Supp. 2009) (providing an appeal from a final decision\r\n  of the ALC must be filed with the court of appeals and served on the opposing\r\n  party not more than thirty days after the party receives the final decision); Elam\r\n    v. S.C. Dep't of Transp., 361 S.C. 9, 17, 602 S.E.2d 772, 776 (2004)\r\n  (holding timeliness of an appeal is a jurisdictional matter).  The Department's\r\n  letter requesting clarification of the ALC's final order did not toll the\r\n  Department's time period for filing and serving its appeal.  Initially, we note\r\n  the letter was not a motion, and it did not appear in our record on appeal. \r\n  More importantly, the Department did not ask the ALC to alter, amend, modify,\r\n  or even clarify the judgment; rather, the Department asked the ALC to clarify\r\n  the deadline by which the Department had to pay the judgment.  Because we hold\r\n  the circuit court was without jurisdiction to entertain the Department's\r\n  appeal, we vacate all portions of the circuit court order that address issues\r\n  raised only by the Department.  Specifically, we vacate the circuit court's\r\n  reversal of the ALC's &quot;apparent ruling&quot; that James worked for Kwalu. \r\n  We address issues raised in James's timely appeal to the circuit court below.   \r\n\r\n2.&nbsp; We affirm the ALC's holding that the Department properly deducted\r\n  funds from James's inmate pay for room and board and victim assistance\r\n  programs.  \r\n&quot;The\r\n  General Assembly shall establish institutions for the confinement of all\r\n  persons convicted of such crimes as may be designated by law, and shall provide\r\n  for the custody, maintenance, health, welfare, education, and rehabilitation of\r\n  the inmates.&quot;&nbsp; S.C. Const. art. XII, § 2.&nbsp; Section 24-1-130 of\r\n  the South Carolina Code of Laws (Supp. 2009) vests the Director of the\r\n  Department with &quot;the management of the affairs of the prison system and\r\n  for the proper care, treatment, feeding, clothing, and management of the\r\n  prisoners confined therein.&quot;\r\nSection\r\n  24-3-40(A) of the South Carolina Code of Laws (Supp. 2009) permits the\r\n  Department to deduct money from &quot;the gross wages of [a] prisoner&quot;\r\n  authorized to work in a prison industries program.  Sections 24-3-40(A)(1) and\r\n  (2) require a deduction of 20% of a prisoner's gross prison industries wages to\r\n  be directed to fulfill the prisoner's court ordered restitution, or if the\r\n  prisoner has no court ordered restitution obligation, to be applied to &quot;the\r\n  State Office of Victim Assistance.&quot;  Section 24-3-40(A)(3) provides: &quot;If\r\n  there are no child support obligations, then twenty-five percent must be used\r\n  by the Department of Corrections to defray the cost of the prisoner's room and\r\n  board.&quot;\r\nJames's\r\n  argument that the deductions violate South Carolina constitutional and\r\n  statutory law is without merit.  There is no conflict between  article XII, section 2, of the South Carolina\r\n  Constitution and section 24-3-40 (A) of\r\n  the South Carolina Code of Laws.  The\r\n  language set forth in article XII, section 2, requiring that prisons\r\n  &quot;provide for&quot; prisoners' custody has no specific application to\r\n  prison industries wage deductions and does not mandate that the Department incur\r\n  all costs of incarceration.  See Brown v. S.C. Dep't of Health &amp;\r\n    Envtl. Control, 348 S.C. 507, 515, 560 S.E.2d 410, 414 (2002) (&quot;An\r\n  appellate court cannot construe a statute without regard to its plain meaning\r\n  and may not resort to a forced interpretation in an attempt to expand or limit\r\n  the scope of a statute.&quot;).  Further, our supreme court has held article\r\n  XII, section 2, should be interpreted broadly.  See Sullivan v. S.C.\r\n    Dep't of Corr., 355 S.C. 437, 444, 586 S.E.2d 124, 127 (2003) (holding even\r\n  if article XII, section 2, is read to require some rehabilitation for inmates,\r\n  it does not mandate any specific programs or any particular timetable for\r\n  furnishing rehabilitation). \r\nFurther,\r\n  there is no conflict between section 24-1-130\r\n  and section 24-3-40(A).  Although section 24-1-130 charges the Department's\r\n  director with caring for and feeding prisoners, the section does not require\r\n  the Department to assume all costs associated with the prisoners' welfare.\r\nJames\r\n  does not assert any authority for his argument that the deductions are\r\n  discriminatory or that they violate his due process rights. See In re\r\n    McCracken, 346 S.C. 87, 92, 551 S.E.2d 235, 238 (2001) (holding an issue is\r\n  abandoned on appeal if the argument is not supported by authority or is conclusory). \r\n  Likewise, James fails to prove he was double-charged for room and board. \r\n  Although James references an earnings and deductions statement, the record does not indicate the cost the Department\r\n  expended for James's housing or the total amount James claims was deducted from\r\n  his wages to pay for room and housing.  See State v.\r\n    Mitchell, 330 S.C. 189, 199, 498\r\n  S.E.2d 642, 647 (1998) (holding the appellant has the burden of presenting a\r\n  sufficient record for our review).\r\nJames's\r\n  argument that his pay was deducted without a hearing is without merit.  James\r\n  has been afforded hearings pursuant to the grievance system, and he appealed to\r\n  the ALC, the circuit court, and now this court.   Nothing further is required\r\n  by law or due process.  See Al-Shabazz v. State, 338 S.C. 354, 376-82,\r\n  527 S.E.2d 742, 754-57 (2000) (setting forth an inmate's procedural rights from\r\n  grievance claims).\r\nFinally,\r\n  James's reference to restitution is without merit because section\r\n  24-3-40(A)(2), which mandates pay deductions for victim assistance, is distinct\r\n  from restitution.\r\nREVERSED IN PART, AFFIRMED IN PART, AND VACATED IN PART.\r\nSHORT, WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] This letter does not appear in our record on appeal.\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-252","title":"Gregory v. Tayloe","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-252","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tPatricia C.\r\n      Gregory and H. Jackson Gregory, Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tCourtney Lyn\r\n      Tayloe and David E. Martin, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Horry County\r\n Benjamin H. Culbertson, Circuit Court\r\n  Judge\r\nUnpublished Opinion No.   2010-UP-252\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010\r\nREVERSED AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tPatricia C. Gregory and H. Jackson Gregory, both pro se, of Myrtle\r\n  Beach, for Appellants.\r\n\t\t\t\tDavid E. Martin, of Myrtle Beach, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  Patricia C. Gregory and H. Jackson Gregory appeal a circuit court order denying the return of\r\n  their earnest money in connection with a failed real estate transaction.  The\r\n  Gregorys argue they should be insulated from default and allowed to obtain a\r\n  refund of their earnest money deposit because the contract contained a\r\n  contingency clause for obtaining financing, and their lender refused funding\r\n  through no fault of either party.  Thus, the Gregorys contend the circuit court\r\n  erred in denying the return of their earnest money.  We agree, and now reverse\r\n  and remand for entry of an order directing the return of the earnest money to\r\n  the Gregorys.[1]  \r\nThe Gregorys entered into a\r\n  real estate contract with Courtney Lyn Tayloe to purchase a condominium in\r\n  Myrtle Beach for $89,000.  The contract required an earnest money deposit\r\n  in the amount of $1,000 to be held in escrow by David E. Martin, the attorney\r\n  who drafted the purchase contract.  The contract\r\n  expressly provided &quot;Buyer's obligation under this Contract is contingent\r\n  on Buyer obtaining financing.&quot;  The contract did not contain a\r\n  forfeiture clause in the event of default.  \r\n&quot;The\r\n  cardinal rule of contract interpretation is to ascertain and give effect to the\r\n  intention of the parties.&quot;  Chan v. Thompson, 302 S.C. 285, 289, 395\r\n  S.E.2d 731, 734 (Ct. App. 1990).  In determining the intention of the parties,\r\n  the court first looks to the language of the contract.  C.A.N. Enters., Inc.\r\n    v. S.C. Health and Human Serv. Fin. Comm'n, 296 S.C. 373, 377, 373 S.E.2d\r\n  584, 586 (1988).  When the contract language is perfectly plain and capable of\r\n  legal construction, the language alone determines the contract's full force and\r\n  effect.  Conner v. Alvarez, 285 S.C. 97, 101, 328 S.E.2d 334, 336\r\n  (1985).  \r\nThe Gregorys made a good faith effort to obtain financing, but\r\n  their lender refused funding due to a secondary financing clause in the\r\n  purchase contract.  Both Tayloe and Martin were aware of the secondary\r\n  financing clause, especially in light of the fact that Martin drafted the\r\n  contract of sale.  Indeed, Tayloe\r\n  and Martin conceded in their brief that failure of a financing contingency\r\n  would ordinarily excuse the Gregorys from liability under the contract with\r\n  Tayloe.[2]  Therefore, the contingency clause in this case operates to\r\n  insulate the Gregorys from all liability.  Compare Storen v. Meadors, 295 S.C. 438, 440, 369 S.E.2d 651, 652\r\n  (Ct. App. 1988) (finding a prospective buyer was excused from performance under\r\n  a real estate purchase contract with a financing contingency clause when the\r\n  buyer made a good faith effort to obtain financing), with Hamilton v.\r\n    Harborview Dev. Partners, 293 S.C. 226, 228, 359 S.E.2d 516, 517 (Ct. App.\r\n  1987) (holding a prospective buyer was not entitled to a\r\n  refund of his deposit on a real estate purchase contract when buyer did not\r\n  make a good faith effort to obtain financing, and when the contract expressly\r\n  stated sellers could retain the deposit in the event of default).\r\nFinally, even if the Gregorys had defaulted on their contractual\r\n  obligations, the contract did not contain a provision for automatic forfeiture\r\n  of the earnest money to the non-defaulting party.  The contract merely provided\r\n  that &quot;in the event of any controversy or disagreement concerning said\r\n  earnest money, Escrow Agent shall be entitled to refrain from any and all\r\n  action until both Buyer and Seller agree in writing to the satisfaction of the\r\n  Escrow Agent as to the disposition of the earnest money . . . .&quot;  Because\r\n  there was no forfeiture clause, the Gregorys were entitled to a refund of their\r\n  earnest money regardless of the reasons why the contract fell through.  See 92A C.J.S. Vendor and Purchaser § 646 (&quot;On\r\n  the failure of negotiations for a sale of land, the purchaser may recover a\r\n  deposit made by him or her if there is no provision for forfeiture.&quot;).  \r\nAccordingly,\r\n  the decision of the circuit court is\r\nREVERSED AND\r\n  REMANDED.\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] Tayloe and Martin submit the Gregorys' current\r\n  argument is unpreserved for appeal.  We disagree, and find this issue is\r\n  preserved pursuant to Bartles v.\r\n    Livingston, 282 S.C. 448, 464, 319\r\n  S.E.2d 707, 716&nbsp;(Ct. App. 1984) (&quot;The standard which guides [an\r\n  appellate court] is whether, despite the improperly framed exception, the issue\r\n  sought to be raised is reasonably clear to [the appellate court] and the\r\n  adverse party.&quot;).\r\n\r\n","court":"Appeals"},{"id":"2010-UP-253","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-253","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMack Green, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Hampton County\r\nHoward P. King, Circuit Court Judge\r\nUnpublished Opinion No. 2010-UP-253\r\nSubmitted April 1, 2010 – Filed April 26, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate\r\n  Defender Kathrine H. Hudgins, of Columbia, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, \r\n  Assistant Deputy Attorney General Salley W. Elliott, And Assistant\r\n  Attorney General Deborah R. J. Shupe, all of Columbia; and Solicitor I.\r\n  McDuffie Stone, III, of Beaufort, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Mack Green\r\n  appeals his conviction for possession with intent to distribute crack cocaine. \r\n  On appeal, Green argues the trial court erred in refusing to instruct the jury\r\n  on circumstantial evidence.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:  Rule 20(b),\r\n  SCRCrimP (&quot;Notwithstanding any request for legal\r\n  instructions, the parties shall be given the opportunity to object to the giving\r\n  or failure to give an instruction before the jury retires, but out of the\r\n  hearing of the jury. . . . Failure to object in accordance with this rule shall\r\n  constitute a waiver of objection.&quot;);  State\r\n    v. Nichols, 325 S.C. 111, 118, 481\r\n  S.E.2d 118, 122 (1997) (finding the trial court erred in refusing to give a\r\n  charge requested after the charge conference and holding a party can ask for\r\n  further instructions after the charge conference); State v. Kelly, 372 S.C. 167, 171, 641 S.E.2d 468, 470 (Ct. App. 2007)\r\n  (&quot;An appellate court will not reverse the\r\n  trial court's decision regarding jury instructions unless the trial court\r\n  abused its discretion.  The requesting party must have been prejudiced by the\r\n  trial court's failure to give the instruction in order to warrant reversal on\r\n  appeal.&quot;). \r\nAFFIRMED.\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-254","title":"State v. King","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-254","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tAndre James\r\n      King, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Orangeburg County\r\n R. Knox McMahon, Circuit Court Judge\r\nUnpublished Opinion No. 2010-UP-254\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tChief Appellate Defender Robert M. Dudek, of Columbia, for\r\n  Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and\r\n  Assistant Attorney General J. Anthony Mabry, all of Columbia; and David M.\r\n  Pascoe, Jr., of Orangeburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Andre James\r\n  King appeals his convictions for murder, assault and battery with intent to\r\n  kill, and possession of a weapon during the commission of a violent crime. \r\n  King argues the trial court erred in allowing the State to impeach him with his\r\n  prior conviction for accessory after the fact to armed robbery.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authority:  State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265&nbsp;(2006) (&quot;The\r\n  admission of evidence is within the discretion of the trial court and will not\r\n  be reversed absent an abuse of discretion.&quot;).  \r\nAffirmed.\r\nHUFF, THOMAS,\r\n  and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-255","title":"State v. McDaniel","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-255","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRobby McDaniel, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Dorchester County\r\n James C. Williams, Jr., Circuit Court\r\n  Judge\r\nUnpublished Opinion No. 2010-UP-255\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Kathrine H. Hudgins, of Columbia, for Appellant.\r\n\t\t\t\tJ. Benjamin Aplin, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Robby McDaniel appeals the revocation of his probation.  He contends the\r\n  circuit court erred in revoking his probation based solely on the fact that he\r\n  was terminated from sex offender counseling because he was in denial.  He\r\n  asserts this was error because the initial order did not require a successful\r\n  completion of counseling and did not require an admission of guilt as a\r\n  condition of the successful completion of counseling.  We affirm[1] pursuant to\r\n  Rule 220(b)(1), SCACR, and the following authorities: State\r\n    v. Bryant, 372 S.C. 305, 315-16,\r\n  642 S.E.2d 582, 588 (2007) (holding if an appellant conceded the trial court's\r\n  ruling was not prejudicial, he could not assert on appeal the ruling denied him\r\n  a fair trial); State v. Mitchell, 330 S.C. 189, 195, 498 S.E.2d 642,\r\n  645&nbsp;(1998) (finding when an appellant acquiesces in the trial court's\r\n  ruling, the issue is procedurally barred); Ex parte McMillan, 319 S.C.\r\n  331, 335, 461 S.E.2d 43, 45 (1995) (providing a party cannot concede an issue\r\n  at trial and then complain on appeal).  \r\nAFFIRMED.\r\nHUFF, THOMAS, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-256","title":"State v. Senior","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-256","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tGeorge B.\r\n      Senior, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Dorchester County\r\nJames C. Williams, Jr., Circuit Court\r\n  Judge\r\nUnpublished Opinion No. 2010-UP-256\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Kathrine H. Hudgins, of Columbia, for\r\n  Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Deputy Attorney General Julie M. Thames, all of Columbia;\r\n  and Solicitor David Michael Pascoe, of Orangeburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nPER CURIAM:  George B.\r\n  Senior appeals his convictions for criminal sexual conduct with a minor in the\r\n  first degree and lewd act upon a child.  Senior argues the trial court erred in\r\n  excluding testimony concerning whether the victim had been sexually assaulted\r\n  by a third party.  Specifically, Senior contends he was unable to present\r\n  evidence that the victim's behavioral problems resulted from a third-party\r\n  assault.  We affirm.\r\nOrdinarily, an appellate court will not review an\r\n  alleged error regarding the exclusion of testimony unless a proffer of\r\n  testimony is properly made on the record.  State\r\n    v. Schmidt, 288 S.C. 301, 303, 342 S.E.2d 401, 402-03&nbsp;(1986).  Absent\r\n  a proffer, it is impossible for an appellate court to determine the effect of\r\n  the excluded testimony.  Baber v. Greenville County, 327 S.C. 31, 41,\r\n  488 S.E.2d 314, 319 (1997).  However, where the trial court refuses to allow\r\n  the proffer, and the appellate court can determine from the record what the\r\n  testimony was intended to show, the appellate court may address the merits.  Schmidt,\r\n  288 S.C. at 303, 342 S.E.2d at 403.  \r\nSenior's counsel did not attempt to proffer testimony\r\n  from either the mental health therapist or the psychiatrist regarding whether\r\n  anal penetration was reported as part of victim's prior history of abuse.  However,\r\n  Senior's counsel did attempt to proffer testimony from Dr. Betsy Gibbs, the sex\r\n  therapist who took the forensic information from the victim.  The trial\r\n  court denied counsel's proffer request on the grounds the question was\r\n  irrelevant.  Thus, although the proffer attempt was unsuccessful, this\r\n  issue is preserved to the extent this court can determine from the record what the\r\n  testimony was intended to show.  See Schmidt, 288 S.C. at 303,\r\n  342 S.E.2d at 403. \r\nReaching the merits, counsel's intended question\r\n  provides no evidentiary support for Senior's current argument.  Counsel stated &quot;anal\r\n  penetration starts with other stuff,&quot; implying she intended to ask Dr.\r\n  Gibbs whether a person who commits a sexual assault involving anal penetration\r\n  generally commits prior sexual assaults involving other body parts.  Counsel\r\n  did not suggest that the alleged perpetrator of both acts was not Senior, nor\r\n  did she suggest the other perpetrator could have caused the victim's behavioral\r\n  problems instead of Senior.  Counsel's implied line of questioning would not\r\n  serve to exculpate Senior; thus, Senior suffered no prejudice from the\r\n  exclusion of the proposed testimony. \r\nIn addition, this evidence does not fall within any of\r\n  the recognized exceptions to the Rape Shield Statute.  See S.C. Code\r\n  Ann. § 16-3-659.1(1) (2003).  Counsel's implied line of questioning would not\r\n  provide an alternative source to explain the victim's sexual knowledge, nor\r\n  would it impeach the victim's credibility.  See State v. Finley,\r\n  300 S.C. 196, 200, 387 S.E.2d 88, 90 (1989) (holding the trial court improperly\r\n  excluded evidence that a female victim engaged in a sexual encounter with\r\n  another man in defendant's presence to show the victim had motive to falsely\r\n  accuse the defendant); State v. Grovenstein, 340 S.C. 210, 220, 530\r\n  S.E.2d 406, 412 (Ct. App. 2000) (holding evidence of three male victims' prior\r\n  sexual conduct was relevant to Grovenstein's defense as an alternate\r\n  explanation of how the victims possessed knowledge of the alleged sexual\r\n  assault by Grovenstein);  State v. Lang, 304 S.C. 300, 301-02, 403\r\n  S.E.2d 677, 678 (Ct. App. 1991) (holding the trial court improperly excluded\r\n  evidence of the victim's homosexuality to impeach the credibility of the victim\r\n  when the victim denied his homosexuality on direct examination).\r\nThe trial court did not abuse its discretion in\r\n  excluding testimony regarding an alleged sexual assault of the victim by a\r\n  third party.  Accordingly, Senior's conviction is\r\nAFFIRMED.[1]\r\nPIEPER\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-257","title":"Payne v. Patterson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-257","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMartha Sue\r\n      Payne, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMary Patterson, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenville County\r\n Wayne M. Creech, Family Court Judge\r\nUnpublished Opinion No. 2010-UP-257\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKimaka  Nichols-Graham, of Greenville, for Appellant.\r\n\t\t\t\tJames  O'Connell, of Easley, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Mary\r\n  Patterson appeals a family court order finding her in criminal contempt for\r\n  violating a visitation order.  Patterson argues the family court abused its\r\n  discretion when it sentenced Patterson to twenty-four hours' imprisonment for\r\n  willfully interfering with Martha Sue Payne's visitation.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities:    \r\n1. As\r\n  to whether the family court abused its discretion because the language of the\r\n  order was vague and contradictory:  Charleston County Dep't\r\n    of Soc. Servs. v. Jackson,&nbsp;368\r\n  S.C. 87, 105, 627 S.E.2d 765, 775&nbsp;(Ct. App. 2006) (noting to preserve an\r\n  issue for appellate review, the issue cannot be raised for the first time on\r\n  appeal, but must have been raised to and ruled upon by the family court).\r\n2.  As to whether the family court abused its discretion because\r\n  the violation was not willful:  King\r\n    v. King,&nbsp;384 S.C. 134, 140, 681\r\n  S.E.2d 609, 612&nbsp;(Ct. App. 2009) (&quot;Because the family court is in a superior position to judge the witnesses' demeanor and veracity, its findings should\r\n  be given broad discretion.&quot;);  Miller\r\n    v. Miller, 375 S.C. 443, 457, 652 S.E.2d 754, 761 (Ct. App. 2007) (&quot;Intent\r\n  for purposes of criminal contempt is subjective, not objective, and must\r\n  necessarily be ascertained from all the acts, words, and circumstances\r\n  surrounding the occurrence.&quot;).  \r\nAFFIRMED.\r\nPIEPER, J., GEATHERS, J., and CURETON, A.J., concur. \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-258","title":"Ladson v. SCDC","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-258","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWillie Ladson, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina\r\n      Department of Corrections, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Administrative Law Court\r\nCarolyn C. Matthews, Administrative Law\r\n  Judge\r\nUnpublished Opinion No. 2010-UP-258\r\nSubmitted April 1, 2010 – Filed April 23,\r\n  2010    \r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWillie Ladson, pro se, for Appellant.\r\n\t\t\t\tRobert Wesley Jacobs, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Willie Ladson appeals the Administrative\r\n  Law Court's (ALC's) affirmance of the Department of Corrections's (the\r\n  Department's) denial of Ladson's grievance seeking back wages for work\r\n  performed for the Department's prison industries program.  Ladson argues (1)\r\n  the ALC erred in finding he failed to timely file his prison grievance, and (2)\r\n  the ALC's dismissal of his prison grievance violated his right to due process.  We affirm as modified.[1]          \r\nAs\r\n  to Ladson's argument that the ALC erred in finding he failed to timely file his\r\n  prison grievance, review of the record reflects that Ladson did not suffer any\r\n  loss from the Department's denial of his grievance.  After filing his\r\n  grievance, Ladson received what he requested: the Department clearly\r\n  acknowledged in its replies to Ladson's grievances that &quot;[the Department] may\r\n  very well owe [him] back wages&quot; and indicated it was reviewing the pay\r\n  records to confirm the exact amount to award Ladson.  Accordingly, we affirm on\r\n  the ground that Ladson was not prejudiced by the Department's response to his\r\n  grievance because it neither granted nor denied the relief he sought.  SCACR\r\n  220(c) (&quot;The appellate court may affirm any ruling, order, decision, or\r\n  judgment upon any ground(s) appearing in the Record on Appeal.&quot;); Moorhead\r\n    v. First Piedmont Bank and Trust Co., 273 S.C. 356, 360, 256 S.E.2d 414,\r\n  416 (1979) (&quot;[T]his court may affirm upon any ground appearing in the\r\n  record . . . irrespective of the ground stated by the trial judge.&quot;); S.C.\r\n  Code Ann. § 1-23-380 (Supp. 2009)[2] (emphasis added) (&quot;A party who has exhausted all administrative remedies\r\n  available within the agency and who is aggrieved by a final decision in\r\n  a contested case is entitled to judicial review.&quot;).  If Ladson becomes\r\n  aggrieved by a final decision in his case, he will be entitled to judicial\r\n  review.\r\nAs\r\n  to Ladson's contention that the ALC's ruling violated his right to due process,\r\n  Ladson was provided the opportunity to pursue his prison grievance through the\r\n  prison's internal proceedings, an appeal to the ALC, and an appeal to this\r\n  court.  Accordingly, Ladson has been afforded his due process rights.  See Al-Shabazz v. State, 338 S.C. 354, 373, 527 S.E.2d 742, 752 (2000) (holding\r\n  the Department's disciplinary and grievance procedures comply with minimal due\r\n  process requirements).\r\nAFFIRMED AS\r\n  MODIFIED.\r\nHUFF,\r\n  THOMAS, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n[2]  An inmate may seek judicial review of the\r\n  Department's final decision in an administrative matter under the provisions\r\n  for contested cases contained in the Administrative Procedures Act (APA).  See Al-Shabazz v. State, 338 S.C. 354, 369, 527 S.E.2d 742, 750 (2000).\r\n\r\n","court":"Appeals"},{"id":"2010-UP-259","title":"Jackson v. Johnson Controls","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-259","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMelvin Jackson, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJohnson\r\n      Controls and Indemnity Ins. Co. of N.A., Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Anderson County\r\nAlexander S. Macaulay, Circuit Court\r\n  Judge\r\nUnpublished Opinion No. 2010-UP-259\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDuke K. McCall, Jr., of Greenville, for Appellants.\r\n\t\t\t\tErnest C. Trammell, of Anderson, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Johnson Controls and Indemnity Insurance\r\n  Company (collectively the Carrier) appeal the circuit court's affirmance of the\r\n  Appellate Panel of the South Carolina Workers' Compensation Commission's\r\n  (Appellate Panel) order finding Melvin Jackson suffered from a compensable\r\n  injury resulting from a work-related injury to his back.  On appeal, the\r\n  Carrier argues: (1) the single commissioner's finding of compensability for\r\n  Jackson was not supported by substantial evidence in the record, and (2) the\r\n  single commissioner erred in finding Jackson properly notified his employer of\r\n  the accident.  We affirm.[1]  \r\n1.&nbsp; Substantial evidence supports the single commissioner's conclusion that he\r\n  suffered from a compensable back injury arising out of his employment with\r\n  Johnson Controls.  While conflicting testimony exists regarding the origins of\r\n  Jackson's injury, Jackson testified he twisted his back and felt a sharp pain\r\n  which radiated down both legs when he got off his forklift while working at\r\n  Johnson Controls.  Jackson's testimony was further corroborated by two\r\n  witnesses.  Moreover, both the single commissioner and the Appellate Panel\r\n  found Jackson was a credible witness.  See Hill v. Eagle Motor Lines,\r\n  373 S.C. 422, 436, 645 S.E.2d 424, 431 (2007) (holding the decisions of the Appellate\r\n  Panel must be affirmed if the factual findings are supported by substantial\r\n  evidence in the record); Hall v. Desert Aire, Inc., 376 S.C. 338, 348,\r\n  656 S.E.2d 753, 758 (Ct. App. 2007) (&quot;The final determination of witness\r\n  credibility and the weight assigned to the evidence is reserved to the\r\n  Appellate Panel.&quot;); Id. at 350, 656 S.E.2d at 759 (&quot;The\r\n  general policy in South Carolina is to construe the Workers' Compensation Act\r\n  in favor of coverage, and any reasonable doubts as to construction should be\r\n  resolved in favor of the claimant.&quot;).\r\n2.&nbsp; Regarding\r\n  the Carrier's argument that the single commissioner erred in finding Jackson\r\n  properly notified his employer of the accident, substantial evidence supports\r\n  the single commissioner's finding of proper notice.  Jackson testified he\r\n  called a human resources employee the day after his accident and informed her\r\n  he suffered a back injury working the night before and also submitted a medical\r\n  leave form to her indicating he suffered a back injury as the result of an\r\n  accident.  Although two employees from the human resources department testified\r\n  Jackson never reported an on-the-job injury while working at Johnson Controls,\r\n  the Appellate Panel, as the ultimate finder of fact, found Jackson a credible\r\n  witness and assigned weight to his testimony and the medical leave form\r\n  submitted by Jackson.  See id. at 348, 656 S.E.2d at 758 (&quot;The\r\n  final determination of witness credibility and the weight assigned to the\r\n  evidence is reserved to the Appellate Panel.&quot;); Id. (&quot;Where\r\n  there are conflicts in the evidence over a factual issue, the findings of the\r\n  Appellate Panel are conclusive.&quot;); Hill, 373 S.C. at 436, 645\r\n  S.E.2d at 431 (holding the decisions of the Appellate Panel must be affirmed if\r\n  the factual findings are supported by substantial evidence in the record).    \r\n\r\nAFFIRMED.\r\nHUFF, THOMAS, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR. \r\n\r\n","court":"Appeals"},{"id":"2010-UP-260","title":"Bishop v. City of Union","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-260","description":null,"date":"2010-04-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSarah Beth\r\n      Bishop, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tThe City of\r\n      Union, The Union Department of Public Safety, and Police Chief Sam White, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Union County\r\nJohn C. Hayes, III, Circuit Court Judge\r\nUnpublished Opinion No. 2010-UP-260\r\nSubmitted April 1, 2010 – Filed April 26,\r\n  2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tN. Douglas Brannon, of Spartanburg, for Appellant.  \r\n\t\t\t\tDonna S. Givens and C. Edward Rawl, Jr., both of Columbia; and William\r\n  Whitney, Jr., of Union, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER\r\n  CURIAM:  Sarah Beth\r\n  Bishop filed suit against the City of Union, The Union Department of Public\r\n  Safety, and Police Chief Sam White (collectively Respondents) under the South\r\n  Carolina Tort Claims Act for negligence and negligent supervision in connection\r\n  with a series of assaults in which Bishop was the victim.  Bishop appeals the\r\n  circuit court's dismissal of her suit as untimely filed, arguing she did not\r\n  discover she had a claim against Respondents until February 15, 2006.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities:  S.C. Code Ann.\r\n  § 15-78-110 (2005) (&quot;[A]ny action brought pursuant to [the Tort Claims\r\n  Act] is forever barred unless an action is commenced within two years after the\r\n  date the loss was or should have been discovered.&quot;); Wiggins v. Edwards,\r\n  314 S.C. 126, 128, 442 S.E.2d 169, 170 (1994) (requiring an injured party to\r\n  &quot;act with some promptness where the facts and circumstances of an injury\r\n  would put a person of common knowledge and experience on notice that some right\r\n  of his has been invaded or that some claim against another party might\r\n  exist&quot;).  \r\nAFFIRMED.   \r\nHUFF, THOMAS, and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-261","title":"In The Matter Of The Care And Treatment Of Joel Keziah","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-261","description":null,"date":"2010-04-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          In The Matter\r\n          Of The Care And Treatment Of Joel Keziah, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nJames R. Barber, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-261\r\n  Submitted April 1, 2010 – Filed April 29,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Lanelle C. DuRant, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster,\r\n          Chief Deputy Attorney General John W. McIntosh, Assistant Attorney General\r\n          Deborah R.J. Shupe, and Assistant Attorney General William M. Blitch, Jr., all\r\n          of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Joel\r\n  Keziah appeals his commitment to the South Carolina Department of Mental Health\r\n  under the Sexually Violent Predator Act.  Keziah argues the trial court erred\r\n  in denying his pretrial motion for outpatient treatment rather than long-term commitment\r\n  under the Act.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and\r\n  the following authorities:  S.C. Code\r\n  Ann. § 44-48-30(1)(a), (b) (Supp. 2009) (defining a sexually violent predator); S.C. Code Ann. § 44-48-100\r\n  (Supp. 2009) (requiring the circuit court, pursuant to the Sexually Violent\r\n  Predator Act, to commit any individual who is determined to be a sexually\r\n  violent predator).\r\nAFFIRMED.\r\nPIEPER and GEATHERS, JJ.,\r\n  and CURETON, A.J., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-262","title":"In The Matter of The Care and Treatment of Darrell Jackson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-262","description":null,"date":"2010-04-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        In The Matter\r\n          of The Care and Treatment of Darrell Jackson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJudge Thomas A. Russo, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-262\r\n  Submitted April 1, 2010 – Filed April 29,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Lanelle C. Durant, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Attorney General Deborah R.\r\n          J. Shupe, and Assistant Attorney General William M. Blitch, Jr., all of\r\n          Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Darrell Jackson appeals his commitment to the South Carolina\r\n  Department of Mental Health as a sexually violent predator.  We affirm[1] pursuant to Rule 220(b), SCACR, and\r\n  the following authorities: State v.\r\n  Forrester, 343 S.C. 637, 642, 541\r\n  S.E.2d 837, 840&nbsp;(2001) (holding a motion in limine to exclude evidence\r\n  made at the beginning of trial does not generally preserve the issue for\r\n  appellate review because a motion in limine is not a final determination); State\r\n  v. Floyd, 295 S.C. 518, 520, 369 S.E.2d 842, 843&nbsp;(1988) (&quot;A\r\n  ruling on the motion is not the ultimate disposition on the admissibility of\r\n  evidence.  It remains subject to change based upon developments during trial.&quot;).\r\nAFFIRMED.  \r\nSHORT, WILLIAMS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-263","title":"State v. Hoover","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-263","description":null,"date":"2010-04-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Archie Hoover, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\nD. Garrison Hill, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-263\r\n  Submitted April 1, 2010 – Filed April 29,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A. Franklin-Best,\r\n          of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Donald J. Zelenka, Senior Assistant Attorney General S. Creighton Waters, all\r\n          of Columbia; and Solicitor Robert Mills Ariail, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Archie Hoover appeals his conviction for\r\n  murder.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities:    \r\n1. As to whether the\r\n  trial court erred in denying his motion for a directed verdict: State v. Cherry,\r\n  361 S.C. 588, 593, 606 S.E.2d 475, 478 (2004) (explaining a defendant is\r\n  entitled to a directed verdict when the State fails to produce evidence of the\r\n  offense charged); State v. Harris, 351 S.C. 643, 653, 572 S.E.2d 267,\r\n  273 (2002) (stating if there is any direct or substantial circumstantial\r\n  evidence reasonably tending to prove the guilt of the accused, an appellate\r\n  court must find the case was properly submitted to the jury); State v. Hale,\r\n  284 S.C. 348, 356, 326 S.E.2d 418, 423 (Ct. App. 1985) (&quot;It is the\r\n  function of the jury, not an appellate court, to judge the credibility of\r\n  witnesses and the weight to be given their testimony.&quot;).  \r\n2. As to whether Hoover is entitled\r\n  to the reversal of his conviction because the State elicited improper testimony\r\n  from a witness:  State v. Peay, 321 S.C. 405, 413, 468 S.E.2d 669, 674\r\n  (Ct. App. 1996) (finding a contemporaneous objection and ruling at trial is\r\n  required to properly preserve an error for appellate review).\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-264","title":"State v. Keam","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-264","description":null,"date":"2010-04-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Channack Keam, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-264\r\n  Submitted April 1, 2010 – Filed April 29,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Falkner Wilkes, of Greenville, for\r\n          Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Donald J. Zelenka, Assistant Attorney General Alphonso Simon, Jr., all of\r\n          Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Channack\r\n  Keam was indicted for murder, found guilty by a jury, and sentenced to thirty\r\n  years' imprisonment.  He appeals, arguing the trial court erred in refusing to\r\n  charge the jury with involuntary manslaughter.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following\r\n  authorities:  State v. Bailey, 298 S.C. 1, 5-6, 377 S.E.2d 581, 584\r\n  (1989) (holding an issue is not preserved for review when a party argues one\r\n  ground in the trial and then an alternative ground on appeal); State v.\r\n  Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003) (&quot;A party may\r\n  not argue one ground at trial and an alternate ground on appeal.&quot;).\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2010-UP-265","title":"State v. Alexander","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2010-UP-265","description":null,"date":"2010-04-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          John Douglas Alexander, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2010-UP-265\r\n  Submitted March 1, 2010 – Filed April 29,\r\n2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Senior Assistant Attorney General Norman Mark Rapoport, all\r\n          of Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  John\r\n  Douglas Alexander appeals his convictions for assault and battery with intent\r\n  to kill and possession of a firearm during the commission of a violent crime.  He\r\n  argues the trial court erred by failing to charge self-defense and by allowing\r\n  implied malice to be charged.  We affirm[1] pursuant\r\n  to Rule 220(b)(1), SCACR, and the following authorities.  \r\n1. As to whether the trial court\r\n  erred in failing to instruct the jury on self-defense: State v. Brannon, 347 S.C. 85, 89, 552 S.E.2d 773, 774-75 (Ct. App. 2001) (holding an\r\n  issue is not preserved for review on appeal if it was not raised to and ruled\r\n  upon by the trial court); Id. at 89, 552 S.E.2d at 775 (finding an issue\r\n  conceded at trial cannot be argued on appeal).  \r\n2. As to whether the trial court\r\n  erred in charging the implied malice jury instruction: State v. Carlson, 363 S.C. 586, 595-96, 611 S.E.2d 283, 288 (Ct. App. 2005) (affirming that\r\n  constitutional arguments are not an exception to the error preservation\r\n  rule and &quot;if not raised to the trial court are deemed waived on appeal&quot;); Brannon, 347 S.C. at 89, 552 S.E.2d at\r\n  774-75 (holding an issue is not preserved for review on appeal if it was not\r\n  raised to and ruled upon by the trial court).[2]\r\nAFFIRMED.       \r\nSHORT, WILLIAMS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2]  Because the issue is unpreserved, we\r\n  decline to analyze this case in light of  State v. Belcher, 385 S.C. 597, 612-13, 685 S.E.2d 802, 810 (2009) (stating\r\n  its holding that &quot;where evidence is presented that would reduce, mitigate,\r\n  excuse, or justify a homicide (or assault and battery with intent to kill)\r\n  caused by the use of a deadly weapon, juries shall not be charged that malice\r\n  may be inferred from the use of a deadly weapon&quot; applies to &quot;all\r\n  cases which are pending on direct review or not yet final where the issue is\r\n  preserved&quot;.\r\n\r\n","court":"Appeals"}]