[{"id":"2011-UP-001","title":"Nova Homes v. Singh","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-001","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Nova Homes,\r\n          Inc., Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Harishyam and\r\n          Seema Singh, Branch Banking and Trust Co. of South Carolina, Appellants.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-001\r\n  Submitted December 1, 2010 – Filed January\r\n20, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Wendell Leon Hawkins, of Greer, for\r\n          Appellants.\r\n        Cynthia Buck Brown, of Greenville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Appellants Harishyam and Seema Singh, and\r\n  Branch Banking and Trust Co. of South Carolina, appeal the trial court's order confirming\r\n  an arbitration award, including attorneys' fees, and granting Nova Home Inc.'s\r\n  motion for summary judgment as to foreclosure on a mechanic's lien.  We affirm[1] pursuant to Rule 220(b),\r\n  SCACR, and the following authorities: S.C. Code Ann. § 15-48-130 (2005)\r\n  (providing statutory grounds for vacating an arbitration award); Gissel v.\r\n  Hart, 382 S.C. 235, 241, 676 S.E.2d 320, 323 (2009) (&quot;Generally, an\r\n  arbitration award is conclusive and courts will refuse to review the merits of\r\n  an award.  An award will be vacated only under narrow, limited\r\n  circumstances.&quot;);  Lauro v. Visnapuu, 351 S.C. 507, 516, 570 S.E.2d\r\n  551, 555-56 (Ct. App. 2002) (recognizing limited ability to review an\r\n  arbitration award, and finding the decision of an arbitrator will be vacated\r\n  only on statutory grounds, or on the non-statutory ground of manifest disregard\r\n  or perverse misconstruction of the law); Harris v. Bennett, 332 S.C.\r\n  238, 244, 503 S.E.2d 782, 786 (Ct. App. 1998) (finding the non-statutory ground\r\n  of manifest disregard or perverse misconstruction of the law requires more than\r\n  a mere error in construing or applying the law); id. at 246, 503 S.E.2d\r\n  at 787 (finding no reversible error by the trial court in confirming the\r\n  arbitration award because there was no showing the arbitrator appreciated the\r\n  existence of a clearly governing legal principle and decided to ignore it).\r\nAFFIRMED.\r\nFEW, C.J.,\r\n  SHORT and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-002","title":"Miller v. SCDVR","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-002","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Brenda Miller, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n   v.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          South Carolina\r\n          Department of Vocational Rehabilitation, Employer, State Accident Fund,\r\n          Carrier, Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Appellate Panel, Workers' Compensation\r\nCommission\r\n\r\nUnpublished Opinion No. 2011-UP-002\r\n  Submitted November 1, 2010 – Filed January\r\n20, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Marvin Mullis, of Columbia, for\r\n          Appellant.\r\n        Cynthia Burns Polk, Matt Robertson, and\r\n          Ajerenal Danley, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Brenda Miller appeals the South Carolina Workers' Compensation\r\n  Commission's order, contending the Commission erred in finding: (1) injuries to\r\n  certain body parts were not compensable; (2) she failed to prove compensability\r\n  for regional pain syndrome (RSD) of her right arm; and (3) Dr. Green Neal was not\r\n  authorized for payment or treatment.  We affirm[1] pursuant to Rule 220(b),\r\n  SCACR, and the following:\r\n1. We find no reversible error in the\r\n  Commission's findings regarding compensability of certain body parts.  See Shealy\r\n  v. Aiken County, 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000) (stating\r\n  that in workers' compensation cases, the Commission is the ultimate finder of\r\n  fact); Hoxit v. Michelin\r\n  Tire Corp., 304 S.C. 461, 465, 405 S.E.2d 407, 409 (1991) (finding where\r\n  there is conflicting evidence, the findings of fact of the Commission are\r\n  conclusive).\r\n2. We likewise find no reversible\r\n  error in the Commission's finding of Miller's failure to prove compensability\r\n  for RSD.  See S.C. Code Ann. § 42-1-160(E) (Supp. 2009) (requiring an\r\n  employee to establish an injury arose in the course of employment by medical evidence\r\n  in medically complex cases); Lark v. Bi-Lo, Inc., 276 S.C. 130, 136, 276\r\n  S.E.2d 304, 307 (1981) (finding this court may not substitute its judgment for\r\n  that of the Commission as to the weight of the evidence on questions of fact); Pack\r\n  v. S.C. Dep't of Transp., 381 S.C. 526, 536, 673 S.E.2d 461, 466-67 (Ct.\r\n  App. 2009) (finding the\r\n  Commission need not accept or believe medical or other expert testimony, even\r\n  when it is uncontroverted).\r\n3. We affirm the Commission's finding\r\n  regarding payment of medical care by Dr. Neal.  See S.C. Code Ann. Regs.\r\n  67-509(A) (1990) (&quot;The employer's representative chooses an authorized\r\n  health care provider and pays for authorized treatment.&quot;); Hall v.\r\n  United Rentals, Inc., 371 S.C. 69, 86-87, 636 S.E.2d 876, 885-86 (Ct. App.\r\n  2006) (discussing the rights and limitations of employers and employees in\r\n  choosing medical providers in workers' compensation actions); Clark v. Aiken\r\n  County Gov't, 366 S.C. 102, 114, 620 S.E.2d 99, 105 (Ct. App. 2005)\r\n  (explaining that although the claimant was justified in seeking treatment by an\r\n  unauthorized provider, the more appropriate procedure would have been to seek\r\n  an order from the Commission).  \r\nAFFIRMED.\r\nFEW, C.J.,\r\n  SHORT and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-003","title":"State v, Clayton","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-003","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Kent Clayton, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\nG. Edward Welmaker, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-003\r\n  Submitted September 1, 2010 – Filed\r\nJanuary 20, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert M. Pachak, South\r\n          Carolina Commission on Indigent Defense Division of Appellate Defense, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley\r\n          W. Elliott, Senior Assistant Attorney General Norman Mark Rapoport, Office of\r\n          the Attorney General, of Columbia; Solicitor Robert M. Ariail, of Greenville,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Appellant,\r\n  Kent Clayton, was convicted of assault with intent to\r\n  commit criminal sexual conduct in the first degree.  He appeals,\r\n  asserting the trial judge erred in failing to suppress the out-of-court and\r\n  in-court identifications of appellant by the victim, and further erred in admitting\r\n  testimony concerning a number of knives found in appellant's vehicle.[1] \r\n  We affirm.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nVictim testified that she\r\n  visited the Upstate Fair in Pickens County on the night of August 30, 2007. \r\n  Around 11:30 or 12:00 that night, she started to exit the fairground, intending\r\n  to walk to her home only a few blocks away.  She stopped at the front gate and\r\n  spoke with a man named Keith.  Another man was standing there at the time, and\r\n  as Victim began to leave, the other man told her he would walk her out of the\r\n  area.  Victim declined, but the man accompanied her anyway.  As she walked\r\n  through the fair parking lot, the man brandished a fixed-blade knife.  When\r\n  Victim asked him what it was, he put the knife to her throat and threw Victim\r\n  to the ground.  The man pointed the knife at Victim's neck and told her he was\r\n  going to rape her.  Victim began fighting and screaming and momentarily managed\r\n  to escape her attacker.  However, the man caught Victim and threw her back to\r\n  the ground, straddling her and holding the knife to her neck.  Victim continued\r\n  to scream and fight until the man eventually told her he was going to let her\r\n  go.  He took Victim's cell phone so she could not call for help, and told\r\n  Victim he would kill her if she reported the crime.  Victim described the\r\n  lighting in the area of the gate where she exited the area as &quot;pretty lit\r\n  up&quot; and stated she could see &quot;real good.&quot;\r\nAfter the attack, Victim ran\r\n  home, where she told her husband what had occurred.  However, she did not\r\n  contact law enforcement until the following day, September 1, 2007, out of fear\r\n  from the attacker's threat.  Officers interviewed Victim at her home and\r\n  returned later that day to take her to the fairground to see if she could\r\n  identify the person who attacked her.  Victim described her attacker as a being\r\n  white, in his late forties or early fifties, between two hundred and two\r\n  hundred and forty pounds, 6'1&quot; or 6'2&quot; tall, and having blonde hair.\r\n  On the second or third time walking around the fairground, Victim recognized\r\n  someone she believed was her attacker standing at one of the fair games. \r\n  Victim made an in-court identification of appellant as the person she thought\r\n  had attacked her, but testified she was &quot;not really for sure that that's\r\n  him.&quot;  Victim testified the officers asked how sure she was at the time\r\n  she pointed him out at the fairground, and she told them she was not quite\r\n  sure, but was fifty percent sure.  However, when asked on cross-examination\r\n  where the person was that she was &quot;fifty percent sure of&quot; when she\r\n  walked around the fairground, Victim replied that she now remembered he was\r\n  standing at one of the games holding a basketball and that she was &quot;starting\r\n  to remember that it is really him, too now.&quot;\r\nThe State also presented the\r\n  testimony of Steve Young, a friend and fellow fair worker of appellant.  Young\r\n  testified that the fair opened in Easley on a Thursday, and in the early\r\n  morning hours on Friday appellant approached Young and indicated he needed to\r\n  speak with Young.[2] \r\n  Appellant then told Young that if anyone asked, appellant was with Young the\r\n  whole night.  Young asked appellant why he asked him to do that, and appellant\r\n  replied that &quot;he half-heartedly tried to rape someone.&quot;  Subsequently,\r\n  Young contacted the authorities and informed them of his conversation with\r\n  appellant.  The next day, around noon on Saturday, officers found Young\r\n  at the fairground and asked him about the matter.  Young told them what had\r\n  occurred and directed them to the booth where appellant worked.  When appellant\r\n  was arrested later that day, he gave Young the keys to his van and asked him to\r\n  look after his animals. \r\nWithin a day of his arrest,\r\n  appellant called Young and asked him to come see him.  A day or two later,\r\n  Young contacted the officers and requested he be wired for his visit with\r\n  appellant.  Thereafter, Young visited with appellant while wired, at which time\r\n  Young told appellant he thought all the authorities had was a witness who\r\n  identified appellant.  Appellant responded that was all he knew that the\r\n  authorities had against him, and that it was &quot;his word against hers.&quot; \r\n  He further instructed Young to &quot;go ahead and give the alibi that [the two\r\n  of them were] together the whole night&quot; except for approximately ten\r\n  minutes. Young asked appellant if there was anything the police could get that\r\n  he should take care of, and appellant indicated that he had &quot;disposed of\r\n  everything.&quot;  Appellant then told Young the cell phone battery may be in\r\n  the van, though, and he should dispose of that for him.  When asked if there\r\n  was any weapon in the van that was involved, appellant stated that he had\r\n  disposed of it, &quot;but the police took a picture of all his knives.&quot;\r\nDetective Kett Fowler\r\n  testified he was apprised of the matter by Deputy Raines, who happened to\r\n  respond to the call of Young as well as the call from Victim.  Detective Fowler\r\n  accompanied Victim during the walk through the fairground.  He testified that\r\n  on the second trip around, Victim identified appellant as a possible suspect. \r\n  On the third trip around, Victim again indicated appellant might be the\r\n  suspect, stating that he looked similar to her attacker, but noted she was not\r\n  one hundred percent positive.  When asked to scale her certainty, Victim\r\n  responded she was fifty percent sure.  Detective Fowler pointed out appellant\r\n  to Young and asked him if that was the person Young had had the previous\r\n  conversation with that he reported, and Young indicated it was.  Detective Fowler\r\n  then made contact with appellant and took a statement from him, wherein\r\n  appellant claimed he was with Young until 2 a.m. on the night in question, then\r\n  walked his dogs and went to his van to sleep.  The detective obtained appellant's\r\n  consent to search his van.  Over defense counsel's objection, Detective Fowler\r\n  testified the only thing found in the van connected to the Victim's report were\r\n  various knives, mostly folding but some fixed-blades, which were located in a\r\n  footlocker.  The discovered knives were ultimately not tied to this crime. \r\n  Thereafter, Detective Fowler contacted the magistrate and explained the facts\r\n  and the magistrate issued a warrant for appellant's arrest.\r\nISSUES\r\n1.&nbsp; Whether the trial court erred, abused its discretion and violated due\r\n  process of law under the State and Federal Constitutions when it failed to\r\n  suppress out-of-court and in-court identifications of appellant when the only\r\n  witness to the incident could only say there was a fifty percent chance\r\n  appellant was her attacker.\r\n2. Whether the trial court erred in admitting into evidence testimony about\r\n  a number of knives found in appellant's trunk that were not connected to the\r\n  crime, were prejudicial, and raised spurious instances of prior bad acts.  \r\nSTANDARD OF REVIEW\r\nThe admission or exclusion of\r\n  evidence is left to the sound discretion of the trial court, and the court's\r\n  decision will not be reversed absent an abuse of discretion.  State v.\r\n  Morris, 376 S.C. 189, 205-06, 656 S.E.2d 359, 368 (2008).  An abuse of\r\n  discretion occurs when the trial court's decision is based on an error of law\r\n  or on factual findings that are without evidentiary support.  Id. at\r\n  206, 656 S.E.2d at 368.  Further, for an error of law to warrant reversal based\r\n  upon the admission or exclusion of evidence, the appellant must prove both the\r\n  error of the ruling and the resulting prejudice, i.e., that there is a\r\n  reasonable probability the verdict was influenced by the challenged evidence or\r\n  the lack thereof.  State v. Gault, 375 S.C. 570, 574, 654 S.E.2d 98, 100\r\n  (Ct. App. 2007).\r\nLAW/ANALYSIS\r\nI.  Identification\r\nOn appeal, appellant argues the trial court erred in\r\n  allowing Victim's out-of-court and in-court identification testimony.  Noting\r\n  that &quot;reliability is the linchpin in determining the admissibility of\r\n  identification evidence,&quot; appellant contends Victim's failure to make a\r\n  positive identification was not relevant, and that a show-up identification\r\n  procedure with only a tentative identification violates due process.   We disagree.\r\nPrior to trial, a suppression hearing was held regarding\r\n  Victim's pre-trial identification of appellant.  Victim testified about how she\r\n  observed the assailant for ten to fifteen minutes before she left the\r\n  fairground's gate, and further testified to how the attack occurred, noting the\r\n  assailant straddled her during that time and their faces were &quot;pretty\r\n  close.&quot;  Victim additionally described her assailant, stating he was a\r\n  white man in his late forties or early fifties, was a little taller than her 6'1&quot;\r\n  husband, he weighed &quot;two something,&quot;   and he wore a fair uniform\r\n  shirt.  Victim stated that the next day, or the day after, she accompanied\r\n  officers to the fairground with two hundred or more people in the area, and she\r\n  observed a man on her second or third walk around that looked like her\r\n  attacker. She pointed the man out to the officers and told them she was fifty\r\n  percent sure, but she wasn't really positive.  Victim further pointed out the\r\n  appellant in the hearing and stated, &quot;He resembles the guy sitting over at\r\n  [the defense] table.&quot;  Victim clarified that she saw the person twice in\r\n  her walks around the fairground, and that she was &quot;pretty sure it was him.&quot; \r\n  Detective Fowler testified during the suppression hearing that he knew where\r\n  appellant was prior to walking around with Victim, but there was no suggestive\r\n  conversation between him and Victim and he said nothing to suggest Victim should\r\n  look over at appellant.  \r\nDefense counsel argued any in-court identification of\r\n  appellant by Victim should be suppressed based upon the fact that Victim was\r\n  only fifty percent sure of her identification.  Additionally, counsel argued\r\n  the identification procedure was suggestive because the Victim walked around\r\n  the area three times with law enforcement and Detective Fowler could have\r\n  knowingly or unknowingly communicated his identity as the suspect to Victim. \r\n  The trial judge found the walk-through was not suggestive and the reliability\r\n  of the identification was a question for the jury.  Defense counsel maintained,\r\n  while the State could elicit testimony from Victim regarding what she stated at\r\n  the fairground regarding appellant, she should not be allowed to make an in-court\r\n  identification of appellant or state appellant resembled her attacker.  The\r\n  trial judge ruled the threshold for Biggers[3] had been met and the matter went to weight and not admissibility of the\r\n  evidence.  During Victim's testimony before the jury, defense counsel made a\r\n  continuing objection to testimony concerning her identification of her\r\n  attacker.\r\nThe decision to admit an eyewitness identification is generally\r\n  within the trial judge's discretion, whose decision will not be disturbed on\r\n  appeal absent an abuse of such, or the commission of prejudicial legal error.  State\r\n  v. McCord, 349 S.C. 477, 481, 562 S.E.2d 689, 691 (Ct. App. 2002).  A\r\n  criminal defendant may be deprived of due process of law by an identification\r\n  procedure which is unnecessarily suggestive and conducive to irreparable\r\n  mistaken identification.  State v. Turner, 373 S.C. 121, 127, 644 S.E.2d\r\n  693, 696 (2007).  Thus, an in-court identification of an accused is\r\n  inadmissible if a suggestive out-of-court identification procedure created a\r\n  very substantial likelihood of irreparable misidentification.  Id.  The\r\n  United States Supreme Court has developed a two-prong inquiry to determine the\r\n  admissibility of an out-of-court identification.  State v. Traylor, 360\r\n  S.C. 74, 81, 600 S.E.2d 523, 526 (2004) (citing Neil v. Biggers, 409\r\n  U.S. 188 (1972)).  First, the court must determine whether the identification\r\n  process was unduly suggestive. Next, it must determine whether the out-of-court\r\n  identification was nevertheless so reliable that no substantial likelihood of\r\n  misidentification existed.  State v. Moore, 343 S.C. 282, 287, 540\r\n  S.E.2d 445, 447 (2000).  Only if the procedure was suggestive need the court\r\n  consider whether there was a substantial likelihood of irreparable\r\n  misidentification.  Id. at 287, 540 S.E.2d at 447-48.              \r\nWe find no error in the\r\n  admission of Victim's identification of appellant.[4] \r\n  There is no evidence the identification procedure in the case at hand was in\r\n  any way suggestive.  As noted by the State, Victim was not taken to a standard\r\n  show-up where individual suspects are presented to a victim.  Rather,\r\n  accompanied by law enforcement, Victim merely walked the fairground during\r\n  operating hours with over two hundred people in the area and pointed out the\r\n  person she believed might be her attacker.  Additionally, there is no evidence\r\n  law enforcement suggested, either knowingly or unknowingly, that appellant was\r\n  the suspect.  Because the procedure was not suggestive, we need not consider\r\n  whether there was a substantial likelihood of irreparable misidentification.  We\r\n  further note, although the level of certainty demonstrated by Victim at the\r\n  confrontation is troubling, such is simply a factor for consideration in\r\n  whether there was a substantial likelihood of irreparable misidentification,\r\n  and that factor alone is insufficient to require suppression, for the key issue\r\n  is whether under the totality of the circumstances the identification is\r\n  reliable even though a confrontation may have been suggestive.  See State\r\n  v. Washington, 323 S.C. 106, 111-12, 473 S.E.2d 479, 481-82 (Ct. App. 1996)\r\n  (wherein this court, in analyzing the factors in determining whether there was\r\n  a likelihood of misidentification, noted that an identification is not\r\n  unreliable simply because it may be phrased in uncertain terms, and held identification\r\n  was not unreliable where the jury had the opportunity to observe the witness\r\n  and attach the credibility it deemed proper to his testimony, including the\r\n  certainty or uncertainty of his identification).\r\nII.  Testimony regarding\r\n  knives\r\nAppellant asserts on appeal\r\n  that the trial judge erred in admitting testimony about the knives found in his\r\n  trunk into evidence as they were not connected to the crime, the evidence was\r\n  prejudicial, and it &quot;raised spurious instances of prior bad acts.&quot; \r\n  He argues, pursuant to State v. McConnell, 290 S.C. 278, 350 S.E.2d 179\r\n  (1986), the evidence concerning the knives was inadmissible.\r\nDuring direct examination of\r\n  Detective Fowler, the solicitor asked what, if anything, was found in the\r\n  consensual search of appellant's van.  The following colloquy then occurred:\r\n\r\n  A:  The\r\n    only thing we found that had been mentioned as far as the report and all, there\r\n    was a footlocker that had numerous knives - - -\r\n  [Defense\r\n    Counsel]:  Your Honor, I'm gonna object to that.\r\n  [The\r\n    Court]:  Your objection?\r\n  [Defense\r\n    Counsel]:  Unless they can show some nexus between what they are now talking\r\n    about and this crime it is not relevant.\r\n\r\nAt this point a bench\r\n  conference was held, and the trial judge overruled counsel's objection. \r\n  Thereafter, Detective Fowler testified they found numerous knives in the\r\n  footlocker, mostly folding but some fixed-blade knives, but they ultimately\r\n  were not able to tie any of the knives found there to the crime.\r\nAssuming arguendo that the\r\n  evidence was improperly admitted, we find any error to be harmless in light of the\r\n  unobjected to testimony of Steve Young, as well as the minimal impact of\r\n  Detective Fowler's testimony considering the record as a whole.  During direct\r\n  examination, Young recounted his conversation with appellant while appellant\r\n  was jailed.  Young stated he and appellant talked about &quot;a cell phone\r\n  battery and a knife.&quot; When Young asked appellant if there was anything he\r\n  needed to take care of for him before the police could find it in the van, and\r\n  if there was any weapon in there &quot;that was involved in it,&quot; appellant\r\n  told him there was not, that he had disposed of it, &quot;but the police took a\r\n  picture of all his knives.&quot;  Accordingly, there is cumulative, unobjected\r\n  to evidence concerning the knives, and any error in the admission of Detective\r\n  Fowler's testimony regarding the knives is harmless.  See State v.\r\n  Holder, 382 S.C. 278, 289, 676 S.E.2d 690, 696-97 (2009) (holding the\r\n  erroneous admission of evidence is harmless beyond a reasonable doubt where it\r\n  is minimal in the context of the entire record and cumulative to other\r\n  testimony admitted without objection); State v. Blackburn, 271 S.C. 324,\r\n  329, 247 S.E.2d 334, 337 (1978)  (the admission of improper evidence is deemed\r\n  harmless if it is merely cumulative to other evidence); State v. Page,\r\n  378 S.C. 476, 483-84, 663 S.E.2d 357, 360 (Ct. App. 2008) (holding error is\r\n  harmless where it could not reasonably have affected the trial's outcome;  no\r\n  definite rule of law governs the finding that an error was harmless,  rather\r\n  the materiality and prejudicial character of the error must be determined from\r\n  its relationship to the entire case; in considering whether error is harmless,\r\n  a case's particular facts must be considered along with various factors\r\n  including:  the importance of the witness's testimony in the prosecution's\r\n  case, whether the testimony was cumulative, the presence or absence of evidence\r\n  corroborating or contradicting the testimony of the witness on material points,\r\n  the extent of cross-examination otherwise permitted, and the overall strength\r\n  of the prosecution's case).\r\nFor the foregoing reasons, appellant's conviction is\r\nAFFIRMED.\r\nFEW, C.J., and HUFF and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] In a statement given to police on September 1,\r\n  2007, Young indicated this conversation took place around 4:30 or 5:00 a.m.\r\n[3] Neil v. Biggers, 409 U.S. 188, (1972).\r\n[4] Although appellant asserts in his question on\r\n  appeal that the trial judge improperly admitted both the out-of-court and\r\n  in-court identification of him, trial counsel clearly argued only that any\r\n  in-court identification should be suppressed, specifically asserting the State\r\n  could elicit testimony from Victim regarding what she stated at the fairground.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-004","title":"Hall's Custom Homes v. Vista Realty Partners","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-004","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Hall's Custom\r\n          Homes, LLC. Respondent\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Vista Realty\r\n          Partners, LLC and Long Grove Vista, LLC. Appellants\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n   J. C. Buddy Nicholson, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No.   2011-UP-004 \r\n  Submitted October 1, 2010 – Filed January\r\n20, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        G. Hamlin O'Kelly, III, of Mt. Pleasant,\r\n          for Appellants.\r\n        Frank M. Cisa, of Mt. Pleasant, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: In\r\n  this mechanic's lien action, Vista Realty Partners and Long Grove Vista, LLC.\r\n  (collectively Vista Realty) appeal the trial court's award of $65,994.56 plus\r\n  prejudgment interest and attorney's fees to Hall's Custom Homes, Inc.  We\r\n  affirm.[1]\r\nFACTS/PROCEDURAL HISTORY\r\nOn April 1, 2005 John Hall of\r\n  Hall's Custom Homes and Richard Blatt of Vista Realty entered into a contract\r\n  for the repair of decks on an apartment complex.  The parties' initial agreement\r\n  was for the repair of 4 apartment units in Building 300.  The contract provided\r\n  Vista Realty would pay $3,100.00 or actual costs for material, $3,200.00 for\r\n  rental of equipment, and labor billed at $35.00 per man hour.  The contract\r\n  noted: &quot;Pricing will vary depending on amount of rot found.&quot;  \r\nAfter Hall's Custom Homes\r\n  began work on Building 300, Blatt visited the worksite and authorized Hall's\r\n  Custom Homes to proceed with repairing the other decks on the building.  On\r\n  April 14, 2005, Hall's Custom Homes submitted an invoice to Vista Realty for\r\n  $29,000.00. It then substituted another invoice to include the work completed\r\n  through April 20, 2005 for $42,921.17.  In response, Blatt sent Hall's Custom\r\n  Homes a memo stating he was &quot;shocked&quot; by the invoice.  Vista Realty\r\n  requested Hall's Custom Homes submit a more detailed invoice.  Hall's Custom\r\n  Homes sent Vista Realty an updated invoice for $62,895.00.  When Vista Realty\r\n  failed to pay the invoice, Hall's Custom Homes completed the repairs on the 12\r\n  decks on which it had worked to make them safe and then stopped work.  \r\nOn May 5, 2005 Hall's Custom\r\n  Homes filed a mechanic's lien claiming $65,994.56 plus interest was owed to it\r\n  by Vista Realty.  It filed this action to foreclose the lien on June 14, 2005,\r\n  also asserting claims for breach of contract and quasi-contract.  Vista Realty\r\n  filed a bond to release the mechanic's lien.  It answered the complaint denying\r\n  Hall's Custom Homes' allegations and asserting as defenses Hall's Custom Homes'\r\n  claims were barred by lack of a license and the statute of frauds.  \r\nAfter a bench trial, the\r\n  trial court found the contract was not ambiguous.  It awarded Hall's Custom\r\n  Homes $65,994.56.  It left the record open for Hall's Custom Homes to submit\r\n  its affidavit for attorney's fees and costs and for Vista Realty to file a\r\n  post-trial motion.  The court subsequently denied Vista Realty's motion to\r\n  alter or amend, granted Hall's Custom Homes pre-judgment interest, and awarded\r\n  Hall's Custom Homes $9,208.05 in fees and costs.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nThis is an action at law.[2]  McCall v. IKON, 380 S.C. 649, 658, 670 S.E.2d 695, 700 (Ct. App. 2008) (&quot;An\r\n  action for breach of contract seeking money damages is an action at law.&quot;); Seckinger v. Vessel Excalibur, 326 S.C. 382, 386, 483 S.E.2d 775, 777\r\n  (Ct. App. 1997) (stating an action to enforce a mechanic's lien is an action at\r\n  law).  &quot;In an action at law, on appeal of a case tried without a jury, the\r\n  findings of fact of the judge will not be disturbed upon appeal unless found to\r\n  be without evidence which reasonably supports the judge's findings.&quot; Townes\r\n  Assocs. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).\r\nLAW/ANALYSIS\r\nA.  Expert witness\r\nVista Realty argues the trial\r\n  court erred in refusing to admit Blatt as an expert witness.  We disagree.  \r\nReversal of a trial court's\r\n  qualification of an expert witness requires the appellant to prove both an\r\n  abuse of discretion and prejudice.  Austin v. Stokes-Craven Holding Corp.,\r\n  387 S.C. 22, 37, 691 S.E.2d 135, 142 (2010).  An abuse of discretion occurs\r\n  when the decision of the trial court is unsupported by the evidence or\r\n  controlled by an error of law.  Id. at 37, 691 S.E.2d at 143.  \r\n&quot;Lay witnesses are\r\n  permitted to offer testimony in the form of opinions or inferences if the\r\n  opinions or inferences are rationally based on the witness'  perception, and\r\n  will aid the fact-finder in understanding testimony, and do not require special\r\n  knowledge.&quot;  State v. Douglas, 380 S.C. 499, 502, 671 S.E.2d 606, 608\r\n  (2009).  Furthermore, the fact that a witness is qualified as an expert does\r\n  not require the fact finder to accord his or her testimony any greater weight\r\n  than that given to any other witness.  Id. at 503, 671 S.E.2d at 609.  The\r\n  same tests that are commonly applied in the evaluation of ordinary evidence are\r\n  to be used in judging the weight and sufficiency of expert testimony.  Id.\r\nWhen the trial court asked\r\n  Vista Realty to clarify what field of expertise it was offering Blatt as an\r\n  expert, its attorney responded:  &quot;We offer this witness as the owner's\r\n  representative, the defendant's representative on this project.&quot;  The\r\n  court then stated:  &quot;Well, he doesn't have to be an expert for that.&quot; \r\n  While the court did not qualify Blatt as an expert, it did state Blatt could\r\n  testify as an owner.  As Vista Realty failed to state a field that in fact\r\n  required an expert witness, we find the trial court did not abuse its\r\n  discretion in declining to qualify Blatt as an expert witness.  \r\nFurthermore, we find no\r\n  prejudice resulted from the ruling.  Vista Realty asserts the trial court did\r\n  not allow Blatt's expert testimony as to the costs that should have been allowed\r\n  for the decking repairs by Hall's Custom Homes and as to the quality of the\r\n  work performed.  However, Blatt testified without objection that his personal\r\n  expectation for the cost of the repairs was &quot;just over $1000.00 per deck.&quot; \r\n  In addition, he testified he was &quot;shocked&quot; by Hall's Custom Homes'\r\n  bill and that it was &quot;dramatically higher than what was expected at that\r\n  stage of completion.&quot;  The trial court also allowed Blatt to testify that\r\n  he paid the new contractor $385,000 for repairs to 232 decks.  In addition, the\r\n  trial court allowed Blatt to testify that all of the decks Hall's Custom Homes\r\n  worked on required remedial work by the new contractor.  As Vista Realty failed\r\n  to provide this court with any examples of testimony it was not allowed to\r\n  present due to the trial court's ruling, we find Vista Realty was not\r\n  prejudiced by the trial court's denial of its request to have Blatt admitted as\r\n  an expert witness.   \r\n2.  Consideration of Blatt's\r\n  testimony\r\nVista Realty argues the trial\r\n  court erred in refusing to consider Blatt's testimony concerning the proper\r\n  amount to be charged for the deck work.  We disagree.   \r\nAlthough, as stated above,\r\n  Blatt testified he believed the amount Hall's Custom Homes sought was\r\n  unreasonable, Hall's Custom Homes offered evidence to support its claim.  John\r\n  Hall described the work his company performed on the decks.  He testified the\r\n  scope of the work his company performed was greater than that performed by the\r\n  second contractor Vista Realty hired to complete the project.  He submitted\r\n  invoices for the materials used and time sheets for labor.  Hall testified he worked\r\n  on a similar project with a different crew and the hours spent on that project\r\n  were in line with the Vista Realty project.  \r\n&quot;Credibility\r\n  determinations regarding testimony are a matter for the finder of fact, who has\r\n  the opportunity to observe the witnesses, and those determinations are entitled\r\n  to great deference on appeal.&quot;  Okatie River, L.L.C. v. Southeastern\r\n  Site Prep, L.L.C., 353 S.C. 327, 338, 577 S.E.2d 468, 474 (Ct. App. 2003). \r\n  The trial court explained Blatt's expectation that the cost would be $1000.00 a\r\n  deck was unrealistic as the materials and rentals alone exceeded that amount.  We\r\n  find no error in the trial court's determination Hall's testimony was more\r\n  credible than Blatt's.  We hold the record contains evidence to support the\r\n  trial court's award to Hall's Custom Homes.  \r\nCONCLUSION\r\nFor the above state reasons,\r\n  the order of the trial court is \r\nAFFIRMED.  \r\nFEW, C.J., and HUFF and\r\n  GEATHERS, JJ. concur.  \r\n\r\n\r\n\r\n[1] We\r\n  decide this case without oral argument pursuant to Rule 215, SCACR.\r\n[2] The trial court found a valid contract existed.  Accordingly, it did not reach\r\n  Hall Custom Homes' equitable claim.  \r\n\r\n","court":"Appeals"},{"id":"2011-UP-005","title":"George v. Wendell","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-005","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE\r\n  CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE\r\n  268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Dorothy W. George, Irene\r\n          Christensen, Julia B. Cain, Brian S. Dantzler, Charles Dolan, Pamela Dolan,\r\n          Virginia W. Floyd, Marvin S. Murdaugh, Jr., Cathie M. Murdaugh, Margaret P.\r\n          Hay Living Trust, Trust NES, Mary W. Geils, and George F. Geils, Respondents,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Charles H. Wendell and Kathryn\r\n          J. Wendell, Appellants.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\nUnpublished Opinion No.   2011-UP-005\r\nSubmitted November 1, 2010 – Filed January 20, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        H.C. Howell,\r\n          III, and Andrew K. Epting, Jr., both of Charleston, for Appellants.\r\n        E. Paul\r\n          Gibson, of Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Charles\r\n  and Kathryn Wendell appeal from the trial court's order that required them to\r\n  remove their garage and permanently enjoined them from constructing any\r\n  structure within a 75-foot setback along the front of their property.  The\r\n  Wendells argue the trial court erred in finding their lot is subject to a\r\n  75-foot setback because the restrictive covenants failed to create such a\r\n  requirement in clear and unambiguous terms and the plain language of the\r\n  covenants is capable of two differing interpretations.[1]\r\n1. We find no error in the trial court’s ruling\r\n  that the restrictive covenants are clear and unambiguous, and the 75-foot\r\n  setback requirement applies to the Wendells' property.  Restrictive covenants\r\n  are contractual in nature, thus the paramount rule of construction is to\r\n  ascertain and give effect to the intent of the parties as determined from the\r\n  whole document.  Palmetto Dunes Resort, Div. of Greenwood Dev. Corp. v.\r\n  Brown, 287 S.C. 1, 6, 336 S.E.2d 15, 18 (Ct. App. 1985).  &quot;A\r\n  restrictive covenant will be enforced if the covenant expresses the party's\r\n  intent or purpose, and this rule will not be used to defeat the clear express\r\n  language of the covenant.&quot;  Sea Pines Plantation Co. v. Wells, 294\r\n  S.C. 266, 270, 363 S.E.2d 891, 894 (1987).  Ambiguities in a restrictive\r\n  covenant are to be strictly construed against the party seeking to enforce it;\r\n  however, the rule of strict construction should not be applied so as to defeat\r\n  the plain and obvious purpose of the instrument.  Palmetto Dunes Resort,\r\n  287 S.C. at 6, 336 S.E.2d at 18-19.  A contract is ambiguous when the terms of\r\n  the contract are reasonably susceptible of more than one interpretation, and it\r\n  is a question of law for the court whether the language of a contract is\r\n  ambiguous.  S.C. Dep't of Natural Res. v. Town of McClellanville, 345\r\n  S.C. 617, 623, 550 S.E.2d 299, 302-03 (2001).  The original restrictive covenants do not indicate the developers\r\n  intended the 75-foot setback requirement that applied to Lot 4 to be modified\r\n  if the lot was subdivided.  Instead, the restrictive\r\n  covenants specifically provided if the lot was subdivided, the\r\n  newly-created lots would be subject to the original restrictive\r\n  covenants.  Also, the amendments to the restrictive\r\n  covenants, which acknowledged the subdivision of Lot 4, did not modify\r\n  the specific setback requirements for Lot 4.  Further, Robert George, a\r\n  thirty-three year resident of the neighborhood and a licensed surveyor and\r\n  engineer, testified the garage was a substantial violation of the restrictive covenants and changed the character of\r\n  the neighborhood because it extended beyond the front of all the other homes.  George\r\n  also stated there were no substantial violations or disregard of the restrictive covenants, and no changes in the\r\n  character of the subdivision since the establishment of the restrictive covenants.  Therefore,\r\n  the evidence supports the trial court's ruling.\r\n2.&nbsp; We need not address the issue of\r\n  whether the equities in this case were sufficient to overcome the trial\r\n  court's finding that the 75-foot setback applied to the Wendell's property.  Although\r\n  the Wendells raised the argument to the trial court, the trial judge did not\r\n  rule on it, and the Wendells did not file a Rule 59(e), SCRCP motion.  Therefore,\r\n  the issue is not preserved for our review.  See Chastain v.\r\n  Hiltabidle, 381 S.C. 508, 515, 673 S.E.2d 826, 829 (Ct. App. 2009) (holding\r\n  when an issue is raised to but not ruled upon by the trial court, the issue is\r\n  preserved for appeal only if the party raises the same issue in a Rule 59(e)\r\n  motion).  Additionally, the Wendells did not raise this issue in their issues\r\n  on appeal.  See Rule 208(b)(1)(B), SCACR (noting ordinarily an appellate\r\n  court will not review any issue not set forth in the statement of issues on\r\n  appeal).\r\nAFFIRMED.\r\nFEW, C.J., SHORT and WILLIAMS, JJ., concur.\r\n\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.  We affirm pursuant to Rule 220(b)(1), SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-006","title":"State v. Gallman","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-006","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Dominic Gallman, Appellant.\r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  G. Thomas Cooper, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-006\r\n  Submitted October 1, 2010 – Filed January\r\n20, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert M. Dudek, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry D. McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald\r\n          J. Zelenda, Assistant Attorney General Melody J. Brown, and Solicitor W. Barney\r\n          Giese, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Dominic\r\n  Gallman appeals his convictions for three counts of murder, burglary in the\r\n  first degree, armed robbery, and kidnapping.  We affirm[1] pursuant\r\n  to Rule 220(b), SCACR, and the following authorities:  Issue 1:  State v. Council, 335 S.C. 1, 13,\r\n  515 S.E.2d 508, 514 (1999) (finding a trial court should first exhaust other\r\n  methods to cure possible prejudice before aborting a trial); State v. Walker,\r\n  366 S.C. 643, 658, 623 S.E.2d 122, 129 (Ct. App. 2005) (stating a curative\r\n  instruction is usually deemed to have cured any alleged error).  Issue 2: State\r\n  v. Allen, 269 S.C. 233, 242, 237 S.E.2d 64, 68 (1977) (holding overwhelming\r\n  proof of guilt rendered harmless any error in the admission of the evidence in\r\n  question).  Issue 3: Rule 613(b), SCRE (providing for admission of a prior\r\n  inconsistent statement if the witness does not admit making the statement);   State v. Carmack, 388 S.C. 190, 201,\r\n  694 S.E.2d 224, 229-30 (Ct. App. 2010) (finding where the witness has responded with\r\n  anything less than an unequivocal admission, trial courts are granted wide\r\n  latitude to allow extrinsic evidence proving the statement).\r\nAFFIRMED.\r\nSHORT, THOMAS,\r\n  and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-007","title":"Barrett v. Flowers","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-007","description":null,"date":"2011-01-20","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT\r\n  BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE\r\n  268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Leslie P. Barrett, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Charlie Floyd Flowers, Emanule Flowers and Countrywide Home\r\n          Loans, Inc., Defendants,\r\n          \r\n        \r\n        Of Whom Countrywide Home Loans, Inc. is Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nNate Fata, Special Referee \r\n\r\nUnpublished Opinion No.  2011-UP-007 \r\n  Heard November 4, 2010 – Filed January 20,\r\n  2011\r\n  Withdrawn, Submitted and Refiled June 2,\r\n2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Richard M. Smith, of Georgetown, and\r\n          Robert L. Widener, of Columbia, for Appellant.\r\n        William A. Bryan, of Surfside Beach, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Leslie\r\n  P. Barrett filed this action against Charlie Floyd Flowers, Emanule Flowers,\r\n  and Deutsche Bank National Trust Co. (Deutsche) alleging a one-half interest in\r\n  property titled to Charlie, and subject to a mortgage interest.  Barrett also\r\n  alleged battery, intentional infliction of emotional distress, and outrage\r\n  against Emanule.  Charlie and Emanule defaulted, and the matter was referred to\r\n  the special referee. \r\nThe referee granted Deutsche's motion to dismiss\r\n  because the mortgage it serviced for Lumina Mortgage Company, Inc. (Lumina) had\r\n  been satisfied.  The special referee denied Charlie and Emanule's motion to set\r\n  aside entry of default, awarded Barrett $105,000 in actual and $20,000 in\r\n  punitive damages, and found Barrett was entitled to a one-half interest in the\r\n  subject property.  The referee granted Countrywide Home Loans, Inc.'s\r\n  (Countrywide) motion to intervene, and ruled Countrywide had no claim or lien\r\n  against the property.  Countrywide appeals.  We affirm.\r\n\r\nFACTS\r\nBarrett and Emanule lived together from 1994 until\r\n  March 2007.  Two children were born of the relationship.  Barrett was a\r\n  stay-at-home mom for much of the time the parties were together, but she worked\r\n  outside the home for the last years of their cohabitation. \r\nBarrett and Emanule purchased the subject property in\r\n  2005, using funds obtained from a purchase money mortgage given to Lumina.  Barrett\r\n  provided the down payment and funds necessary to close, using gifts from her\r\n  mother and a personal loan from her mother's husband.  Barrett also made some mortgage\r\n  payments.  Because Barrett was unemployed at the time of the purchase, Barrett\r\n  and Emanule agreed that Emanule would apply for the Lumina loan, and the property\r\n  would be deeded solely in his name.  Although Emanule allegedly agreed to convey\r\n  a one-half interest in the property to Barrett, he never did. \r\nBarrett testified Emanule mentally and physically\r\n  abused her beginning in 1994 and continuing throughout the relationship.  Barrett\r\n  suffered black eyes, being pulled up and down stairs, permanent scarring to her\r\n  face, beatings in front of the children, a fractured shoulder, a broken nose, broken\r\n  teeth, jaw and ear injuries, death threats, and other physical and mental\r\n  abuse.  Emanule forced Barrett and the children from the house on March 2,\r\n  2007. \r\nOn March 29, 2007, Emanule's father, Charlie Flowers,\r\n  applied to Countrywide for a refinance loan on the property, indicating he had\r\n  owned the property since 2005.  Countrywide hired Edward McDonnell to handle\r\n  the closing.  McDonnell testified his office received Countrywide's request for\r\n  a title search on March 30, 2007.  By deed dated April 2, 2007, and recorded\r\n  April 3, 2007, Emanule conveyed the property to Charlie for a stated\r\n  consideration of $5.00.  McDonnell and Countrywide received copies of the deed.\r\n   McDonnell received the title search report on April 6, 2007, showing Charlie\r\n  as the owner, and reporting the Lumina mortgage. \r\nBarrett filed a lis pendens on April 18, 2007, and\r\n  this action on May 8, 2007.  On May 10, 2007, Countrywide recorded a mortgage\r\n  on the property that secured a loan to Charlie for $167,250.  Another title\r\n  search was completed on May 15, 2007.  McDonnell testified the search was certified\r\n  as of April 24, 2007, and indicated &quot;[n]o updates to title.&quot;  The\r\n  search report failed to reflect Barrett's April 18, 2007 lis pendens.  The\r\n  Lumina mortgage of $125,771.37 was satisfied of record on May 18, 2007, from\r\n  the Countrywide loan disbursement funds. \r\nBy order filed September 24, 2007, the special referee\r\n  awarded Barrett actual and punitive damages, a one-half interest in the\r\n  property, and set aside the deed conveying the property to Charlie.  The\r\n  referee deferred the execution of the deed back to Barrett pending a hearing on\r\n  Countrywide's claims. \r\nAfter the hearing on Countrywide's claims, including\r\n  entitlement to an equitable lien, the special referee found Countrywide had no lien\r\n  against the property.  The referee issued deeds setting aside the Flowers' deed\r\n  effective April 2, 2007, and deeded a one-half interest to Barrett effective\r\n  the date the lis pendens was filed, April 18, 2007.  Countrywide moved to\r\n  reconsider.  After a hearing, the referee denied the motion.  This appeal\r\n  follows.\r\n\r\nSTANDARD OF REVIEW\r\nAn\r\n  action to establish an equitable lien and lien priorities is an action in\r\n  equity.  Fibkins v. Fibkins, 303 S.C. 112, 115, 399 S.E.2d 158, 160 (Ct.\r\n  App. 1990).  In reviewing equitable matters, this court may review based on its\r\n  own view of the preponderance of the evidence.  Williams v. Wilson, 349\r\n  S.C. 336, 339-40, 563 S.E.2d 320, 322 (2002).  However, we should not disregard\r\n  the findings of the special referee, who was in a better position to weigh the\r\n  credibility of witnesses.  Tiger, Inc. v. Fisher Agro, Inc., 301 S.C.\r\n  229, 237, 391 S.E.2d 538, 543 (1989) (affording deference to the master in an\r\n  equitable action).\r\nLAW/ANALYSIS\r\nI.&nbsp; Equitable Lien[1]\r\nCountrywide argues the special referee\r\n  erred in refusing to grant it an equitable lien to the extent of the Lumina\r\n  mortgage, thereby granting Barrett a windfall.  We disagree.\r\n&quot;For an equitable lien to arise,\r\n  there must be a debt owing from one person to another, specific property to\r\n  which the debt attaches, and an intent, expressed or implied, that the property\r\n  will serve as security for the payment of the debt.&quot;  Doe v. Roe,\r\n  323 S.C. 445, 453, 475 S.E.2d 783, 787 (Ct. App. 1996).  In this case, there is\r\n  no debt owed by Barrett or Emanule to Countrywide, only a debt owed to\r\n  Countrywide by Charlie, who by virtue of the referee's deed setting aside the\r\n  April 2, 2007 deed, had no interest in the property.  See 59 C.J.S. Mortgages § 228 (2009) (stating a mortgagee cannot acquire any greater interest in property\r\n  than the mortgagor possesses).  Furthermore, there was no evidence of intent by\r\n  Barrett or Emanule that the property would serve as security for the payment of\r\n  the debt.  See Carolina Attractions, Inc. v. Courtney, 287 S.C.\r\n  140, 146, 337 S.E.2d 244, 247 (Ct. App. 1985) (finding no entitlement to an\r\n  equitable lien where there was no allegation that it was the parties' intent,\r\n  expressed or implied, that note proceeds would serve as security).  Because\r\n  Countrywide cannot prove the requirements necessary to establish an equitable\r\n  lien, we affirm the special referee.  \r\nFurthermore, &quot;hornbook law [provides]\r\n  that equity will not impose an equitable lien where there is an adequate remedy\r\n  at law.&quot;  Id.; see Georgia-Carolina Gravel Co. v.\r\n    Blassingame, 129 S.C. 18, 24-25, 123 S.E. 324, 326 (1924) (finding where no\r\n  facts were alleged showing plaintiff's remedy at law was inadequate, equity\r\n  would not assume jurisdiction on the theory of an equitable lien).  Our supreme\r\n  court recently reiterated that &quot;[t]he court will reserve its equitable\r\n  powers for situations when there is no adequate remedy at law.&quot;  Strategic\r\n    Res. Co. v. BCS Life Ins. Co., 367 S.C. 540, 544, 627 S.E.2d 687, 689\r\n  (2006).   \r\n&quot;An 'adequate' remedy at law is one\r\n  which is as certain, practical, complete and efficient to attain the ends of\r\n  justice and its administration as the remedy in equity.&quot;  Santee Cooper\r\n    Resort, Inc. v. S.C. Pub. Serv. Comm'n, 298 S.C. 179, 185, 379 S.E.2d 119,\r\n  123 (1989).  To be entitled to an equitable lien, it was incumbent upon\r\n  Countrywide to allege and prove the lack of an otherwise adequate remedy.  See Strategic Res. Co., 367 S.C. at 544, 627 S.E.2d at 689 (stating the\r\n  party in an equitable action for injunction has the burden of proving the lack\r\n  of an adequate remedy at law).  We conclude Countrywide's rights under its\r\n  contract with Charlie provide Countrywide with an adequate remedy at law.  \r\nWe find no support in the cases\r\n  Countrywide relies on.  In arguing it is entitled to an equitable lien because\r\n  otherwise Barrett receives a windfall, Countrywide cites Edwards v.\r\n    Columbia, S.C. Teachers Fed. Credit Union, 276 S.C. 89, 275 S.E.2d 879\r\n  (1981).  In Edwards, Mrs. Smith owned property subject to a note and\r\n  second mortgage of the credit union, of which Mr. Smith was a member.  276 S.C.\r\n  at 90, 275 S.E.2d at 880.  The credit union provided a life insurance policy as\r\n  a fringe benefit of membership, which would satisfy the loan upon the death of\r\n  the member.  Id.  Mrs. Smith sold the property to Edwards, who assumed\r\n  the mortgages on the property, including the second mortgage.  Id.  Upon\r\n  Mr. Smith's death, the credit union satisfied the second note and mortgage, and\r\n  assigned them to Mr. Smith's estate.  Id.  Edwards sought a\r\n  determination that the note and mortgage were satisfied, and Mrs. Smith had no\r\n  right of subrogation.  Id.  The supreme court found Mr. Smith would have\r\n  been entitled to subrogation to enforce the second mortgage as if he had paid\r\n  the loan to the credit union from his own funds.  Id. at 91, 275 S.E.2d\r\n  at 881.  The court found that to give Edwards credit for the payment of the\r\n  second mortgage would give her a windfall, to which she was not entitled.  Id. at 91, 275 S.E.2d at 880.  Edwards, however, is an equitable subrogation\r\n  case.[2] \r\n  We find no application of Edwards to this action seeking an equitable\r\n  lien.\r\nCountrywide contends the special referee\r\n  should have granted it an equitable lien because the remedy for fraud is to\r\n  place the injured party in the same position he would have enjoyed absent the\r\n  fraud.  In support of this argument, Countrywide relies on Gilbert v.\r\n    Mid-South Machinery Co., 267 S.C. 211, 227 S.E.2d 189 (1976).  In Gilbert,\r\n  the plaintiff filed a fraud action for damages based on the sale and purchase\r\n  of a business.  267 S.C. at 217, 227 S.E.2d at 191.  The supreme court affirmed\r\n  a jury verdict of actual and punitive damages, citing the general rule that an\r\n  injured party in a fraud action is entitled to recover such damages as will\r\n  place him in the same position he occupied prior to the fraud.  Id. at\r\n  223, 227 S.E.2d at 194.  We find the general law regarding damages in a fraud\r\n  action does not apply in this case. \r\nCountrywide next argues at a minimum, the special\r\n  referee should have granted an equitable lien as to the amount of Emanule's\r\n  interest in the property, because otherwise he is rewarded for his\r\n  participation in the fraudulent transfer to Charlie.  Countrywide first raised\r\n  this issue in its proposed order submitted to the referee after the hearing on\r\n  the merits.  We find this issue is not preserved for our review.  See McGee\r\n    v. Bruce Hosp. Sys., 321 S.C. 340, 347, 468 S.E.2d 633, 637 (1996) (finding\r\n  an issue not timely raised is not preserved for appellate review); Beaufort Cnty. v. Butler, 316 S.C. 465, 468, 451 S.E.2d 386, 388 (1994)\r\n  (finding an issue not raised at the hearing on the merits was not preserved for\r\n  review).\r\nFinally, Countrywide urges this court to\r\n  utilize its equitable powers to invent a mode of relief, if necessary, to\r\n  enable it to secure an equitable lien.  We decline, however, because the powers\r\n  of equity are not unlimited.  See 27A Am.Jur.2d Equity § 76 (2008)\r\n  (&quot;The court must have a cognizable basis for granting equitable relief and\r\n  is not authorized to take a particular course of action simply because it\r\n  thinks such action is just and appropriate.&quot;); see generally Cagle\r\n    v. Shaefer, 115 S.C. 35, 42, 104 S.E. 321, 323 (1920) (finding the court\r\n  has the power in equity to grant specific performance but &quot;the power is\r\n  not unlimited, as seems to be supposed by some.  It is commensurate with, but\r\n  it is limited by, the necessity which calls for the existence and exercise of\r\n  it.&quot;).\r\nII.&nbsp; Lis Pendens\r\nCountrywide argues the special referee erred in\r\n  misapprehending the purpose, scope, and effect of the lis pendens filed by\r\n  Barrett for the purpose of prioritizing liens on the property.  We need not\r\n  address this issue based on our affirmation of the special referee's finding\r\n  that Countrywide is not entitled to an equitable lien.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (stating an appellate court need not address an issue when a\r\n  decision on a prior issue is dispositive).\r\nIII. Insurance\r\nCountrywide argues the special referee erred in\r\n  considering its title insurance policy.  We find no reversible error.  \r\nAt the hearing on Countrywide's counter and\r\n  cross-claims, Countrywide moved in limine to bar the introduction of evidence\r\n  of insurance.  The special referee reserved ruling on the issue.  When\r\n  McDonnell was questioned during cross-examination about the title insurance\r\n  policy, the special referee permitted the questioning, finding the policy\r\n  relevant for purposes of notice.  In his order filed after the hearing on\r\n  Countrywide's claims, the special referee stated:  &quot;The evidence presented\r\n  in the case showed that Countrywide was issued a policy of title insurance at\r\n  the time its loan was closed.  Although Countrywide has objected to title\r\n  insurance being considered, this is an equitable proceeding, and it would\r\n  appear relevant.&quot;  In its motion for reconsideration, Countrywide argued\r\n  the special referee erred in considering the existence of insurance.  At the\r\n  hearing on the motion for reconsideration, the special referee stated: \r\n  &quot;Your last point about the insurance, that's not part of my analysis when\r\n  it comes to . . . reviewing the arguments and the Motion for\r\n  Reconsideration.&quot;  In the order denying Countrywide's motion for\r\n  reconsideration, the special referee concluded: &quot;Although [insurance was]\r\n  mentioned in this Court's previous order, whether or not Countrywide has title\r\n  insurance protection is not part of this Court's analysis of the result it\r\n  reached in this case.&quot;  The special referee specifically noted it did not\r\n  rely on Countrywide's title insurance policy.  We, therefore, find no error.\r\nIV.&nbsp; Other Remedies\r\nCountrywide contends the special referee erred in\r\n  considering its possible recourse against Charlie.  We disagree.\r\nAs previously discussed, a court of equity will not\r\n  impose a lien where there is an adequate remedy at law.  Carolina\r\n    Attractions, Inc. v. Courtney, 287 S.C. 140, 146, 337 S.E.2d 244, 247 (Ct.\r\n  App. 1985).  Because we find Countrywide's\r\n  right to recourse against Charlie provides it an adequate remedy at law, we\r\n  find no error by the special referee in considering Countrywide's recourse\r\n  against Charlie.  \r\n\r\nCONCLUSION\r\nBased on the foregoing analysis, the order of the special\r\n  referee is\r\nAFFIRMED.\r\nFEW, C.J., SHORT and WILLIAMS, JJ., concur.  \r\n\r\n\r\n[1] We combine Countrywide's first, second, and fifth\r\n  issues in this analysis.\r\n[2] The\r\n  elements of the doctrine of equitable subrogation are: (1) the party claiming\r\n  subrogation has paid the debt; (2) the party was not a volunteer; (3) the party\r\n  was secondarily liable for the debt or for the discharge of the lien; and (4)\r\n  no injustice will be done to the other party by the allowance of the equity.  United\r\n    Carolina Bank v. Caroprop, Ltd., 316 S.C. 1, 3, 446 S.E.2d 415, 416 (1994).\r\n\r\n","court":"Appeals"},{"id":"2011-UP-008","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-008","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n          The State, Respondent,\r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n          Denen L.\r\n          Johnson, Appellant\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-008\r\n  Submitted January 1, 2011 – Filed January\r\n24, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A.\r\n          Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Deborah R.J. Shupe, all of Columbia; and\r\n          Solicitor Scarlett Anne Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Denen L. Johnson appeals his conviction for armed robbery, arguing the circuit court erroneously denied his\r\n  motion for a directed verdict.  He contends the victim's subjective belief was\r\n  insufficient evidence to show he was armed or tried to induce the belief he was\r\n  armed.  We affirm.[1]\r\nAn appellate court reviews\r\n  the denial of a directed verdict by viewing the evidence and all reasonable\r\n  inferences in the light most favorable to the State.  State v. Weston,\r\n  367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  &quot;If there is any direct\r\n  evidence or any substantial circumstantial evidence reasonably tending to prove\r\n  the guilt of the accused, [an appellate court] must find the case was properly\r\n  submitted to the jury.&quot;  Id. at 292-93, 625 S.E.2d at 648.  The\r\n  circuit court may not consider the weight of the evidence.  Id. at 292,\r\n  625 S.E.2d at 648.\r\nRobbery rises to armed robbery on the occurrence of one of two additional\r\n  elements: (1) that the robber was &quot;armed with a pistol . . . or other\r\n  deadly weapon&quot; or (2) that the robber &quot;alleg[ed], either by action or\r\n  words, he was armed while using a representation of a deadly weapon or any\r\n  object which a person present during the commission of the robbery reasonably\r\n  believed to be a deadly weapon.&quot;  S.C. Code Ann. § 16-11-330(A) (2003); State\r\n    v. Dodd, 354 S.C. 13, 17, 579 S.E.2d 331, 333 (Ct. App. 2003).  A jury may\r\n  infer the presence of a deadly weapon from circumstantial evidence.  State\r\n    v. Muldrow, 348 S.C. 264, 268, 599 S.E.2d 847, 849 (2002).  However, if\r\n  there is insufficient evidence the robber was armed with a deadly weapon, the\r\n  second prong of the armed robbery statute &quot;ensures that the use of [an]\r\n  object which is in fact not a deadly weapon will support a conviction for armed\r\n  robbery.&quot;  Id. at 269, 599 S.E.2d at 850.  A jury can conclude that\r\n  a defendant was &quot;armed under the requisite circumstances without having to\r\n  conclude that he was, in fact, so armed.&quot;  State v. Jones, 342 S.C.\r\n  248, 253, 536 S.E.2d 396, 398 (Ct. App. 2000).\r\nHere, the State\r\n  presented sufficient evidence to meet both prongs of the armed robbery\r\n  statute.  Contrary to Johnson's assertion, the victim's subjective belief was\r\n  not the State's only evidence relevant to the armed robbery charge.  Rather,\r\n  the State's evidence included the robbery note, the surveillance video, and the\r\n  victim's testimony of her observations during the robbery.  The evidence showed\r\n  that Johnson told the victim he would hurt her if she did not comply with his\r\n  demands and put his hand under his shirt as if he was pointing an object toward\r\n  her.  Moreover, the victim testified she thought he was armed with a gun. \r\n  Therefore, sufficient evidence existed for a jury to reasonably infer Johnson\r\n  was armed with a deadly weapon.  Furthermore, the State's evidence sufficiently\r\n  showed Johnson alleged or purported he was armed while using either a\r\n  representation of or an object reasonably believed to be a deadly weapon.  Accordingly,\r\n  the decision of the circuit court is\r\nAFFIRMED.\r\nFEW, C.J.,\r\n  SHORT and WILLIAMS, JJ., concur. \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-009","title":"In The Matter of Cedric White","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-009","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          In The Matter\r\n          Of The Care And Treatment Of Cedric Leandra White, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nDeadra L. Jefferson, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2011-UP-009  \r\n  Submitted January 1, 2011 – Filed January\r\n24, 2011\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle C. DuRant, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Deborah R. J. Shupe, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Cedric\r\n  Leandra White appeals his commitment to the South Carolina Department of Mental\r\n  Health under the Sexually Violent Predator Act.  White argues the trial court\r\n  erred by improperly relying on Dr. Schwartz-Watt's diagnosis of an unspecified\r\n  sexual disorder during his second evaluation even though she had previously\r\n  found he did not meet the definition of a sexually violent predator.  After a thorough review of the record and\r\n  counsel's brief, pursuant to Anders v. California, 386 U.S. 738 (1967), In\r\n    re McCoy, 360 S.C. 425, 427, 602 S.E.2d 58, 59 (2004) (adopting the Anders procedure for alleged no-merit appeals in sexually violent predator involuntary\r\n  commitment appeals), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357\r\n  (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved.\r\nAPPEAL DISMISSED.\r\nFEW, C.J., SHORT and\r\n  WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-010","title":"State v. Dwyer","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-010","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Devan Jevon\r\n          Dwyer, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\n  R. Ferrell Cothran, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No.   2011-UP-010\r\n  Submitted January 1, 2011 – Filed January\r\n24, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patrick M. Killen, of Sumter, for\r\n          Appellant.\r\n        Attorney General Henry Alan Wilson, Chief Deputy Attorney\r\n          General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney\r\n          General William M. Blitch, Jr., all of Columbia; and Solicitor C. Kelly Jackson,\r\n          of Sumter, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Devan\r\n  Jevon Dwyer was convicted of first-degree burglary, armed robbery, two counts\r\n  of assault and battery with intent to kill (ABWIK), and possession of a firearm\r\n  during the commission of a violent crime.  On appeal, Dwyer argues the trial\r\n  court erred in excluding photos of drugs found in the victim's home and\r\n  violated Dwyer's constitutional right to confront witnesses. We\r\n  affirm.[1]\r\n1. As to whether the trial court erred in excluding photographs taken by\r\n  the police on the night in question that depicted illegal drugs in the victim's\r\n  home: Because Dwyer failed to introduce the evidence during trial after the\r\n  trial court granted the motion in limine to exclude the photos,\r\n  we find this issue is not preserved for our review.  State\r\n    v. Simpson, 325 S.C. 37, 42, 479\r\n  S.E.2d 57, 60 (1996) (&quot;A ruling in limine is not a final ruling on the admissibility of evidence. Unless an objection is\r\n  made at the time the evidence is offered and a final ruling made, the issue is\r\n  not preserved for review.&quot;) (internal citation omitted); S.C.\r\n    Dep't of Highways &amp; Pub. Transp. v. Galbreath,&nbsp;315 S.C. 82, 83 n.2,\r\n  431 S.E.2d 625, 627 n.2&nbsp;(Ct. App. 1993) (noting the losing party has the\r\n  burden to introduce the evidence during trial after the trial court granted the\r\n  motion in limine and &quot;even where a\r\n  motion in limine is granted, it is not the final ruling on the\r\n  admissibility of the evidence.&quot; (citing State v. Floyd, 295 S.C.\r\n  518, 369 S.E.2d 842 (1988))). \r\n2.  As to whether the trial court erred in allowing the State to prosecute the\r\n  second ABWIK in violation of Dwyer's constitutional right to confront victim's\r\n  boyfriend: State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693-94 (2003) (&quot;In order for an issue to be preserved for appellate review, it must have been\r\n  raised to and ruled upon by the trial [court]. Issues not raised and ruled upon in the trial court will not be considered on appeal.&quot;).  \r\nAFFIRMED.\r\nFEW, C.J.,\r\n  SHORT and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-011","title":"Chisolm v. Chisolm","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-011","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Leon Chisolm,\r\n          James Roosevelt Chisolm, Doris G. Fladger, Robert Chisolm, Florence Chisolm,\r\n          Alice C. Jenkins, Sadie Y. McDonald, Martha Pryor, Patricia Millian, Margaret\r\n          E. Warren, Andrew K. Chisolm, Edrina L. Wilson, Carl Chisolm, Lawrence\r\n          Chisolm, Roosevelt Chisolm, II, Louis Chisolm, Eddie Chisolm, Leroy Chisolm,\r\n          and Tommy Chisolm; Plaintiffs,\r\n          \r\n        \r\n        Of Whom Leon\r\n          Chisolm, James Roosevelt Chisolm, Robert Chisolm, Florence Chisolm, Alice C.\r\n          Jenkins, Sadie Y. McDonald, Martha Pryor, Patricia Millian, Margaret E.\r\n          Warren, Andrew K. Chisolm, Edrina L. Wilson, Carl Chisolm, Lawrence Chisolm,\r\n          Roosevelt Chisolm, II, Louis Chisolm, Eddie Chisolm, Leroy Chisolm, and Tommy\r\n          Chisolm are Appellants,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Mary Frances S.\r\n          Chisolm, William Chisolm, Emily C. Campbell, Debra C. Murphy, Allie C.\r\n          Frazier, Cora C. Brown, Cordell Chisolm, Charles Chisolm, Jr., Phillip\r\n          Chisolm, Anthony Chisolm, David Chisolm, Leonard Chisolm, and Levy Chisolm, Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nMikell R. Scarborough, Master-in-Equity\r\n\r\nUnpublished Opinion No. 2011-UP-011\r\n  Submitted January 1, 2011 – Filed January\r\n24, 2011\r\n\r\nDISMISSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Barry I. Baker and Harold Alan Oberman, both\r\n          of Charleston, for Appellants.\r\n        Willie Bruce Heyward, of N. Charleston,\r\n          for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Leon Chisolm et al. (Appellants) appeal the order of\r\n  the master-in-equity denying Appellants' request to issue a deed to a parcel of\r\n  property in accordance with an order from 1982.  On appeal, Appellants argue:\r\n  (1) the failure of the master-in-equity to issue a deed pursuant to the 1982\r\n  order is a clerical mistake pursuant to Rule 60(a), SCRCP, correctable at any\r\n  time by the court and (2) the master-in-equity erred in dismissing Appellants'\r\n  case before hearing the motion to set aside the entry of default made by Mary Frances S. Chisolm et al. (Respondents).  \r\nWe decline to\r\n  reach the merits of this appeal and find this matter to be premature.  Due to\r\n  the unusual posture of this case and the fact that the record does not indicate\r\n  that a ruling has been made on Respondents' motion to set aside the entry of\r\n  default, we dismiss[1] this appeal as interlocutory. See S.C.\r\n  Code Ann. § 14-3-330(1) (1977) (stating &quot;no appeal [may] be taken until\r\n  final judgment is entered&quot;); Ex parte Wilson,&nbsp;367 S.C. 7, 12,\r\n  625 S.E.2d 205, 208&nbsp;(2005) (&quot;As a general rule, only final judgments\r\n  are appealable . . . .  Any judgment or decree, leaving some further act to be\r\n  done by the court before the rights of the parties are determined, is interlocutory and not final.&quot;) (internal citation omitted).  In the current posture of\r\n  this case, while Appellants did not prevail on the merits of their motions, default\r\n  has nonetheless been entered in their favor, which is inconsistent with the\r\n  denial of relief in their motions.  Accordingly, we cannot address the merits\r\n  raised on the summary denial of a Rule 59(e) motion.\r\nWe therefore dismiss the\r\n  appeal and remand the case to the master-in-equity to rule on Respondents'\r\n  motion to set aside the entry of default[2] and to conduct such other proceedings as may be necessary to enter final\r\n  judgment. \r\nTHOMAS, PIEPER,\r\n  and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] We note Appellants\r\n  specifically asked the master-in-equity to address the issue of the pending\r\n  motion to set aside the entry of default but the master-in-equity failed to\r\n  act.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-012","title":"State v. Rodriguez","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-012","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Maria Rodriguez, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nSteven H. John, Circuit Court Judge\r\n\r\nUnpublished Opinion No.   2011-UP-012\r\n  Submitted January 1 ,2011 – Filed January\r\n24, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle C. DuRant, of Columbia, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n          General John W. McIntosh,  Assistant Deputy Attorney General Salley W. Elliott,\r\n          and Assistant Attorney General Christina J. Catoe, all of Columbia; and\r\n          Solicitor J. Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Maria Rodriguez appeals her conviction for\r\n  trafficking cocaine, second-offense, in an amount between ten and twenty-eight\r\n  grams.  On appeal, Rodriguez argues the trial court erred in admitting\r\n  testimony regarding the police's knowledge of Rodriguez's possession of the car\r\n  and previous police incidents involving Rodriguez and the car.  We\r\n  affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:  \r\n  State v. Stanley, 365 S.C. 24, 42-43, 615 S.E.2d 455, 464&nbsp;(Ct. App.\r\n  2005) (&quot;In order to prove constructive possession, the State must show the defendant\r\n  had dominion and control, or the right to exercise dominion and control, over either the drugs or the premises upon which the drugs are  found.&quot;); Id. at 43, 615 S.E.2d at 465 (&quot;The State must show the defendant had dominion or control over the thing allegedly possessed or had the right to exercise dominion or\r\n  control over it.&quot;); State v. Wise, 272 S.C. 384, 387, 252 S.E.2d 294, 295-96 (1979) (finding\r\n  evidence of the defendant's ownership and operation of the truck where the drugs\r\n  were found is sufficient to prove the defendant had dominion and control over\r\n  the drugs).\r\nAFFIRMED.\r\nFEW, C.J., SHORT and\r\n  WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-013","title":"Wyatt v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-013","description":null,"date":"2011-01-24","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Bennie Lee\r\n          Wyatt, Petitioner,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          State of South\r\n          Carolina, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nKenneth G. Goode, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-013.\r\n  Submitted January 4, 2011 – Filed January\r\n24, 2011  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of Columbia, for Petitioner.\r\n        Attorney General Henry Dargan McMaster, Chief Deputy\r\n          Attorney John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n          and Assistant Attorney General Michelle\r\n          Parsons Kelley, all of Columbia; and\r\n          Solicitor Harold W. Gowdy, III, of Spartanburg, for Respondent. \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Petitioner\r\n  seeks a writ of certiorari from the denial of his application for\r\n  post-conviction relief (PCR).  \r\nBecause there is\r\n  sufficient evidence to support the PCR judge's finding that petitioner did not\r\n  knowingly and intelligently waive his right to a direct appeal, we grant\r\n  certiorari and proceed with a review of the direct appeal issue pursuant to Davis\r\n    v. State, 288 S.C. 290, 290, 342 S.E.2d 60, 60 (1986).&nbsp; \r\nPetitioner appeals his\r\n  convictions for second-degree criminal sexual conduct (CSC) and lewd act on a\r\n  child, arguing the trial court erred in: (1)&nbsp;precluding the defense from\r\n  questioning witnesses about the victim's similar accusations against another\r\n  man and (2) denying his directed verdict motion.  We affirm.[1]  \r\nFirst, Petitioner did not\r\n  present any evidence at trial relating to the victim's allegations against another\r\n  man, and the trial court never ruled on the issue.   Accordingly, this issue\r\n  was not preserved for review by this court.  See State v. Govan,\r\n  372 S.C. 552, 557, 643 S.E.2d 92, 94 (Ct. App. 2007) (&quot;[A] motion in\r\n    limine to exclude evidence made at the beginning of trial does not preserve\r\n  the issue for appellate review because a motion in limine is not a final\r\n  determination.&quot;); State v. Rice, 375 S.C. 302, 322-23, 652 S.E.2d\r\n  409, 419 (Ct. App. 2007) (&quot;Unless an objection is made at the time the\r\n  evidence is offered and a final ruling made, the issue is not preserved for\r\n  review.&quot;) (citation omitted).    \r\nSecond, Petitioner contends\r\n  the trial court erred in denying his directed verdict motion, arguing the State\r\n  relied on the victim's testimony and the victim recanted her allegations\r\n  against Petitioner.  Viewing the evidence in the light most favorable to the\r\n  State, the evidence supports submitting the case to the jury.  The State relied\r\n  on evidence other than the victim's own testimony in meeting the elements of second-degree\r\n  CSC.  Specifically, Investigator Diane Lestage testified at trial regarding the\r\n  contents of two written statements Petitioner gave to police, stating Petitioner\r\n  admitted in the written statements he touched his daughter's breasts and\r\n  vaginal area and his daughter &quot;pulled his shorts down and pulled out his\r\n  penis.&quot;  State v. Weston, 367 S.C. 279, 292-93, 625 S.E.2d 641, 648 (2006)\r\n  (&quot;If there is any direct evidence or any substantial circumstantial\r\n  evidence reasonably tending to prove the guilt of the accused, the [appellate\r\n  court] must find the case was properly submitted to the jury.&quot;). \r\n  Accordingly, because evidence exists to support the trial court's decision to\r\n  submit the case to the jury, the trial court did not err in denying\r\n  Petitioner's directed verdict motion.\r\nAFFIRMED.\r\nTHOMAS, PIEPER, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-014","title":"Perjen Inc v. Onyx Company","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-014","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n<!--\r\nbody {\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\n\ttext-align:center\r\n}\r\n-->\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Perjen, Inc.\r\n          d/b/a Melons Restaurant and Bar, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Onyx Company,\r\n          LLC, and Terry Walden, Appellants.\r\n          \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Horry County\r\nLarry B. Hyman, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-014\r\n  Submitted December 1, 2010 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Clifford L. Welsh, of North Myrtle Beach,\r\n          for Appellants.\r\n        Nate Fata, of Surfside Beach, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Terry\r\n  Walden appeals a jury verdict against him for fraud in the sale of Melons\r\n  Restaurant and Bar.  He argues the trial court erred in (1) denying his motions\r\n  for a directed verdict and a JNOV and (2) including legislative commentary to\r\n  section 33-44-303 of the South Carolina Code (2006) in the jury instructions on\r\n  LLC-member liability.  We affirm.[1]\r\n1.  Walden contends the\r\n  trial court erred in denying his motions for a directed verdict and a JNOV.  Walden\r\n  does not argue he did not commit fraud.  Rather, Walden maintains (1) an agent\r\n  of a limited liability company (LLC) is not personally liable for torts the\r\n  agent commits for the company and (2) Walden's tortious actions were taken as a\r\n  member–agent of Onyx rather than as an individual.  We disagree.  \r\nWithin the Limited Liability\r\n  Company Act (the Act), section&nbsp;33-44-303(a) of the South Carolina Code\r\n  (2006) provides, &quot;A member .&nbsp;.&nbsp;. is not personally liable for a\r\n  .&nbsp;.&nbsp;. liability of [an LLC] solely by reason of\r\n  .&nbsp;.&nbsp;. acting as a member .&nbsp;.&nbsp;.&nbsp;.&quot;  S.C. Code Ann.\r\n  § 33-44-303(a) (2006) (emphasis added).  The commentary of that section\r\n  clarifies, &quot;A member .&nbsp;.&nbsp;. is responsible for acts\r\n  .&nbsp;.&nbsp;. to the extent those acts .&nbsp;.&nbsp;. would be actionable in\r\n  .&nbsp;.&nbsp;. tort against the member .&nbsp;.&nbsp;. if that person were\r\n  acting in an individual capacity.&quot;  S.C. Code Ann. § 33-44-303 cmt. (2006).\r\n   Furthermore, the Act provides, &quot;[T]he\r\n  principles of law and equity supplement&quot; the Act unless displaced by the\r\n  Act, and  &quot;[s]upplementary principles include, but are not limited to, the\r\n  law of agency .&nbsp;.&nbsp;.&nbsp;.&quot;  S.C. Code Ann. §§ 33-44-104(a)\r\n  &amp; cmt. (2006).  \r\nEchoing the legislative\r\n  commentary of sections 303 and 104, South Carolina courts have consistently\r\n  held, &quot;'An agent's liability for his own tortious acts is unaffected by the fact that he acted in his\r\n  representative capacity.'&quot;  Gilbert v. Mid-South Mach. Co., 267\r\n  S.C. 211, 221-22, 227 S.E.2d 189, 193 (1976) (quoting Lawlor v. Scheper,\r\n  232 S.C. 94, 98-99, 101 S.E.2d 269, 271 (1957)).  Thus,\r\n  an LLC's liability shield does not protect a member who commits a tort while\r\n  acting for the LLC from liability; the LLC member is personally liable as a\r\n  tortfeasor for torts the member actually commits.  Accordingly, the\r\n  trial court properly denied Walden's motions for a directed verdict and a JNOV.\r\n2. Walden contends the trial court committed reversible error\r\n  in charging and providing the jury with the legislative commentary to section\r\n  33-44-303.  We disagree.  \r\n&quot;An\r\n  appellate court will not reverse [a trial] court's decision regarding jury\r\n  instructions unless the trial court abused its discretion,&quot; which &quot;occurs\r\n  when the trial court's ruling is based on an error of law\r\n  .&nbsp;.&nbsp;.&nbsp;.&quot;  Clark v. Cantrell, 339 S.C. 369, 389, 529\r\n  S.E.2d 528, 539 (2000) (citations omitted).  Generally, a trial court has\r\n  discretion to provide written jury instructions, but the &quot;practice should\r\n  be used sparingly, and only where it will aid the jury and where it will not\r\n  prejudice the defendant.&quot;&nbsp; State\r\n  v. Covert, 382\r\n  S.C. 205, 210, 675 S.E.2d 740, 743 (2009).  A &quot;trial court is required to\r\n  charge only the current and correct law of\r\n  South Carolina.&quot;  Proctor v. Dep't of Health &amp; Envtl. Control,\r\n  368 S.C. 279, 310, 628 S.E.2d 496, 513 (Ct. App. 2006) (internal quotations\r\n  omitted).  However, an erroneous portion of a jury instruction is harmless\r\n  &quot;[i]f, as a whole, the charges are reasonably free from error.&quot;&nbsp; Johnson v. Horry Cnty. Solid Waste Auth., 389 S.C. 528, 538, 698 S.E.2d\r\n  835, 839-40 (Ct. App. 2010).  \r\nHere, Walden did not object\r\n  to the trial court's furnishing of a copy of the commentary to the jury.  See State v. Turner, 373 S.C. 121, 126 n.1, 644 S.E.2d 693, 696 n.1 (2007) (noting issues\r\n  not raised and ruled upon in the trial court will not be considered on appeal). \r\n  Moreover, even if the inclusion of the commentary in the instructions provided\r\n  to the jury was error, that error was harmless.  The instructions as a whole\r\n  reflected the law relating to LLC-member liability.  See S.C. Code Ann. § 33-44-104 cmt.\r\n  (2006); Gilbert v. Mid-South Mach.\r\n  Co., 267 S.C. 211, 221-22, 227 S.E.2d 189, 193 (1976) (citation omitted).  \r\nAFFIRMED.\r\nTHOMAS, PIEPER, and GEATHERS, JJ., concur.\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-015","title":"State v. Anderson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-015","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Victor Harvey\r\n          Anderson, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-015\r\n  Submitted November 1, 2010 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General William M. Blitch, Jr., all of\r\n          Columbia; Solicitor Scarlett Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Victor\r\n  Harvey Anderson appeals his conviction for failure to register as a sex\r\n  offender, arguing the trial court erred in (1) declining to find the Sex\r\n  Offender Registry Law unconstitutional and in violation of the Due Process\r\n  Clause; (2) denying his motion for directed verdict; (3) admitting testimony\r\n  regarding a prior bad act; and (4) admitting testimony regarding a form signed\r\n  by Anderson.  We affirm.[1]  \r\n1. As to whether the trial court\r\n  erred in declining to find the Sex Offender Registry Law unconstitutional, this\r\n  issue is not preserved for our review because Anderson did not raise this issue\r\n  to the trial court.  See State v. Dunbar, 356 S.C. 138, 142, 587\r\n  S.E.2d 691, 693 (2003) (&quot;In order for an issue to be preserved for\r\n  appellate review, it must have been raised to and ruled upon by the trial\r\n  judge.&quot;).  \r\n2. As to whether the trial court\r\n  erred in denying Anderson's motion for directed verdict because the State did\r\n  not provide evidence of notice, a review of the statutory language in section\r\n  23-3-460 of the South Carolina Code (Supp. 2009) indicates the South Carolina\r\n  Legislature did not include language requiring the State to notify sex\r\n  offenders regarding the change in registration requirements when it amended the\r\n  statute in 2006 to require registration on a biannual basis.  Any attempt to\r\n  insert a notification requirement into section 23-3-460 would run contrary to\r\n  the plain and ordinary meaning of the statute.  See State v. Brannon,\r\n  379 S.C. 487, 496, 666 S.E.2d 272, 276 (Ct. App. 2008) (&quot;The words of a\r\n  statute must be given their plain and ordinary meaning without resorting to\r\n  subtle or forced construction.&quot;).  Thus, the State provided substantial\r\n  direct evidence proving Anderson was guilty of failing to register as a sex\r\n  offender because Detective Catlett testified Anderson did not register on May\r\n  5, 2007, as required by statute.  See State v. Weston, 367 S.C.\r\n  279, 292-93, 625 S.E.2d 641, 648 (2006) (&quot;If there is any direct evidence\r\n  or any substantial circumstantial evidence reasonably tending to prove the\r\n  guilt of the accused, the [appellate court] must find the case was properly\r\n  submitted to the jury.&quot;).  Accordingly, the trial court correctly denied\r\n  Anderson's motion for directed verdict.          \r\n3. As\r\n  to whether the trial court erred in admitting testimony regarding Anderson's\r\n  failure to provide an updated address as required by statute, Anderson's\r\n  challenge to Catlett's statement on the basis of a prior bad act is not\r\n  preserved for our review because Anderson did not object to the statement on\r\n  this basis before the trial court.  See Dunbar, 356 S.C. at 142,\r\n  587 S.E.2d at 693 (&quot;In order for an issue to be preserved for appellate\r\n  review, it must have been raised to and ruled upon by the trial judge.&quot;). \r\n  Regarding the inadmissibility of the statement on the basis of hearsay, we hold\r\n  the trial court correctly admitted Catlett's testimony.  The statement did not\r\n  qualify as hearsay because it was not offered to prove the truth of the matter\r\n  asserted – whether Anderson failed to register in the past.    Instead, the\r\n  statement was offered to explain how Catlett conducted her investigation.  See Rule 801(c), SCRE (stating hearsay is a statement, other than one made by the\r\n  declarant while testifying at the trial or hearing, offered in evidence to\r\n  prove the truth of the matter asserted).    \r\n4. As\r\n  to whether the trial court erred in admitting Catlett's testimony regarding a\r\n  form signed by Anderson, we find this issue is abandoned.  See Rule 208(b)(1)(D),\r\n  SCACR (&quot;[T]he particular issue to be addressed shall be set forth in\r\n  distinctive type, followed by discussion and citations of authority.&quot;); Hunt v. Forestry Comm'n, 358 S.C. 564, 573, 595 S.E.2d 846,\r\n  851&nbsp;(Ct. App. 2004) (&quot;Issues raised in a brief but not supported by\r\n  authority are deemed abandoned and will not be considered on appeal.&quot;).  Additionally, the admission of Catlett's statement was\r\n  harmless and did not prejudice Anderson because it was cumulative to other\r\n  testimony offered by Catlett.  Catlett testified without objection that\r\n  Anderson was notified three times about the change in the registration\r\n  requirements.  See State v. Good, 308 S.C. 308, 311, 417 S.E.2d\r\n  640, 642 (Ct. App. 1992) (holding the admission of improper hearsay evidence is\r\n  harmless when it is merely cumulative to other evidence admitted without\r\n  objection).  \r\n\r\nAFFIRMED.\r\nTHOMAS,\r\n  PIEPER, and GEATHERS, JJ., concur.\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR. \r\n\r\n","court":"Appeals"},{"id":"2011-UP-016","title":"Matthews v. Matthews","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-016","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Max E.\r\n          Matthews, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Charles H. Matthews,\r\n          Ann J. Matthews, Elizabeth M. Coker, and Mary M. Matthews, Personal\r\n          Representative of the Estate of Tillman B. Matthews, Jr., Defendants,\r\n          \r\n        \r\n        of whom, Charles\r\n          H. Matthews and Ann J. Matthews are, Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nThomas A. Russo, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-016\r\n  Submitted January 1, 2011 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Carrie Ann Warner and Max Nathan\r\n          Pickelsimer, both of Columbia, for Appellant.  \r\n        Charles J. Hupfer, Jr., of Florence, for\r\n          Respondent Charles H. Matthews.\r\n        Marian D. Nettles and E. LeRoy Nettles, Sr.,\r\n          both of Lake City, for Respondent Ann Matthews.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Following the death of their father, Max E. Matthews\r\n  and his brother, Charles, were appointed personal representatives of his\r\n  estate.  Four years later, the probate court removed Max from his position. \r\n  The circuit court affirmed the removal.  Max appeals, arguing the circuit court\r\n  erred in affirming the probate court's order despite the probate court's (1) failure\r\n  to comply strictly with statutory requirements regarding grounds for removal of\r\n  a personal representative; (2) failure to comply strictly with statutory\r\n  requirements that all interested persons receive actual notice of the hearing;\r\n  (3) error in basing its removal of Max as a personal representative on the fact\r\n  that he had brought an action in the circuit court alleging fraud against his\r\n  co-personal representative, Charles, for Charles's failure to pursue assets\r\n  improperly removed from Tillman prior to his death; and (4) error in inquiring\r\n  into facts of other litigation that was on appeal and therefore not properly\r\n  before the probate court.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following\r\n  authorities:  \r\n1. As to the statutory requirements regarding grounds for\r\n  removal of a personal representative:  S.C.\r\n  Code Ann. § 62-3-611 (2009 &amp; Supp. 2010) (providing the probate court may\r\n  remove the personal representative of an estate from his position &quot;when removal\r\n  would be in the best interests of the estate&quot;).  \r\n2. As to\r\n  the remaining issues:  Rule 210(h), SCACR\r\n  (&quot;[An] appellate court will not consider any fact which does not appear in\r\n  the Record on Appeal.&quot;); Wilder Corp. v. Wilke, 330 S.C. 71, 76,\r\n  497 S.E.2d 731, 733 (1998) (&quot;It is axiomatic that an issue cannot be\r\n  raised for the first time on appeal, but must have been raised to and ruled\r\n  upon by the [circuit court] to be preserved for appellate review.&quot;); Bonaparte\r\n    v. Floyd, 291 S.C. 427, 444, 354 S.E.2d 40, 50 (Ct. App. 1987) (holding the burden of providing a record on appeal\r\n  sufficient for intelligent review falls upon the appellant).  \r\nAFFIRMED.  \r\nFEW, C.J.,\r\n  SHORT, J., and CURETON, A.J., concur.  \r\n\r\n\r\n[1]  We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-017","title":"Dority v. MeadWestvaco","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-017","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Thomas E.\r\n          Dority, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          MeadWestvaco, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-017\r\n  Heard December 8, 2010 – Filed January 25,\r\n2011    \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kirsten Leslie Barr, of Mt. Pleasant; for Appellant.\r\n        David T. Pearlman, of Charleston; for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: This case is decided pursuant to Rule 220(b), SCACR.  MeadWestvaco appeals the circuit's court order\r\n  reversing the appellate panel of the workers' compensation commission and\r\n  reinstating the order of the single commissioner.  We reverse. \r\nIn 2005, Dority filed a\r\n  workers' compensation claim against MeadWestvaco alleging he suffered an\r\n  accidental injury to his ears as the result of &quot;working in [a] noisy\r\n  area.&quot;  The single commissioner found that Dority suffered a compensable\r\n  work related hearing loss injury.  The appellate panel vacated the single\r\n  commissioner's order for failure to include sufficient findings of fact and\r\n  remanded the matter.  On remand, a single commissioner concluded that Dority\r\n  &quot;established by a preponderance of the evidence that he sustained an\r\n  injury by accident arising out of and in the course of his employment with the\r\n  Defendant to both ears.&quot;  The appellate panel reversed and dismissed\r\n  Dority's claim, finding &quot;Claimant's current hearing loss and need for\r\n  hearing aids was not caused by any injury, accident or injurious exposure\r\n  arising out of or in the course of his employment with MeadWestvaco.&quot;  \r\nDority filed a petition for\r\n  judicial review.[1]  The circuit court\r\n  reversed the decision of the appellate panel based on two errors of law: 1) an\r\n  improper limitation of what constitutes &quot;injury by accident&quot; and 2)\r\n  an improper application of the &quot;last injurious exposure rule.&quot;  In\r\n  addition, the circuit court ruled that the facts were &quot;undisputed,&quot;\r\n  made a finding that the claimant suffered a compensable injury by accident as a\r\n  matter of law, and reinstated the single commissioner's order.  \r\nMeadWestvaco contends that\r\n  the circuit court erred in finding that the\r\n  &quot;undisputed facts established that [Dority] sustained a compensable injury\r\n  by accident in 2004 as a matter of law&quot; and in reinstating the single\r\n  commissioner's order.  We agree. \r\nWhile the circuit court is\r\n  authorized to reverse the appellate panel when it makes errors of law, the appellate panel of the workers' compensation\r\n  commission is the ultimate finder of facts.  Grant v. Grant Textiles, 372\r\n  S.C. 196, 200-01, 641 S.E.2d 869, 871&nbsp;(2007); Shealy\r\n    v. Aiken County, 341 S.C. 448, 455,\r\n  535 S.E.2d 438, 442 (2000).  A circuit court is not permitted to substitute its\r\n  judgment for the judgment of the workers' compensation commission as to the\r\n  weight of evidence on questions of fact.  S.C. Code Ann. § 1-23-380(A)(5)\r\n  (2008).  If there is conflicting evidence with regard to factual issues, the\r\n  factual findings must be made by the appellate panel.  See Baldwin v. James River Corp., 304 S.C. 485, 486-87, 405 S.E.2d 421, 422 (Ct. App. 1991)\r\n  (vacating the circuit court's order and holding that by reinstating a single\r\n  commissioner's order, the circuit court effectively determined facts from\r\n  conflicting evidence). \r\nThe evidence presented as to\r\n  whether Dority suffered a compensable injury is disputed.  For example, one\r\n  medical doctor testified Dority's hearing loss is attributable to noise\r\n  exposure and another medical doctor concluded that Dority &quot;does not have\r\n  any occupationally induced hearing loss.&quot;    Because the evidence as to\r\n  this factual issue is in conflict, it was improper for the trial court to\r\n  determine that Dority suffered a compensable injury as a matter of law. \r\nNeither of the circuit\r\n  court's legal rulings were appealed; thus, they are the law of the case.  See Eadie v. Krause, 381 S.C. 55, 66, 671 S.E.2d 389, 394 (Ct. App. 2008)\r\n  (citing Charleston Lumber Co. v. Miller Hous. Corp., 338 S.C. 171, 175,\r\n  525 S.E.2d 869, 871 (2000) (noting &quot;an unchallenged ruling, right or\r\n  wrong, is the law of th[e] case and requires affirmance.&quot;) (internal\r\n  quotations omitted)).  We reverse and remand to the appellate panel to apply\r\n  the circuit court's legal rulings to the facts of this case.\r\nREVERSED AND REMANDED.\r\nSHORT and WILLIAMS, JJ.,\r\n  concur.\r\n\r\n\r\n\r\n[1] This claim resulted from an injury that occurred\r\n  before July 1, 2007, thus, the circuit court heard the appeal.  See 2007 S.C. Acts 111 (codified as amended at S.C. Code Ann. §\r\n  42-17-60 (2007)).\r\n\r\n","court":"Appeals"},{"id":"2011-UP-018","title":"State v. Pass","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-018","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Donald Cleo\r\n          Pass, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Oconee County\r\n  J. Cordell Maddox, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-018\r\n  Submitted November 1, 2010 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Harold M. Coombs, Jr., all of Columbia;\r\n          and Solicitor Christina T. Adams, of Anderson, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:   Donald Cleo Pass appeals his\r\n  conviction and sentence for third-degree burglary, arguing the trial court\r\n  erred in denying his motion for a directed verdict.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and\r\n  the following authorities: S.C. Code Ann. § 16-11-313(A) (2003) (&quot;A person is guilty of\r\n  burglary in the third degree if the person enters a building without consent\r\n  and with intent to commit a crime therein.&quot;); State v. Stanley,\r\n  365 S.C. 24, 41, 615 S.E.2d 455, 464 (Ct. App.\r\n  2005) (&quot;On appeal from the denial of a\r\n  directed verdict in a criminal case, an appellate court must view the evidence\r\n  in the light most favorable to the State. When ruling on a motion for a\r\n  directed verdict, the trial court is concerned with the existence or\r\n  nonexistence of evidence, not its weight.&quot;) (internal citations omitted).  \r\nAFFIRMED.\r\nTHOMAS,\r\n  PIEPER, and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-019","title":"State v. Livingston","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-019","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Octavius\r\n          Livingston, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJames R. Barber, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-019\r\n  Submitted January 1, 2011 – Filed January\r\n25, 2011    \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of\r\n          Columbia, for Appellant. \r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Solicitor Warren Blair Giese, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Octavius\r\n  Livingston appeals his conviction for distribution of cocaine, third-offense. \r\n  Livingston argues the trial court violated his confrontation clause rights by admitting\r\n  the police officer's testimony regarding the video tape of an undercover officer's\r\n  conversation with a confidential informant.  After a thorough review of the record, counsel's brief, and\r\n  Livingston's pro se brief pursuant to Anders v. California, 386 U.S. 738\r\n  (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we\r\n  dismiss[1] the appeal and grant counsel's petition to be relieved.\r\nAPPEAL DISMISSED.\r\nFEW, C.J., SHORT and\r\n  WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-022","title":"State v. Robinson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-022","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Travis Deniele\r\n          Robinson, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-022\r\n  Submitted January 1, 2011 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Appellate Defender Joseph L. Savitz,\r\n          III, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Senior Assistant Attorney General Harold M. Coombs, Jr., all of\r\n          Columbia; and Solicitor Kevin S. Brackett, of York, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Travis\r\n  Deniele Robinson appeals his convictions for attempted armed robbery, assault\r\n  and battery with intent to kill, and possession of a weapon during the\r\n  commission of a violent crime, arguing the circuit court erroneously admitted\r\n  unreliable in-court identifications by eyewitnesses after determining the\r\n  out-of-court identification procedures were unduly suggestive.  We affirm.[1]\r\nWhen assessing the\r\n  admissibility of an eyewitness identification, a court must apply a two-prong\r\n  test.  State v. Moore, 343 S.C.\r\n  282, 287, 540 S.E.2d 445, 447 (2000). \r\n  First, it must determine whether the confrontation procedure used by the police\r\n  was unduly suggestive.  Id.  Only if the procedure was unduly suggestive\r\n  must a court focus on whether &quot;'under [the totality of] the circumstances\r\n  the identification was reliable notwithstanding any suggestive procedure.'&quot;  Id. at 287, 540 S.E.2d at 447-48 (quoting Jefferson v. State, 425\r\n  S.E.2d 915, 918 (Ga. Ct. App. 1992)).  Factors\r\n  to consider in &quot;evaluating the likelihood of [a] misidentification&quot;\r\n  include the following:\r\n\r\n  [T]he\r\n    opportunity of the witness to view the criminal at the time of the crime, the\r\n    witness'[s] degree of attention, the accuracy of the witness'[s] prior\r\n    description of the criminal, the level of certainty demonstrated by the witness\r\n    at the confrontation, and the length of time between the crime and the\r\n    confrontation.\r\n\r\nNeil v. Biggers, 409 U.S. 188, 199-200 (1972).\r\nHere, the circuit court\r\n  did not abuse its discretion by admitting the eyewitnesses' in-court\r\n  identifications.  After finding the show-up procedure performed by the police\r\n  was unduly suggestive, the circuit court properly considered the Neil v.\r\n    Biggers factors to assess the reliability of the eyewitnesses'\r\n  identifications.  As to the first witness's identification: first, she testified\r\n  she saw Robinson when he walked into and back out of the gas station, and\r\n  throughout the course of his struggle with the victim; second, she testified\r\n  she was suspicious of Robinson and witnessed the struggle and shooting unfold, indicating\r\n  a heightened degree of attention; third, she told police the shooter had\r\n  dreadlocks; fourth, she was &quot;99 percent sure&quot; Robinson was the\r\n  shooter; and finally only a &quot;little while&quot; had passed until she\r\n  identified Robinson at the show-up that night.  As to the second witness's\r\n  identification: first, she testified she saw Robinson when he walked into and\r\n  back out of the gas station, and she looked him in the eyes during the\r\n  attempted robbery; second, her attention was focused on Robinson during the\r\n  course of the attempted robbery; third, she was a &quot;hundred percent\r\n  certain&quot; Robinson was the shooter; and finally, only a &quot;little\r\n  while&quot; had passed before she identified Robinson as the shooter later that\r\n  night.  \r\nUnder the totality of\r\n  the circumstances, the unduly suggestive show-up procedures did not unconstitutionally\r\n  taint the reliability of the eyewitnesses' in-court identifications of\r\n  Robinson.  Thus, the circuit court did not err in allowing both eyewitnesses to\r\n  identify Robinson in court as the shooter.  Accordingly, the decision of the\r\n  circuit court is\r\nAFFIRMED.\r\nFEW, C.J., SHORT and\r\n  WILLIAMS, JJ., concur. \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-023","title":"Davison v. SCDC","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-023","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Michael Davison, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          South Carolina\r\n          Department of Corrections, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from the Administrative Law Court\r\n  Carolyn C. Matthews, Administrative Law\r\nCourt Judge\r\n\r\nUnpublished Opinion No. 2011-UP-023\r\n  Submitted January 1, 2011 – Filed January\r\n25, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael Davison, pro se, for Appellant.\r\n        Christopher D. Florian, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Michael\r\n  E. Davison appeals the Administrative Law Court's (ALC) order dismissing Davison's\r\n  appeal of his prison disciplinary action.  Davison argues the ALC erred when it\r\n  misinterpreted the Department of Corrections's policy governing formal\r\n  disciplinary actions in specific circumstances.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: S.C. Code\r\n  Ann. § 1-23-610(B)(a), (d) (Supp. 2009) (granting judicial review to determine\r\n  whether &quot;the substantive rights of the petitioner have been prejudiced\r\n  because the finding, conclusion, or decision is . . . in violation of constitutional\r\n  or statutory provisions; . . . [or] affected by other error of law); Al-Shabazz\r\n    v. State, 338 S.C. 354, 381, 527 S.E.2d 742, 756-57 (2000) (explaining the\r\n  &quot;hands off&quot; doctrine permits courts to intercede only &quot;when\r\n  infringements complained of by an inmate reach constitutional dimensions&quot;\r\n  or when &quot;prison officials have acted arbitrarily, capriciously, or from\r\n  personal bias&quot;); and S.C. Coastal Conservation League v. S.C. Dep't of\r\n    Health &amp; Envtl. Control, 363 S.C. 67, 75, 610 S.E.2d 482, 486 (2005) (&quot;Courts\r\n  defer to the relevant administrative agency's decisions with respect to its own\r\n  regulations unless there is a compelling reason to differ.&quot;).\r\nAFFIRMED.\r\nFEW, C.J.,\r\n  SHORT and WILLIAMS, JJ., concur. \r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-024","title":"Coffey v. Webb","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-024","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Michael David\r\n          Coffey, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Lisa A. Webb a/k/a Lisa Strid, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Honorable Rochelle Y. Conits, Family Court\r\nJudge\r\n\r\nUnpublished Opinion No.  2011-UP-024\r\n  Submitted January 1, 2011 – Filed January\r\n25, 2011\r\nWithdrawn, Substituted and Refiled March\r\n1, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael D. Coffey, of Gray Court, pro se.\r\n        James D. Calmes, III, of Greenville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Michael\r\n  D. Coffey appeals the family court's denial of his motion to hold Lisa A. Webb in\r\n  contempt.  On appeal Coffey argues (1) the family court erred in finding he\r\n  failed to meet his burden of proof, (2) the family court abused its discretion\r\n  in considering the guardian ad litem's report and testimony, and (3) the family\r\n  court abused its discretion by requiring visitation with his two minor children\r\n  to resume through a therapist.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n1. As to whether the family\r\n  court erred by not finding Webb in contempt:  Rule 210(h), SCACR (&quot;[T]he\r\n  appellate court will not consider any fact which does not appear in the Record\r\n  on Appeal.&quot;);  Harkins v. Greenville Cnty., 340 S.C. 606, 616, 533\r\n  S.E.2d 886, 891 (2000) (affirming the trial court on a particular issue because\r\n  the appellants failed to meet their burden of presenting the necessary\r\n  information in the record on appeal to decide that issue).\r\n2. As to whether the family\r\n  court abused its discretion in considering the guardian ad litem's report and\r\n  testimony:  High v. High,&nbsp; 389 S.C. 226, 239, 697 S.E.2d 690,\r\n  696&nbsp;(Ct. App. 2010) (holding determinations regarding the relevance of evidence are within the family court's discretion and &quot;[a] family court's ruling on the admission or exclusion of evidence\r\n  will only be reversed if it constitutes an abuse of discretion\r\n  amounting to an error of law&quot;).\r\n3. As to whether the family\r\n  court abused its discretion by requiring visitation with his two minor children\r\n  to resume through a therapist: Nash v. Byrd,&nbsp; 298 S.C. 530, 536,\r\n  381 S.E.2d 913, 916&nbsp;(Ct. App. 1989) (&quot;The question of limiting\r\n  visitation rights is a matter addressed to the broad discretion of the trial\r\n  court. In the absence of a clear abuse of discretion, the trial court's order\r\n  limiting visitation rights will not be disturbed on appeal.&quot;)  (citations\r\n  omitted). \r\nAFFIRMED.\r\nTHOMAS,\r\n  PIEPER, and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-025","title":"Knuckles v. Fryatt","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-025","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tHattie Knuckles\r\n      as guardian ad litem for Robert H. Knuckles and Hattie Knuckles, Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tSteven Ray\r\n      Fryatt, RaceTrac Petroleum, Inc., John Doe d/b/a Buckets of Beer, John Doe\r\n      d/b/a Buckets Cafe, Christopher K. Haynes, Christopher K. Haynes d/b/a Buckets\r\n      Cafe, Buckets Cafe, LLC, John Doe, and/or John Doe Corporation, Defendants,\r\n\t\t\t\tOf Whom John\r\n      Doe d/b/a Buckets of Beer, John Doe d/b/a Buckets Cafe, Christopher K.\r\n      Haynes, Christopher K. Haynes d/b/a Buckets of Beer, Christopher K. Haynes\r\n      d/b/a Buckets Cafe, Buckets Cafe, LLC, are Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\n R. Knox McMahon, Circuit Court Judge\r\nUnpublished Opinion No.   2011-UP-025 \r\nSubmitted January 1, 2011 – Filed January\r\n  25, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJ. Kendall Few, of Greer, for Appellants.\r\n\t\t\t\tWilliam A. Coates and Joseph O. Smith, both of Greenville, for\r\n  Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Hattie Knuckles appeals the dismissal of her personal\r\n  injury claim against John Doe\r\n  d/b/a Buckets of Beer, John Doe d/b/a Buckets Cafe, Christopher K. Haynes, Christopher\r\n  K. Haynes d/b/a Buckets of Beer, Christopher K. Haynes d/b/a Buckets Cafe,\r\n  Buckets Cafe, LLC (collectively Buckets),\r\n  arguing that the trial court erred in granting\r\n  Buckets' motion for summary judgment on the ground the statute of limitations\r\n  had not run because the amended complaint related back to the date of the\r\n  original complaint.  We disagree.\r\nWe\r\n  affirm[1] because the amended complaint was filed after the statute of limitations\r\n  passed.  The amended complaint does not relate back to the date of the original\r\n  complaint under Rule 15(c) of the South Carolina Rules of Civil Procedure\r\n  because new defendants were added.  Relation\r\n  back to original pleadings applies only when an existing party is changed, not\r\n  when a new party is added to a complaint.  Cline v. J.E. Faulkner Homes,\r\n    Inc., 359 S.C. 367, 371 n.2, 597 S.E.2d 27, 29 n.2 (Ct. App. 2004) (holding\r\n  that relation back to original pleadings applies only when an existing party is\r\n  changed, not when a new party is added to a complaint); See Jackson\r\n    v. Doe, 342 S.C. 552, 558, 537 S.E.2d 567, 570 (Ct. App. 2000) (finding\r\n  that Rule 15(c) addresses correcting or substituting a party, not adding a\r\n  party).  Here, the parties added by the amendment were in addition to the John\r\n  Doe party and therefore, this was not a correction or substitution of a party.\r\n  Accordingly, the decision of the trial court is \r\n\r\nAFFIRMED.\r\nTHOMAS,\r\n  PIEPER, and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-026","title":"State v. Housey","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-026","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tDwayne Housey, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From York County\r\nLee S. Alford, Circuit Court Judge\r\nUnpublished Opinion No.  2011-UP-026\r\nSubmitted November 1, 2010 – Filed January\r\n  25, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDeputy Chief Appellate Defender Wanda H. Carter, of Columbia, for\r\n  Appellant.\r\n\t\t\t\tAttorney General Alan Wlilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n  Attorney General Deborah R. J. Shupe, all of Columbia; and Solicitor Kevin\r\n  Scott Brackett, of York, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Dwayne Housey was convicted of trafficking cocaine in\r\n  an amount of more than one hundred grams and was sentenced to twenty-five years'\r\n  imprisonment.  On appeal, Housey argues the trial court erred in allowing\r\n  excessive conspiracy testimony into evidence to support the trafficking charge\r\n  because the testimony was prejudicial character evidence that had no probative\r\n  value.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following\r\n  authorities: State v. Mouzon, 321 S.C. 27, 32, 467 S.E.2d 122, 125&nbsp;(Ct. App.\r\n  1995) (&quot;Conspiracy is a combination or agreement between two or more\r\n  persons for the purpose of accomplishing a criminal or unlawful object, or\r\n  achieving by criminal or unlawful means an object that is neither criminal nor\r\n  unlawful.  It may be proven by the specific overt acts done in furtherance of\r\n  the conspiracy,\r\n  but the gravamen of the offense of conspiracy is the agreement, combination, or mutual understanding.&quot;\r\n  (citations omitted)); State v. Wilson, 315 S.C. 289, 294, 433 S.E.2d\r\n  864, 868&nbsp;(1993) (&quot;The State is entitled to prove the whole history of\r\n  the conspiracy, from its commencement to its conclusion, as well as overt acts\r\n  done in furtherance of the conspiracy since from those overt acts, an inference\r\n  may be drawn as to the existence and object of the conspiracy.&quot; (citation and\r\n  quotation marks omitted)); State v. Harris, 342 S.C. 191, 202, 535\r\n  S.E.2d 652, 657&nbsp;(Ct. App. 2000) (holding evidence does not constitute &quot;other\r\n  crimes, wrongs or acts&quot; under Rule 404(b), SCRE &quot;if [the evidence] arose\r\n  out of the same . . . series of transactions as the charged offense . . . [and]\r\n  constituted predicate evidence necessary to provide the context to the drug\r\n  distribution scheme that took place within the charged time frame.&quot;\r\n  (citations omitted)). \r\nAFFIRMED.\r\nFEW,\r\n  C.J., SHORT, and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-027","title":"State v. Crout","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-027","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRaymond Buck\r\n      Crout, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n L. Casey Manning, Circuit Court Judge\r\nUnpublished Opinion No.&nbsp; 2011-UP-027\r\nSubmitted January 1, 2011 – Filed January\r\n  25, 2011\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Robert M. Pachak, of Columbia, for Appellant.\r\n\t\t\t\tJ. Benjamin Aplin, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Raymond Buck Crout appeals his probation revocation.  Crout\r\n  argues the probation revocation court could not revoke his probation because he\r\n  had satisfied his original sentence when the Department of Corrections closed\r\n  his case for the community supervision program.  After a thorough review of the record, counsel's brief,\r\n  and Crout's pro se brief pursuant to Anders v. California, 386 U.S. 738\r\n  (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we\r\n  dismiss[1] the appeal and grant counsel's\r\n  petition to be relieved. \r\nAPPEAL\r\n  DISMISSED.\r\nFEW,\r\n  C.J., SHORT and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-028","title":"State v. Kennedy","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-028","description":null,"date":"2011-01-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT\r\n  SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS\r\n  PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMichael C.\r\n      Kennedy, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Barnwell County\r\nThomas A. Russo, Circuit Court Judge\r\nUnpublished Opinion No.  2011-UP-028  \r\nSubmitted January 1, 2011- Filed January\r\n  25, 2011\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, all of\r\n  Columbia; and Solicitor Barbara R. Morgan, of Aiken, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Michael\r\n  C. Kennedy pled guilty to armed robbery and assault and battery with the intent\r\n  to kill.  He appeals his corresponding sentences, arguing they constitute cruel\r\n  and unusual punishment because they were consecutive.  After a thorough review of the record and counsel's\r\n  brief pursuant to Anders v. California, 386 U.S. 738 (1967), and State\r\n    v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved. \r\nAPPEAL DISMISSED.\r\nTHOMAS, PIEPER, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-029","title":"Govan v. SCDC","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-029","description":null,"date":"2011-01-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRandy Govan, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina Department\r\n      of Corrections, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from the Administrative Law Court\r\n John D. McLeod, Administrative Law Court\r\n  Judge\r\nUnpublished Opinion No. 2011-UP-029   \r\nSubmitted January 1, 2011 – Filed January\r\n  26, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRandy Govan, pro se, for Appellant.\r\n\t\t\t\tChristopher D. Florian, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Randy Govan\r\n  appeals the Administrative Law Court's (ALC) order dismissing\r\n  his inmate grievance appeal.  Govan argues the ALC erred in determining (1) he\r\n  was afforded minimal due process in his prison disciplinary action and (2) the\r\n  Department of Corrections's (the Department) decision was supported by\r\n  substantial evidence.  We affirm.[1]\r\n1.&nbsp; We hold the ALC correctly\r\n  dismissed Govan's appeal regarding his denial of due process claim.  First, minimal\r\n  due process in the prison disciplinary context does not require the Department\r\n  to provide a written statement explaining why the hearing officer did not find\r\n  specific evidence credible.  See Wolff v. McDonnell, 418 U.S.\r\n  539, 564 (1974) (requiring only a &quot;'written statement by the factfinders\r\n  as to the evidence relied on and reasons' for the disciplinary action&quot;\r\n  (citation omitted)).  The record of Govan's hearing, in which the hearing\r\n  officer acknowledges the evidence presented by Govan, serves as an adequate written\r\n  statement.  \r\nSecond,\r\n  Govan's allegation that the hearing officer was biased lacks merit.  An\r\n  adjudicator in an administrative proceeding is entitled to a &quot;presumption\r\n  of honesty and integrity.&quot;  Withrow v. Larkin, 421 U.S. 35, 47\r\n  (1975).  Furthermore, the Fourth Circuit has held &quot;actual bias or a high\r\n  probability of bias must be present before due process concerns are\r\n  raised.&quot;  Marshall v. Cuomo, 192 F.3d 473, 484 (4th Cir. 1999).  Here,\r\n  the hearing officer was one of many defendants in a federal civil rights\r\n  action, and Govan fails to explain what his claim was and specifically why the\r\n  hearing officer's alleged bias would violate the minimal due process required\r\n  in the prison disciplinary context.  Minimal due process tolerates these facts\r\n  in light of the Department's institutional needs.\r\n2.&nbsp; We hold the ALC\r\n  properly found substantial evidence existed for the hearing officer to find Govan guilty of threatening a prison\r\n  officer.  The only fact disputed at the hearing was what Govan said to the prison\r\n  officer, and the hearing officer relied on the prison officer's account.  See S.C. Code Ann. § 1-23-610(B)(e) (Supp. 2009) (requiring the reviewing court to\r\n  affirm if the finding is &quot;clearly erroneous in view of the reliable,\r\n  probative, and substantial evidence on the whole record&quot;); Al-Shabazz\r\n    v. State, 338 S.C. 354, 380, 527 S.E.2d 742, 756 (2000) (&quot;Substantial\r\n  evidence is relevant evidence that, considering the record as a whole, a\r\n  reasonable mind would accept to support an administrative agency's\r\n  action.&quot;).\r\nAFFIRMED.\r\nFEW, C.J., SHORT and WILLIAMS, JJ., concur. \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-030","title":"In the Interest of Ronald S.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-030","description":null,"date":"2011-01-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT\r\n  SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS\r\n  PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Interest\r\n      of Ronald S., a juvenile under the age of seventeen, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n Anne Gue Jones, Family Court Judge\r\nUnpublished Opinion No. 2011-UP-030\r\nSubmitted January 1, 2011 – Filed January\r\n  26, 2011\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, all of\r\n  Columbia; and Solicitor J. Gregory Hembree, of Conway, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Ronald S. appeals his commitment to the\r\n  Department of Juvenile Justice for an indeterminate time not to exceed his\r\n  twenty-first birthday for assault with the intent to kill.  Ronald argues the\r\n  family court erred in admitting testimony that violated his constitutional\r\n  right to confront the witnesses against him.  After a thorough review of the record and counsel's brief pursuant to Anders\r\n    v. California, 386 U.S. 738 (1967), and State v. Williams, 305 S.C.\r\n  116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved. \r\nAPPEAL DISMISSED.\r\nTHOMAS, PIEPER, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-031","title":"State v. Miller","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-031","description":null,"date":"2011-01-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tDennis Carey\r\n      Miller, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\n William P. Keesley, Circuit Court Judge\r\nUnpublished Opinion No.  2011-UP-031  \r\nSubmitted January 1, 2011 – Filed January\r\n  26, 2011\r\nAPPEAL DISMISSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDeputy Chief Appellate Defender Wanda H. Carter, of Columbia, for\r\n  Appellant.\r\n\t\t\t\tAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, and Assistant Deputy Attorney General Salley W. Elliott,  all of\r\n  Columbia; and Solicitor Donald V. Myers, of Lexington, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Dennis\r\n  Carey Miller appeals his conviction for conspiracy to violate the Solid Waste\r\n  Policy and Management Act.  On appeal, Miller argues the trial court erred in\r\n  denying his motion for a directed verdict.  After\r\n  a thorough review of the record and counsel's brief pursuant to Anders v.\r\n    California, 386 U.S. 738 (1967), and State v. Williams, 305 S.C.\r\n  116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's petition to be relieved. \r\nAPPEAL DISMISSED.\r\nTHOMAS, PIEPER, and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-032","title":"State v. Hernandez","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-032","description":null,"date":"2011-01-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tJose Luis Gutierrez Hernandez, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\n R. Markley Dennis, Jr., Circuit Court\r\n  Judge\r\nUnpublished Opinion No.  2011-UP-032 \r\nSubmitted September 1, 2010 – Filed\r\n  January 26, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tTricia\r\n  A. Blanchette, of Columbia, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, Assistant Attorney General Julie M.\r\n  Thames, Office of the Attorney General, all of Columbia; Solicitor Scarlett\r\n  Anne Wilson, of Charleston, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: Jose Luis\r\n  Guiterrez Hernandez appeals his conviction for trafficking cocaine.  Hernandez\r\n  argues the trial court erred by (1) failing to direct a verdict of not guilty\r\n  when the evidence proved that Hernandez was entrapped and (2) improperly\r\n  instructing the jury on the defense of entrapment.  We affirm.[1]\r\n\r\nFACTS\r\n\r\nIn\r\n  November 2005, Detective Justin Hembree with the Mount Pleasant Police\r\n  Department's Narcotics Unit (the Department) arrested Steven Lasaine for\r\n  distributing and trafficking cocaine.  After his arrest, Lasaine worked as a\r\n  confidential informant with the Department.  Lasaine asked Hernandez to arrange\r\n  a cocaine buy in exchange for a $20,000 remodeling job.  Hernandez agreed to\r\n  arrange the drug deal.  \r\nOn\r\n  August 7, 2006, Lasaine and Hembree conducted an undercover drug buy with\r\n  Hernandez at a Food Lion parking lot in Mount Pleasant.  Hernandez joined\r\n  Hembree and Lasaine in the undercover vehicle that was under video\r\n  surveillance.  While in the undercover vehicle, Hernandez made phone calls in\r\n  Spanish to the other participants involved in the drug transaction.  Although Hembree\r\n  admitted he did not speak Spanish, he testified that he understood &quot;bits\r\n  and pieces&quot; of the conversation and that Hernandez relayed the substance\r\n  of some of the phone conversations in English.\r\nThe\r\n  drug transaction commenced when a Ford F-150 truck and a Ford Expedition arrived\r\n  in the Food Lion parking lot.  One of the co-defendants got in the undercover\r\n  vehicle to confirm the presence of the money.  The co-defendant then exited the\r\n  undercover vehicle and approached the passenger side of the Expedition and\r\n  retrieved a McDonald's happy meal box from another co-defendant.  The\r\n  co-defendant then handed the happy meal box to Hembree, which contained 252.28\r\n  grams of cocaine.  Hernandez was subsequently arrested for trafficking cocaine\r\n  and possession with intent to distribute cocaine within proximity of a school.[2]\r\nAt\r\n  trial, Hernandez testified that Lasaine asked him to sell drugs to him on\r\n  several occasions.  Hernandez stated he repeatedly refused Lasaine's offers,\r\n  but he agreed to arrange a cocaine buy in exchange for a $20,000 remodeling job\r\n  because of his limited financial means.  Hernandez moved for a directed verdict\r\n  after the conclusion of the State's case and at the close of all the evidence. \r\n  The trial court denied both of these motions.  After closing arguments, the\r\n  trial court instructed the jury with the defense of entrapment.  The jury\r\n  convicted Hernandez, and the trial court sentenced him to twenty-five years'\r\n  imprisonment.  This appeal followed.\r\nSTANDARD\r\n  OF REVIEW\r\nIn criminal cases,\r\n  the appellate court sits to review errors of law only. State v. Martucci, 380 S.C. 232, 246, 669\r\n  S.E.2d 598, 605-06 (Ct. App. 2008).  This court is bound by the trial\r\n  court's factual findings unless they are clearly erroneous. State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  This court does not\r\n  reevaluate the facts based on its own view of the preponderance of the evidence\r\n  but simply determines whether the trial court's ruling is supported by any\r\n  evidence.  State v. Moore, 374 S.C. 468, 473-74, 649 S.E.2d 84, 86 (Ct.\r\n  App. 2007).\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA.&nbsp; Directed\r\n  Verdict Motion\r\n\r\n\r\nHernandez argues the trial court erred\r\n  in denying his directed verdict motion when the evidence proved he was\r\n  entrapped.  We conclude this issue is not preserved for our review.\r\n  \r\n  \r\nAt\r\n  the conclusion of the State's case, Hernandez's counsel moved for a directed\r\n  verdict and stated, &quot;At this time Mr. Hernandez would move for [a]\r\n  directed verdict of acquittal based upon the [S]tate's failure to prove that he\r\n  trafficked in cocaine in the amount of 200 grams and within a half mile of a\r\n  school.&quot;  The trial court denied this motion and stated, &quot;[A]ll the\r\n  state has to prove is that it was - - there were more than 200 grams and less\r\n  than 400, they have established 252.28 grams of cocaine.&quot; \r\n  \r\n  \r\nHernandez's\r\n  only argument to support his directed verdict motion was the State's failure to\r\n  meet its burden of proof regarding the drug trafficking charge.  Because\r\n  Hernandez failed to raise the defense of entrapment argument to the trial court\r\n  in support of his directed verdict motion, we conclude this issue is not\r\n  preserved for our review. SeeState v. Kennerly,&nbsp;331 S.C.\r\n  442, 455, 503 S.E.2d 214, 221&nbsp;(Ct. App. 1998) (concluding issues not raised to the trial court\r\n  in support of a directed verdict\r\n  motion are not preserved for appellate review when reviewing a denial of a\r\n  directed verdict motion).\r\n  \r\n  \r\n  B.&nbsp; Jury Instruction\r\n  \r\n  \r\n  Hernandez\r\n  contends the trial court erred in misstating the State's burden of proof\r\n  regarding the predisposition prong of the defense of entrapment during its jury\r\n  instruction.  We conclude this issue is not preserved for our review.\r\n  \r\n  \r\n\tDuring\r\n  the jury instruction, the trial court stated,\r\n\t\r\n\t\r\n\t\t[A person]\r\n  pleading entrapment has the burden of showing that the person was induced,\r\n  tricked, or incited to commit a crime which the person would not have\r\n  committed.  If such evidence is produced and introduced, then you must then\r\n  look to the [S]tate to prove beyond a reasonable doubt that he was not\r\n  predisposed.  That he was otherwise not predisposed to commit this crime.  \r\n\t\r\n\r\nAfter\r\n  the jury instruction, Hernandez objected and argued the trial court improperly\r\n  instructed the jury that Hernandez had the burden to prove inducement.  On\r\n  appeal, Hernandez argues the trial court incorrectly stated the law on the\r\n  defense of entrapment when it stated the State had the burden to prove that\r\n  Hernandez was not predisposed beyond a reasonable doubt to commit the\r\n  crime of drug trafficking.  The charge should have read that the State had the\r\n  burden to prove that Hernandez was predisposed beyond a reasonable doubt.  \r\nHernandez's\r\n  argument that the trial court erred when it charged the jury that the State had\r\n  &quot;to prove beyond a reasonable doubt that he was not predisposed&quot; is a\r\n  different argument on appeal and is not preserved for our review.  State v.\r\n    Adams, 354 S.C. 361, 380, 580 S.E.2d 785, 795&nbsp;(Ct. App. 2003) (stating\r\n  a defendant may not argue one ground below and another on appeal). \r\nAdditionally,\r\n  Hernandez asserts the trial court misstated the law on the defense of\r\n  entrapment when it failed to instruct the jury that he had the burden to prove\r\n  inducement by &quot;more than a scintilla of evidence.&quot; We conclude this\r\n  issue is not preserved for our review.  \r\nWhen\r\n  Hernandez objected to the trial court's jury instruction on the ground that he\r\n  had the burden to prove inducement, the trial court stated, \r\n\r\n\tYou can object\r\n  to it, state court says that's the law.  Thank you.  At least when you argue a\r\n  principle I just ask you, for the court's reviewing purposes, I appreciate your\r\n  philosophy, give me something that says it's the burden shift and that\r\n  specifically.\r\n\tBecause I will\r\n  tell you this, we just recently had a decision that talks about self-defense\r\n  dealing with an element that's why the state has to disprove it.  But that's\r\n  the only one that it is.  Because entrapment is not an element they have to\r\n  disprove. \r\n\tDefense:  I\r\n  believe - - the reason I would argue that, I believe that goes to whether you\r\n  are entitled to the instructions.  We have to produced [sic] evidence to show\r\n  that we are entitled to it.  And once we are entitled to it then to say, to\r\n  tell the jury that we get to prove that I think that's where the burden comes\r\n  in and that's my basis, Your Honor.\r\n\tCourt:  Thank\r\n  you very much, but I think if you will look at the law on the affirmative\r\n  defenses they are just that.  There has to be - - you have to prove it to be\r\n  entitled to the jury to consider.  You have to present evidence that you did\r\n  which you did.  \r\n\r\nThe\r\n  trial court subsequently revisited Hernandez's objection and likened the\r\n  entrapment jury instruction to a duress charge.  The trial court stated,\r\n  &quot;The only difference is it says in that case it has to be more than a\r\n  scintilla.&quot;  The trial court further stated, &quot;I could have said\r\n  preponderance of the evidence [in regard to the burden of proving inducement]\r\n  but I did not state they had to prove it beyond a reasonable doubt.  So I don't\r\n  think the charge as a whole affects that part.&quot;  \r\nHernandez's\r\n  argument that the trial court erred in not charging the jury that he had the\r\n  burden to prove inducement by &quot;more than a scintilla of evidence&quot; is\r\n  a different argument on appeal.  Moreover, Hernandez failed to make a\r\n  contemporaneous objection regarding the trial court's failure to instruct the\r\n  jury that Hernandez had the burden to prove inducement by &quot;more than a\r\n  scintilla of evidence.&quot;  Therefore, we conclude Hernandez's argument is\r\n  barred from appellate review.  See Adams,&nbsp;354 S.C. at 380,\r\n  580 S.E.2d at 795 (stating arguments raised for the first time on appeal\r\n  are not preserved for our review); see also State v. Johnson,&nbsp;363\r\n  S.C. 53, 58, 609 S.E.2d 520, 523 (2005) (stating to preserve an issue for\r\n  review there must be a contemporaneous objection that is ruled upon by the\r\n  trial court).  \r\nCONCLUSION\r\nAccordingly,\r\n  the trial court's decision is\r\nAFFIRMED.\r\nWILLIAMS,\r\n  PIEPER, and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n[2] The State nol prossed the charge of possession with\r\n  intent to distribute cocaine within proximity of a school.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-033","title":"Assa'ad-Faltas v. Drye","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-033","description":null,"date":"2011-01-26","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMarie\r\n      Assa'ad-Faltas, M.D., M.P.H, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tRandall Gregory\r\n      Drye, M.D., Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\nJames E. Lockemy, Circuit Court Judge\r\nJames W. Johnson, Jr., Circuit Court Judge\r\nUnpublished Opinion No.  2011-UP-033\r\nSubmitted January 1, 2011 – Filed January\r\n  26, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMarie Assa'ad-Faltas, pro se, of Columbia, for Appellant.\r\n\t\t\t\tRobert Charles Brown, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Marie Assa'ad-Faltas (Faltas) appeals\r\n  from the circuit court's orders granting Randall Gregory Drye's motion to\r\n  change venue, and granting in part Drye's motion to strike and motion to\r\n  dismiss.  Faltas argues the circuit court erred in: (1) transferring venue from\r\n  Richland County to Lexington County; (2) striking several parts of Faltas's complaint;\r\n  and (3) dismissing multiple causes of action in Faltas's complaint.  We affirm.[1]  \r\nI.&nbsp; Motion\r\n  to change venue[2]\r\nFaltas\r\n  argues an evaluation of the historical evidence proves jury trials are required\r\n  to be held in the plaintiff's county of residence.  Additionally, Faltas\r\n  maintains the venue statute as applied in her case is unconstitutional.  We\r\n  disagree.    \r\n&quot;A\r\n  motion for a change of venue is addressed to the sound discretion of the trial\r\n  judge and will not be disturbed absent an abuse of discretion.&quot;  Holroyd\r\n    v. Requa, 361 S.C. 43, 65, 603 S.E.2d 417, 428 (Ct. App. 2004).  &quot;A\r\n  defendant's right to be tried in the county of its residence is a substantial\r\n  right.&quot;  Whaley v. CSX Transp., Inc., 362 S.C. 456, 468, 609 S.E.2d\r\n  286, 292 (2005). &quot;When the facts concerning a defendant's residence are\r\n  uncontradicted, the trial court must, as a matter of law, change venue to the\r\n  county where the defendant resides.&quot;  Id.  \r\nIn\r\n  the case at bar, Drye established he was a citizen and resident of Lexington\r\n  County.  Accordingly, the circuit court did not abuse its discretion in\r\n  granting Drye's motion to change venue to Lexington County.       Additionally,\r\n  we decline to accept Faltas's contention that the venue statute is\r\n  unconstitutional.  First, Faltas's claim arguing an inability to obtain a\r\n  racially-neutral jury pursuant to J.E.B. v. Alabama, 511 U.S. 127 (1994)\r\n  is not ripe for review because she had not yet engaged in the process of jury\r\n  selection at the time of appeal.  See McClanahan v. Richland County\r\n    Council, 350 S.C. 433, 441, 567 S.E.2d 240, 244 (2002) (&quot;A justiciable\r\n  controversy is a real and substantial controversy which is ripe and appropriate\r\n  for judicial determination, as distinguished from a contingent, hypothetical or\r\n  abstract dispute.&quot;) (quotation marks and citation omitted). Second, although Tennessee v. Lane, 541 U.S. 509 (2004) mandates fundamental access to\r\n  the courts for individuals with disabilities, we reject the notion that &quot;the\r\n  higher risk of traffic accidents during longer travel&quot; suffered by Faltas\r\n  qualifies as a disability requiring remedial action.  Accordingly, the venue\r\n  statute is constitutional as applied in Faltas's case.                        \r\nII.&nbsp; Motion\r\n  to strike\r\nFaltas argues the circuit court erred in striking four\r\n  separate causes of action alleged in her complaint: (1) a violation of 42\r\n  U.S.C. § 1981; (2) invasion of privacy; (3) engaging in a conspiracy to defame\r\n  Faltas; and (4) a violation of the Racketeer Influenced and Corrupt\r\n  Organizations (RICO) act.  We disagree.\r\n&quot;A motion to strike, challenging a theory of\r\n  recovery in the complaint, is comparable to a motion to dismiss under Rule\r\n  12(b)(6), SCRCP.&quot;  Robinson v. Code, 384 S.C. 582, 585, 682 S.E.2d\r\n  495, 496 (Ct. App. 2009).  &quot;Where a pleading is attacked for an alleged\r\n  failure to state a cause of action, the pleading must be liberally construed in\r\n  favor of the pleader and sustained if the facts and reasonable inferences to be\r\n  drawn therefrom entitle the pleader to relief on any theory of the case.&quot;  Id.  &quot;A court should not strike a cause of action merely because\r\n  the court doubts the plaintiff will prevail in the action.&quot;  Id. \r\n  &quot;However, the matter of striking from a pleading is largely within the\r\n  discretion of the trial judge [and] . . . will not be reversed except for an abuse\r\n  of discretion or error of law.&quot;  Id.  (citations omitted).      \r\n1.&nbsp; Violation of 42 U.S.C. §\r\n  1981\r\nWe hold the circuit\r\n  court correctly struck out the parts of Faltas's complaint related to 42 U.S.C.\r\n  § 1981.  Here, Faltas did not plead any facts establishing that Drye had any\r\n  intent to discriminate against her based on race or the existence of a contract\r\n  between her and Drye.  See Eddy v. Waffle House, Inc., 335\r\n  F.Supp.2d 693, 696 (D.S.C. 2004) (&quot;[T]o prevail under a § 1981 claim a\r\n  plaintiff must prove that: (1) he or she is a member of a racial minority; (2)\r\n  the defendant had an intent to discriminate on the basis of race; and (3) the\r\n  discrimination concerned one or more of the activities enumerated in the\r\n  statute; in this case, the making and enforcing of a contract.&quot;)\r\n  (quotation marks and citations omitted).   \r\n2.&nbsp; Invasion\r\n  of privacy\r\nWe hold the circuit\r\n  court correctly struck out the portions of Faltas's complaint related to an\r\n  invasion of privacy.  See Snakenberg v. Hartford Cas. Ins. Co., Inc.,\r\n  299 S.C. 164, 170, 383 S.E.2d 2, 5 (Ct. App. 1989) (&quot;In South Carolina,\r\n  three separate and distinct causes of action can arise under the rubric of\r\n  invasion of privacy: (1) wrongful appropriation of personality; (2) wrongful\r\n  publicizing of private affairs; and (3) wrongful intrusion into private\r\n  affairs.&quot;).  In the case at bar, Faltas did not allege Drye had wrongfully\r\n  appropriated her personality when he made his complaint to the Virginia medical\r\n  licensing board.  See id. at 170, 383 S.E.2d at 5-6 (&quot;Wrongful\r\n  appropriation of personality involves the intentional, unconsented use of the\r\n  plaintiff's name, likeness, or identity by the defendant for his own benefit.\r\n  The gist of the action is the violation of the plaintiff's exclusive right at\r\n  common law to publicize and profit from his name, likeness, and other aspects\r\n  of personal identity.&quot;).  \r\nRegarding\r\n  the other possible causes of action for invasion of privacy, Faltas did not\r\n  plead any facts in her complaint to demonstrate Drye wrongfully publicized or\r\n  intruded into her private affairs.  Drye's allegations regarding Faltas's\r\n  qualifications for a medical license are not private because the information\r\n  became a matter of public record after Faltas testified at Drye's trial as a\r\n  medical expert.  See id. at 170-71, 383 S.E.2d at 6 (&quot;Wrongful\r\n  publicizing of private affairs involves a public disclosure of private facts\r\n  about the plaintiff.&quot;); Id. at 171-72, 383 S.E.2d at 6 (holding the\r\n  elements of a wrongful intrusion into private affairs are:  (1) an intrusion;\r\n  (2) into that which is private; (3) which is substantial and unreasonable\r\n  enough to be legally cognizable; and (4) the intrusion must be intentional).   \r\n3.&nbsp; Civil\r\n  Conspiracy\r\nWe hold the circuit\r\n  court correctly struck out the portions of Faltas's complaint related to a\r\n  civil conspiracy.  Faltas did not plead any additional acts in furtherance of\r\n  the conspiracy separate from Drye's alleged wrongful act in filing a complaint\r\n  with the Virginia medical licensing board.  See Hackworth v. Greywood\r\n    at Hammett, LLC, 385 S.C. 110, 115-16, 682 S.E.2d 871, 875 (Ct. App. 2009)\r\n  (&quot;In a civil conspiracy claim, one must plead additional acts in\r\n  furtherance of the conspiracy separate and independent from other wrongful acts\r\n  alleged in the complaint, and the failure to properly plead such acts will\r\n  merit the dismissal of the claim.&quot;).  Additionally, Faltas did not\r\n  specifically pray for special damages as a part of her civil conspiracy claim.  See id. at 117, 682 S.E.2d at 875 (&quot;If a plaintiff merely\r\n  repeats the damages from another claim instead of specifically listing special\r\n  damages as part of their civil conspiracy claim, their conspiracy claim should\r\n  be dismissed.&quot;).                \r\n4.&nbsp; Violation\r\n  of RICO\r\nWe hold the circuit\r\n  court correctly struck out the portions of Faltas's complaint related to a\r\n  violation of RICO.  Faltas did not allege Drye committed two or more acts which\r\n  established a pattern of racketeering activity.  See Gentry v. Yonce,\r\n  337 S.C. 1, 6 n.3, 522 S.E.2d 137, 139 n.3 (1999) (holding appellants are required\r\n  to establish the commission of two or more predicate acts constituting a\r\n  pattern of racketeering activity in order to establish a RICO violation)\r\n  (quotation marks omitted).  \r\nIII.&nbsp; Motion to Dismiss\r\n&quot;In\r\n  deciding whether the circuit court properly granted the motion to dismiss under\r\n  Rule 12(b)(6), SCRCP, this court must consider whether the complaint, when\r\n  viewed in the light most favorable to the plaintiff, states any valid claim for\r\n  relief.&quot;  Slack v. James, 356 S.C. 479, 481, 589 S.E.2d 772, 773 (Ct.\r\n  App. 2003).  &quot;A motion to dismiss should not be granted if facts alleged\r\n  and inferences reasonably deducible therefrom would entitle the plaintiff to\r\n  any relief on any theory of the case.&quot;  Id. at 481, 589 S.E.2d at\r\n  773-74 (quotation marks omitted).  \r\nFaltas\r\n  argues the circuit court erred in dismissing the remaining claims in her\r\n  complaint that survived the circuit's court's granting of Drye's motion to\r\n  strike for (1) intentional infliction of emotional distress (IIED) and (2)\r\n  tortuous interference with a contract.  We disagree.\r\n1.&nbsp; IIED\r\nWe\r\n  hold the circuit court correctly dismissed Faltas's cause of action for IIED. \r\n  Faltas did not plead any allegations in her complaint establishing extreme and\r\n  outrageous conduct because Drye's actions in filing a complaint with the\r\n  Virginia medical licensing board do not constitute conduct so extreme and\r\n  outrageous to exceed all possible bounds of decency.  See Bergstrom\r\n    v. Palmetto Health Alliance, 358 S.C. 388, 401, 596 S.E.2d 42, 48 (2004)\r\n  (stating a plaintiff must show the conduct was so extreme and outrageous as to\r\n  exceed all possible bounds of decency and must be regarded as atrocious and\r\n  utterly intolerable in a civilized community in order to establish a claim for\r\n  intentional infliction of emotional distress); Hainer v. Am. Med. Int'l,\r\n    Inc., 320 S.C. 316, 324, 465 S.E.2d 112, 117 (Ct. App. 1995) (&quot;[T]he\r\n  mere reporting of an individual to a licensing board, as mandated by the [s]tate,\r\n  is not conduct so extreme and outrageous that no reasonable person could be\r\n  expected to endure it.&quot;) (quotation marks omitted).     \r\n2.&nbsp; Tortious interference with\r\n  a contract\r\nWe\r\n  hold the circuit court correctly dismissed Faltas's cause of action for tortious\r\n  interference with a contract.  Faltas did not allege any facts in her complaint\r\n  about the existence of a contract between her and a third party.  See Vortex\r\n    Sports &amp; Entm't, Inc. v. Ware, 378 S.C. 197, 205, 662 S.E.2d 444, 449 (2008)\r\n  (&quot;The elements of a cause of action for tortious interference with\r\n  contract are: (1) existence of a valid contract; (2) the wrongdoer's knowledge\r\n  thereof; (3) his intentional procurement of its breach; (4) the absence of\r\n  justification; and (5) resulting damages.&quot;).  Accordingly, the circuit\r\n  court did not err in granting in part Drye's motion to dismiss.    \r\n\r\nAFFIRMED.\r\nTHOMAS, PIEPER, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR. \r\n[2]  This court may consider the order changing venue in\r\n  the present case.  Ordinarily, an order changing venue is not immediately\r\n  appealable.  Breland v. Love Chevrolet Olds, Inc., 339 S.C. 89, 93-94,\r\n  529 S.E.2d 11, 13-14 (2000).  However, an appellate court may consider orders\r\n  that are not directly appealable when there are appealable issues before the\r\n  court and a ruling on appeal will avoid unnecessary litigation.  Ferguson v.\r\n    Charleston Lincoln Mercury, Inc., 349 S.C. 558, 565, 564 S.E.2d 94, 98\r\n  (2002).  Here, Faltas appealed two other appealable orders concurrently with\r\n  her appeal of the order changing venue.  \r\n\r\n","court":"Appeals"}]