[{"id":"2011-UP-489","title":"Martin v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-489","description":null,"date":"2011-11-02","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nMarcus Martin, Respondent,\r\nv.\r\nState of South Carolina, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n John C. Hayes, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-489\r\nHeard October 19, 2011 – Filed November 2,\r\n  2011 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nDeputy Chief Appellate Defender Wanda H. Carter, of Columbia, for Respondent.\r\nAttorney General Alan M. Wilson, Chief Deputy Attorney General\r\n  John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n  Assistant Attorney General A. West Lee, and Assistant Attorney General Kaelon\r\n  E. May, all of Columbia, for Appellant.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: In this post-conviction relief (PCR) case, the State\r\n  appeals the PCR court's grant of PCR to Marcus Martin regarding his guilty plea\r\n  to a number of crimes.  We reverse and remand for an additional finding by the\r\n  PCR court.\r\nMartin was indicted for one count of murder, two counts of armed\r\n  robbery, one count of assault and battery with intent to kill, one count of possession\r\n  of a firearm during the commission of a violent crime, and one count of\r\n  criminal conspiracy.  After jury voir dire, his counsel notified the plea court\r\n  that he agreed to plead guilty to all of the charges.  The plea court proceeded\r\n  with its colloquy, and it eventually accepted the plea as made knowingly and\r\n  voluntarily.  During the plea hearing, however, the plea court did not define\r\n  or explain the elements of the charges to Martin, and Martin's counsel did not\r\n  confirm to the plea court that he had done so.  \r\nMartin subsequently applied for PCR, alleging his plea counsel was\r\n  ineffective because his plea was not knowing and voluntary.  At the PCR\r\n  hearing, Martin testified (1) he did not understand the elements of the crimes\r\n  he plead to and (2) his plea counsel did not explain those elements to him.  Despite\r\n  this allegation, plea counsel testified he explained the elements to Martin,\r\n  and in its order addressing Martin's application, the PCR court found plea\r\n  counsel's testimony credible.  However, the PCR court explicitly stated that it\r\n  must disregard that testimony because &quot;[t]he record at the time of the\r\n  plea must comport with due process requirements.  The record cannot be propped\r\n  up at a later time.&quot;  The PCR court then found that during the plea\r\n  hearing the plea court did not explain the charges to Martin and Martin's\r\n  counsel did not confirm that he had done so.  Consequently, the PCR court held\r\n  the plea was not knowing and voluntary, and it granted PCR.  This appeal\r\n  followed.\r\nThe\r\n  State argues the PCR court erred in granting PCR because the PCR court\r\n  explicitly disregarded plea counsel's testimony that he explained the elements\r\n  of the crime to Martin even though the PCR court also found that testimony\r\n  credible.  We agree.\r\nOn appeal from PCR proceedings, this court\r\n  must affirm the findings and holdings of the PCR court unless the findings are\r\n  not supported by &quot;any evidence of probative value&quot; or the holdings are &quot;controlled by an error of law.&quot;  Bailey v. State, 392 S.C. 422, 432, 709 S.E.2d 671,\r\n  676 (2011).  &quot;A defendant who enters a plea on the advice of counsel may\r\n  only attack the voluntary and intelligent character of a plea by showing that\r\n  counsel's representation fell below an objective standard of reasonableness and\r\n  that&quot; he was prejudiced by counsel's errors.  Rolen v. State, 384\r\n  S.C. 409, 413, 683 S.E.2d 471, 474 (2009).  In\r\n  determining whether plea counsel was ineffective for permitting the defendant to\r\n  plead guilty, the ultimate test is not the plea court's explanations or questions\r\n  or the plea counsel's answers; rather, the test is the extent of the defendant's\r\n  understanding revealed by the entire record, including\r\n  evidence admitted at the PCR hearing.  See Holden v. State, 393 S.C. 565, 572-74, 713\r\n  S.E.2d 611, 615-16 (2011); Rolen, 384 S.C. at 413, 683 S.E.2d  474.\r\nHere, the PCR court failed to consider the\r\n  entire record.  It explicitly found credible plea counsel's testimony that he explained the elements of\r\n  the crimes to Martin.  Yet the PCR court ignored that testimony simply because it was not presented at the time of the plea.  Therefore, the PCR court's\r\n  decision is affected by an error of law.  \r\n Despite plea counsel's testimony, Martin testified he\r\n  did not understand the elements of the charges against him, and the order\r\n  granting PCR did not make a finding as to whether Martin understood those\r\n  elements.  Therefore, we reverse and remand for a finding of whether Martin in\r\n  fact understood the elements of the crimes he plead to.  In making this\r\n  finding, the PCR court must consider the entire record.  If Martin did not\r\n  understand the elements, the PCR court must find whether this lack of\r\n  understanding prejudiced him.  If Martin did understand the elements, his plea was\r\n  knowing and voluntary and plea counsel was not ineffective for permitting the\r\n  plea.[1] \r\nREVERSED AND REMANDED.\r\nFEW, C.J., and THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] During oral argument, Martin conceded that the record reflected a sufficient factual basis for the plea, description of sentencing maximums and minimums, and explanation of the constitutional rights waived.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-490","title":"Carter v. SCDC","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-490","description":null,"date":"2011-11-03","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nCharles Ray\r\n      Carter, Appellant,\r\nv.\r\nSouth Carolina\r\n      Department of Corrections, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n J. Michelle Childs, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-490\r\nSubmitted November 1, 2011 – Filed\r\n  November 3, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nCharles Ray Carter, pro se.\r\nDaniel R. Settana, Jr. and Erin M. Farrell, both of Columbia, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Charles Ray Carter appeals the dismissal with prejudice of his civil complaint\r\n  against the Department of Corrections (the Department) for (1) violating the\r\n  South Carolina Tort Claims Act, S.C. Code\r\n  Ann. §§ 15-78-10 to -220 (2005), and (2) violating his rights by modifying,\r\n  altering, or amending his sentence after the term of court ended, arguing the circuit court erred in granting\r\n  the Department's motion for summary judgment.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: Rule 56(c),\r\n  SCRCP (&quot;[Summary] judgment . . . shall be rendered forthwith if the\r\n  pleadings, depositions, answers to interrogatories, and admissions on file,\r\n  together with the affidavits, if any, show that there is no genuine issue as to\r\n  any material fact and that the moving party is entitled to a judgment as a\r\n  matter of law.&quot;); State v. Bennett, 375 S.C. 165, 174, 650 S.E.2d\r\n  490, 495 (Ct. App. 2007) (&quot;Because the South\r\n  Carolina Code of Laws is the controlling authority for classifications,\r\n  definitions and penalties for criminal offenses, a statute listed on a\r\n  sentencing sheet, and not a CDR\r\n  code, will dictate a criminal's sentence.&quot;); S.C. Code Ann. §\r\n  15-78-100(a) (2005) (Stating all actions initiated under the S.C. Tort Claims\r\n  Act must be commenced &quot;within two years after the loss was or should have\r\n  been discovered&quot;).    \r\nAFFIRMED.\r\nWILLIAMS and\r\n  GEATHERS, JJ., and CURETON, A.J., concur. \r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-491","title":"SCDSS v. Tony B.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-491","description":null,"date":"2011-11-03","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nRodney A., Plaintiff,\r\nv.\r\nKeisha G., Tony\r\n      B., and South Carolina Department of Social Services, Defendants,\r\nAnd South\r\n      Carolina Department of Social Services, Respondent,\r\nv.\r\nKeisha G., Tony\r\n      B., and John Doe, Defendants,\r\nOf whom Tony B.\r\n      is the Appellant.\r\nIn the interest of a minor child under the age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n Robert N. Jenkins, Sr., Family Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-491\r\nSubmitted November 1, 2011 – Filed\r\n  November 3, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAmos A. Workman, of Greenville, for Appellant.\r\nDeborah  Murdock, of Mauldin, for Respondent.\r\nRobert A. Clark, of Greenville, for Guardian ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM: Tony B. (Father) appeals the\r\n  family court's order terminating his parental rights to his minor child\r\n  (Child), arguing the family court erred in finding (1) he wilfully failed to\r\n  support Child, (2) Child has been in foster care for at least fifteen of the most\r\n  recent twenty-two months, and (3) termination of parental rights (TPR) was in\r\n  Child's best interests. We affirm.[1]\r\nOn appeal from\r\n  the family court, this court reviews factual and legal issues de novo.&nbsp; Simmons\r\n    v. Simmons, 392 S.C. 412, 414, 709\r\n  S.E.2d 666, 667 (2011); see also Lewis v. Lewis, 392 S.C. 381,\r\n  386, 709 S.E.2d 650, 652 (2011).&nbsp; Although this court reviews the family\r\n  court's findings de novo, we are not required to ignore the fact that the trial\r\n  court, who saw and heard the witnesses, was in a better position to evaluate\r\n  their credibility and assign comparative weight to their testimony.&nbsp; Lewis,\r\n  392 S.C. at 388, 709 S.E.2d at 653.&nbsp; The burden is upon the appellant to\r\n  convince this court that the family court erred in its findings.&nbsp; Id. at 391, 709 S.E.2d at 655.  &quot;In appeals from the family\r\n  court, the appellate court has the authority to find the facts in accordance\r\n  with its view of the preponderance of the evidence.&quot;&nbsp; Ex parte\r\n    Morris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006).&nbsp; &quot;This broad\r\n  scope of review does not, however, require the appellate court to disregard the\r\n  findings of the family court.&quot;&nbsp; Id.&nbsp; &quot;This degree of\r\n  deference is especially true in cases involving the welfare and best interests\r\n  of a minor child.&quot;&nbsp; Id. at 62, 624 S.E.2d at 652.\r\n We find clear and\r\n  convincing evidence exists that Father wilfully failed to support Child.[2]  See § 63-7-2570(4) (2010) (noting one ground for TPR is\r\n  when the &quot;child has lived outside the home\r\n  of either parent for a period of six months, and during that time the parent\r\n  has wilfully failed to support the child&quot;).  &quot;Willful conduct is that\r\n  which 'evinces a settled purpose to forego parental duties . . . because it\r\n  manifests a conscious indifference to the rights of the child to receive\r\n  support and consortium from the parent.'&quot; S.C. Dep't of Soc. Servs. v.\r\n    Marccuci, Op. No. 27049 (S.C. Sup. Ct. filed Oct. 3, 2011) (Shearhouse Adv.\r\n  Sh. No. 35 at 20) (citation omitted).  &quot;Whether a parent's failure to\r\n  visit or support a child is wilful is a question of intent to be determined by\r\n  the facts and circumstances of each case.&quot;  S.C. Dep't of Soc. Servs.\r\n    v. Wilson, 344 S.C. 332, 336, 543 S.E.2d 580, 582&nbsp;(Ct. App. 2001).\r\nHere,\r\n  clear and convincing evidence exists that Father has not paid child support\r\n  since the family court ordered it in 2002.  Although Child's guardian ad litem indicated\r\n  that Father paid child support once in 2005, the Department of Social Services\r\n  (DSS) caseworker testified DSS had no records of Father paying any child\r\n  support.  Although Father explained he gave the money directly to Child's mother,\r\n  Father offered no evidence in support of this claim.  Additionally, the family\r\n  court found Father in civil contempt in 2006 for failure to pay child support\r\n  and ordered him to serve four months' incarceration and pay the arrearages upon\r\n  release.  Moreover, the family court never modified or suspended his child\r\n  support obligation.  In fact, the 2006 merits removal order redirected Father's\r\n  child support to DSS and the civil contempt order required Father to pay his\r\n  child support payment in addition to the arrearages upon his release.  \r\nFurthermore,\r\n  Father's argument that his failure to support was not wilful because he was\r\n  incarcerated is unpersuasive.  Although Father explained he did not pay child\r\n  support while incarcerated because he had no financial means of paying, Father\r\n  acknowledged he was employed occasionally while incarcerated.  Furthermore,\r\n  Father acknowledged he never asked anyone in his family to provide child\r\n  support.   Father's brother, sister, and aunt all testified that Father never\r\n  asked them to help with child support.  Essentially, the record reflects that\r\n  Father has made no effort to pay child support or provide material\r\n  contributions to Child since the family court's order in 2002.  Thus, we find\r\n  his behavior evinces a settled purpose to forgo his obligation to support\r\n  Child, and the family court did not err in finding Father wilfully failed to\r\n  support Child.  \r\n Once a statutory ground has been proven, this court\r\n  must determine whether there was evidence termination was in the child's best\r\n  interests.  In a TPR case, the best interests of the child are the paramount\r\n  consideration.  S.C. Dep't of Soc. Servs. v. Janice C., 383 S.C. 221, 228, 678 S.E.2d 463, 467 (Ct.\r\n  App. 2009).  If the parent's and child's interests conflict, the child's\r\n  interest prevails.  See S.C. Code Ann. § 63-7-2620 (2010).  \r\n We find clear and\r\n  convincing evidence in the record supports the family court's findings that the\r\n  termination of Father's parental rights is in Child's best interests.  The\r\n  record reveals that Father essentially has never cared for Child during her\r\n  lifetime.  Furthermore, Father has repeatedly put his own interests ahead of\r\n  hers.  Father purposefully chose to leave Child at his cousin's house\r\n  immediately after gunshots were fired in order to evade the police and arrest.\r\n  Additionally, Father's whereabouts were unknown for the first two years of DSS's\r\n  involvement with Child.  In fact, Father only began participating in the DSS\r\n  proceedings and hearings after he was incarcerated in 2006.  Additionally,\r\n  Child has indicated that she was ready to move on and no longer wanted to\r\n  receive letters from Father.  Child has also chosen not to write him anymore. \r\n  Furthermore, Child is in need of a stable home environment with caretakers who\r\n  can provide the love and support she needs to live a happy, healthy, and\r\n  productive life.  According to Child's guardian ad litem and the DSS\r\n  caseworker, Child currently has this support from her foster parents. Accordingly,\r\n  we find the family court correctly determined TPR was in Child's best interest. \r\nAFFIRMED.\r\nHUFF,\r\n  PIEPER, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] Because we find Father wilfully failed to support\r\n  Child, we need not address the remaining statutory ground for TPR.  See Stinecipher\r\n    v. Ballington, 366 S.C. 92, 100 n.6, 620 S.E.2d 93, 98 n.6 (Ct. App. 2005)\r\n  (stating once one statutory ground is met, this court need not address whether\r\n  any other ground for TPR has been proved).   \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-492","title":"County of Beaufort v. Towne Center","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-492","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        County of\r\n          Beaufort, a political subdivision of South Carolina, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Towne Center,\r\n          LLC, and First South Bank, Respondents,\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nCarmen T. Mullen, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-492    \r\n  Heard November 1, 2011 – Filed November 7,\r\n2011\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        D. Reese Williams, III, and Kathleen M.\r\n          McDaniel, of Columbia, for Appellant.\r\n        Howell V. Bellamy, Jr., and Robert T.\r\n          Shelton, of Myrtle Beach, for Respondent Towne Center, LLC; and Jeffrey Silver,\r\n          of Columbia, for Respondent First South Bank.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  In this condemnation action, the County of Beaufort\r\n  (the County) appeals the trial court's denial of the County's motion to amend\r\n  its condemnation notice.  The County argues the trial court abused its\r\n  discretion in holding Towne Center, LLC and First South Bank (the Bank) would\r\n  be prejudiced by the County's proposed amendment.  Towne Center and the Bank contest\r\n  these arguments and raise additional sustaining grounds that the case is unappealable\r\n  and moot.  We dismiss the appeal pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities: S.C. Code Ann. § 14-3-330(1),\r\n  (2)(c) (1977) (&quot;The Supreme Court shall have appellate jurisdiction for\r\n  correction of errors of law in law cases, and shall review upon appeal: (1)\r\n  Any intermediate judgment, order or decree in a law case involving the merits\r\n  in actions commenced in the court of common pleas and general sessions, brought\r\n  there by original process or removed there from any inferior court or\r\n  jurisdiction .&nbsp;.&nbsp;. [and] (2)\r\n  An order affecting a substantial right made in an action when such\r\n  .&nbsp;.&nbsp;. (c) strikes out an answer or any part thereof or any pleading\r\n  in any action.&quot;); Baldwin Constr. Co. v. Graham, 357 S.C. 227, 230,\r\n  593 S.E.2d 146, 147 (2004) (holding an order denying a motion to amend a\r\n  pleading was not immediately appealable because the trial court did not rule on\r\n  the substantive contents of the pleading sought to be amended; rather, the\r\n  trial court merely refused to allow the amended pleading's filing); Jefferson\r\n    v. Gene's Used Cars, Inc., 295 S.C. 317, 318, 368 S.E.2d 456, 456 (1988) (holding\r\n  an order denying a motion to file a late answer was not appealable because it\r\n  neither involved the merits nor struck a pleading; the order ruled only that\r\n  the appellants failed to show good cause and refused to allow the pleading's\r\n  filing).\r\nAPPEAL\r\n  DISMISSED.\r\nFEW, C.J., and\r\n  THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n","court":"Appeals"},{"id":"2011-UP-493","title":"SCDSS v. Evangelica H.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-493","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina\r\n          Department of Social Services, Respondent,\r\n      \r\n    \r\n  \r\n\r\n   v.\r\n\r\n  \r\n    \r\n      \r\n        Evangelica H.,\r\n          Anthony P., Kedar S., John Doe, whose true name is unknown, and James Doe,\r\n          whose true name is unknown, Defendants,\r\n        Of whom Anthony\r\n          P. is the Appellant.\r\n        In the\r\n          interest of two minor children under the age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Jasper County\r\nPeter L. Fuge, Family Court Judge\r\n\r\nUnpublished Opinion No.  2011-UP-493  \r\n  Submitted November 1, 2011 -  Filed\r\nNovember 7, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert S. Metro, of Hilton Head Island, for\r\n          Appellant.\r\n        Tracy O'Kelly Klatt, of Beaufort, for\r\n          Respondent.\r\n        Heather Jones Galvin, of Bluffton, for\r\n          Guardian ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Anthony P. appeals the family court's final order terminating his parental rights\r\n  to his minor child.  See S.C. Code Ann. § 63-7-2570 (2010).  Upon a thorough review of the\r\n  record and the family court's findings of fact and conclusions of law, pursuant\r\n  to Ex Parte Cauthen, 291 S.C. 465, 354 S.E.2d 381 (1987), we find no\r\n  meritorious issues warrant briefing.  Accordingly, we affirm the family court's\r\n  ruling.\r\nAFFIRMED.[1]\r\nFEW, C.J., and\r\n  THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-494","title":"State v. Mahaffey","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-494","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Johnny Mahaffey, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Anderson County\r\n  J.\r\n  C. &quot;Buddy&quot; Nicholson, Jr., Circuit Court Judge\r\n\r\nUnpublished\r\n  Opinion No.  2011-UP-494  \r\n  Heard\r\n  September 14, 2011 – Filed November 7, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief\r\n          Appellate Defender Robert M. Dudek, of Columbia, for Appellant.\r\n        Attorney\r\n          General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n          Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Melody\r\n          Brown, all of Columbia; and Solicitor Christina Adams, of Anderson, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM: Johnny Mahaffey appeals his conviction for murder and possession of a firearm\r\n  during the commission of a violent crime and sentence of life imprisonment plus\r\n  five years to run consecutively.  On appeal he argues (1) the trial court erred\r\n  in denying his right to recross-examine the State's expert medical examiner,\r\n  Dr. Brett Woodard, (2) the trial court erred in allowing the State to use a\r\n  demonstrative prop containing the victim's photograph, and (3) the trial court\r\n  erred in denying Mahaffey's motion for a mistrial after the victim's mother\r\n  held a photograph of the victim to her chest and coughed to attract the\r\n  attention of jurors during the jury charge.  We affirm.\r\n1.&nbsp;&nbsp;In\r\n  order to warrant a new trial, the defendant must demonstrate the trial court's\r\n  ruling was both erroneous and prejudicial.  See State v. China,\r\n  312 S.C. 335, 342, 440 S.E.2d 382, 386 (Ct. App. 1993) (finding defendant's\r\n  assignment of error in trial court's refusal to allow recross-examination\r\n  unpreserved when proffer of testimony was not in record and therefore could not\r\n  establish prejudice); FCX Coop. Serv., Inc., v. Bryant, 242 S.C. 511, 516-17,\r\n  131 S.E.2d 702, 704 (1963) (finding issue regarding limitation of recross-examination\r\n  without merit when defendant failed to establish prejudice or abuse of\r\n  discretion).  We find no prejudice in the trial court's refusal to allow\r\n  recross-examination of Dr. Woodard regarding his opinion on self-defense when\r\n  Mahaffey did not pursue self-defense as a trial strategy and did not request a\r\n  self-defense charge at the close of trial.[1]\r\n2.&nbsp;At\r\n  oral argument, counsel conceded he could not attest or demonstrate with\r\n  certainty in the record that a demonstrative prop containing the victim's\r\n  photograph was actually used at trial.  Therefore, we deem this issue abandoned\r\n  as there is no factual underpinning to support any legal argument.  See State\r\n    v. Wise, 33 S.C. 582, 590, 12 S.E. 556, 557-58 (1891) (stating an exception\r\n  based on a misapprehension of the facts was properly abandoned). \r\n3.&nbsp;With\r\n  respect to Mahaffey's motion for mistrial based on the conduct of the victim's\r\n  mother, the trial court questioned jurors to determine any prejudicial impact\r\n  and replaced one juror with an alternate as a result of that process.  After\r\n  these curative steps were taken, Mahaffey failed to object to the curative\r\n  measures or to renew the motion for a mistrial.  Therefore, we find this issue\r\n  to be unpreserved for our review.  See State v. George, 323 S.C.\r\n  496, 510, 476 S.E.2d 903, 912 (1996) (&quot;No issue\r\n  is preserved for appellate review if the objecting party accepts the judge's\r\n  ruling and does not contemporaneously make an additional objection to the\r\n  sufficiency of the curative charge or move for a mistrial.&quot;).\r\nAFFIRMED.\r\nFEW,\r\n  C.J., and THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] The\r\n  circumstances of each case are different and require the exercise of judicial\r\n  discretion in determining whether further examination of a witness is proper.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-495","title":"State v. Rivers","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-495","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Arthur Lee Rivers, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nRoger M. Young, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2011-UP-495  \r\n  Heard October 4, 2011 – Filed November 7,\r\n2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tara Shurling, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Assistant  Attorney General David Spencer, all of Columbia; and\r\n          Solicitor Scarlett A. Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Arthur Lee Rivers appeals his convictions of trafficking\r\n  powder cocaine, third offense; possession of crack cocaine, third offense; and\r\n  assaulting a police officer while resisting arrest, as well as his sentences of\r\n  twenty-five years' imprisonment for the trafficking charge, fifteen years'\r\n  imprisonment for the possession charge, and ten years' imprisonment for the\r\n  resisting arrest charge, with the sentences running concurrently.  He contends (1)\r\n  the trial court erred in denying his motion for a directed verdict on the\r\n  resisting arrest charge because the relevant statute does not extend to\r\n  investigatory stops and there must be an attempted arrest before a defendant\r\n  can be convicted of resisting arrest.  Rivers also argues (2) because his\r\n  initial detention violated his Fourth Amendment rights, his subsequent\r\n  statement to police should have been suppressed.  Additionally, he maintains\r\n  (3) because the drugs found at the scene should have been suppressed as a\r\n  result of the illegal initial detention, he was entitled to a directed verdict\r\n  on the drug charges.  We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities:\r\n1. As to the directed\r\n  verdict on assaulting a police officer while resisting arrest: State v.\r\n    Venters, 300 S.C. 260, 264, 387 S.E.2d 270, 272 (1990) (holding that in\r\n  reviewing a denial of a motion for a directed verdict, an appellate court must\r\n  review the evidence in the light most favorable to the State); State v.\r\n    Weston, 367 S.C. 279, 292-93, 625 S.E.2d 641, 648&nbsp;(2006) (noting that\r\n  if any direct evidence or any substantial circumstantial evidence reasonably\r\n  tends to prove the guilt of the accused, an appellate court must find the case was properly submitted to the jury); S.C.\r\n  Code Ann. § 16-9-320(B) (2003) (&quot;It is unlawful for a person to knowingly\r\n  and wilfully assault, beat, or wound a law enforcement officer engaged in\r\n  serving, executing, or attempting to serve or execute a legal writ or process\r\n  or to assault, beat, or wound an officer when the person is resisting an arrest\r\n  being made by one whom the person knows or reasonably should know is a law\r\n  enforcement officer, whether under process or not.&quot;); State v. Tyndall,\r\n  336 S.C. 8, 18, 518 S.E.2d 278, 283 (Ct. App. 1999) (&quot;Section 16-9-320, the resisting arrest statute,\r\n  does not mandate the underlying arrest be prosecuted as a prerequisite for the\r\n  indictment, prosecution, or conviction of resisting arrest.&quot;).  \r\n2. As to\r\n  the suppression of his statement: State\r\n    v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003) (&quot;A party may\r\n  not argue one ground at trial and an alternate ground on appeal.&quot;); State\r\n    v. Haselden, 353 S.C. 190, 196, 577 S.E.2d 445, 448 (2003) (finding appellant's\r\n  argument testimony was improper character evidence unpreserved when appellant\r\n  objected to the testimony only on basis of relevancy); State v. Benton,\r\n  338 S.C. 151, 157, 526 S.E.2d 228, 231 (2000) (finding an argument in support\r\n  of a jury charge on one ground was not preserved because appellant had argued\r\n  for the charge based on a different ground at trial).\r\n3. As to the\r\n  suppression of the drugs and his directed verdict motion on the drug charges: State v. Burton,\r\n  356 S.C. 259, 265, 589 S.E.2d 6, 9 (2003) (&quot;The appropriate vehicle for\r\n  challenging the admissibility of evidence based on a search and seizure\r\n  violation is a motion to suppress.  A motion for directed verdict, on the other\r\n  hand, challenges the sufficiency of the properly admitted evidence.&quot;\r\n  (internal quotation marks and citations omitted)); id. at 265-66, 589\r\n  S.E.2d at 9 (finding when the defendant did not make a motion in limine nor did he timely move to suppress the evidence, and instead, only raised the\r\n  propriety of the search in a motion for a directed verdict, the evidence was\r\n  properly admitted); id. at 266, 589 S.E.2d at 9 (noting the general rule\r\n  is that the failure to object to or the failure to move to strike evidence\r\n  renders such evidence competent and entitled to consideration to the extent it\r\n  is relevant).\r\nAFFIRMED.\r\nFEW, C.J., and THOMAS and\r\n  KONDUROS, JJ., concur.\r\n\r\n\r\n","court":"Appeals"},{"id":"2011-UP-496","title":"State v. Coaxum","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-496","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        William Coaxum,\r\n          Sr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2011-UP-496\r\n  Heard September 12, 2011 – Filed November\r\n7, 2011  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A. Franklin-Best, of Columbia, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Senior Assistant Attorney General Norman Mark Rapoport, and  Assistant Attorney General Mark R. Farthing all of\r\n          Columbia; Solicitor Scarlett Anne Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: William\r\n  Coaxum, Sr., appeals his convictions for armed robbery and possession of a\r\n  firearm during the commission of a violent felony, arguing the trial court\r\n  erred in dismissing a juror who revealed she was acquainted with a member of\r\n  Coaxum's family.  We reverse and remand for a new trial. \r\n\r\n  When a\r\n    juror conceals information inquired into during voir dire, a new trial\r\n    is required only when the court finds the juror intentionally concealed the\r\n    information, and that the information concealed would have supported a\r\n    challenge for cause or would have been a material factor in the use of the\r\n    party's peremptory challenges.  Where a juror, without justification, fails to\r\n    disclose a relationship, it may be inferred, nothing to the contrary appearing,\r\n    that the juror is not impartial.  On the\r\n    other hand, where the failure to disclose is innocent, no such inference may be\r\n    drawn. \r\n\r\nState v. Woods,&nbsp;345 S.C. 583, 587-88, 550 S.E.2d 282,\r\n  284&nbsp;(2001) (internal citation omitted); see State v. Stone,\r\n  350 S.C. 442, 448, 567 S.E.2d 244, 247 (2002) (providing the factors to\r\n  consider before removing a juror for failure to disclose information during\r\n  voir dire are (1) whether the concealment was intentional, and (2) whether the\r\n  information would have been a material factor in the use of a peremptory\r\n  challenge or would have supported a challenge for cause).\r\n\r\n  When a\r\n    party contends a juror should be removed for failure to disclose information\r\n    during voir dire, Stone requires the trial judge\r\n    to consider the two criteria from Woods.  If the judge finds both of the Woods criteria exist, the judge must remove the juror.  However, if\r\n    either of the criteria is absent, the judge may not remove the juror on that\r\n    basis. \r\n\r\nState v. Burgess,&nbsp;391 S.C. 15, 19, 703 S.E.2d 512, 514 (Ct. App.\r\n  2010); see generally State v.\r\n    Bell, 374 S.C. 136, 148, 646 S.E.2d\r\n  888, 895 (Ct. App. 2007) (stating where there is no concealment, &quot;the\r\n  language from Stone regarding whether the information would have been a\r\n  material factor in the use of a peremptory challenge&quot; does not apply); id. (reviewing the trial court's decision to allow a juror to remain on the jury\r\n  under the abuse of discretion standard).\r\nHere, there was no evidence\r\n  the juror's failure to disclose her relationship was intentional.  Under Woods and its progeny, the unintentional failure to disclose does not provide an\r\n  automatic ground for the trial court to remove the juror.  Thus, we hold the\r\n  trial court abused its discretion in removing the juror.  Accordingly, we\r\n  reverse and remand for a new trial.\r\nREVERSED AND REMANDED.\r\nSHORT, WILLIAMS, and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-497","title":"Medlock v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-497","description":null,"date":"2011-11-07","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\n        Cookie Tracey Medlock, Petitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Horry County\r\nJames E. Lockemy, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-497\r\nHeard October 3, 2011 – Filed November 7, 2011    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson and Appellate Defender Dayne C. Phillips, both of Columbia, for\r\n          Petitioner.\r\n        Attorney General Alan Wilson, Chief Deputy Attorney General John W.\r\n          McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n          Attorney General Christina J. Catoe, all of Columbia, for Respondent. \r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM:  Cookie Tracey Medlock pled guilty to leaving the scene of an\r\n  accident resulting in death and was sentenced to nineteen years' imprisonment\r\n  without the possibility of parole.  Medlock appeals the PCR court's order\r\n  denying her application for post-conviction relief, alleging ineffective\r\n  assistance of counsel.  Specifically, Medlock argues that counsel's deficient\r\n  performance resulted in her receiving an unduly harsh sentence.  We affirm.\r\nWe hold\r\n  the PCR court properly denied Medlock's application for post-conviction\r\n  relief.  In order to establish a claim for ineffective assistance of guilty\r\n  plea counsel, a PCR applicant must prove: (1) counsel's performance was\r\n  deficient; and (2) the deficient performance prejudiced the applicant's case.  Stalk\r\n    v. State, 383 S.C. 559, 560-61, 681 S.E.2d 592, 593 (2009).  &quot;[I]n\r\n  order to satisfy the 'prejudice' requirement, the defendant must show that\r\n  there is a reasonable probability that, but for counsel's errors he would not\r\n  have pleaded guilty and would have insisted on going to trial.&quot;  Id. at 562, 681 S.E.2d at 594.\r\nEven if\r\n  Medlock had proven counsel's performance was deficient, she failed to meet her\r\n  burden to establish prejudice. During the PCR hearing, Medlock testified she\r\n  decided to plead guilty because she did leave the scene of the accident. \r\n  Further, she acknowledged five of the six charges against her were dropped as\r\n  part of the plea negotiation.  In addition, counsel testified Medlock told him\r\n  she did not wish to put the families of the victims through a trial.  At no\r\n  time during the PCR hearing did Medlock counter counsel's testimony. \r\n  Significantly, Medlock did not testify she would not have pled guilty absent\r\n  the purported errors made by counsel. See Smith v. State, 369\r\n  S.C. 135, 138-39, 631 S.E.2d 260, 261-62 (2006) (stating where a PCR applicant\r\n  fails to testify that he would have gone to trial instead of pleading guilty,\r\n  he cannot meet his burden to show prejudice). Therefore, Medlock failed to\r\n  prove that any deficient performance by plea counsel prejudiced her case.  \r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, AND GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-498","title":"State v. Eslick","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-498","description":null,"date":"2011-11-09","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nState of South\r\n      Carolina, Respondent,\r\nv.\r\nMartin Jeffrey Eslick, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n Charles B. Simmons, Jr., Special Circuit\r\n  Court Judge\r\n\r\nUnpublished Opinion No.  2011-UP-498\r\nSubmitted November 1, 2011 – Filed\r\n  November 9, 2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Bradley Bennett, of Greenville, for Appellant.\r\nDavid W. Holmes, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Martin Jeffrey Eslick appeals the circuit court's\r\n  order dismissing his criminal appeal from the municipal court.  He argues the\r\n  circuit court erred in dismissing his appeal because his notice of appeal\r\n  sufficiently set forth proper legal grounds for his appeal.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:  City of\r\n    Rock Hill v. Suchenski, 374 S.C. 12, 15, 646 S.E.2d 879, 880 (2007)\r\n  (&quot;In criminal appeals from municipal court, the circuit court does not\r\n  conduct a de novo review. . . .  [An] appellate court reviews errors of law\r\n  only.&quot; (citations omitted)); Rogers v. State, 358 S.C. 266, 269,\r\n  594 S.E.2d 278, 279 (Ct. App. 2004) (&quot;[Appellant] does not allege an error\r\n  of law, but instead argues that evidence in the record fails to support . . .\r\n  the municipal court's conclusion of his guilt . . . .&quot;).\r\nAFFIRMED.\r\nFEW,\r\n  C.J., THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-499","title":"State v. Grant","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-499","description":null,"date":"2011-11-09","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nDerrick Grant, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\n R. Markley Dennis, Jr., Circuit Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-499\r\nSubmitted November 1, 2011 – Filed\r\n  November 9, 2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Appellate Defender Joseph L. Savitz, III, of Columbia, for\r\n  Appellant.\r\nAttorney General Alan M. Wilson, Chief Deputy Attorney General\r\n  John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and Assistant\r\n  Attorney General Melody J. Brown, all of Columbia; and Solicitor Scarlett A.\r\n  Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Derrick Grant appeals his conviction for\r\n  murder, arguing the circuit court erred in allowing him to proceed with his\r\n  trial pro se because his waiver of his right to counsel was not knowingly and\r\n  intelligently made.[1] \r\n  We affirm.[2]\r\nA\r\n  defendant may waive his right to counsel and proceed pro se.  State v.\r\n    McLauren, 349 S.C. 488, 493, 563 S.E.2d 346, 348 (Ct. App. 2002); see\r\n      also Faretta v. California, 422 U.S. 806, 817 (1975)\r\n  (&quot;[F]orcing a lawyer upon an unwilling defendant is contrary to his basic\r\n  right to defend himself if he truly wants to do so.&quot;).  The waiver,\r\n  however, must be made knowingly and intelligently.  McLauren, 349 S.C. at\r\n  493, 563 S.E.2d at 348.  The defendant must be (1) advised of his right to\r\n  counsel and (2) adequately warned of the dangers of self-representation.  Id. at 493, 563 S.E.2d at 348-49.  &quot;[T]he record [must] establish [the\r\n  defendant] knows what he is doing and his choice is made with eyes open.&quot;  Faretta, 422 U.S. at 835 (internal quotation marks omitted).  Thus,\r\n  &quot;[t]he ultimate test of whether a defendant has made a knowing and\r\n  intelligent waiver of the right to counsel is not the [circuit court's] advice,\r\n  but the defendant's understanding.&quot;  McLauren, 349 S.C. at 493, 563\r\n  S.E.2d at 348 (citation and internal quotation marks omitted).  &quot;In the\r\n  absence of a specific inquiry by the [circuit court] addressing the\r\n  disadvantages of a pro se defense as required by the second Faretta prong, the appellate court will look to the record to determine whether [a\r\n  defendant] had sufficient background or was apprised of his rights by some\r\n  other source.&quot;  Id. at 494, 563 S.E.2d at 349; cf. Faretta,\r\n  422 U.S. at 835 (&quot;The record affirmatively shows that Faretta was\r\n  literate, competent, and understanding, and that he was voluntarily exercising\r\n  his informed free will.&quot;).\r\nSouth\r\n  Carolina courts consider the following series of factors &quot;in determining\r\n  if [a defendant] had sufficient background to understand the disadvantages of\r\n  self-representation&quot;:\r\n\r\n(1)\r\n  the [defendant's] age, educational background, and physical and mental health;\r\n  (2) whether the [defendant] was previously involved in criminal trials; (3)\r\n  whether he knew of the nature of the charge and of the possible penalties; (4)\r\n  whether he was represented by counsel before trial or whether an attorney\r\n  indicated to him the difficulty of self-representation in his particular case;\r\n  (5) whether he was attempting to delay or manipulate the proceedings; (6)\r\n  whether the court appointed stand-by counsel; (7) whether the accused knew he\r\n  would be required to comply with the rules of procedure at trial; (8) whether\r\n  he knew of legal challenges he could raise in defense to the charges against\r\n  him; (9) whether the exchange between the [defendant] and the court consisted\r\n  merely of pro forma answers to pro forma questions;\r\n  and (10) whether the [defendant's] waiver resulted from either coercion or\r\n  mistreatment.\r\n\r\nState v. Cash, 309 S.C. 40, 42-43, 419 S.E.2d 811, 813 (Ct. App.\r\n  1992).\r\nHere,\r\n  we find the record shows Grant was knowingly and voluntarily exercising his\r\n  informed free will.  In addition to the circuit court's repeated warnings of\r\n  the dangers of self-representation throughout the pretrial phase and at the\r\n  beginning of the trial, the record, in light of the Cash factors,\r\n  supports the finding Grant understood his right to counsel and the consequences\r\n  of self-representation.  Grant was a literate adult with a criminal history,\r\n  but no evidence suggests any physical or mental impairment.  He was represented\r\n  by counsel until he requested the circuit court, approximately four months\r\n  after his arrest, to relieve him of his representation for irreconcilable\r\n  differences over how his defense should be conducted.  Grant never attempted to\r\n  delay proceedings, voluntarily withdrawing his only motion for a continuance of\r\n  the trial.  Up until he was assisted by standby counsel, he made several\r\n  motions to suppress evidence and requests for discovery materials under Rule 5,\r\n  SCRCrimP.  Moreover, the circuit court, on multiple occasions, suggested he\r\n  retain a public defender to represent him.  However, Grant made his mistrust of\r\n  public defenders clear, noting he was comfortable with his self-representation\r\n  while also declaring he was &quot;scared out of [his] mind, not knowing nothing\r\n  about nothing.&quot;  Cf. Faratta, 422 U.S. at 807-08 (involving\r\n  a defendant who opted to represent himself because of what he perceived as an\r\n  overwhelming caseload of the public defender).\r\nAt\r\n  trial, Grant displayed a competent understanding of the process.  He made\r\n  several objections and successfully suppressed a photograph for its prejudicial\r\n  effect.  He cross-examined many of the State's witnesses, engaging the State's\r\n  investigators in particularly lengthy examinations.  Thus, the record shows\r\n  Grant knew what he was doing and that he made his choice with eyes open. \r\n  Accordingly, the decision of the circuit court is\r\nAFFIRMED.\r\nFEW, C.J., THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] Because we find the waiver was valid, we decline to\r\n  address any remaining issues.  See Futch v. McAllister Towing of\r\n    Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an\r\n  appellate court need not review remaining issues when its determination of a\r\n  prior issue is dispositive of the appeal).\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-500","title":"State v. Kirkman","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-500","description":null,"date":"2011-11-09","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nRahiem Kirkman, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n Alexander S. Macaulay, Circuit Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-500\r\nSubmitted November 1, 2011 – Filed\r\n  November 9, 2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Falkner Wilkes, of Greenville, for Appellant.\r\nAttorney General Alan M. Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n  Attorney General Deborah R.J. Shupe, all of Columbia; and Solicitor Christina T.\r\n  Adams, of Anderson, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Rahiem Kirkman appeals his conviction for\r\n  trafficking in cocaine, arguing the circuit court erred in denying his motion\r\n  to suppress evidence seized as a result of an unlawful detention and search. \r\n  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v.\r\n    Tindall, 388 S.C. 518, 521, 698 S.E.2d 203, 205 (2010) (&quot;On appeals\r\n  from a motion to suppress based on Fourth Amendment grounds, [an appellate\r\n  court] applies a deferential standard of review and will reverse if there is\r\n  clear error.&quot;); Illinois v. Caballes, 543 U.S. 405, 409 (2005)\r\n  (&quot;[T]he use of a well-trained narcotics-detection dog . . . [,] performed\r\n  on the exterior of [a driver's] car while he [is] lawfully seized for a traffic\r\n  violation[,] . . . does not rise to the level of a constitutionally cognizable\r\n  infringement.&quot;); State v. Morris, Op. No. 4872 (S.C. Ct. App. refiled\r\n  Nov. 2, 2011) (Shearouse Adv. Sh. No. 39 at 18, 26) (holding that an officer\r\n  may search any part of a vehicle without a warrant if there is probable cause); State v. Brown, 389 S.C. 473, 482, 698 S.E.2d 811, 816 (Ct. App. 2010)\r\n  (&quot;Probable cause to search exists where the known facts and circumstances\r\n  are sufficient to warrant a man of reasonable prudence in the belief that\r\n  contraband or evidence of a crime will be found in a particular place.&quot;).\r\nAFFIRMED.\r\nFEW,\r\n  C.J., THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-501","title":"State v. Kough","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-501","description":null,"date":"2011-11-09","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nRichard Kough, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n J. Michelle Childs, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-501\r\nHeard October 18, 2011 – Filed November 9,\r\n  2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Lanelle Cantey Durant and Assistant Appellate\r\n  Defender Breen Stevens, both of Columbia, for Appellant.\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n  Attorney General Mark Farthing, all of Columbia, for Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Richard\r\n  Kough appeals his conviction of armed\r\n  robbery, arguing the trial court erred in admitting out-of-court\r\n  identifications and evidence seized during an allegedly illegal search.  We affirm pursuant to Rule 220(b)(1),\r\n  SCACR, and the following: \r\n1.&nbsp; Regarding the out-of-court\r\n  identifications:  See Neil v. Biggers, 409 U.S. 188, 199-200 (1972)\r\n  (setting forth a two-prong test to determine whether an identification is\r\n  reliable, including a review of whether the identification process was unduly\r\n  suggestive and a determination, if unduly suggestive, of whether the\r\n  identification was nonetheless so reliable that no substantial likelihood of\r\n  misidentification existed); id. (listing the factors to consider in\r\n  determining reliability: (1) the opportunity of the witness to view the\r\n  criminal at the time of the crime; (2) the witness' degree of attention; (3)\r\n  the accuracy of the witness' prior description of the criminal; (4) the level\r\n  of certainty demonstrated by the witness at the confrontation; and (5) the length\r\n  of time between the crime and the confrontation); State v. Moore, 343\r\n  S.C. 282, 288, 540 S.E.2d 445, 448 (2000) (stating the decision to admit an\r\n  eyewitness identification is in the trial court's discretion and will not be\r\n  disturbed on appeal absent an abuse of discretion).\r\n2.&nbsp; Regarding the admission of\r\n  evidence obtained during the search:  See State v. Wright,\r\n  391 S.C. 436, 442, 706 S.E.2d 324, 326 (2011) (&quot;When reviewing a Fourth\r\n  Amendment search and seizure case, an appellate court must affirm if there is\r\n  any evidence to support the ruling.&quot;); State v. Laux, 344 S.C. 374,\r\n  376, 544 S.E.2d 276, 277 (2001) (stating the test of whether a third party may\r\n  grant valid consent to search is &quot;whether the third party possesses common\r\n  authority over or has some other sufficient relationship to the premises or\r\n  effects searched.&quot;); id. at 377, 544 S.E.2d at 277 (finding consent\r\n  to a search may be valid based on apparent authority and a police officer's\r\n  reasonable belief that the person authorizing the search has the authority to\r\n  do so); see also Warden v. Hayden, 387 U.S. 294, 296-99 (1967)\r\n  (applying the exigent circumstances exception to the warrant requirement in\r\n  similar circumstances where armed robber was seen by witnesses entering a\r\n  house, police arrived within minutes, police were admitted into the house by a\r\n  person with apparent authority over the premises, and incriminating items were\r\n  found during a search). \r\nAFFIRMED. \r\nSHORT, WILLIAMS and GEATHERS, JJ., concur.        \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-502","title":"Hill v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-502","description":null,"date":"2011-11-09","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nHeath Hill, Appellant,\r\nv.\r\nSouth Carolina Department\r\n      of Health and Environmental Control and South Carolina Electric &amp; Gas\r\n      Company, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Administrative Law Court\r\nCarolyn C. Matthews, Administrative Law Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-502\r\nHeard September 13, 2011 – Filed November\r\n  9, 2011 \r\n\r\nAFFIRMED IN PART, APPEAL DISMISSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nJames Emerson Smith, Jr., E. Scott Winburn, and Robert Guild, all\r\n  of Columbia, for Appellant.\r\nElizabeth B. Partlow, John M. S. Hoefer, and Stephen Philip\r\n  Hightower, all of Columbia, and Francis G. Delleney, Jr., of Chester, for\r\n  Respondents.\r\n      \r\n    \r\n  \r\n\r\n PER\r\n  CURIAM: Heath Hill appeals the approval by the Administrative Law Court\r\n  (ALC) of a Class Two Industrial Solid Waste Landfill (ISWLF) permit and a\r\n  National Pollutant Discharge Elimination System (NPDES) permit, both of which\r\n  were issued in 2008 by Respondent South Carolina Department of Health and\r\n  Environmental Control (DHEC) to Respondent South Carolina Electric &amp; Gas\r\n  Company (SCE&amp;G).  While the matter was pending in this court, SCE&amp;G\r\n  moved to dismiss Hill's appeal as moot.  The motion was consolidated with\r\n  Hill's appeal.  We grant the motion to dismiss as to the issues Hill raised\r\n  concerning the NPDES permit and affirm the ALC's decision affirming the\r\n  issuance of the ISWLF permit.\r\n1. We hold Hill's challenge to the NPDES permit based on the\r\n  alleged failure of the ALC to consider (1) a 2001 mixing zone consent agreement\r\n  between DHEC and SCE&amp;G and (2) the impact of groundwater seeps from the\r\n  Wateree River Bank on arsenic levels in the Wateree River is now moot.  The NPDES\r\n  permit has been superseded by a 2010 NPDES permit modification that took effect\r\n  January 1, 2011, after Hill failed to make a timely request for a contested\r\n  case hearing on the matter.  We agree with SCE&amp;G that the 2010 permit modification\r\n  is now the controlling document governing SCE&amp;G's operation of its NPDES\r\n  system and will remain so even if Hill were to prevail in this appeal on the\r\n  issues he raised regarding the 2008 permit.  Hence, any adjudication by this\r\n  court about the 2008 NPDES permit, even if favorable to Hill, would have\r\n  &quot;no practical legal effect upon [the] existing controversy.&quot;  Sloan\r\n    v. Greenville Cnty., 356 S.C. 531, 552, 590 S.E.2d 338, 349 (Ct. App. 2003)\r\n  (brackets in original).  \r\n2. We further hold that none of the three exceptions to the\r\n  mootness doctrine applies in this appeal.  Contrary to Hill's assertion that\r\n  the controversy giving rise to this appeal is capable of repetition but evading\r\n  review, we found no indication that his complaints concerning the NPDES permit\r\n  &quot;can be repeatedly presented to the trial court yet escape review at the\r\n  appellate level because of [their] fleeting and determinate nature.&quot;  Citizen\r\n    Awareness Regarding Educ. v. Calhoun Cnty. Publ'g, Inc., 406 S.E.2d 65, 67\r\n  (W. Va. 1991) (quoted in Curtis v. State, 345 S.C. 557, 568, 549\r\n  S.E.2d 591, 596 (2001)).   Furthermore, in his return to SCE&amp;G's motion to\r\n  dismiss, Hill made only passing references to environmental concerns and a conclusory\r\n  assertion that the ALC order at issue here may affect future events or result\r\n  in collateral consequences for the parties; therefore, we hold that neither public\r\n  interest concerns nor potential repercussions for the parties warrant our\r\n  adjudication of the propriety of the NPDES permit.  See First Sav.\r\n    Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (deeming an\r\n  issue abandoned because the appellant failed to provide supporting arguments or\r\n  authority).  Accordingly, we dismiss as moot those issues in Hill's appeal\r\n  concerning the NPDES permit.\r\n3. As to Hill's argument that the ISWLF permit failed to control\r\n  the effect of SCE&amp;G's landfill &quot;leachate&quot; liquid, we affirm the\r\n  ALC order pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n  S.C. Code Ann. § 1-23-610(B) (Supp. 2010) (providing the standard of review for\r\n  the court of appeals when reviewing an order issued by the ALC); Bailey v.\r\n    S.C. Dep't of Health &amp; Envtl. Control, 388 S.C. 1, 5, 693 S.E.2d 426,\r\n  429 (Ct. App. 2010) (stating the court of appeals cannot substitute its\r\n  judgment for that of the ALC as to the weight of the evidence on questions of\r\n  fact unless the ALC's findings are &quot; 'clearly erroneous in view of the\r\n  reliable, probative and substantive evidence in the whole record' &quot;)\r\n  (quoting Comm'rs of Pub. Works v. S.C. Dep't of Health &amp; Envtl. Control,\r\n  372 S.C. 351, 358, 641 S.E.2d 763, 766-67 (Ct. App. 2007)); id. at 5-6,\r\n  693 S.E.2d at 429 (&quot;Substantial evidence is not a mere scintilla of\r\n  evidence, but evidence which, considering the record as a whole, would allow\r\n  reasonable minds to reach the conclusion the ALC reached.&quot;) (citing Leventis\r\n    v. S.C. Dep't of Health &amp; Envtl. Control, 340 S.C. 118, 130, 530 S.E.2d\r\n  643, 650 (Ct. App. 2000)).\r\n AFFIRMED\r\n  IN PART, APPEAL DISMISSED IN PART.\r\nFEW,\r\n  C.J., and THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-503","title":"State v. Welch","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-503","description":null,"date":"2011-11-10","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nWilliam Ricky Welch, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\n R. Ferrell Cothran, Jr., Circuit Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-503\r\nSubmitted November 1, 2011 – Filed\r\n  November 10, 2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Robert M. Pachak, of Columbia, for Appellant.\r\nAttorney General Alan M. Wilson, Chief Deputy Attorney General\r\n  John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n  Attorney General William M. Blitch, all of Columbia; and Solicitor Ernest A.\r\n  Finney, III, of Sumter, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  William Ricky Welch appeals his conviction for\r\n  first-degree criminal sexual conduct (CSC) with a minor and lewd act upon a\r\n  minor.  He argues the circuit court erred in allowing the State to proceed\r\n  under section 16-3-655(A)(2) of the South Carolina Code (Supp. 2010) because\r\n  doing so violated the South Carolina Rules of Evidence and his right to a fair\r\n  trial guaranteed by the Due Process Clause.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:  State v.\r\n    Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265 (2006) (holding that the\r\n  abuse of discretion standard of review limits reversal unless &quot;the\r\n  conclusions of the [circuit] court either lack evidentiary support or are\r\n  controlled by an error of law&quot;); Spencer v.\r\n    Texas, 385 U.S. 554, 568-69 (1967)\r\n  (holding that state statutes requiring juries to make findings of prior convictions\r\n  in single trials do not violate due process); State v. Benton, 338 S.C.\r\n  151, 154-55, 526 S.E.2d 228, 230 (2000) (recognizing Spencer and noting\r\n  that &quot;evidence of other crimes is admissible to establish a material fact\r\n  or element of the crime&quot;); S.C. Code Ann. § 16-3-655(A)(2) (Supp. 2010)\r\n  (providing that a prior conviction of first-degree CSC with a minor is an\r\n  element of first-degree CSC with a minor).\r\nAFFIRMED.\r\nFEW, C.J., THOMAS and KONDUROS, JJ., concur.\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-504","title":"Fekete v. Fekete","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-504","description":null,"date":"2011-11-15","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Karen Elisabeth Fekete, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Richard Fekete, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nBrian M. Gibbons, Family Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-504\r\nHeard October 3, 2011 – Filed November 15, 2011\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        James Wilson Tucker, Jr., of Rock Hill, for Appellant.\r\n        Christina C. Thompson, of Fort Mill, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: On appeal from the family court, Richard Fekete (Father)\r\n  challenges the amount of income the family court imputed to him and Karen\r\n  Fekete (Mother) for the purpose of determining child support.  In addition, Father\r\n  argues the family court erred by denying his request to use Worksheet C of the\r\n  South Carolina Child Support Guidelines to calculate child support.  \r\n1. We disagree with Father's claim\r\n  that the family court erred in failing to impute to Mother an income comparable\r\n  to that of her prior employment where she earned $55,000 per year.  Although\r\n  unemployed at the final hearing, Mother testified she could potentially earn\r\n  between $30,000 and $35,000 per year in a new career as a web designer.  The\r\n  family court recognized Mother's uncontradicted testimony, but instead chose to\r\n  impute $2,300 per month to Mother based on the difference between Mother's\r\n  monthly expenses and her unemployment benefits.  We find Mother's potential\r\n  income of $30,000 per year, or $2,500 per month, to be a more accurate\r\n  reflection of her gross income for purposes of calculating child support.  See 27 S.C. Code Ann. Regs. 114-4720(A)(5) (Supp. 2010) (&quot;If the court finds\r\n  that a parent is voluntarily unemployed or underemployed, it should calculate\r\n  child support based on a determination of potential income which would\r\n  otherwise ordinarily be available to the parent.&quot;); id. (&quot;In\r\n  order to impute income to a parent who is unemployed or underemployed, the\r\n  court should determine the employment potential and probable earnings level of\r\n  the parent based on that parent's recent work history, occupational\r\n  qualifications, and prevailing job opportunities and earning levels in the community.&quot;). \r\n  Further, under our de novo standard of review, we find that considering the\r\n  prevailing job opportunities and Mother's good faith efforts to seek\r\n  employment, Mother's income should be based on her potential income rather than\r\n  her past income.  See Gartside v. Gartside, 383 S.C. 35, 45-46,\r\n  677 S.E.2d 621, 626-27 (Ct. App. 2009) (finding it proper to impute income to husband\r\n  based on current employment at lower salary as opposed to former higher-paying\r\n  job when husband lost former job through no fault of his own); Mazzone v.\r\n    Miles, 341 S.C. 203, 209, 532 S.E.2d 890, 893 (Ct. App. 2000) (finding it\r\n  proper to impute minimum wage to father as opposed to his salary from his prior\r\n  employment when father was terminated through no wrongdoing of his own and\r\n  evidence demonstrated father made a good faith decision to pursue\r\n  self-employment).  Accordingly, we modify the family court's imputation of\r\n  income to Mother from $2,300 to $2,500.  Applying Worksheet A from the\r\n  Guidelines, this modification results in a monthly child support award of $390. \r\n2. Father also charges the family\r\n  court with error in the amount of income it imputed to him for purposes of\r\n  calculating child support.  We find no error in the family court's decision to\r\n  impute income of $3,700 per month to Father.  Father's lack of candor regarding\r\n  his finances and actual income required the family court to resort to other\r\n  credible evidence, namely Father's stated expenses and Father's banking\r\n  statements, to determine Father's gross income.  See 27 S.C. Code Ann.\r\n  Regs. 114-4720(A)(6) (Supp. 2010) (stating the family court may resort to other\r\n  suitable documentation of current earnings when the income reflected on a\r\n  party's financial declaration may be at issue); see also Spreeuw v.\r\n    Barker, 385 S.C. 45, 67, 682 S.E.2d 843, 854 (Ct. App. 2009) (finding\r\n  testimony and evidence presented at trial demonstrated father understated his\r\n  income, so that his financial declarations were not meaningful representations\r\n  of his income, thus the family court properly resorted to father's tax returns\r\n  and withdrawals from his business account when calculating father's gross\r\n  income for purposes of child support).  Because Father admitted his expenses on\r\n  his financial declaration were approximately $4,600 per month, it was reasonable\r\n  for the family court to conclude Father had the ability to earn the difference\r\n  between what he was drawing in disability and what he was incurring in expenses\r\n  on a monthly basis.  We find Father hard pressed to complain of the outcome, particularly\r\n  considering Father's admission at oral argument that he grossed approximately $3,300\r\n  per month[1] from his automobile repair shop, which when added to Father's monthly\r\n  disability income of $879, demonstrate the family court was most generous in\r\n  only imputing $3,700 per month to Father.  See Patrick v. Britt,\r\n  364 S.C. 508, 513, 613 S.E.2d 541, 543 (Ct. App. 2005) (finding family court\r\n  properly imputed $100,000 as income to father when father admitted his business\r\n  brought in over $430,000 in gross income but claimed he only earned $66 per\r\n  month).  Accordingly, we affirm the family court's decision on this issue. \r\n3. Last, Father argues the family\r\n  court erroneously applied Worksheet A as opposed to Worksheet C from the South\r\n  Carolina Child Support Guidelines in setting the parties' child support\r\n  obligations, which resulted in Father paying a greater amount of child support\r\n  than was warranted under the circumstances.  We disagree and find that despite\r\n  the shared custody arrangement, the family court had the discretion to apply\r\n  Worksheet A in setting child support, particularly when the family court's\r\n  visitation arrangement narrowly exceeded the threshold requirement for shared\r\n  custody.  See 27 S.C. Code Ann. Regs. 114-4730(A) (Supp. 2010) (&quot;The\r\n  shared custody adjustment, however, is advisory and not compulsory.  The court\r\n  should consider each case individually before applying the adjustment to ensure\r\n  that it does not produce a substantial negative effect on the child(ren)'s\r\n  standard of living.&quot;); see generally Floyd v. Morgan, 383\r\n  S.C. 469, 476, 681 S.E.2d 570, 573 (2009) (finding that the family court has\r\n  the &quot;discretion to utilize any Worksheet [it] finds appropriate under the\r\n  facts of the case&quot; in an action to modify child support).  Mother was\r\n  Child's primary custodian, and both parties agreed she paid almost all of\r\n  Child's expenses, not only during the parties' marriage when Mother was\r\n  employed, but after their separation when she was unemployed.  We find this is\r\n  not a situation that involves the true sharing of expenses for Child.  Father\r\n  submitted no proof that Mother's expenses would be diminished based on the\r\n  visitation arrangement, and given the parties' prior history, we conclude\r\n  utilization of Worksheet C would result in Mother assuming a disproportionate\r\n  share of Child's expenses and would be detrimental to Child's standard of\r\n  living.  Thus, we affirm the family court's decision on this issue.\r\nAFFIRMED AS MODIFIED.\r\nSHORT, WILLIAMS, and\r\n  GEATHERS, JJ., concur. \r\n\r\n\r\n[1] When asked by the court at oral argument, counsel for Father stated he\r\n  believed an accurate reflection of Father's income was $40,000 per year. \r\n\r\n","court":"Appeals"},{"id":"2011-UP-505","title":"State v. Culbertson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-505","description":null,"date":"2011-11-15","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Clarence\r\n          Culbertson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Charles B. Simmons, Jr., Special Circuit\r\nCourt Judge\r\n\r\nUnpublished Opinion No.  2011-UP-505 \r\n  Submitted October 1, 2011 – Filed November\r\n15, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Appellate Defender Wanda\r\n          Carter, of Columbia, for Appellant.\r\n        J. Benjamin Aplin, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Clarence Culbertson appeals the circuit court's order revoking his\r\n  probation, arguing the circuit court erred by relying, in part, on irrelevant\r\n  and unsubstantiated sex offender information.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and\r\n  the following authority:  State v. Hicks, 387 S.C. 378, 379, 692 S.E.2d\r\n  919, 920 (2010) (&quot;Where the ruling of the trial judge is based on more\r\n  than one ground, an appellate court must affirm unless the appellant appeals\r\n  all grounds upon which the ruling was based.&quot;).   \r\nAFFIRMED.\r\nFEW, C.J.,\r\n  THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-506","title":"State v. Hawkins","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-506","description":null,"date":"2011-11-15","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.&nbsp; IT\r\n  SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS\r\n  PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Sonny S.\r\n          Hawkins, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\nG. Edward Welmaker, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-506   \r\n  Heard October 31, 2011 – Filed November\r\n15, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Scott David Robinson, of Greenville, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant  Attorney General Mark Farthing, all of Columbia; and\r\n          Solicitor William W. Wilkins, III, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Sonny Hawkins appeals his conviction of\r\n  unlawful conduct toward a child in violation of section 63-5-70 of the South\r\n  Carolina Code (Supp. 2010), arguing the circuit court erred in denying his\r\n  motion for directed verdict. We affirm\r\n  pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v.\r\n    James, 362 S.C. 557, 562, 608 S.E.2d 455, 457 (Ct. App. 2004) (stating\r\n  issues not raised to the circuit court in support of the directed verdict\r\n  motion are not preserved for appellate review); State v. Lopez, 352 S.C. 373, 378, 574 S.E.2d 210, 213 (Ct. App.\r\n  2002) (finding an issue must be raised to and ruled upon by the circuit court\r\n  to be considered on appeal); State v. Bailey, 298 S.C. 1, 5, 377 S.E.2d\r\n  581, 584 (1989) (&quot;A party cannot argue one ground for a directed verdict\r\n  in trial and then an alternative ground on appeal.&quot;); see also State\r\n    v. Harry, 321 S.C. 273, 277, 468 S.E.2d 76, 79 (Ct. App. 1996) (&quot;A\r\n  motion for a directed verdict made at the close of the [State's] case is not\r\n  sufficient to preserve error unless renewed at the close of all the evidence,\r\n  because once the defense has come forward with its proof, the propriety of a\r\n  directed verdict can only be tested in terms of all the evidence.&quot;)\r\n  (citation omitted).\r\nAFFIRMED.\r\nSHORT, WILLIAMS,\r\n  and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-507","title":"State v. Greene","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-507","description":null,"date":"2011-11-15","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        John Jabbar\r\n          Greene, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\nJeffrey Young, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-507   \r\n  Heard November 1, 2011 – Filed November\r\n15, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of\r\n          Columbia, for Appellant. \r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Christina Catoe, all of Columbia; and\r\n          Solicitor J. Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: John\r\n  Jabbar Greene was convicted of two counts of armed robbery, two counts of\r\n  kidnapping, and one count of second-degree burglary and received concurrent\r\n  sentences totaling thirty years' imprisonment.  Greene appeals, arguing the trial court erred in refusing to suppress\r\n  (1) a statement he made to the sheriff's department after being advised of his Miranda[1] rights and invoking his right to remain silent and (2) DNA evidence collected\r\n  in violation of his Fourth Amendment rights.  We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities:  \r\n1. As to whether the\r\n  trial court erred in refusing to suppress DNA evidence obtained pursuant to a\r\n  &quot;voluntary consent to search&quot; form Greene signed: State v. Missouri, 361 S.C. 107, 111, 603 S.E.2d 594, 596 (2004) (requiring an appellate\r\n  court reviewing a Fourth Amendment search and seizure case to affirm the trial\r\n  court's ruling if it is supported by any evidence in the record and permitting\r\n  reversal only in cases of clear error); State v. Weaver, 374 S.C. 313,\r\n  319-20, 649 S.E.2d 479, 482 (2007) (holding &quot;[e]vidence seized in\r\n  violation of the Fourth Amendment must be excluded from trial,&quot; noting\r\n  &quot;a warrantless search will withstand constitutional scrutiny where the\r\n  search falls within one of several well-recognized exceptions to the warrant\r\n  requirement,&quot; and observing the State must establish both &quot;probable\r\n  cause and the existence of circumstances constituting an exception to the\r\n  general prohibition against warrantless searches&quot;); State v. Dupree,\r\n  319 S.C. 454, 456-58, 462 S.E.2d 279, 281-82 (1995) (holding the Fourth\r\n  Amendment protects against improper intrusions into the mouth, requiring\r\n  probable cause and a clear indication evidence will be found prior to a\r\n  warrantless search of a suspect's mouth, and identifying consent as an exception\r\n  to the Fourth Amendment rule against warrantless searches).  \r\n2.  As to whether the\r\n  trial court erred in refusing to suppress Greene's statement concerning contact\r\n  with the shotgun, despite Greene's invocation of his right to remain silent and\r\n  Investigator Smith's testimony that he was &quot;cool&quot; with Greene: Berghuis v. Thompkins, 130 S. Ct. 2250, 2260 (2010) (&quot;Even absent the\r\n  accused's invocation of the right to remain silent, the accused's statement\r\n  during a custodial interrogation is inadmissible at trial unless the\r\n  prosecution can establish that the accused in fact knowingly and voluntarily\r\n  waived [Miranda] rights when making the statement.&quot; (internal\r\n  quotation marks and citation omitted)); State v. Brown, 389 S.C. 84, 92,\r\n  697 S.E.2d 622, 627 (Ct. App. 2010) (quoting State v. Sims, 304 S.C.\r\n  409, 416-17, 405 S.E.2d 377, 381-82 (1991) (emphasis added by court) (internal\r\n  quotation marks omitted) (holding custodial interrogation includes &quot;express\r\n  questioning, or its functional equivalent which includes words or actions on\r\n  the part of the police (other than those normally attendant to arrest and\r\n    custody) that the police should know are reasonably likely to elicit an\r\n  incriminating response&quot;); State v. Kennedy, 333 S.C. 426, 429, 510\r\n  S.E.2d 714, 715 (1998) (recognizing a waiver need not be express; an implicit\r\n  waiver is sufficient); State v. Moses, 390 S.C. 502, 513, 702 S.E.2d 395,\r\n  401 (Ct. App. 2010) (requiring a court examining whether a Miranda waiver was made freely, knowingly, and voluntarily to determine &quot;whether\r\n  the defendant's will was overborne by the totality of the circumstances\r\n  surrounding the confession&quot;); State v. Hughes, 336 S.C. 585, 594,\r\n  521 S.E.2d 500, 505 (1999) (&quot;Absent coercive police conduct causally\r\n  related to a confession, there is no basis for finding a confession\r\n  constitutionally involuntary.&quot;).  \r\nAFFIRMED.  \r\nFEW, C.J., KONDUROS, J.,\r\n  and CURETON, A.J., concur.  \r\n\r\n\r\n[1] Miranda v. Arizona, 384 U.S. 436 (1966).  \r\n\r\n","court":"Appeals"},{"id":"2011-UP-508","title":"Parker v. State","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-508","description":null,"date":"2011-11-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Marcus J. Parker, Petitioner,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Jasper County\r\nCarmen Mullen, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-508\r\nHeard November 1, 2011 – Filed November 18, 2011  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate\r\n          Defender Elizabeth A. Franklin-Best, of Columbia, for Petitioner.\r\n        Attorney\r\n          General Alan M. Wilson, Chief Deputy Attorney General John W. McIntosh,\r\n          Assistant Deputy Attorney General Salley W. Elliot, and Assistant Attorney\r\n          General Matthew J. Friedman, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: In his\r\n  third post-conviction relief application, Marcus Parker claims his plea counsel\r\n  erroneously advised him he would be parole eligible on a conviction for\r\n  possession of a firearm during the commission of a dangerous crime.  The PCR\r\n  court summarily dismissed the application as successive and filed outside the\r\n  statute of limitations.  Because Parker's application states a prima facie\r\n  claim under Tilley v. State, 334 S.C. 24, 511 S.E.2d 689 (1999), we reverse\r\n  for an evidentiary hearing.\r\nIn September 2000, Parker\r\n  pled guilty to armed robbery, assault and battery with intent to kill (ABWIK),\r\n  kidnapping, and possession of a firearm during the commission of a violent\r\n  crime.  The plea judge sentenced Parker to twenty-five years' imprisonment for\r\n  armed robbery, twenty years concurrent for ABWIK, twenty-five years concurrent\r\n  for kidnapping, and five years consecutive for possession of a firearm during\r\n  the commission of a violent crime.  A person convicted of possession of a\r\n  firearm during the commission of a violent crime is not eligible for parole\r\n  during the five-year sentence.  S.C. Code Ann. § 16-23-490(C) (Supp. 2010).  \r\nIn February 2007, Parker\r\n  filed the PCR application at issue.  In his application Parker claims plea counsel\r\n  affirmatively told him he would be parole eligible for the possession of a\r\n  firearm conviction after he served his concurrent sentences.  Parker alleges he\r\n  first learned he was parole ineligible on December 15, 2006, when his Department\r\n  of Corrections caseworker told him.  Parker contends that his plea counsel was\r\n  ineffective for giving him erroneous advice about his parole eligibility and\r\n  that if he had known he would be parole ineligible, he would not have pled guilty\r\n  to possession of a firearm.  The State filed a motion for summary dismissal\r\n  contending Parker's application was successive and filed outside of the\r\n  one-year statute of limitations in section 17-27-45(A) of the South Carolina\r\n  Code (2003).  \r\n&quot;[T]o be entitled to\r\n  a successive PCR application, the applicant must establish that the grounds\r\n  raised in the subsequent application could not have been raised in the previous\r\n  application.&quot;  Odom v. State, 337 S.C. 256, 261, 523 S.E.2d 753,\r\n  755 (1999).  &quot;When considering the State's motion for summary dismissal of\r\n  a[] [PCR] application, a judge must assume facts presented by an applicant are\r\n  true and view those facts in the light most favorable to the applicant.&quot;  Al-Shabazz\r\n    v. State, 338 S.C. 354, 364, 527 S.E.2d 742, 747&nbsp;(2000).  &quot;Furthermore,\r\n  summary dismissal without a hearing is appropriate only when (1) it is apparent\r\n  on the face of the application that there is no need for a hearing to develop\r\n  any facts and (2) the applicant is not entitled to relief.&quot;  Id.\r\nAssuming the facts\r\n  presented by Parker are true, his application states a prima facie claim for\r\n  PCR under Tilley.  See 334 S.C. at 26-28, 511 S.E.2d at 690-91 (affirming\r\n  PCR court's decision to grant Tilley's fourth PCR application when the\r\n  applicant did not previously know he was parole ineligible for possession of a\r\n  firearm because he received printouts each year from the Parole Board with his\r\n  parole eligibility date).  Accordingly, we reverse and remand for an\r\n  evidentiary hearing.[1]\r\nREVERSED and REMANDED.\r\nTHOMAS and KONDUROS,\r\n  JJ., concur.\r\n\r\n\r\n[1] The PCR court also held Parker's &quot;allegation of newly discovered evidence\r\n  based on parole eligibility is without merit&quot; because plea counsel could\r\n  not be &quot;ineffective for failing to advise a defendant regarding parole\r\n  eligibility because it is a collateral consequence of sentencing.&quot;  The\r\n  principle of law is correct, but the PCR court misconstrued Parker's claim.  See Smith v. State, 329 S.C. 280, 283, 494 S.E.2d 626, 628 (1997) (&quot;[I]f\r\n  the defendant's attorney undertakes to advise the defendant about parole\r\n  eligibility and gives erroneous advice, then the plea may be collaterally\r\n  attacked.&quot;).  Parker does not allege counsel failed to advise him about\r\n  his parole eligibility.  He alleges counsel gave him erroneous advice about\r\n  parole eligibility, which may be attacked through a PCR application.  \r\n\r\n","court":"Appeals"},{"id":"2011-UP-509","title":"Blalock v. Blalock","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-509","description":null,"date":"2011-11-28","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Heather J. Blalock, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Michael Blalock, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\nAnne G. Jones, Family Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-509\r\n  Submitted November 1, 2011 – Filed\r\nNovember 28, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Stanley Feldman, of Charleston, for\r\n          Appellant.\r\n        Heather J. Blalock, pro se, of Charleston.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Michael Blalock (Husband) appeals from the family court's divorce decree\r\n  awarding full custody of parties' minor children to Heather J. Blalock (Wife),\r\n  arguing the family court (1) abused its discretion in failing to consider Wife's\r\n  promiscuity when granting her primary custody of the children and (2) erred in denying\r\nHusband's motion for a continuance.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n1.&nbsp; As to whether the family court\r\n  abused its discretion in failing to consider Wife's promiscuity when granting\r\n  her primary custody of the children: Simmons v. Simmons, 392 S.C. 412, 414-15, 709 S.E.2d 666, 667\r\n  (2011) (&quot;In appeals from the family court, this Court reviews factual and\r\n  legal issues de novo.&quot;); Paparella v. Paparella, 340 S.C.\r\n  186, 189, 531 S.E.2d 297, 299&nbsp;(Ct. App. 2000) (&quot;The paramount and\r\n  controlling factor in every custody dispute is the best interests of the\r\n  child.  Although this court may find facts in accordance with our own view of\r\n  the preponderance of the evidence, we are not required to ignore the fact that\r\n  the [family court, which] saw and heard the witnesses, was in a better position\r\n  to evaluate their credibility and assign comparative weight to their\r\n  testimony.  In particular, an appellate court should be reluctant to substitute\r\n  its own evaluation of the evidence on child custody for that of the [family] court.&quot;\r\n  (citations and internal quotation marks omitted)); Chastain v. Chastain,&nbsp;381\r\n  S.C. 295, 302, 672 S.E.2d 108, 112&nbsp;(Ct. App. 2009) (&quot;A parent's\r\n  morality, while a proper consideration in custody disputes, is limited in its\r\n  force and effect to the relevance it has, either directly or indirectly, on the\r\n  welfare of the child.  Thus, conduct that is immoral must also be shown to be\r\n  detrimental to the welfare of a child before it is of legal significance in a custody\r\n  dispute.&quot; (citations omitted)).\r\n2.&nbsp; As to whether the family court\r\n  erred in denying Husband's motion for a continuance: Bridwell v. Bridwell,&nbsp;279\r\n  S.C. 111, 112, 302 S.E.2d 856, 858&nbsp;(1983) (&quot;Motions for continuance\r\n  are discretionary with the [family court], and we will not disturb [its] ruling\r\n  on appeal absent an abuse of that discretion.&quot;); State v. Irick,\r\n  344 S.C. 460, 464, 545 S.E.2d 282, 284&nbsp;(2001) (&quot;An abuse of\r\n  discretion arises from an error of law or a factual conclusion that is without\r\n  evidentiary support.&quot;);  State v. Preslar, 364 S.C. 466, 473, 613 S.E.2d 381, 385 (Ct. App. 2005)\r\n  (&quot;In order for an error to warrant reversal, the error must result\r\n  in prejudice to the appellant.&quot;)\r\n  \r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-510","title":"Auker v, Ridgeway Health and Rehab","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-510","description":null,"date":"2011-11-28","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Donald Auker, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Ridgeway Health\r\n          and Rehab and The Phoenix Insurance Company, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from the Appellate Panel\r\n\r\nUnpublished Opinion No.  2011-UP-510  \r\n  Submitted November 1, 2011 – Filed\r\nNovember 28, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dennis N. Cannon, Jr., of Camden, for\r\n          Appellant.\r\n        R. Daniel Addison, of Columbia, for\r\n          Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Donald Auker\r\n  appeals the denial of his request for medical treatment for his left knee by\r\n  the Appellate Panel of the South Carolina Workers' Compensation Commission (the\r\n  Appellate Panel).  On appeal, Auker argues the Appellate Panel erred in finding\r\n  (1) his claim was barred by res judicata and (2) he failed to carry his burden of proof in showing that his\r\n  current need for medical treatment for his left knee was proximately caused by\r\n  his right knee surgery.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n1.&nbsp; As to whether the Appellate Panel\r\n  erred in finding Auker's claim was barred\r\n  by res judicata: Estridge v. Joslyn Clark Controls, Inc., 325 S.C. 532, 539-40, 482 S.E.2d 577, 581&nbsp;(Ct.\r\n  App. 1997) (&quot;The doctrine of res judicata prevents the relitigation of\r\n  issues previously decided between the parties.  The doctrine requires three\r\n  essential elements: (1) the judgment must be final, valid and on the merits;\r\n  (2) the parties in the subsequent action must be identical to those in the\r\n  first; and (3) the second action must involve matter properly included in the\r\n  first action.  The\r\n  doctrine of res judicata only acts to preclude relitigation of issues actually\r\n  litigated or which might have been litigated in the first action.&quot; (citation\r\n  and internal quotation marks omitted)).\r\n2.&nbsp; As to whether the Appellate Panel\r\n  erred in finding Auker failed to meet his burden of proof in showing his current need for medical treatment for\r\n  his left knee was proximately caused by his right knee surgery: Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (noting\r\n  an appellate court need not address appellant's remaining issues when its\r\n  determination of a prior issue is dispositive).\r\nAFFIRMED.\r\nSHORT, WILLIAMS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-511","title":"State v, Gibbs","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-511","description":null,"date":"2011-11-28","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Jarvis Dequan\r\n          Gibbs, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Kershaw County\r\n  G. Thomas Cooper, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No.  2011-UP-511  \r\n  Submitted November 1, 2011 – Filed\r\nNovember 28, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert M. Pachak, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Senior Assistant Attorney General Harold M. Coombs, Jr., all of\r\n          Columbia; and Solicitor Daniel E. Johnson, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Jarvis\r\n  Dequan Gibbs appeals his convictions for entering a bank with intent to steal,\r\n  kidnapping, and using a firearm during the commission of a violent crime. \r\n  Gibbs argues the trial court erred in allowing testimony about his statement to\r\n  the police that he offered twenty dollars' worth of crack cocaine to borrow a\r\n  bicycle because the testimony was unduly prejudicial and placed his character\r\n  at issue.  We affirm.[1]\r\n&quot;The admission of\r\n  evidence is within the discretion of the trial court and will not be reversed\r\n  absent an abuse of discretion.&quot;  State v. Pagan, 369 S.C. 201, 208,\r\n  631 S.E.2d 262, 265 (2006).  &quot;An abuse of discretion occurs when the\r\n  conclusions of the trial court either lack evidentiary support or are\r\n  controlled by an error of law.&quot;  Id.  &quot;Generally, appellate\r\n  courts will not set aside convictions due to insubstantial errors not affecting\r\n  the result.&quot;  Id. at 212, 631 S.E.2d at 267.  &quot;[A]n\r\n  insubstantial error not affecting the result of the trial is harmless where\r\n  'guilt has been conclusively proven by competent evidence such that no other\r\n  rational conclusion can be reached.'&quot; Id. (citation omitted). \r\nHere, competent evidence established Gibbs's guilt beyond a\r\n  reasonable doubt.  Arthur Macklin, the owner of the bicycle, testified, and\r\n  Gibbs admitted, Gibbs borrowed Macklin's bicycle the morning of the robbery.  Melissa\r\n  Roberts, a bank teller, testified she recognized the bank robber as Gibbs\r\n  despite his mask.  Two witnesses testified the bank robber left the bank on a\r\n  bicycle.   The police later found the bicycle abandoned next to a shoe print\r\n  having the same outsole design of the shoe Gibbs was wearing the morning of the\r\n  robbery.  Gibbs admitted to Chad Moore, a person incarcerated in the Kershaw\r\n  County Detention Center, he robbed the bank on a bicycle and escaped in a\r\n  four-wheeler abandoned thereafter.  A police detective testified the bicycle,\r\n  when found, was laying down on tracks from a four-wheeler and the police discovered\r\n  an abandoned four-wheeler after talking to Moore.  Therefore, because competent\r\n  evidence of Gibbs's guilt was presented at trial, Gibbs's convictions will not\r\n  be set aside even if the statement was admitted in error.  See Pagan,\r\n  369 S.C. at 212, 631 S.E.2d at 267 (&quot;[A]ppellate courts will not set aside\r\n  convictions due to insubstantial errors not affecting the result.&quot;).\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-512","title":"State v. Acanfora","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-512","description":null,"date":"2011-11-28","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE. IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Anthony\r\n          Acanfora, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-512   \r\n  Heard November 16, 2011 – Filed November\r\n28, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson and Appellate\r\n          Defender Elizabeth A. Franklin-Best, both of Columbia, for Appellant.\r\n        Attorney General Alan M. Wilson, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Attorney General Deborah R.J. Shupe, all of\r\n          Columbia; and Solicitor Barry Barnette, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Anthony\r\n  Acanfora appeals his conviction for second-degree burglary.  He argues the\r\n  trial court erred in two respects: (1) denying his motions for a directed\r\n  verdict and new trial and (2) prohibiting him from questioning a witness\r\n  pursuant to the Confrontation Clause and Rule 608(c), SCRE, about the State's\r\n  dismissal of warrants issued against the witness for the same charges issued\r\n  against Acanfora.  We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities:  \r\n\r\n1.   As to the first\r\n  issue: S.C. Code Ann. § 16-11-312(B)(3) (2003)\r\n  (&quot;A person is guilty of burglary in the second degree if the person enters\r\n  a dwelling without consent and with intent to commit a crime therein, and\r\n  .&nbsp;.&nbsp;.&nbsp;[t]he entering or remaining occurs in the nighttime.&quot;); State v. Thompson, 374 S.C. 257, 262, 647 S.E.2d 702, 705 (Ct. App.\r\n  2007) (&quot;Mere presence and prior knowledge that a crime was going to be\r\n  committed, without more, is insufficient to constitute guilt.  However,\r\n  presence at the scene of a crime by pre-arrangement to aid, encourage, or abet\r\n  in the perpetration of the crime constitutes guilt as a [principal].&quot;\r\n  (alteration in quoted sentence) (citations and internal quotation marks\r\n  omitted)); id. at 263-64, 647 S.E.2d at 705-06 (holding the record\r\n  contained sufficient evidence the defendant aided another in the commission of\r\n  a burglary).\r\n2.  As to\r\n  the second issue: State v. Page, 378 S.C. 476, 485, 663 S.E.2d 357, 361\r\n  (Ct. App. 2008) (holding that even if the trial court erred, the alleged error\r\n  &quot;was harmless beyond a reasonable doubt&quot;); see also State\r\n    v. Mizzell, 349 S.C. 326, 333, 563 S.E.2d 315, 318 (2002) (&quot;Whether an\r\n  error is harmless depends on the particular facts of each case and upon a host\r\n  of factors including: the importance of the witness'[s] testimony in the\r\n  prosecution's case, whether the testimony was cumulative, the presence or\r\n  absence of evidence corroborating or contradicting the testimony of the witness\r\n  on material points, the extent of cross-examination otherwise permitted, and of\r\n  course the overall strength of the prosecution's case.&quot;).\r\nAFFIRMED.\r\nFEW, C.J., and\r\n  THOMAS and KONDUROS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-513","title":"Hentges v. Hentges","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-513","description":null,"date":"2011-11-28","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Narda Ray\r\n          Hentges, Respondent/Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Thomas J.\r\n          Hentges, Appellant/Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nJack Alan Landis, Family Court Judge\r\nJudy L. McMahon, Family Court Judge\r\n\r\nUnpublished Opinion No.   2011-UP-513\r\n  Heard September 15, 2011 – Filed November\r\n28, 2011 \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jack D. Cordray, of Charleston, for\r\n          Appellant/Respondent.\r\n        Margaret D. Fabri, of Charleston, for\r\n          Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  This cross-appeal arises from two orders\r\n  of the family court, both of which interpret and enforce a court-approved\r\n  marital separation agreement (the Agreement) between Thomas Hentges (Husband)\r\n  and Narda Hentges (Wife).  We affirm in part, reverse in part, and remand.\r\n1.  As to whether\r\n  Husband violated the Agreement by failing to give Wife a raise in salary in\r\n  proportion to the 17.3% increase to Husband's salary, we find the Agreement\r\n  ambiguous.  See Pee Dee Stores, Inc. v. Doyle, 381 S.C. 234, 242,\r\n  672 S.E.2d 799, 803 (Ct. App. 2009) (providing an agreement is ambiguous when\r\n  the terms of the agreement are reasonably susceptible to more than one\r\n  interpretation).  The salary provision in the Agreement can reasonably be\r\n  interpreted as providing the parties' intent for Wife to receive a raise in\r\n  salary proportional to any increases to Husband's income occurring either after\r\n  January 1, 2003, the date commencing the five-year period Wife was to remain on\r\n  the payroll of Animal Medical West, or after February 19, 2003, the date the\r\n  parties executed the Agreement.  In light of this ambiguity, the family court\r\n  erred by finding Husband in willful contempt.  See Smith v. Smith,\r\n  359 S.C. 393, 397, 597 S.E.2d 188, 189 (Ct. App. 2004) (finding husband not in\r\n  willful contempt when court order was ambiguous); see also Deel v.\r\n    Deel, 909 N.E.2d 1028, 1032 (Ind. App. 2009) (&quot;A party may not be held\r\n  in contempt for failing to comply with an ambiguous or indefinite order.  Otherwise,\r\n  a party could be held in contempt for obeying an ambiguous order in good faith.&quot;\r\n  (internal quotation marks omitted)); Evans v. Evans, 2011 WL 1566017, at\r\n  *2 (Miss. App. 2011) (holding a defendant can rebut a prima facie case of\r\n  contempt by showing an inability to pay, that the default was not willful, that\r\n  the provision violated was ambiguous, or that performance was impossible).  Therefore,\r\n  we reverse the family court's finding Husband in willful contempt and remand\r\n  for further proceedings for the family court to make specific findings\r\n  regarding the controlling date of the salary provision and to allow the family\r\n  court to enforce the Agreement if it finds the parties intended January 1,\r\n  2003, to be the controlling date.\r\n2.  As to whether\r\n  the family court erred by finding Husband was not entitled to receive a setoff\r\n  for the reduced equity in the marital home due to Wife's refinancing of the home,\r\n  we find Husband's arguments abandoned on appeal.  See Fields v.\r\n    Melrose Ltd. P'ship, 312 S.C. 102, 106 n.3, 439 S.E.2d 283, 285 n.3 (Ct.\r\n  App. 1993) (&quot;[A]n issue is deemed abandoned on appeal and, therefore, not\r\n  presented for review, if it is argued in a short, conclusory statement without\r\n  supporting authority.&quot; (citation omitted)).\r\n3.  As to whether\r\n  the family court erred by awarding Wife $12,957.00 in attorney's fees on Wife's\r\n  rule to show cause, we remand the award for reconsideration after making the\r\n  findings herein regarding the salary provision.  See Reiss v. Reiss,\r\n  392 S.C. 198, 210, 708 S.E.2d 799, 805 (Ct. App. 2011) (&quot;In deciding\r\n  whether to award attorney's fees and costs, the family court should consider '(1)\r\n  the party's ability to pay his/her own attorney's fee; (2) beneficial results\r\n  obtained by the attorney; (3) the parties' respective financial conditions;\r\n  [and] (4) effect of the attorney's fee on each party's standard of\r\n  living.'&quot; (quoting E.D.M. v. T.A.M., 307 S.C. 471, 476–77, 415\r\n  S.E.2d 812, 816 (1992))); id. (&quot;In determining a reasonable\r\n  attorney's fee the family court should consider '(1) the nature, extent, and\r\n  difficulty of the case; (2) the time necessarily devoted to the case; (3)\r\n  professional standing of counsel; (4) contingency of compensation; (5)\r\n  beneficial results obtained; [and] (6) customary legal fees for similar\r\n  services.'&quot; (quoting Glasscock v. Glasscock, 304 S.C. 158, 161, 403\r\n  S.E.2d 313, 315 (1991))).\r\n4.  As to whether\r\n  the family court erred by granting Wife's motion to compel enforcement of the\r\n  money judgment for underpaid wages, we find the family court correctly found\r\n  the monies awarded and due to Wife by court order on the rule to show cause\r\n  were in the nature of back support and, therefore, not automatically stayed\r\n  upon appeal.  See  Rule 241(a), SCACR (&quot;As a general rule, the\r\n  service of a notice of appeal in a civil matter acts to automatically stay\r\n  matters decided in the order, judgment, decree or decision on appeal, and to\r\n  automatically stay the relief ordered in the appealed order, judgment, or\r\n  decree or decision.&quot;); Rule 241(b)(6), SCACR (providing an exception to\r\n  the general rule for family court orders regarding a child or requiring payment\r\n  of support for a spouse or child as provided in section 63-3-630 of the South\r\n  Carolina Code). \r\n5.  As to whether\r\n  the family court erred by not allowing Husband to post monies with the court to\r\n  secure payment of the judgment, we find no error because there was not a question\r\n  of entitlement to the funds at the time Wife moved to compel payment.  See Rule 67, SCRCP (allowing a judgment debtor to avoid further accrual of post\r\n  judgment interest pending the resolution of an appeal from the judgment by\r\n  depositing the judgment with the court); S.C. Dep't of Transp. v. First\r\n    Carolina Corp. of S.C., 369 S.C. 150, 153, 631 S.E.2d 533, 535 (2006)\r\n  (&quot;The granting of leave to deposit money with the court pursuant to Rule\r\n  67, SCRCP is a matter within the discretion of the trial court and will not be\r\n  overturned absent an abuse of that discretion.&quot; (citation omitted)).\r\n6.  As to whether\r\n  the family court erred by awarding Wife prejudgment interest on the money\r\n  judgment for underpayment of wages, we find Wife did not waive her right to\r\n  seek prejudgment interest.  See Osterneck v. Ernst &amp; Whinney,\r\n  489 U.S. 169, 175 (1989) (holding a motion for prejudgment interest filed after\r\n  the entry of judgment constitutes a Rule 59(e), SCRCP, motion to alter or amend\r\n  the judgment).  However, we remand the award for reconsideration after making\r\n  the findings herein regarding the salary provision.  See Babb v.\r\n    Rothrock, 310 S.C. 350, 353, 426 S.E.2d 789, 791 (1993) (&quot;The law\r\n  allows prejudgment interest on obligations to pay money from the time when,\r\n  either by agreement of the parties or operation of law, the payment is\r\n  demandable, if the sum is certain or capable of being reduced to\r\n  certainty.&quot; (citation omitted)).\r\n7.  As to whether\r\n  the family court erred by awarding Wife $4,504.62 in attorney's fees in connection\r\n  to Wife's motion to compel, we find no error.[1]  See High v. High, 389 S.C. 226, 249, 697 S.E.2d 690, 702 (Ct.\r\n  App. 2010) (providing the award of attorney's fees in a domestic action rests\r\n  within the sound discretion of the family court and will not be reversed absent\r\n  an abuse of discretion); Dickert v. Dickert, 387 S.C. 1, 10–11, 691 S.E.2d\r\n  448, 453 (2010) (holding the family court did not abuse its discretion in\r\n  awarding attorney's fees when it properly considered the E.D.M. and Glasscock factors).\r\n8.  As to whether\r\n  the family court erred by finding Husband was not required to reimburse Wife\r\n  for underpaying the mortgage on the marital home, we find the family court\r\n  correctly determined Husband was not responsible under the Agreement for paying\r\n  the increase in mortgage payments that occurred from Wife's refinancing of the\r\n  marital home.  See Miles v. Miles, 393 S.C. 111, 117, 711 S.E.2d\r\n  880, 883 (2011) (holding the interpretation of marital agreements is a matter\r\n  of contract law); Nicholson v. Nicholson, 378 S.C. 523, 532, 663 S.E.2d\r\n  74, 79 (Ct. App. 2008) (&quot;The court's only function with an agreement that\r\n  is clear and capable of legal construction is to interpret its lawful meaning\r\n  and the intention of the parties as found within the agreement and to give them\r\n  effect.&quot; (citation omitted)).\r\n9.  As to whether the family court erred by granting Husband a setoff\r\n  in the amount of $23,875.00 for money Husband paid to repair Wife's non-marital\r\n  home, and a setoff in the amount of $2,800.00 for money that Husband paid for\r\n  therapy expenses, we find no error.  See Smith v. Smith, 386 S.C.\r\n  251, 261, 687 S.E.2d 720, 726 (Ct. App. 2009) (&quot;[N]o family court rule\r\n  governs the construction of pleadings.&quot;); Rule 2(a), SCRFC (providing the\r\n  rules of civil procedure apply in domestic relations actions with limited\r\n  exceptions); Rule 8(c), SCRCP (requiring a party to set forth any affirmative\r\n  defenses in the pleadings); Broome v. Watts, 319 S.C 337, 342, 461\r\n  S.E.2d 46, 49 (1995) (&quot;Rule 8(c) does not list setoff as an affirmative\r\n  defense which must be pled in order to be pursued at trial.&quot;); Rule 8(f),\r\n  SCRCP (providing all pleadings must be construed to provide substantial justice\r\n  to all parties); Smalls v. S.C. Dep't of Educ., 339 S.C. 208, 219, 528\r\n  S.E.2d 682, 688 (Ct. App. 2000) (&quot;The trial court's jurisdiction to set\r\n  off one judgment against another is equitable in nature and should be exercised\r\n  when necessary to provide justice between the parties.&quot; (citation omitted)).\r\nAFFIRMED IN PART, REVERSED IN PART and REMANDED.\r\nHUFF, PIEPER, and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] This award of attorney's fees is completely separate\r\n  from the award of attorney's fees in connection with Wife's rule to show cause.\r\n\r\n","court":"Appeals"},{"id":"2011-UP-514","title":"SCDSS v. Sarah W.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-514","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nSouth Carolina\r\n      Department of Social Services, Respondent,\r\nv.\r\nSarah W. and\r\n      Vaughn S., Defendants,\r\nOf whom Sarah\r\n          W. is the Appellant.\r\n In the\r\n  interest of two minor children under the age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Saluda County\r\n Richard W. Chewning, III, Family Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-514\r\nHeard October 19, 2011 – Filed November\r\n  29, 2011   \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nFranklin G. Shuler, Jr., of Columbia, for\r\n  Appellant.\r\nClaude Robin Chandler, of Saluda, for\r\n  Respondent.\r\nRalph Nichols Riley, Jr., of West\r\n  Columbia, Guardian ad Litem.  \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Sarah\r\n  W. (Mother) appeals the family court's order terminating her parental rights to\r\n  her two minor children.  Because the South Carolina Department of Social\r\n  Services (DSS) failed to prove by clear and convincing evidence that the\r\n  statutory ground for termination based on children being in foster care for\r\n  fifteen of the most recent twenty-two months was satisfied and termination was\r\n  in children's best interests, we reverse pursuant to Rule 220(b)(1), SCACR, and\r\n  the following authorities:\r\n1.&nbsp; As to whether the family court erred in finding\r\n  DSS proved by clear and convincing evidence that a statutory ground for terminating\r\n  Mother's parental rights existed because children had been in foster care for\r\n  fifteen of the most recent twenty-two months: S.C. Code Ann. § 63-7-2570 (2010\r\n  &amp; Supp. 2010) (providing the family court may order termination of parental\r\n  rights (TPR) upon finding one or more of eleven statutory grounds is satisfied\r\n  and also finding TPR is in the best interest of the child); S.C. Code Ann. §\r\n  63-7-2570(8) (2010) (providing the family court may order TPR upon a finding\r\n  that &quot;[t]he child has been in foster care under the responsibility of the\r\n  State for fifteen of the most recent twenty-two months&quot;); S.C. Dep't of\r\n    Soc. Servs. v. Mother ex rel. Minor Child, 375 S.C. 276, 282-83, 651 S.E.2d\r\n  622, 625 (Ct. App. 2007) (&quot;Before terminating parental rights, the alleged\r\n  grounds for termination must be proven by clear and convincing evidence.  On\r\n  appeal, this [c]ourt may review the record and make its own determination of\r\n  whether the termination grounds are supported by clear and convincing\r\n  evidence.&quot; (citations omitted)); Charleston Cnty. Dep't of Soc. Servs.\r\n    v. Marccuci, Op. No. 27049 (S.C. Sup. Ct. filed Oct. 3, 2011) (Shearouse\r\n  Adv. Sh. No. 35 at 14) (holding the family court erred in relying on the\r\n  fifteen of twenty-two months ground for TPR when &quot;substantial evidence [existed]\r\n  that this [child] languished unduly in foster care not because of any actions,\r\n  or inactions, by [her parent], but because the delays generated and road blocks\r\n  erected in the removal action made it impossible for the parties to regain\r\n  legal custody of her prior to the expiration of the fifteen month period&quot;); Loe v. Mother, Father, &amp; Berkeley Cnty. Dep't of Soc. Servs., 382\r\n  S.C. 457, 471, 675 S.E.2d 807, 814 (Ct. App. 2009) (finding clear and convincing\r\n  evidence did not establish the fifteen of twenty-two months ground for TPR was\r\n  satisfied when the evidence indicated the delays in the processing of the case\r\n  were attributable to DSS).&nbsp; \r\n2.&nbsp; As to whether the family court\r\n  erred in finding DSS met its burden of proving termination of Mother's parental\r\n  rights was in children's best interests: Charleston Cnty. Dep't of Soc.\r\n    Servs. v. Jackson, 368 S.C. 87, 96, 627 S.E.2d 765, 770 (Ct. App. 2006)\r\n  (&quot;[T]he child and his parents share a vital interest in preventing\r\n  erroneous termination of their natural relationship until the State proves\r\n  parental unfitness.&quot; (internal quotation marks omitted)); Loe, 382\r\n  S.C. at 471, 675 S.E.2d at 815 (&quot;Even if the Foster Parents are perhaps\r\n  better situated than Mother to offer advantages to [children], . . . the\r\n  fundamental right of a fit parent to raise his or her child must be vigorously\r\n  protected.&quot;).   \r\nREVERSED.\r\nFEW, C.J., THOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-515","title":"O'Brien v. Bowman","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-515","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE\r\n  CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE\r\n  268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nB. Wells O'Brien and Carol G.\r\n      O'Brien, individually and as Trustees of the O'Brien Family Trust, Respondents,\r\nv.\r\nKalen J. Bowman, Blue Ridge\r\n      Custom Builders, Inc., and CWK, LLC, Defendants,\r\nof whom Kalen J. Bowman is Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n Edward W. Miller, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-515\r\nHeard October 4, 2011 – Filed November 29, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Falkner\r\n  Wilkes, of Greenville, for Appellant.\r\nT.S. Stern,\r\n  Jr., and V. Elizabeth Wright, both of Greenville, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM: Wells and Carol O'Brien entered\r\n  into a stock purchase agreement with Kalen Bowman to purchase half of his\r\n  residential construction business, Blue Ridge Custom Builders, Inc.  Two\r\n  years later, after reaching a management deadlock, the O'Briens sued Bowman\r\n  seeking rescission of the stock purchase agreement.  After a non-jury trial,\r\n  the circuit court ordered rescission on two alternative grounds: breach of\r\n  contract and fraud in the inducement.[1] \r\n  Both are independent grounds upon which a contract, such as a stock purchase agreement,\r\n  may be rescinded.  See Brazell v. Windsor, 384 S.C. 512, 516-17,\r\n  682 S.E.2d 824, 826 (2009) (&quot;A breach of contract claim warranting\r\n  rescission of the contract must be so substantial and fundamental as to defeat\r\n  the purpose of the contract.  Thus, a rescission will not be granted for a\r\n  minor or casual breach of a contract, but only for those breaches which defeat\r\n  the object of the contracting parties.&quot; (citation omitted)); State Farm\r\n    Mut. Auto. Ins. Co. v. Turner, 303 S.C. 99, 101-02, 399 S.E.2d 22, 23 (Ct.\r\n  App. 1990) (&quot;South Carolina law allows for a contract to be rescinded for\r\n  a unilateral mistake when that mistake has been induced by fraud,\r\n  deceit, misrepresentation, concealment, or imposition of the party opposed to\r\n  rescission, without negligence on the part of the party claiming rescission . .\r\n  . .&quot; (emphasis added)).  \r\nBowman appealed only the second\r\n  ground, fraud in the inducement.  Because Bowman does not appeal the circuit\r\n  court's conclusion that the stock purchase agreement should be rescinded based\r\n  upon a breach of contract, it is the law of the case.  Jones v. Lott,\r\n  387 S.C. 339, 346, 692 S.E.2d 900, 903 (2010) (&quot;Under the two issue rule,\r\n  where a decision is based on more than one ground, the appellate court will\r\n  affirm unless the appellant appeals all grounds because the unappealed ground\r\n  will become the law of the case.&quot;); Anderson v. S.C. Dep't of Highways\r\n    &amp; Pub. Transp., 322 S.C. 417, 420 n.1, 472 S.E.2d 253, 255 n.1 (1996)\r\n  (&quot;[A]lthough cases generally have discussed the 'two issue' rule in the\r\n  context of the appellate treatment of general jury verdicts, the rule is\r\n  applicable under other circumstances on appeal, including affirmance of orders\r\n  of trial courts.&quot;).  We acknowledge Bowman's argument that breach of\r\n  contract was not a basis for rescission.  However, we find the order clearly\r\n  granted rescission on two alternative grounds.  Accordingly, the order of the\r\n  circuit court is\r\nAFFIRMED.\r\nFEW, C.J., THOMAS and KONDUROS,\r\n  JJ., concur.\r\n\r\n\r\n[1] The O'Briens did not plead rescission based on a breach of contract in their\r\n  complaint.  However, neither Bowman nor the O'Briens filed a Rule 59(e), SCRCP,\r\n  motion objecting to the court granting the requested relief by means of an\r\n  alternate, unpled legal theory.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-516","title":"Smith v. SCDPPPS","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-516","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS\r\n  OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS\r\n  PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nVaughn Smith, Appellant,\r\nv.\r\nSouth Carolina Department\r\n      of Probation, Parole and Pardon Services, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From The Administrative Law Court\r\n John D. McLeod, Administrative Law Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-516\r\nHeard November 2, 2011 – Filed November\r\n  29, 2011   \r\n\r\nVACATED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nTommy A. Thomas, of Irmo, for Appellant.\r\nTeresa A. Knox, J. Benjamin Aplin, and\r\n  Tommy Evans, Jr., all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Vaughn Smith appeals the administrative law\r\n  court's order remanding his administrative appeal to the parole board for\r\n  additional proceedings.  We vacate pursuant to Rule 220(b)(1), SCACR, and the\r\n  following authorities: S.C. Code Ann. § 1-23-600(D) (Supp. 2010) (providing the\r\n  administrative law court &quot;shall not hear . . . an appeal involving the\r\n  denial of parole to a potentially eligible inmate by the Department of\r\n  Probation, Parole and Pardon Services&quot;); Compton v. S.C. Dep't of\r\n    Prob., Parole &amp; Pardon Servs., 385 S.C. 476, 479, 685 S.E.2d 175, 177\r\n  (2009) (per curiam) (holding a parole board order denying parole and stating the\r\n  board considered all statutory and Department criteria is sufficient to avoid\r\n  deeming an inmate effectively ineligible for parole).  We vacate the administrative\r\n  law court's order and remand with instructions to dismiss the appeal pursuant\r\n  to section 1-23-600(D).  \r\nVACATED AND REMANDED.\r\nFEW, C.J., and THOMAS and KONDUROS, JJ.,\r\n  concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-517","title":"McLean v. Drennan","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-517","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nNorman M.\r\n      McLean, James N. McLean, Marie McLean-Choi, William N. McLean, Robert L.\r\n      McLean, and JL McLean Properties, LLC, Appellants,\r\nv.\r\nJames B. Drennan, III, as Personal Representative of the Estate of Elizabeth McLean\r\n      Pence, James E. Brogdon, Sr., as Trustee of the Trust Agreement of Elizabeth\r\n      McLean Pence dated May 28, 1999, Wachovia Bank National Association, as\r\n      Personal Representative of the Estate of Elizabeth P. Pence, Wachovia Bank\r\n      National Association, as Trustee of the Elizabeth P. Pence Trust, Marlboro\r\n      Academy, Inc., Charles P. Thompson, Jr., Cheri (Cheryl) Brown Thompson, Money\r\n      to Go, LLC, James J. Pence, Jr., as Personal Representative of the Estate of\r\n      Stephen Pence, and Harry R. Easterling, Jr., Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\n Diane Schafer Goodstein, Circuit Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-517\r\nHeard October 20, 2011 – Filed November\r\n  29, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nDavid Alexander, of Greenville, for\r\n  Appellants.\r\nEdward Bilbro Davis, of Charlotte, Harry\r\n  R. Easterling, Sr., of Bennettsville, James Randall Davis, of Lexington,\r\n  Jeffrey L. Payne and J. Rene Josey, both of Columbia, John J. James, II, of\r\n  Darlington, Matthew H. Henrikson, of Greenville, and W. Cliff Moore, III, of\r\n  Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Appellants Norman M. McLean, James N.\r\n  McLean, Marie McLean-Choi, William N. McLean, Robert L. McLean, and JL McLean\r\n  Properties, LLC (collectively Appellants) appeal from the grant of summary\r\n  judgment in favor of Respondents.  We affirm.\r\n1.&nbsp; As to the grant of\r\n  summary judgment in favor of Respondents James B. Drennan, III, Wachovia Bank\r\n  National Association, Marlboro Academy, Inc., Charles P. Thompson, Jr., Cheri Brown\r\n  Thompson, Money to Go, LLC, James J. Pence, Jr., and Harry R. Easterling, Jr.,\r\n  we find Appellants, as contingent beneficiaries, were bound by the actions of\r\n  Respondent James E. Brogdon, Sr., (Brogdon) in his capacity as trustee of the\r\n  Trust Agreement of Elizabeth McLean Pence (the Trust).  See S.C. Code\r\n  Ann. § 62-1-403(2)(ii) (Supp. 2010) (&quot;[I]n judicially supervised\r\n  settlements . . . orders binding a trustee bind beneficiaries of the trust . .\r\n  . in proceedings involving creditors or other third parties . . . .&quot;); S.C.\r\n  Code Ann. § 62-7-103(2)(A) (2009) (defining beneficiary as a person that\r\n  &quot;has a present or future beneficial interest in a trust, vested or\r\n  contingent&quot;); S.C. Code Ann. § 62-7-303(a)(4) (2009) (&quot;[A] trustee\r\n  may represent and bind the beneficiaries of the trust with respect to questions\r\n  or disputes involving the trust.&quot;).  As a result of the court-approved\r\n  settlement of prior litigation involving the Trust, the two disputed Orangeburg\r\n  properties were transferred as part of the Estate of Elizabeth McLean Pence and\r\n  not as part of the Trust.  See S.C. Code Ann. § 62-3-1101 (Supp. 2010) (&quot;A\r\n  compromise of a controversy as to admission to probate of an instrument offered\r\n  for formal probate as the will of a decedent . . . if approved by the court\r\n  after hearing, is binding on all the parties . . . .  An approved compromise is\r\n  binding even though it may affect a trust . . . .&quot;).  Thus, we find\r\n  Appellants are bound by Brogdon's failure to take action in the prior\r\n  litigation to ensure that the disputed properties became assets of the Trust.  See Rule 60(b), SCRCP (noting a motion for relief from judgment for mistake,\r\n  inadvertence, surprise, or excusable neglect must be made not more than one\r\n  year after entry of the judgment); S.C. Code Ann. § 62-3-803 (2009) (setting\r\n  forth a one-year statute of limitations for presenting a claim against a\r\n  decedent's estate).\r\n2.&nbsp; As to the grant of summary\r\n  judgment in favor of Brogdon, we find there is no question of material fact\r\n  based on Appellants' own deposition testimony that Appellants knew or should\r\n  have known Brogdon was acting on their behalf when he participated in the\r\n  settlement of the Trust litigation in February 2002.  See S.C. Code Ann.\r\n  § 62-7-104(a) (2009) (&quot;[A] person has knowledge of a fact if the person: \r\n  (1) has actual knowledge of it; (2) has received a notice or notification of\r\n  it; or (3) from all the facts and circumstances known to the person at the time\r\n  in question, has reason to know it.&quot;); Epstein v. Coastal Timber Co.,\r\n  393 S.C. 276, 281, 711 S.E.2d 912, 915 (2011) (noting a trial court may grant\r\n  summary judgment if there is no genuine issue as to any material fact and the\r\n  moving party is entitled to a judgment as a matter of law); Holly Woods\r\n    Ass'n of Residence Owners v. Hiller, 392 S.C. 172, 183, 708 S.E.2d 787, 793\r\n  (Ct. App. 2011) (&quot;Under the discovery rule, the three-year clock starts\r\n  ticking on the date the injured party either knows or should have known by the\r\n  exercise of reasonable diligence that a cause of action arises from the\r\n  wrongful conduct.&quot;) (internal quotation marks omitted); Martin v.\r\n    Companion Healthcare Corp., 357 S.C. 570, 576, 593 S.E.2d 624, 627 (Ct.\r\n  App. 2004) (&quot;[W]e approach this inquiry by deciding whether the\r\n  circumstances of the case would put a person of common knowledge and experience\r\n  on notice that some right of his has been invaded, or that some claim against\r\n  another party might exist.&quot;) (internal quotation marks omitted).[1]  \r\n AFFIRMED.\r\nHUFF\r\n  and PIEPER, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n[1] Based on our disposition herein, we need not consider\r\n  the remaining issues on appeal.  See Futch v. McAllister Towing of\r\n    Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (noting\r\n  where one issue is dispositive, the remaining issues need not be addressed).  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-518","title":"State v. Scott","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-518","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR\r\n  RELIED ON AS PRECEDENT IN ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2),\r\n  SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nSammy L. Scott, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n J.C. Buddy Nicholson, Jr., Circuit Court\r\n  Judge\r\n\r\nUnpublished Opinion No. 2011-UP-518\r\nHeard November 3, 2011 – Filed November\r\n  29, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Appellate Defender Robert M. Dudek,\r\n  of Columbia, for Appellant.\r\nAttorney General Alan Wilson, Chief Deputy\r\n  Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J.\r\n  Zelenka, Senior Assistant Attorney General William E. Salter, III, all of\r\n  Columbia; and Christina T. Adams, of Anderson, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Appellant Sammy Scott appeals his\r\n  convictions and sentences for one count of murder, four counts of assault and battery\r\n  with intent to kill, and five counts of possession of a firearm during the\r\n  commission of a violent crime.  On appeal, Scott argues the trial court erred\r\n  by:  (1) denying his request to charge the jury on voluntary manslaughter as a\r\n  lesser included offense of murder and (2) admitting prejudicial hearsay\r\n  evidence.  We affirm.\r\n1.  We find the trial court did not err by\r\n  denying Scott's request to charge the jury on voluntary manslaughter as a\r\n  lesser included offense of murder because there was insufficient evidence that\r\n  Scott acted in the heat of passion.  See Suber v. State, 371 S.C.\r\n  554, 559, 640 S.E.2d 884, 886 (2007) (&quot;[T]he trial court should refuse to\r\n  charge on a lesser included offense where there is no evidence that the\r\n  defendant committed the lesser rather than the greater offense.&quot;); State\r\n    v. Smith, 391 S.C. 408, 412-13, 706 S.E.2d 12, 14 (2011) (&quot;Voluntary\r\n  manslaughter is the intentional and unlawful killing of a human being in sudden\r\n  heat of passion upon sufficient legal provocation.&quot;);   State v.\r\n    Starnes, 388 S.C. 590, 596, 698 S.E.2d 604, 608 (2011) (holding there must\r\n  be evidence of both heat of passion and sufficient legal provocation at the\r\n  time of the killing to warrant a charge on voluntary manslaughter); id. at\r\n  598, 698 S.E.2d 609 (holding a person's fear immediately following an attack or\r\n  threatening act may cause the person to act in a sudden heat of passion, but\r\n  only when such fear causes the person to lose control and creates an\r\n  uncontrollable impulse to do violence).\r\n2.  We find the trial court did not err by\r\n  allowing witness Kyle Duncan to testify that shortly after the shooting Nicki\r\n  Scott told him &quot;you didn't see shit,&quot; and Troy Verner described the\r\n  shooting as &quot;some real gangster shit.&quot;  Neither statement constitutes\r\n  hearsay evidence because the statements were not offered to prove the truth of\r\n  the matter asserted.  See Rule 801(c), SCRE (&quot;'Hearsay' is a\r\n  statement, other than one made by the declarant while testifying at the trial\r\n  or hearing, offered in evidence to prove the truth of the matter\r\n  asserted.&quot;).  Furthermore, even if the statements did constitute\r\n  impermissible hearsay evidence, the trial court's admission of the evidence did\r\n  not prejudice Scott because the statements were cumulative to other evidence\r\n  presented at trial.  See State v. Garner, 389 S.C. 61, 67, 697\r\n  S.E.2d 615, 618 (Ct. App. 2010) (&quot;Improper admission of hearsay testimony\r\n  constitutes reversible error only when the admission causes prejudice.&quot;\r\n  (internal quotation marks omitted)); State v. Vick, 384 S.C. 189, 199-200,\r\n  682 S.E.2d 275, 280 (Ct. App. 2009) (&quot;[T]he admission of improper hearsay\r\n  evidence is harmless where the evidence is merely cumulative to other evidence.&quot;).\r\nAFFIRMED.\r\nHUFF, PIEPER, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-519","title":"Stevens & Wilkinson v. City of Columbia","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-519","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nStevens &amp; Wilkinson of South\r\n      Carolina, Inc., Respondent,\r\nv.\r\nCity of Columbia, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n L. Casey Manning, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-519\r\nHeard September 13, 2011 – Filed November 29, 2011   \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nMichael W.\r\n  Tighe, D. Reece Williams, III, Kathleen M. McDaniel, and Richard C. Detwiler,\r\n  all of Columbia, for Appellant.\r\nRichard A.\r\n  Harpootlian and Graham L. Newman, both of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Stevens &amp;\r\n  Wilkinson of South Carolina, Inc. alleges it had a contract with the City of\r\n  Columbia to pay Stevens &amp; Wilkinson for architectural services.  The\r\n  circuit court granted partial summary judgment for Stevens &amp; Wilkinson,\r\n  finding it had a contract with the City.  We affirm as modified.\r\nI.&nbsp; Facts\r\nIn April 2003, the City entered\r\n  into a Memorandum of Understanding (MOU) with a team of firms, including\r\n  Stevens &amp; Wilkinson, regarding the development of a hotel in downtown\r\n  Columbia.  The MOU called on the team members and the City to perform various\r\n  tasks that would enable the parties to calculate a guaranteed maximum price for\r\n  construction of the hotel.  \r\nIn July 2003, Stevens &amp;\r\n  Wilkinson completed preliminary plans sufficient to determine the guaranteed\r\n  maximum price.  Stevens &amp; Wilkinson offered to continue working on hotel\r\n  plans in order to facilitate an earlier construction start date.  Because this\r\n  proposed work went beyond the scope of services described in the MOU, Stevens\r\n  &amp; Wilkinson asked for assurance that it would receive payment for the\r\n  additional work.  Stevens &amp; Wilkinson submitted a cost estimate of $650,000.00\r\n  for a ninety-day period ending October 13, 2003, and $75,000.00 per week thereafter. \r\nOn July 30, 2003, City Council\r\n  voted on Stevens &amp; Wilkinson's proposal.  The minutes of Council's work\r\n  session state Council voted to approve &quot;$650,000.00 for interim\r\n  architectural design services for a period of ninety days prior to Bond\r\n  Closing.&quot;  The minutes say nothing about the proposed additional\r\n  $75,000.00 per week for work performed after October 13.  Stevens &amp;\r\n  Wilkinson continued to work on the plans for the next several months.   \r\nOn December 18, 2003, Stevens &amp;\r\n  Wilkinson sent the City an invoice for &quot;professional services for the\r\n  period July 10, 2003 through December 15, 2003.&quot;  The invoice listed\r\n  $660,762.20 in fees and $36,322.59 in &quot;expenses to date,&quot; for a total\r\n  of $697,084.79.  The City issued a check for the invoiced amount on\r\n  December 22, 2003.  The development team and the City continued working on the\r\n  hotel project and met for regular, weekly meetings through at least February\r\n  25, 2004.  Ultimately, in May 2004, the City chose another team's proposal to\r\n  build the hotel.  \r\nII.&nbsp; Procedural History\r\nStevens &amp; Wilkinson sued the\r\n  City for breach of contract, quantum meruit, breach of the duty of good faith\r\n  and fair dealing, and estoppel.  Stevens &amp; Wilkinson later filed a motion\r\n  for partial summary judgment asking the circuit court to find Council's July\r\n  2003 vote created a contract.  The circuit court granted partial summary judgment\r\n  to Stevens &amp; Wilkinson, finding Council's vote was an acceptance of Stevens\r\n  &amp; Wilkinson's offer.  Limiting itself to the question of whether a contract\r\n  existed, the court left open the question of whether the parties later modified\r\n  the contract.  \r\nThe City filed a motion under Rule\r\n  59(e), SCRCP, asserting its approval of the $650,000.00 was a counteroffer that\r\n  did not include the $75,000.00 per week term.  The City argued that Stevens\r\n  &amp; Wilkinson accepted its counteroffer by doing the work and that Stevens\r\n  &amp; Wilkinson's acceptance of payment in December &quot;was the end of that\r\n  contract.&quot;  The circuit court denied the City's motion, finding the issue\r\n  of whether the City's payment satisfied the contract was outside the scope of\r\n  its previous order, which addressed only the issue of the existence of a\r\n  contract.  \r\nIII.&nbsp; Existence of a Contract\r\nStevens &amp; Wilkinson contends it\r\n  made an offer to perform $650,000.00 in architectural work, plus $75,000.00 per\r\n  week after October 13, and the City accepted the offer in Council's vote of\r\n  July 30, 2003.  We disagree.  Because the terms of the vote differed from the\r\n  terms of the offer, the vote could not have been an acceptance.  See Weisz\r\n    Graphics Div. of Fred B. Johnson Co., v. Peck Indus., Inc., 304 S.C. 101,\r\n  106, 403 S.E.2d 146, 149 (Ct. App. 1991) (&quot;At common law, no contract is\r\n  formed if the acceptance varies the terms of the offer.  Instead, an acceptance\r\n  which adds different or additional terms is treated as a counteroffer, which\r\n  may be accepted or rejected by the other party.&quot; (internal citation\r\n  omitted)); see also Berkeley Elec. Coop., Inc. v. Town of Mount\r\n    Pleasant, 308 S.C. 205, 208, 417 S.E.2d 579, 581 (1992) (&quot;Municipal records properly authenticated or verified\r\n  are the only competent evidence of the proceedings of the transactions of the\r\n  governing body.  Parol evidence cannot be admitted to explain, enlarge, or\r\n  contradict minutes of the proceeding of a town council unless the minutes are\r\n  incomplete or ambiguous.&quot; (internal citations omitted)).  Therefore,\r\n  we find the circuit court erred in finding the July 2003 vote constituted an\r\n  acceptance.\r\nNevertheless, the parties agreed at\r\n  oral argument that a contract was formed for at least $650,000.00.  They\r\n  disagreed as to how the contract was formed and as to its terms.  As a result\r\n  of our finding that the circuit court erred in adopting Stevens &amp;\r\n  Wilkinson's theory that the contract was formed by the City's July 2003 vote, we\r\n  are left with the City's theory that the vote was a counteroffer that Stevens\r\n  &amp; Wilkinson accepted by performance.  We find the contract was formed by a\r\n  counteroffer and subsequently accepted by performance.  We therefore affirm the\r\n  circuit court's ruling that there was a contract between the City and Stevens\r\n  &amp; Wilkinson.  We remand for a jury to determine the terms of the contract\r\n  based on all of the surrounding circumstances, including whether the terms of\r\n  the contract were later modified.  The jury must then determine whether the\r\n  City breached the contract, and, if so, damages.    \r\nThe City argues its payment of\r\n  $697,084.79 satisfied its contractual obligations to Stevens &amp; Wilkinson.  The\r\n  circuit court did not rule on this issue, and thus it is not preserved for review.  See Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733\r\n  (1998) (stating issue preservation requires that an issue be raised to and\r\n  ruled upon by the trial court).  The judgment of the circuit court is \r\nAFFIRMED AS MODIFIED.\r\nFEW, C.J., and THOMAS and\r\n  KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"},{"id":"2011-UP-520","title":"Gary Realty v. Hilton Hotels Corporation","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2011-UP-520","description":null,"date":"2011-11-29","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n  \r\n    \r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\nGary Realty Company, Inc. and\r\n      Garfield Traub Development, LLC, Appellants,\r\nv.\r\nHilton Hotels Corporation, Paul\r\n      C. &quot;Bo&quot; Aughtry, III, Windsor/Aughtry Co., Inc., and Vista Hotel\r\n      Partners, LLC, Defendants,\r\nOf Whom\r\nHilton Hotels Corporation is Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n George C. James, Jr., Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2011-UP-520\r\nHeard September 13, 2011 – Filed November 29, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nKenneth M. Suggs and Francis M. Hinson, IV, both of\r\n  Columbia, for Appellants.\r\nElizabeth Campbell, Robert W. Foster, Jr., and Jay T.\r\n  Thompson, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Gary\r\n  Realty and Garfield Traub allege they had an oral contract of exclusivity with\r\n  Hilton Hotels.  The circuit court found no such oral contract existed.[1] \r\n  We find no evidence sufficient to establish an oral contract and affirm\r\n  pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\nAs to\r\n  whether the plaintiffs produced evidence that an oral contract existed: Roberts\r\n    v. Gaskins, 327 S.C. 478, 483, 486 S.E.2d 771, 773 (Ct. App. 1997) (&quot;A\r\n  contract is an obligation which arises from actual agreement of the parties\r\n  manifested by words, oral or written, or by conduct.&quot;); Landbank Fund\r\n    VII, LLC v. Dickerson, 369 S.C. 621, 628, 632 S.E.2d 882, 886-87 (Ct. App.\r\n  2006) (stating the party alleging the oral contract &quot;must prove by a\r\n  preponderance of the evidence that there was a meeting of the minds as to all\r\n  of the essential and material terms of the alleged agreement&quot;).  \r\nAs to\r\n  the remaining issues, the statute of frauds and evidence of a fraudulent act\r\n  for breach of contract accompanied by a fraudulent act: Futch v. McAllister\r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n  (recognizing an appellate court need not address remaining issues when\r\n  resolution of another issue is dispositive).\r\nAFFIRMED.\r\nFEW, C.J., and THOMAS and KONDUROS, JJ., concur.\r\n\r\n[1] The circuit court also granted summary judgment on the plaintiffs' breach of\r\n  contract cause of action based on a Memorandum of Understanding.  The plaintiffs\r\n  abandoned this issue at oral argument.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t","court":"Appeals"}]