[{"id":"2012-UP-481","title":"State v. Campbell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-481.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT \n\r\nBE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n       EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n       The State, Respondent,\r\n\r\n       v.\r\n\r\n       John B. Campbell, Appellant.\r\n\r\n       Appellate Case No. 2009-136346\r\n\r\n\r\n                    Appeal From Marlboro County\r\n            Edward B. Cottingham, Special Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-481 \n\r\n                Heard June 6, 2012 – Filed August 8, 2012 \n\r\n            Withdrawn, Substituted and Refiled October 3, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n       Appellate Defender Kathrine Haggard Hudgins, of\r\n       Columbia, for Appellant.\r\n\r\n       Attorney General Alan Wilson, Chief Deputy Attorney\r\n       General John W. McIntosh, Senior Assistant Deputy\r\n       Attorney General Salley W. Elliott, and Assistant\r\n       Attorney Mark R. Farthing, all of Columbia; and\r\n       Solicitor William B. Rogers, Jr., of Bennettsville, for\r\n       Respondent.\r\n\nPER CURIAM: John B. Campbell appeals his conviction for attempted\r\nkidnapping. He argues the trial court erred in admitting evidence of two prior\r\nconvictions involving assaults on women under the common scheme or plan and\r\nintent exceptions in Rule 404(b), SCRE. He also appeals the trial court's denial of\r\nhis motion for directed verdict, contending the State failed to present evidence of\r\nan act in furtherance of an intent to kidnap. We affirm based on Rule 220(b)(1),\r\nSCACR, and the following authorities: State v. Lyle, 125 S.C. 406, 417, 118 S.E.\r\n803, 807 (1923) (\"If [evidence of prior bad acts] is logically pertinent in that it\r\nreasonably tends to prove a material fact in issue, it is not to be rejected merely\r\nbecause it incidentally proves the defendant guilty of another crime.\"); State v.\r\nFonseca, 383 S.C. 640, 649, 681 S.E.2d 1, 5 (Ct. App. 2009) (indicating that\r\nwhen motive or intent is a material issue, admitting evidence of prior bad acts is\r\nnot error); State v. Nelson, 331 S.C. 1, 11, 501 S.E.2d 716, 721 (1998) (suggesting\r\nextrinsic evidence of intent is admissible in cases when the intent of the actor is at\r\nissue because the nature of the contact is subject to varying interpretations); State\r\nv. Sutton, 340 S.C. 393, 397, 532 S.E.2d 283, 285 (2000) (finding attempt is a\r\nspecific intent crime and requires proof the act constituting the attempt was done\r\nwith the intent to commit the particular crime); State v. Hamilton, 344 S.C. 344,\r\n358, 543 S.E.2d 586, 594 (Ct. App. 2001) (\"If judicial self-restraint is ever\r\ndesirable, it is when a Rule 403 analysis of a trial court is reviewed by an\r\nappellate tribunal.\"), overruled on other grounds by State v. Gentry, 363 S.C. 93,\r\n610 S.E.2d 494 (2005); State v. Gilchrist, 329 S.C. 621, 630, 496 S.E.2d 424, 429\r\n(Ct. App. 1998) (\"Unfair prejudice does not mean the damage to a defendant's\r\ncase that results from the legitimate probative force of the evidence; rather it\r\nrefers to evidence which tends to suggest decision on an improper basis.\" (citation\r\nomitted)); State v. Johnson, 306 S.C. 119, 126, 410 S.E.2d 547, 552 (1991)\r\n(explaining the purpose of a limiting instruction regarding prior bad act evidence\r\nis \"to protect against a jury convicting a defendant just because he has committed\r\nother crimes and not because it has been proven that he is guilty of the crime for\r\nwhich he is accused\"); State v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648\r\n(2006) (\"When ruling on a motion for a directed verdict, the trial court is\r\nconcerned with the existence or nonexistence of evidence, not its weight.\"); id.\r\n(holding when reviewing a denial of a directed verdict, an appellate court views\r\nthe evidence and all reasonable inferences in the light most favorable to the non-\r\nmoving party); id. at 292-93, 625 S.E.2d at 648 (\"If there is any direct evidence or\r\nany substantial circumstantial evidence reasonably tending to prove the guilt of\r\nthe accused, the [c]ourt must find the case was properly submitted to the jury.\");\r\nState v. Nesbitt, 346 S.C. 226, 231, 550 S.E.2d 864, 866 (Ct. App. 2001) (\"[T]he\r\n\nState must prove that the defendant's specific intent was accompanied by some\r\novert act, beyond mere preparation, in furtherance of the intent, and there must be\r\nan actual or present ability to complete the crime.\"); id. at 231, 550 S.E.2d at 866-\r\n67 (stating \"act\" is to be \"liberally construed\" and \"need not be the last proximate\r\nstep leading to the consummation of the offense\" (quoting State v. Quick, 199 S.C.\r\n256, 259, 19 S.E.2d 101, 102 (1942))); State v. Green, 397 S.C. 268, 285, 724\r\nS.E.2d 664, 672-73 (2012) (finding defendant's solicitation of minor on internet\r\nand timely arrival at prearranged location sufficient evidence of intent and an\r\novert act to overcome directed verdict in attempted criminal sexual conduct with a\r\nminor case); State v. Reid, 393 S.C. 325, 331-32, 713 S.E.2d 274, 277 (2011)\r\n(affirming trial court's denial of directed verdict in attempted criminal sexual\r\nconduct with a minor case when evidence showed defendant solicited minor on\r\ninternet and traveled to a predetermined destination for encounter); S.C. Code\r\nAnn. § 16-3-910 (2003) (defining kidnapping as the unlawful seizure,\r\nconfinement, inveigling, decoying, kidnapping, abducting or carrying away of any\r\nother person by any means whatsoever without authority of law); State v. Stokes,\r\n345 S.C. 368, 373 n.6, 548 S.E.2d 202, 204 n.6 (2001) (\"Inveigling has also been\r\ndefined as 'enticing, cajoling, or tempting the victim, usually through some\r\ndeceitful means such as false promises.'\" (quoting United States v. Macklin, 671\r\nF.2d 60, 66 (2d Cir. 1982))).\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-537","title":"State v. Jordan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-537.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent.\r\n\r\n        v.\r\n\r\n        Tarrence Jordan, Appellant.\r\n\r\n        Appellate Case No. 2010-159986\r\n\r\n\r\n                    Appeal From Florence County \n\r\n         Ralph King Anderson, Jr., Special Circuit Court Judge \n\r\n\r\n\r\n                 Memorandum Opinion No. 2012-UP-537 \n\r\n             Heard September 12, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        LaNelle Cantey DuRant, of Columbia, for Appellant\r\n        Tarrence Jordan.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Deputy Attorney General David A. Spencer, and\r\n        Assistant Attorney General Mark Reynolds Farthing, all\r\n        of Columbia, for Respondent State of South Carolina.\r\n\nPER CURIAM: Tarrence Jordan appeals his convictions and sentences for five\r\ncounts of armed robbery and three counts each of kidnapping, first-degree\r\nburglary, and the possession of a weapon during the commission of a violent\r\ncrime. He argues the trial court erred in (1) admitting an eyewitness's\r\nidentifications of him and (2) denying his motion to reconsider his sentences. We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.     As to the eyewitness identifications: State v. Wilson, 345 S.C. 1, 5-6, 545\r\nS.E.2d 827, 829 (2001) (recognizing in criminal cases, the appellate court sits to\r\nreview errors of law only and is bound by the factual findings of the trial court\r\nunless clearly erroneous); State v. Gillian, 373 S.C. 601, 613, 646 S.E.2d 872, 878\r\n(2007) (holding the admission or exclusion of evidence is a matter within the trial\r\ncourt's sound discretion, and an appellate court may disturb a ruling admitting or\r\nexcluding evidence only upon a showing of a manifest abuse of discretion\r\naccompanied by probable prejudice); State v. Traylor, 360 S.C. 74, 81, 600 S.E.2d\r\n523, 526 (2004) (stating an identification procedure arranged by police \"which is\r\nunnecessarily suggestive and conducive to irreparable mistaken identification\" may\r\ndeprive a criminal defendant of due process of law; therefore, \"[a]n in-court\r\nidentification of an accused is inadmissible if a suggestive out-of-court\r\nidentification procedure created a very substantial likelihood of irreparable\r\nmisidentification\"); Neil v. Biggers, 409 U.S. 188, 199, 93 S. Ct. 375, 382 (1972)1\r\n(holding whether a witness's identification of an accused was so suggestive as to be\r\nunreliable requires the court to examine the totality of the circumstances, including\r\n\"the opportunity of the witness to view the criminal at the time of the crime, the\r\nwitness'[s] degree of attention, the accuracy of the witness'[s] prior description of\r\nthe criminal, the level of certainty demonstrated by the witness at the\r\nconfrontation, and the length of time between the crime and the confrontation\");\r\nState v. Govan, 372 S.C. 552, 558-59, 643 S.E.2d 92, 95 (Ct. App. 2007)\r\n(upholding show-up identifications that occur \"shortly after the alleged crime, near\r\nthe scene of the crime, as the witness's memory is still fresh, where the suspect has\r\n\r\n1 We decline Jordan's invitation to discard the Biggers test, noting both the United\r\nStates Supreme Court and the South Carolina Supreme Court recently issued\r\nopinions reinforcing the validity and usefulness of that test. See Perry v. New\r\nHampshire, 132 S. Ct. 716, 730 (2012) (holding the trial court's failure to conduct\r\na complete Biggers hearing \"did not render . . . trial fundamentally unfair\"); State\r\nv. Liverman, 398 S.C. 130, 138-39, 727 S.E.2d 422, 426 (2012) (requiring Biggers\r\nhearing even when eyewitness knows defendant very well).\r\n\nnot had time to alter his looks or dispose of evidence, and [when] the show-up may\r\nexpedite the release of innocent suspects and enable the police to determine\r\nwhether to continue searching\"); State v. Simmons, 384 S.C. 145, 172, 682 S.E.2d\r\n19, 33 (Ct. App. 2009) (noting identification evidence may be harmless when it is\r\ncumulative to overwhelming evidence of guilt).\r\n\r\n2.    As to Jordan's motion to reconsider: State v. Garner, 304 S.C. 220, 222, 403\r\nS.E.2d 631, 632 (1991) (recognizing when an appellant fails to object to his\r\nsentence at the time of its imposition, he waives the issue on appeal); Rule 29,\r\nSCRCrimP (providing parties to criminal actions may file post-trial motions within\r\nten days after the trial court imposes a sentence); State v. Hamilton, 333 S.C. 642,\r\n648, 511 S.E.2d 94, 97 (Ct. App. 1999) (\"[I]t is improper to argue new matter in a\r\nmotion for reconsideration.\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF and THOMAS, JJ., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-538","title":"Young v. Young","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-538.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            George Robert Young, Respondent,\r\n\r\n            v.\r\n\r\n            Kathryn Lou Young, Appellant.\r\n\r\n            Appellate Case No. 2010-180306\r\n\r\n\r\n\r\n                          Appeal From Bamberg County \n\r\n                      Dale Moore Gable, Family Court Judge\n\r\n\r\n\r\n                            Opinion No. 2012-UP-538 \n\r\n                 Heard September 12, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                          AFFIRMED AS MODIFIED\r\n\r\n\r\n            Michael C. Tanner and Rose MacLeod Osborne of\r\n            Michael Tanner, LLC, of Bamberg, for Appellant\r\n            Kathryn Lou Young.\r\n\r\n            R. Steven Chandler of R. Steven Chandler, LLC, of\r\n            Bamberg, for Respondent George Robert Young.\r\n\r\n\r\nCURETON, A.J.: Kathryn Lou Young (Wife) appeals the family court's order\r\nholding George Robert Young (Husband) in contempt for failing to pay her an\r\namount specified in the couple's divorce decree. Wife argues the family court\r\n\nerred by (1) inserting language in its order that modified the amount she was\r\nentitled to receive from Husband's savings and investment plan (the Plan) and (2)\r\nfailing to take judicial notice of evidence showing economic changes after entry of\r\nthe parties' divorce decree. We affirm as modified.\r\n\r\n\"In appeals from the family court, [appellate courts] review[] factual and legal\r\nissues de novo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n(2011). \"[W]hile retaining the authority to make our own findings of fact, we\r\nrecognize the superior position of the family court judge in making credibility\r\ndeterminations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011).\r\nThe burden is upon the appellant to convince the appellate court that the\r\npreponderance of the evidence is against the family court's findings. Id. \"Stated\r\ndifferently, de novo review neither relieves an appellant of demonstrating error nor\r\nrequires us to ignore the findings of the family court.\" Id. at 388-89, 709 S.E.2d at\r\n654.\r\n\r\nFirst, Wife asserts the family court erred in reducing the money payable to her\r\nfrom the Plan by inserting the \"gains and losses\" language in its order. We agree.\r\n\r\nGenerally, a contempt hearing focuses on the petitioner's establishment of a prima\r\nfacie case of contempt and the respondent's assertion of defenses. Rule 14(g),\r\nSCRFC. \"[U]pon proper showing and finding of willful contempt, [a family court]\r\nmay award other appropriate relief properly requested by a party to the\r\nproceeding.\" Id.\r\n\r\nNonetheless, a family court's order for the \"distribution of marital property shall be\r\na final order not subject to modification except by appeal or remand following\r\nproper appeal.\" S.C. Code Ann. § 20-3-620(C) (Supp. 2011). Exceptions to this\r\nrule include the family court's authority to reserve jurisdiction to modify its order\r\nand authority, upon a party's motion or the court's own initiative, to correct clerical\r\nerrors at any time. Hayes v. Hayes, 312 S.C. 141, 144, 439 S.E.2d 305, 307 (Ct.\r\nApp. 1993); Rule 60(a), SCRCP. In addition, within ten days after receiving\r\nwritten notice of entry of the family court's order, a party may serve a motion for\r\nthe family court to alter or amend its judgment. Rule 59(e), SCRCP. Furthermore,\r\nwithin one year of a judgment's entry, a party may seek relief on such grounds as\r\n\"(1) mistake, inadvertence, surprise, or excusable neglect; [or] (2) newly\r\ndiscovered evidence which by due diligence could not have been discovered in\r\ntime to move for a new trial under Rule 59(b).\" Rule 60(b), SCRCP.\r\n\nWe find no exception in this matter to the finality provision of section 20-3-620.\r\nTo the extent the family court modified the divorce decree in this contempt action,\r\nit exceeded its authority. See Hayes, 312 S.C. at 144, 439 S.E.2d at 307 (holding\r\nabsent statutory authority or a reservation of jurisdiction, the family court may not\r\nmodify its prior orders). In this matter, the divorce decree awarded Wife \"the sum\r\nof $61,184.00 representing her portion of [the] Plan.\" At no point prior to the\r\ncontempt order was Wife's share of the Plan subject to gains or losses. Therefore,\r\nthe contempt order modified the divorce decree by making Wife's portion of the\r\nPlan subject to \"gains or losses from the date of the Decree.\"\r\n\r\nNo authority existed for this modification. Judge Wylie made no reservation of\r\njurisdiction in the divorce decree. Judge Gable held \"the Agreement [wa]s\r\nunambiguous and must be enforced as written\" and its \"language [wa]s clear and\r\nsusceptible of only one interpretation.\" As Wife pointed out at the contempt\r\nhearing, Husband neither appealed nor moved the family court pursuant to Rule\r\n59(e) or Rule 60 to modify the divorce decree. Consequently, neither statute nor\r\nreservation of jurisdiction allowed the family court to modify the terms of the\r\ndivorce decree.\r\n\r\nAs a result, the family court lacked jurisdiction to modify the divorce decree.\r\nTherefore, we affirm the family court's contempt order but modify its language to\r\nstrike \"plus gains or losses from the date of the Decree.\" Because a QDRO has\r\nalready been executed distributing only $48,562.00 to Wife, we further instruct\r\nHusband to (1) prepare a second QDRO distributing an additional $12,622.00 to\r\nWife or, in the alternative, (2) pay Wife the sum of $12,622.00. In either event,\r\nHusband shall comply within forty-five days from the date of this court's decision.\r\n\r\nHaving stricken the \"plus gains or losses\" language from the family court's order,\r\nwe need not address Wife's remaining argument. See Futch v. McAllister Towing\r\nof Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an\r\nappellate court need not review remaining issues when its determination of a prior\r\nissue is dispositive of the appeal).\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-540","title":"Horne v. Coleman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-540.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Lillian Horne, Appellant,\r\n\r\n        v.\r\n\r\n        Robert Coleman d/b/a/ Coleman's Construction, Keith W.\r\n        Yow, Tammy Faye Whisenant, Brandy W. McBee, Clerk\r\n        of Court, Cherokee County Clerk of Court, Defendants,\r\n        Of Whom Keith W. Yow and Tammy Faye Whisenant\r\n        are Respondents.\r\n\r\n        Appellate Case No. 2010-166630\r\n\r\n\r\n                     Appeal From Cherokee County \n\r\n                   Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-540 \n\r\n             Heard September 11, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        David Charles Alford, of David C. Alford, PC, of\r\n        Spartanburg, for Appellant.\r\n\r\n        Sarah Upchurch Shiflett, of Sarah Upchurch Shiflett, of\r\n        Gaffney, for Respondents.\r\n\nPER CURIAM: Lillian Horne appeals the trial court's determination that (1) the\r\ndeed to her former property was valid and (2) the homestead exemption was not\r\napplicable in this case. On appeal, Horne argues she has a constitutional right to\r\nthe homestead exemption, which voids the deed, thereby requiring the judicial sale\r\nof her property to have accounted for the homestead exemption. We affirm\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in failing to void the deed in favor of Horne's\r\n   constitutional right to a homestead exemption: Zurcher v. Bilton, 379 S.C. 132,\r\n   135, 666 S.E.2d 224, 226 (2008) (\"Under the doctrine of collateral estoppel,\r\n   also known as issue preclusion, when an issue has been actually litigated and\r\n   determined by a valid and final judgment, the determination is conclusive in a\r\n   subsequent action whether on the same or a different claim.\"); Hilton Head Ctr.\r\n   of S.C., Inc. v. Public Serv. Comm'n, 294 S.C. 9, 11, 362 S.E.2d 176, 177\r\n   (1987) (holding a final judgment on the merits in a prior action will preclude\r\n   the parties from re-litigating any claims actually litigated or those that might\r\n   have been litigated in the first action).\r\n\r\n2. As to whether the trial court erred in failing to address whether the parties to the\r\n   judicial sale had notice of the homestead exemption: State v. Jones, 344 S.C.\r\n   48, 58, 543 S.E.2d 541, 546 (2001) (holding an issue is deemed abandoned if\r\n   the argument in the brief is not supported by authority); Summer v. Carpenter,\r\n   328 S.C. 36, 43, 492 S.E.2d 55, 58 (1997) (finding when an issue presented to\r\n   the trial court is not explicitly ruled on in the final order, the issue must be\r\n   raised by an appropriate post-trial motion to be preserved for appeal).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-541","title":"SC Self Storage v. City of Aiken","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-541.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        South Carolina Self Storage Association and South\r\n        Carolina Self Storage Association of Personnel and\r\n        Staffing individually and on behalf of themselves the\r\n        members and all entities similarly situated, Appellants,\r\n\r\n        v.\r\n\r\n        City of Aiken, et al., Respondents.\r\n\r\n        Appellate Case No. 2010-168366\r\n\r\n\r\n                      Appeal from Richland County\r\n                  J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-541 \n\r\n             Heard September 11, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        T. Alexander Beard, of Beard Law Offices, of Mount\r\n        Pleasant, A. Camden Lewis and Ariail E. King, both of\r\n        Lewis Babcock & Griffin, LLP, of Columbia, for\r\n        Appellants.\r\n\r\n        Danny Calvert Crowe and R. Hawthorne Barrett, both of\r\n        Turner Padget Graham & Laney, PA, of Columbia, for\r\n        Respondents.\r\n\nPER CURIAM: This is an appeal from the trial court's grant of summary\r\njudgment in favor of the Respondent municipalities.1 South Carolina Self Storage\r\nAssociation and South Carolina Association of Personnel and Staffing (collectively\r\nAppellants) contest the following trial court rulings: (1) Appellants lacked\r\nassociational standing to bring this appeal; (2) Appellants lacked standing under\r\nthe public importance exception; (3) Appellants failed to exhaust their\r\nadministrative remedies; and (4) Appellants waived any claims for business license\r\ntaxes previously paid pursuant to the voluntary payment doctrine. We affirm the\r\ntrial court pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in ruling Appellants did not have standing to\r\n   bring these claims: Sea Pines Ass'n for the Prot. of Wildlife, Inc. v. S.C. Dep't of\r\n   Natural Res., 345 S.C. 594, 601, 550 S.E.2d 287, 291 (2001) (stating that to\r\n   establish standing, the plaintiff must prove (1) an injury in fact, which is\r\n   concrete, particularized, and actual or imminent; (2) a causal connection\r\n   between the injury and the conduct complained of; and (3) it is likely as\r\n   opposed to speculative that the injury will be redressed by a favorable\r\n   decision); Georgetown Cnty. League of Women Voters v. Smith Land Co., 393\r\n   S.C. 350, 359, 713 S.E.2d 287, 292 (2011) (Hearn, J., dissenting) (\"To\r\n   supplement the analysis for individual standing . . . the courts of this state have\r\n   adopted another three-part test from the United States Supreme Court regarding\r\n   the standing of an organization to bring a claim on behalf of its members: (1) its\r\n   members would have standing to sue individually; (2) the interests at stake are\r\n   germane to the organization's own interests and purpose; and (3) neither the\r\n   claim asserted nor the relief sought requires the involvement of individual\r\n   members.\" (citing Beaufort Realty Co. v. Beaufort Cnty., 346 S.C. 298, 301,\r\n   551 S.E.2d 588, 589 (Ct. App. 2001))); Sea Pines, 345 S.C. at 601, 550 S.E.2d\r\n   at 291 (\"The party seeking to establish standing carries the burden of\r\n   demonstrating each of the three elements.\" (citing Lujan v. Defenders of\r\n   Wildlife, 504 U.S. 555, 561 (1992))).\r\n\r\n2. As to whether the trial court erred in ruling Appellants did not meet the\r\n   requirements to establish invocation of the public importance exception:\r\n   Freemantle v. Preston, 398 S.C. 186, 193, 728 S.E.2d 40, 44 (2012) (stating\r\n\r\n1 For purposes of brevity, the eighty-five municipalities that were the defendants in\r\nthis case will be collectively referred to as \"Respondent municipalities.\"\r\n\n   that \"[t]his [c]ourt has often recognized the 'public importance' exception to the\r\n   general standing requirements\" when an issue is \"'of such public importance as\r\n   to require its resolution for future guidance'\" (quoting ATC S., Inc. v.\r\n   Charleston Cnty., 380 S.C. 191, 198, 669 S.E.2d 337, 341 (2008))); id. at 194,\r\n   728 S.E.2d at 44 (stating there is a nexus between the public importance\r\n   exception and the need for future guidance from the courts is \"invariably linked\r\n   to a need for and entitlement to injunctive relief\"); see id. (finding that the\r\n   appellant's request for monetary damages for himself in addition to his requests\r\n   for various declaratory judgments, while claiming to represent the taxpayers of\r\n   his county, directly conflicted with the purpose and spirit of the public\r\n   importance exception).\r\n\r\n3. As to whether the trial court erred in finding the Appellants failed to exhaust\r\n   their administrative remedies: Brown v. James, 389 S.C. 41, 54, 697 S.E.2d\r\n   604, 611 (Ct. App. 2010) (\"The general rule is that administrative remedies\r\n   must be exhausted absent circumstances supporting an exception to application\r\n   of the general rule.\" (citing Andrews Bearing Corp. v. Brady, 261 S.C. 533,\r\n   536, 201 S.E.2d 241, 243 (1973))); Law v. S.C. Dep't of Corr., 368 S.C. 424,\r\n   438, 629 S.E.2d 642, 650 (2006) (stating that while futility is a general\r\n   exception to the requirement of exhaustion of administrative remedies, it must\r\n   be demonstrated by a showing comparable to the administrative agency taking\r\n   \"a hard and fast position that makes an adverse ruling a certainty.\" (quoting\r\n   Thetford Props. IV Ltd. P'ship v. U.S. Dep't of Hous. & Urban Dev., 907 F.2d\r\n   445, 450 (4th Cir. 1990))); Video Gaming Consultants, Inc. v. S.C. Dep't of\r\n   Revenue, 342 S.C. 34, 39, 535 S.E.2d 642, 645 (2000) (finding that \"the mere\r\n   presence of a constitutional issue does not excuse the exhaustion requirement\r\n   where there are other issues in controversy\"); Law, 368 S.C. at 438, 629 S.E.2d\r\n   at 650 (stating that whether to require the plaintiff to exhaust administrative\r\n   remedies is a matter within the sound discretion of the trial judge and will not\r\n   be disturbed on appeal absent an abuse of discretion (citing Andrews Bearing\r\n   Corp., 261 S.C. at 536, 201 S.E.2d at 243; Tri-County Ice & Fuel Co. v.\r\n   Palmetto Ice Co., 303 S.C. 237, 242, 399 S.E.2d 779, 782 (1990))).\r\n\r\n4. As to whether the trial court erred in finding the voluntary payment doctrine\r\n   precluded the Appellants from challenging previously paid business license\r\n   taxes, we decline to reach the merits of the argument. See Futch v. McAllister\r\n   Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n   (stating that if an appellate court's ruling on a particular issue is dispositive of\r\n   an appeal, rulings on remaining issues are unnecessary).\r\n\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, AND LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-542","title":"Frazier v. Starr Electric","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-542.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n           Allen Coolidge Frazier, Employee, Appellant,\r\n\r\n           v.\r\n\r\n           Starr Electric Co., Employer, and General Casualty\r\n           Insurance Company, Carrier, Respondents.\r\n\r\n           Appellate Case No. 2011-190646\r\n\r\n\r\n                        Appeal From Richland County \n\r\n                      Workers' Compensation Commission \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-542 \n\r\n                Heard September 13, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n           Stephen Benjamin Samuels, of Samuels Law Firm, LLC,\r\n           of Columbia, for Appellant.\r\n\r\n           Cynthia C. Dooley and Carmelo Barone Sammataro, both\r\n           of Turner Padget Graham & Laney, PA, of Columbia, for\r\n           Respondents.\r\n\r\n\r\n\r\nPER CURIAM: Allen C. Frazier (Frazier) appeals the Workers' Compensation\r\nCommission's (Commission) denial of benefits. On appeal, Frazier argues the\r\n\nCommission erred in (1) finding he failed to prove he sustained a compensable\r\nrepetitive trauma injury, and (2) finding he did not provide timely notice of his\r\ninjury. We affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.     As to whether the Commission erred in finding Frazier did not sustain a\r\ncompensable repetitive trauma injury: Sharpe v. Case Produce, Inc., 336 S.C. 154,\r\n160, 519 S.E.2d 102, 105 (1999) (\"The Commission's decision must be affirmed if\r\nthe factual findings are supported by substantial evidence in the record.\"); Hill v.\r\nEagle Motor Lines, 373 S.C. 422, 436, 645 S.E.2d 424, 431 (2007) (\"Substantial\r\nevidence is that evidence which, in considering the record as a whole, would allow\r\nreasonable minds to reach the conclusion the Commission reached.\"); Sharpe, 336\r\nS.C. at 160, 519 S.E.2d at 105 (\"The possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent the Commission's finding from\r\nbeing supported by substantial evidence.\"); id. (\"Where there is a conflict in the\r\nevidence, the Commission's findings of fact are conclusive.\"); Langdale v. Carpets,\r\n395 S.C. 194, 203, 717 S.E.2d 80, 84 (Ct. App. 2011) (\"The final determination of\r\nwitness credibility and the weight to be accorded evidence is reserved to the\r\n[Commission] and it is not the task of courts to weigh the evidence as found by the\r\nsingle commissioner.\").\r\n\r\n2.    As to whether the Commission erred in finding Frazier did not provide\r\ntimely notice of his injury: Futch v. McAllister Towing of Georgetown, Inc., 335\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not\r\naddress remaining issues when disposition of a prior issue is dispositive).\r\n\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-543","title":"Hunkler v. Frey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-543.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Patrick Hunkler, Appellant,\r\n\r\n            v.\r\n\r\n            Sarah Frey, Respondent.\r\n\r\n            Appellate Case No. 2010-159287\r\n\r\n\r\n                         Appeal From Charleston County \n\r\n                      Paul W. Garfinkel, Family Court Judge\n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-543 \n\r\n                 Heard September 10, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Cynthia Barrier Patterson, of Columbia, for Appellant.\r\n\r\n            Robert N. Rosen, of Rosen Law Firm, LLC, of\r\n            Charleston, for Respondent.\r\n\r\n\r\nPER CURIAM: Patrick Hunkler (Father) appeals from a family court order\r\ngranting Sarah Frey (Mother) sole custody of their son (Son), arguing the court\r\nerred in (1) granting Mother sole custody of Son because she failed to show a\r\nsubstantial change of circumstances; (2) awarding Mother a tax deduction for Son\r\nbecause Father's payments exceeded the child support guidelines; (3) awarding\r\n\nMother $70,000 in attorney's fees; and (4) requiring Father and Mother to follow\r\nSon's doctor's recommendations because neither party requested the relief. We\r\naffirm.1\r\n\r\n1.     On appeal from the family court, this court reviews factual and legal issues\r\nde novo. Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011);\r\nLewis v. Lewis, 392 S.C. 381, 386, 709 S.E.2d 650, 651-52 (2011). Although this\r\ncourt reviews the family court's findings de novo, we are not required to ignore the\r\nfact that the family court, which saw and heard the witnesses, was in a better\r\nposition to evaluate their credibility and assign comparative weight to their\r\ntestimony. Lewis, 392 S.C. at 385, 709 S.E.2d at 651-52. The burden is upon the\r\nappellant to convince this court that the family court erred in its findings. Id.\r\n\r\n2.     We find no error in the family court's decision to grant Mother sole custody\r\nof Son. The controlling considerations in child custody controversies are the\r\nchild's welfare and best interests. Divine v. Robbins, 385 S.C. 23, 32, 683 S.E.2d\r\n286, 291 (Ct. App. 2009). In determining which parent should have custody of the\r\nchild, \"[t]he family court must consider the character, fitness, attitude, and\r\ninclinations on the part of each parent as they impact the child.\" Woodall v.\r\nWoodall, 322 S.C. 7, 11, 471 S.E.2d 154, 157 (1996). \"In addition, psychological,\r\nphysical, environmental, spiritual, educational, medical, family, emotional and\r\nrecreational aspects of the child's life should be considered.\" Id. \"Thus, when\r\ndetermining to whom custody shall be awarded, all the conflicting rules and\r\npresumptions should be weighed together with all of the circumstances of the\r\nparticular case, and all relevant factors must be taken into consideration.\" Id.\r\n\r\nIn Altman v. Griffith, 372 S.C. 388, 393, 642 S.E.2d 619, 622 (Ct. App. 2007), this\r\ncourt addressed our deference to the family court's election between fit parents:\r\n\r\n             In gauging between fit parents as to who would better\r\n             serve the best interests and welfare of the child in a\r\n             custodial setting, the family court judge is in a superior\r\n             position to appellate judges who are left only to review\r\n             the cold record. For this reason, custody determinations\r\n             largely rest in the sound discretion of the family court\r\n             judge.\r\n\r\n\r\n1   We affirm pursuant to Rule 220(b)(1), SCACR.\r\n\nIn this case, the family court addressed the parents' problems with their joint\r\ncustody arrangement in its order:\r\n\r\n             Mother learned that Father was consistently refusing to\r\n             follow the directions of the pediatrician . . . in failing to\r\n             give [Son] needed medication, not hydrating him\r\n             sufficiently, failing to use the humidifier, not allowing\r\n             [Son] access to liquids in the heat, and allowing him to\r\n             faint on one occasion on which he was taken to the\r\n             emergency room. Father insists that [Son] does not have\r\n             asthma in the face of a diagnosis sent by [his doctor] to\r\n             the School District. Father does not agree with [Son's]\r\n             pediatrician that he has a medical condition which needs\r\n             monitoring and treatment. Father has never, by his own\r\n             admission, given [Son] his inhaler.\r\n\r\n             Given Father's antagonistic behavior toward Mother, his\r\n             efforts to consistently change the agreement approved by\r\n             this court in 2003, his refusal to cooperate with Mother\r\n             and the doctor for [Son's] best interest, the difficulty\r\n             these people have in communication, joint custody is not\r\n             working in the best interest of the minor child. . . . Father\r\n             agreed that the present joint custodian arrangement was\r\n             not working.\r\n\r\n             ....\r\n\r\n             This court must determine which parent should be the\r\n             custodial parent in that both parties in their amended\r\n             pleadings asked for sole custody, with the Father asking\r\n             in the alternative for shared custody. Let me make it\r\n             very clear because of the obvious distrust existing\r\n             between these parties, a shared custody arrangement\r\n             would not be in the child's best interest and in the opinion\r\n             of this [c]ourt, could end up being harmful to the child\r\n             because of the increased litigation that would result from\r\n             such an arrangement.\r\n\nIn its order denying Father's motion to amend, the court further addressed its\r\ndecision to award Mother sole custody:\r\n\r\n             [T]his change, while likely only one of semantics, is\r\n             appropriate given [Father]'s attitude, and indeed,\r\n             (in)actions regarding [Son's] medical care, . . . and his\r\n             inability to properly communicate with [Mother]\r\n             regarding issues requiring his attention or inviting his\r\n             input . . . . [Father] cannot voluntarily fail to participate\r\n             in the important decisions in his son's life and then\r\n             complain that [Mother] has treated their parenting as a\r\n             dictatorship. If [Father] cannot collaborate in decision\r\n             making with [Mother], this [c]ourt does not believe that\r\n             he would be capable of proper decision making on his\r\n             son's behalf.\r\n\r\nWe give deference to the family court's determination and conclude the family\r\ncourt correctly examined the totality of the circumstances in reaching its decision\r\nto award Mother sole custody of Son.\r\n\r\n3.     We find no error in the family court's decision to award Mother a tax\r\ndeduction for Son. The allocation of the dependent tax exemption is within the\r\nfamily court's discretion. Hudson v. Hudson, 340 S.C. 198, 205, 530 S.E.2d 400,\r\n403-04 (Ct. App. 2000); see S.C. Code Ann. § 20-3-130(F) (Supp. 2011) (\"The\r\ncourt may elect and determine the intended tax effect of the alimony and separate\r\nmaintenance and support as provided by the Internal Revenue Code and any\r\ncorresponding state tax provisions. The [f]amily [c]ourt may allocate the right to\r\nclaim dependency exemptions pursuant to the Internal Revenue Code and under\r\ncorresponding state tax provisions and to require the execution and delivery of all\r\nnecessary documents and tax filings in connection with the exemption.\"). Here,\r\nthe family court determined that because neither the child custody nor the child\r\nsupport had been changed in Father's favor, the tax dependency deduction would\r\nremain with Mother. Because the court granted Mother sole custody of Son, we\r\nfind the family court did not err in awarding Mother the tax deduction for Son.\r\n\r\n4.     We find no error in the family court's decision to award Mother $70,000 in\r\nattorney's fees. \"The award of attorney's fees and costs [is] within the sound\r\ndiscretion of the trial judge.\" Perry v. Perry, 315 S.C. 373, 376, 433 S.E.2d 911,\r\n912 (Ct. App. 1993). In Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d\r\n\n313, 315 (1991), our supreme court set forth the following factors to be considered\r\nin determining a reasonable attorney's fee: (1) the nature, extent, and difficulty of\r\nthe case; (2) the time necessarily devoted to the case; (3) counsel's professional\r\nstanding; (4) the contingency of compensation; (5) the beneficial results obtained;\r\nand (6) the customary legal fees for similar services. In Spreeuw v. Barker, 385\r\nS.C. 45, 72, 682 S.E.2d 843, 857 (Ct. App. 2009), this court stated it normally\r\nwould be concerned by an award of attorney's fees representing approximately\r\n40% of the father's annual income; however, the family court based its award of\r\nattorney's fees not only on the factors set forth in Glasscock, but also on the father's\r\nuncooperative conduct in discovery and his evasiveness in answering questions\r\nwith respect to his financial situation. Therefore, the court affirmed the fees\r\nbecause the father's uncooperative conduct greatly contributed to the litigation\r\ncosts associated with the action. Id. at 72-73, 682 S.E.2d at 857. Also, in Taylor v.\r\nTaylor, 333 S.C. 209, 220, 508 S.E.2d 50, 56 (Ct. App. 1998), this court affirmed\r\nthe family court's decision to award the wife attorney's fees and the amount it\r\nawarded when the husband had filed three family court actions against the wife and\r\nappealed all three; the wife consistently prevailed on most of the issues, yet the\r\nhusband \"haul[ed] [the] [w]ife back into court time and time again\"; the husband\r\nwas in a financial position to afford the suits, while the wife was not; and the court\r\nhad the \"added dimension of an uncooperative husband who did much to prolong\r\nand hamper a final resolution of the issues in this case,\" noting \"[a]n adversary\r\nspouse should not be rewarded for such conduct.\" Further, in Wooten v. Wooten,\r\n358 S.C. 54, 65-66, 594 S.E.2d 854, 860 (Ct. App. 2003), aff'd in relevant part,\r\nrev'd in part, 364 S.C. 532, 615 S.E.2d 98 (2005), this court affirmed the family\r\ncourt's total award of $75,129.21 for the wife's attorney's fees and costs, finding the\r\namount was not excessive under the circumstances and given the wide disparity in\r\nthe parties' incomes. The Wooten court also stated that the wife's counsel, who is\r\nthe same counsel as Mother's in this case, is an \"accomplished family practitioner\r\nwith an excellent reputation in the community.\" Id.\r\n\r\nIn this case, the court stated it \"feels the primary responsibility for the protracted\r\nnature of this litigation lies at the feet of the Father.\" The court also stated it\r\n\"became convinced most of the problem in not being able to resolve the issues\r\nwithout a six-day trial of tremendous costs and fees was due to Father's unrealistic\r\nview of the issues.\" The court did note Mother also shared a portion of the blame\r\nin asking for an increase in child support and other issues. However, the court\r\nstated \"[t]here was no way for Mother to settle with Father,\" and Father's actions\r\nincreased Mother's attorney's fees. The court explained that during the six days of\r\ntrial, \"Mother's counsel was required to litigate numerous issues, conduct discovery\r\n\nwith little cooperation, go to hearings on the [amount] of the Guardian ad litem['s\r\nfees], prepare for extensive cross-examinations of numerous witnesses, prepare for\r\ndirect examination, submit many exhibits and prepare a trial brief.\" Therefore, the\r\ncourt found Mother's total attorney's fees in the amount of $88,848.60, \"while\r\nsubstantial, [were] necessary and reasonable in light of almost three years of\r\nlitigation, the legal issues, numerous motions, numerous depositions, preparation\r\nfor trial and a six-day trial.\"2 The court further noted Father did not contest the\r\nnumber of hours, the hourly rates, or the reasonableness of the fees, hours, or\r\ncosts.3 Under our review of the circumstances of this case, we find no error in the\r\nfamily court's decision to award Mother $70,000 in attorney's fees and costs.\r\n\r\n5.     We find no error in the family court's decision to require Father and Mother\r\nto follow Son's doctor's recommendations. \"The welfare and best interests of the\r\nchild are the primary considerations in determining visitation.\" Smith v. Smith, 386\r\nS.C. 251, 272, 687 S.E.2d 720, 731 (Ct. App. 2009). \"In the absence of a clear\r\nabuse of discretion, the trial court's order regarding visitation rights will not be\r\ndisturbed on appeal.\" Frye v. Frye, 323 S.C. 72, 76, 448 S.E.2d 586, 588 (Ct. App.\r\n1994). In Frye, this court held the \"family court may impose upon a noncustodial\r\nparent such conditions and restrictions on his visitation privileges as the court, in\r\nits discretion, thinks proper.\" Id. at 76, 448 S.E.2d at 588. \"The privilege of\r\nvisitation must yield to the best interests of the children and may be denied or\r\nlimited if the best interests of the children will be served thereby.\" Id.; see also\r\nBanks v. Med. Univ. of S.C., 314 S.C. 376, 382, 444 S.E.2d 519, 522 (1994)\r\n(holding a mother does not have a right to withhold necessary medical treatment\r\nfrom her child); Nash v. Byrd, 298 S.C. 530, 536, 381 S.E.2d 913, 916 (Ct. App.\r\n1989) (\"It is therefore the duty of the parents, irrespective of other considerations,\r\nto lend their aid in creating an atmosphere that will foster the best interests of the\r\nchild. Neither parent has a right to use the child as a pawn or club in dealing with\r\nthe other and, where such is done to the detriment of the child, it affords proper\r\nground [for the family court] to deny or limit visitation privileges.\").\r\n\r\nHere, the court noted in its order that \"[t]his responsibility often requires reliance\r\non professionals better suited to make decisions not within the [c]ourt's expertise\r\n(e.g. medical diagnoses and treatment)\" and \"[t]his reliance is therefore, not only\r\n\r\n2 The court noted that in Mother's counsel's affidavit, he listed a total of \n\r\n$99,436.62 in attorney's fees and costs. \n\r\n3 In his brief on appeal, Father states he does not take issue with Mother's\n\r\ncounsel's professional standing or customary fees. \n\r\n\nappropriate, but well within the inherent power and responsibility of this [c]ourt to\r\nprotect the welfare of the children in its jurisdiction.\" We find, in our review, that\r\nthe family court did not err in requiring Father and Mother to follow Son's doctor's\r\nrecommendations.\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-544","title":"Oswald v. McEvoy","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-544.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Thomas Oswald General Carpentry & Builders, LLC,\r\n            Respondent,\r\n\r\n            v.\r\n\r\n            Kathleen B. McEvoy and William H. Campbell,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2011-189986\r\n\r\n\r\n                          Appeal From Fairfield County\r\n                     R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-544 \n\r\n                 Heard September 13, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Edward M. Woodward, Jr., of Woodward Cothran &\r\n            Herndon, of Columbia, for Appellants.\r\n\r\n            E. Crosby Lewis, of Winnsboro, and Thomas Jefferson\r\n            Goodwyn, Jr., of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: In this appeal from a jury verdict awarding Respondent\r\n$36,009.76 in actual damages for breach of contract, Appellants argue the trial\r\n\ncourt erred by denying their motions for directed verdict and judgment\r\nnotwithstanding the verdict (JNOV) because there was no evidence of a subsequent\r\noral modification to the parties' written contract. We find no error of law in the\r\ntrial court's ruling and evidence exists to support the decision to deny Appellants'\r\nmotions. Therefore, we affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: Campbell v. Robinson, 398 S.C. 12, 19, 726 S.E.2d 221, 225\r\n(Ct. App. 2012) (providing an appellate court will reverse the trial court's ruling\r\ndenying motions for directed verdict and JNOV only when there is no evidence to\r\nsupport the ruling or when the ruling is controlled by an error of law (citation\r\nomitted)); ESA Servs., LLC v. S.C. Dep't of Revenue, 392 S.C. 11, 23, 707 S.E.2d\r\n431, 438 (Ct. App. 2011) (providing the parties to a written contract may orally\r\nmodify the contract, even if the writing itself prohibits oral modification (citation\r\nomitted)); id. (\"Any modification of a written contract must satisfy all fundamental\r\nelements of a valid contract in order for it to be enforceable, including a meeting of\r\nthe minds between the parties with regard to all essential terms of the agreement.\"\r\n(citing Player v. Chandler, 299 S.C. 101, 104-05, 382 S.E.2d 891, 893 (1989))).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-545","title":"Parks v. Kohler Company","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-545.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Johnny Parks, Employee, Respondent,\r\n\r\n        v.\r\n\r\n        Kohler Company, Employer, and Kohler Company, Self-\r\n        Insured, Carrier, Defendants,\r\n\r\n        Of whom Kohler Company, Self-Insured, Carrier, is\r\n        Appellant.\r\n\r\n        Appellate Case No. 2011-187186\r\n\r\n\r\n         Appeal from the Workers' Compensation Commission \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-545 \n\r\n             Heard September 12, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Andrew A. Mathias, Kirsten E. Small, and Russell T.\r\n        Infinger, Nexsen Pruet, LLC, all of Greenville, for\r\n        Appellant.\r\n\r\n        Alan R. Cochran, Cochran Law Firm, PA, of Greenville,\r\n        for Respondent.\r\n\nPER CURIAM: Kohler Company appeals the workers' compensation\r\ncommission's decision to award Johnny Parks temporary total disability and\r\nfuture medical payments. We find substantial evidence in the record to support the\r\ncommission's findings and affirm pursuant to Rule 220(b)(1), SCACR, and\r\nBentley v. Spartanburg Cnty., 398 S.C. 418, 421, 730 S.E.2d 296, 298 (2012)\r\n(stating \"an appellate court may not substitute its judgment for that of the\r\nagency as to the weight of the evidence on questions of fact\").\r\nAFFIRMED.\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-546","title":"Whitfield v. SCDSS","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-546.pdf","description":null,"date":"2012-10-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Elizabeth Gail Whitfield, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Social Services,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-187286\r\n\r\n\r\n                         Appeal From Richland County \n\r\n             Shirley C. Robinson, Administrative Law Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-546 \n\r\n                 Heard September 13, 2012 – Filed October 3, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            William Norman Epps, III, Epps, Nelson, & Epps, of\r\n            Anderson, for Appellant.\r\n\r\n            Celeste Moore, South Carolina Department of Social\r\n            Services, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: The Department of Social Services suspended and then\r\nterminated Elizabeth Whitfield's employment. The state employee grievance\r\n\ncommittee upheld those actions and denied Whitfield's subsequent request for\r\nreconsideration. The administrative law court affirmed the committee's decisions.\r\nWe find that substantial evidence supports the ALC's decision and that it was not\r\naffected by an error of law. Therefore, we affirm pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: S.C. Code Ann. § 1-23-610(B) (Supp.\r\n2011) (providing this court may reverse the ALC's decision if, among other things,\r\nit is \"clearly erroneous in view of the reliable, probative, and substantial evidence\r\non the whole record\" or was affected by an error of law); Bell v. S.C. Dep't of\r\nCorr., 397 S.C. 320, 329, 724 S.E.2d 675, 680 (2012) (applying subsection 1-23-\r\n610(B) in an employee grievance appeal); Risher v. S.C. Dep't of Health & Envtl.\r\nControl, 393 S.C. 198, 204, 712 S.E.2d 428, 431 (2011) (stating that under\r\nsubsection 1-23-610(B), a decision of the ALC should be upheld \"if it is supported\r\nby substantial evidence in the record\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-548","title":"State v. McNeil","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-548.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Samuel McNeil, Appellant.\r\n\r\n        Appellate Case No. 2010-180846\r\n\r\n\r\n                      Appeal From Florence County \n\r\n                   Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-548 \n\r\n             Heard September 12, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Deputy Attorney General David A. Spencer, all of\r\n        Columbia; and Solicitor Edgar Lewis Clements, III, of\r\n        Florence, for Respondent.\r\n\nPER CURIAM: Samuel McNeil appeals his conviction for assault and battery of\r\na high and aggravated nature (ABHAN), arguing that his confession to police was\r\ninvoluntary because it was made while he was intoxicated and detained in the back\r\nof a police cruiser. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Saxon, 261 S.C. 523, 529, 201 S.E.2d 114, 117 (1973)\r\n(\"[P]roof that an accused was intoxicated at the time he made a confession does not\r\nrender the statement inadmissible as a matter of law, unless the accused's\r\nintoxication was such that he did not realize what he was saying. Proof of\r\nintoxication, short of rendering the accused unconscious of what he is saying, goes\r\nto the weight and credibility to be accorded to the confession, but does not require\r\nthat the confession be excluded from evidence.\"); State v. Moses, 390 S.C. 502,\r\n510-11, 702 S.E.2d 395, 399 (Ct. App. 2010) (\"On appeal, the [circuit court's]\r\nruling as to the voluntariness of the confession will not be disturbed unless so\r\nerroneous as to constitute an abuse of discretion.\"); State v. Breeze, 379 S.C. 538,\r\n544, 665 S.E.2d 247, 250 (Ct. App. 2008) (\"The test of voluntariness is whether a\r\nsuspect's will was overborne by the circumstances surrounding the given statement.\r\nIn making this determination, the [circuit] court must examine the totality of the\r\ncircumstances surrounding the statement.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-549","title":"State v. Clark","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-549.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Brandon Heath Clark, Appellant.\r\n\r\n        Appellate Case No. 2009-145547\r\n\r\n\r\n                     Appeal From Greenville County \n\r\n                   Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-549 \n\r\n             Heard September 10, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Franklin-Best and\r\n        Appellate Defender Dayne C. Phillips, both of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Donald J. Zelenka, Assistant\r\n        Attorney General Alphonso Simon, Jr., all of Columbia;\r\n        Solicitor William Walter Wilkins, III, of Greenville, for\r\n        Respondent.\r\n\nPER CURIAM: Brandon Heath Clark appeals his convictions for two counts of\r\nmurder and two counts of possession of a weapon during the commission of a\r\nviolent crime. He contends the trial court erred in denying his motion for a\r\ndirected verdict on his murder charges because the State failed to present any\r\nevidence he fired the gun that killed either victim. Because the record includes\r\nsufficient evidence which reasonably tends to prove Clark's guilt, we affirm.\r\nWhen reviewing a trial court's denial of a defendant's directed verdict motion, an\r\nappellate court must view the evidence in a light most favorable to the State. State\r\nv. Venters, 300 S.C. 260, 264, 387 S.E.2d 270, 272 (1990). Additionally, an\r\nappellate court must find a case was properly submitted to the jury if any direct\r\nevidence or any substantial circumstantial evidence reasonably tends to prove the\r\nguilt of the accused. State v. Dickey, 394 S.C. 491, 499, 716 S.E.2d 97, 101\r\n(2011).\r\n\r\nIn State v. Ward, 374 S.C. 606, 615, 649 S.E.2d 145, 150 (Ct. App. 2007), this\r\ncourt affirmed the denial of a directed verdict when the State presented evidence to\r\nshow the defendant and a codefendant were involved in a fight with the victim; as\r\nthe victim fled, the codefendant threatened to kill someone that night; and\r\nmoments after that threat, the defendant and the codefendant got into a truck from\r\nwhich gunfire erupted towards the vehicle in which the victim rode. Furthermore,\r\nthe driver of the truck and the codefendant stated the defendant was shooting out of\r\nthe passenger side window of the truck. Id. Here, Clark stipulated not only his\r\npresence, but also that he fired his gun nine times at the murder scene.\r\nAdditionally, the State's firearm forensic analysis revealed the bullet extracted\r\nfrom one of the victims was a .40 caliber bullet, the same caliber as Clark's gun.\r\nFurther, the State's forensic analyst testified the shells, which Clark admitted\r\ndischarged when he fired his gun, had similar microscopic marks to the bullet\r\npolice extracted from one of the victims. Moreover, the State presented testimony\r\nindicating Clark, immediately after the shooting, stated he believed he shot the\r\nvictims. Accordingly, the State presented sufficient evidence upon which the trial\r\ncourt could rely in denying Clark's directed verdict motion.\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-550","title":"State v. Maner","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-550.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Derek Maner, Appellant.\r\n\r\n        Appellate Case No. 2009-117006\r\n\r\n\r\n                     Appeal From Allendale County \n\r\n                  Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-550 \n\r\n             Heard September 10, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant,\r\n\r\n        Attorney General Alan McCrory Wilson; Chief Deputy\r\n        Attorney General John W. McIntosh; Assistant Deputy\r\n        Attorney Donald J. Zelenka; Senior Assistant Attorney\r\n        General Melody Jane Brown;; all of Columbia; and\r\n        Solicitor Isaac McDuffie Stone, III, of Beaufort, for\r\n        Respondent.\r\n\nPER CURIAM: Derek Maner appeals his conviction for murder, arguing the trial\r\ncourt erred in (1) allowing Investigator Silvaggio to testify as a lay witness\r\nregarding his opinion on Erika Bradley's disappearance and (2) failing to direct a\r\nverdict because the State presented no direct or substantial circumstantial evidence\r\nof corpus delicti. We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities:\r\n\r\n1.\t As to whether the trial court erred in allowing Investigator Silvaggio to testify\r\n   based on his investigation: Rule 602, SCRE (\"A witness may not testify to a\r\n   matter unless evidence is introduced sufficient to support a finding the witness\r\n   has personal knowledge of the matter. Evidence to prove personal knowledge\r\n   may, but need not, consist of the witness' own testimony.\"); State v. Williams,\r\n   321 S.C. 455, 464, 469 S.E.2d 49, 54 (1996) (\"A natural inference based on\r\n   stated facts is not opinion evidence. Where the distinction between fact and\r\n   opinion is blurred, it is often best to leave the matter to the discretion of the trial\r\n   judge.\").\r\n\r\n2.\t As to whether the trial court erred in failing to direct a verdict: State v. Weston,\r\n   367 S.C. 279, 292-93, 625 S.E.2d 641, 648 (2006) (holding if there is any direct\r\n   evidence or any substantial circumstantial evidence reasonably tending to prove\r\n   the guilt of the accused, the Court must find the case was properly submitted to\r\n   the jury); State v. Owens, 293 S.C. 161, 168, 359 S.E.2d 275, 278 (1987)\r\n   (finding circumstantial evidence surrounding the victim's sudden disappearance,\r\n   considered with the unlikelihood of victim's voluntary departure as shown by\r\n   personal habits and relationships, sufficiently established the corpus delicti of\r\n   murder or that the victim is dead by the criminal act of another).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-551","title":"Wells Fargo Bank v. Barker","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-551.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"     \r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Wells Fargo Bank, National Associtation as Trustee for\r\n        Securitized Asset Backed Receivable, LLC 2006-OP1\r\n        Mortgage Pass-Through Certificates, Series 2006-OP1,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Verianne A. Barker, Four Seasons Farms Homeowners\r\n        Association, Inc., Defendants, of whom Verianne A.\r\n        Barker is Appellant.\r\n\r\n        Appellate Case No. 2009-129487\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                  Gordon G. Cooper, Master-in-Equity \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-551\r\n               Submitted June 1, 2011 – Filed October 10, 2012\r\n\r\n\r\n                             AFFIRMED \n\r\n\r\n\r\n        David C. Alford, of David C. Alford, P.C., of\r\n        Spartanburg, for Appellant.\r\n\r\n        Clary Edward Rawl, Jr., of Fisher & Phillips, LLP, of\r\n        Columbia; Helen F. Hiser, of McAngus Goudelock &\r\n        Courie, LLC, of Mount Pleasant; Weston Adams, III, of\r\n     \r\n\n             McAngus Goudelock & Courie, LLC, of Columbia; and\r\n             Eric C. Hale, of Law Office of Eric C. Hale, LLC, of\r\n             Irmo, for Respondent.\r\n\r\n\r\nPER CURIAM: In this contested foreclosure action, Appellant Verianne A.\r\nBarker seeks review of an order of the Master-in-Equity granting in part Wells\r\nFargo Bank's summary judgment motion by denying Barker's demand for a jury\r\ntrial. Barker argues that she is entitled to a jury trial on her compulsory\r\ncounterclaims because they are legal, as opposed to equitable, in nature. We\r\naffirm.\r\n\r\nI. Right to Jury Trial\r\n\r\nBarker maintains that the master erred in denying her demand for a jury trial when\r\nher counterclaims were compulsory and legal, as opposed to equitable, in nature.\r\nWe disagree.\r\n\r\n\"Generally, the relevant question in determining the right to trial by jury is whether\r\nan action is legal or equitable; there is no right to trial by jury for equitable\r\nactions.\" Lester v. Dawson, 327 S.C. 263, 267, 491 S.E.2d 240, 242 (1997). \"The\r\ncharacter of an action as legal or equitable depends on the relief sought.\" Cedar\r\nCove Homeowners Ass'n, Inc. v. DiPietro, 368 S.C. 254, 258, 628 S.E.2d 284,\r\n286 (Ct. App. 2006). \"[A]n action sounding in law may be transformed to one in\r\nequity because equitable relief is sought.\" Ins. Fin. Servs., Inc. v. S.C. Ins. Co., 271\r\nS.C. 289, 293, 247 S.E.2d 315, 318 (1978) (citing 1 Am. Jur. 2d, Actions § 7\r\n(1962)); see also Crewe v. Blackmon, 289 S.C. 229, 232-33, 345 S.E.2d 754, 756-\r\n57 (Ct. App. 1986) (concluding that although a complaint included allegations of\r\nfraud and misrepresentation, the action was one in equity when most of the relief\r\nsought was equitable in nature).\r\n\r\nHere, Barker's pro se answer asserted that the predatory lending practices of Wells\r\nFargo and its predecessors, such as baiting of unsuspecting home buyers and\r\nselling mortgages without advising the mortgagors, were unfair and unscrupulous.\r\nBarker's pleading requested the following relief: (1) deny foreclosure and public\r\nsale of her property; (2) order Wells Fargo to work out a new payment rate in order\r\nfor her to keep her property; and (3) dismiss all costs requested by Wells Fargo in\r\nits complaint.\r\n       \r\n\n       \r\n\r\n\r\nThe master concluded the primary purpose of these claims was to seek equitable\r\nrelief. We agree. See Shaw v. Aetna Cas. & Sur. Ins. Co., 274 S.C. 281, 285, 262\r\nS.E.2d 903, 905 (1980) (characterizing the reformation of a contract as equitable\r\nrelief); Cedar Cove, 368 S.C. at 258, 628 S.E.2d at 286 (concluding that an action\r\nseeking injunctive relief is one in equity); MI Co. v. McLean, 325 S.C. 616, 623,\r\n482 S.E.2d 597, 601 (Ct. App. 1997) (\"An action to foreclose a real estate\r\nmortgage is one in equity.\"). Because the requested remedies are equitable in\r\nnature, Barker's claims are equitable in nature. Cedar Cove, 368 S.C. at 258, 628\r\nS.E.2d at 286 (\"The character of an action as legal or equitable depends on the\r\nrelief sought.\").\r\n\r\nBarker also asserts that her counterclaims are compulsory.1 However, this does not\r\nchange the character of her claims from equitable to legal. See N.C. Fed. Sav. &\r\nLoan Ass'n v. DAV Corp., 298 S.C. 514, 517, 381 S.E.2d 903, 905 (1989) (\"A party\r\ndoes not waive its right to a jury trial on a counterclaim asserted in an equity action\r\nif the counterclaim is legal and compulsory in nature.\").\r\n\r\nBased on the foregoing, we affirm on this issue.\r\n\r\nII. Order of Reference\r\n\r\nBarker contends that the master erred in upholding the order of reference, which\r\nstated that all issues in the case were equitable in nature and gave the master\r\nauthority to enter a final judgment in the case. Barker argues that she should have\r\nreceived a hearing on her objection to the referral prior to the issuance of the order\r\nof reference. We disagree.\r\n\r\n\r\n\r\n                                                                       \r\n1 See Rule 13(a), SCRCP (\"A pleading shall state as a counterclaim any claim\r\nwhich at the time of serving the pleading the pleader has against any opposing\r\nparty, if it arises out of the transaction or occurrence that is the subject matter of\r\nthe opposing party's claim and does not require for its adjudication the presence of\r\nthird parties of whom the court cannot acquire jurisdiction.\" (emphasis added)); see\r\nalso Mullinax v. Bates, 317 S.C. 394, 396, 453 S.E.2d 894, 895 (1995) (indicating\r\nthe test for determining if a counterclaim is compulsory is whether there is a\r\n\"logical relationship\" between the claim and the counterclaim).\r\n       \r\n\n       \r\nThe master advised Barker that all foreclosure actions are referred to the master\r\n\"by rule\" and the master makes the decision on \"whether it goes back and goes to\r\njury trial.\" The master stated \"it is up to me to decide whether you have issues that\r\nshould be tried by a jury.\" Rule 71, SCRCP, states that actions to foreclose liens\r\nshall be tried by the court and shall ordinarily be referred to a master pursuant to\r\nRule 53, SCRCP. Rule 53(b), SCRCP, states, \"[i]n an action where the parties\r\nconsent, in a default case, or an action for foreclosure, some or all of the causes of\r\naction in a case may be referred to a master or special referee by order of a circuit\r\njudge or the clerk of court.\" Rule 53(b) also provides that any party may request a\r\njury \"on any or all issues triable of right by a jury and, upon the filing of a jury\r\ndemand, the matter shall be returned to the circuit court.\"\r\n\r\nHowever, Rule 53(c), SCRCP, provides that once a matter is referred to the master,\r\nhe or she \"shall exercise all power and authority [that] a circuit judge sitting\r\nwithout a jury would have in a similar matter.\" Therefore, when a case is referred\r\nto the master under Rule 53, the master has the power to conduct hearings in the\r\nsame manner as the circuit court unless the order of reference limits the master's\r\npowers. Smith Cos. of Greenville, Inc. v. Hayes, 311 S.C. 358, 360, 428 S.E.2d\r\n900, 902 (Ct. App. 1993) (citing Bonney v. Granger, 292 S.C. 308, 322, 356 S.E.2d\r\n138, 147 (Ct. App. 1987)). In the present case, the circuit court's order of reference\r\nauthorized the master, \"pursuant to Rules 53(b) and 71[,] SCRCP,\" to (1) take\r\ntestimony arising under the pleadings; (2) make findings of fact and conclusions of\r\nlaw; (3) enter a final judgment in the action; (4) hear any issues after sale or\r\njudgment; and (5) sell the property at public auction. The order of reference also\r\nrequired any resulting appeal to be directed to this court.\r\n\r\nAccordingly, it was permissible for the master, rather than the circuit court, to\r\nmake the determination of whether Barker was entitled to a jury trial. Cf. Bonney,\r\n292 S.C. at 322, 356 S.E.2d at 147 (holding the order of reference placed no limits\r\non the power of the master to conduct the reference); id. (holding the master had\r\nauthority to permit amended pleadings and to enter judgment on the issues raised\r\nby the amendments because he was authorized to conduct the case in accordance\r\nwith the rules of civil procedure). In any event, any possible irregularity in the\r\nprocedure employed in this case for determining Barker's entitlement to a jury trial\r\nwas harmless in light of the equitable nature of Barker's claims. Because she\r\nrequested equitable relief, she was not entitled to a jury trial. See Lester, 327 S.C.\r\nat 267, 491 S.E.2d at 242 (holding there is no right to trial by jury for equitable\r\nactions). Therefore, we affirm on this issue. See Jensen v. Conrad, 292 S.C. 169,\r\n       \r\n\n       \r\n172, 355 S.E.2d 291, 293 (Ct. App. 1987) (holding that a judgment will not be\r\nreversed for insubstantial errors not affecting the result).\r\n\r\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n       \r\n\n","court":"Appeals"},{"id":"2012-UP-553","title":"State v. Durham","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-553.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Melvin Durham, Appellant.\r\n\r\n        Appellate Case No. 2011-196690\r\n\r\n\r\n\r\n                     Appeal From Pickens County \n\r\n                 Letitia H. Verdin, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-553 \n\r\n         Submitted September 4, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        J. Benjamin Aplin, of the South Carolina Department of\r\n        Probation, Parole and Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed1 after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-554","title":"State v. Sumter","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-554.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eric Sumter, Appellant.\r\n\r\n        Appellate Case No. 2010-176946\r\n\r\n\r\n\r\n                    Appeal From Charleston County \n\r\n               Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-554 \n\r\n         Submitted September 4, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Susan B. Hackett, of Columbia, and\r\n        Eric Sumter, pro se, for Appellant.\r\n\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Scarlett A. Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-555","title":"State v. Rabon","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-555.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Christopher Todd Rabon, Appellant.\r\n\r\n        Appellate Case No. 2010-163546\r\n\r\n\r\n\r\n                       Appeal From Richland County\r\n                   J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-555 \n\r\n             Submitted October 1, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender LaNelle C. DuRant, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Solicitor Daniel\r\n        E. Johnson, all of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-557","title":"State v. Chandler","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-557.pdf","description":null,"date":"2012-10-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           Timothy O. Chandler, Appellant.\r\n\r\n           Appellate Case No. 2010-179766\r\n\r\n\r\n                         Appeal From Greenville County\r\n                      C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-557 \n\r\n                Heard September 12, 2012 – Filed October 10, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n           Appellate Defender Breen Richard Stevens, of Columbia,\r\n           for Appellant.\r\n\r\n           Attorney General Alan McCrory Wilson, Chief Deputy\r\n           Attorney General John W. McIntosh, Senior Assistant\r\n           Deputy Attorney General Salley W. Elliott, and Assistant\r\n           Deputy Attorney General David A. Spencer, all of\r\n           Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Timothy Chandler appeals his conviction for indecent exposure.\r\nHe argues the trial court erred in admitting into evidence an incriminating\r\n\nstatement he made to a detention center officer and in denying his request for a\r\nmistrial based upon the State's closing argument. We affirm the trial court's\r\nrulings.\r\n\r\n1. Admission of Incriminating Statement\r\n\r\nChandler contends the trial court erred in admitting into evidence an admission of\r\nguilt that he made to a detention center officer because at the time of Chandler's\r\nadmission: (1) Chandler was in the officer's custody; (2) the officer had failed to\r\ninform Chandler of his Miranda rights; and (3) the officer had subjected Chandler\r\n\"to words that [the officer] should have known were likely to elicit a response from\r\nChandler that the prosecution may seek to later introduce at trial.\" We disagree.\r\n\r\nIn Miranda v. Arizona, 384 U.S. 436 (1966), the United States Supreme Court set\r\nforth rules for enforcing the Constitution's Fifth Amendment protection against\r\ncompelled self-incrimination. Miranda warnings must be given prior to a custodial\r\ninterrogation: \"To give force to the Constitution's protection against compelled\r\nself-incrimination, the United States Supreme Court established in Miranda\r\n'certain procedural safeguards that require police to advise criminal suspects of\r\ntheir rights under the Fifth and Fourteenth Amendments before commencing\r\ncustodial interrogation.'\" State v. Hoyle, 397 S.C. 622, 626, 725 S.E.2d 720, 722\r\n(Ct. App. 2012) (quoting Duckworth v. Eagan, 492 U.S. 195, 201 (1989)\r\n(emphasis added)). \"Interrogation is either express questioning or its functional\r\nequivalent. It includes words or actions on the part of police that police should\r\nknow are reasonably likely to elicit an incriminating response.\" State v. Easler,\r\n327 S.C. 121, 127, 489 S.E.2d 617, 621 (1997) (citing Rhode Island v. Innis, 446\r\nU.S. 291 (1980)). \"'Interrogation,' as conceptualized in the Miranda opinion, must\r\nreflect a measure of compulsion above and beyond that inherent in custody itself.\"\r\nInnis, 446 U.S. at 300. However, Miranda's reach does not extend to voluntary\r\nstatements: \"Volunteered statements of any kind are not barred by the Fifth\r\nAmendment and their admissibility is not affected by our holding today.\"\r\nMiranda, 384 U.S. at 478.\r\n\r\nIn Rhode Island v. Innis, the Court defined the term \"interrogation\" under the\r\nstandards promulgated in the Miranda opinion. 446 U.S. at 298. The Court\r\nexplained that the definition of interrogation extends only to words or actions that\r\nthe police \"should have known\" were reasonably likely to elicit an incriminating\r\nresponse:    We conclude that the Miranda safeguards come into play\r\n             whenever a person in custody is subjected to either\r\n\n            express questioning or its functional equivalent. That is\r\n            to say, the term \"interrogation\" under Miranda refers not\r\n            only to express questioning, but also to any words or\r\n            actions on the part of the police (other than those\r\n            normally attendant to arrest and custody) that the police\r\n            should know are reasonably likely to elicit an\r\n            incriminating response from the suspect. . . . A practice\r\n            that the police should know is reasonably likely to evoke\r\n            an incriminating response from a suspect thus amounts to\r\n            interrogation. But, since the police surely cannot be held\r\n            accountable for the unforeseeable results of their words\r\n            or actions, the definition of interrogation can extend only\r\n            to words or actions on the part of police officers that they\r\n            should have known were reasonably likely to elicit an\r\n            incriminating response.\r\n\r\nInnis, 446 U.S. at 300-02 (emphasis in original) (footnotes omitted).\r\n\r\nThe court in Rhode Island v. Innis found there had been no interrogation of the\r\nrespondent where there was no express questioning, and the respondent had not\r\nbeen subjected to the \"functional equivalent\" of express questioning: \"It cannot be\r\nsaid, in short, that Patrolmen Gleckman and McKenna should have known that\r\ntheir conversation was reasonably likely to elicit an incriminating response from\r\nthe respondent.\" Id. at 302 (emphasis added).\r\n\r\n             The case thus boils down to whether, in the context of a\r\n             brief conversation, the officers should have known that\r\n             the respondent would suddenly be moved to make a self-\r\n             incriminating response. Given the fact that the entire\r\n             conversation appears to have consisted of no more than a\r\n             few off hand remarks, we cannot say that the officers\r\n             should have known that it was reasonably likely that\r\n             Innis would so respond. This is not a case where the\r\n             police carried on a lengthy harangue in the presence of\r\n             the suspect. Nor does the record support the respondent's\r\n             contention that, under the circumstances, the officers'\r\n             comments were particularly \"evocative.\" It is our view,\r\n             therefore, that the respondent was not subjected by\r\n             the police to words or actions that the police should\r\n             have known were reasonably likely to elicit an\r\n             incriminating response from him.\r\n\nId. at 303 (emphasis added).\r\n\r\nRelying on Oregon v. Elstad, 470 U.S. 298 (1985), Chandler asserts that his\r\nconfession to the officer \"falls within the sweep of the Miranda presumption of\r\ncompulsion, and was inadmissible evidence in the State's case-in-chief.\" We\r\ndisagree, and we note that Elstad explains: \"We must conclude that, absent\r\ndeliberately coercive or improper tactics in obtaining the initial statement, the mere\r\nfact that a suspect has made an unwarned admission does not warrant a\r\npresumption of compulsion.\" Id. at 314. In our case, as in Elstad, the \"mere fact\"\r\nthat Chandler made an unwarned admission does not warrant the presumption of\r\ncompulsion.\r\n\r\nThe State maintains that Chandler's admission to the officer was voluntary; the\r\nadmission was made during the course of a casual conversation; the officer was\r\nacting in a caretaker capacity, and not in an investigative capacity, when the\r\nconversation occurred; and the conversation between the officer and Chandler\r\nnever approached the level of interrogation. We agree.\r\n\r\nThe standard for requiring Miranda warnings is not whether the officer's remark\r\ndid in fact elicit an incriminating response, but rather whether the officer should\r\nhave known that his actions or words were \"reasonably likely to elicit an\r\nincriminating response.\" Although the State acknowledges that the officer's\r\nremark may have elicited Chandler's subsequent admission of guilt, there is no\r\nevidence in the record that the officer should have known that his remark was\r\nreasonably likely to elicit an incriminating response from Chandler. The record\r\nshows that Chandler initiated the conversation and that he volunteered his\r\nincriminating statement during a casual conversation with the officer. Moreover,\r\nthe officer's remark, made during his search of Chandler, was separate in time from\r\nChandler's incriminating statement, which he made while being escorted to his cell.\r\nFurthermore, we find it significant that the officer was not acting in an\r\ninvestigative capacity when he had the conversation with Chandler; in fact,\r\nChandler's incriminating statement did not come to the State's attention, and then\r\nupon happenstance, until a week before trial. We find that there was no\r\ninterrogation of Chandler; therefore, Miranda warnings were not warranted and\r\nChandler's voluntary statement was properly admitted into evidence.\r\n\r\nFurthermore, the failure to suppress evidence due to a possible Miranda violation\r\nis harmless \"if the record contains sufficient evidence to prove guilt beyond a\r\nreasonable doubt.\" State v. Lynch, 375 S.C. 628, 636, 654 S.E.2d 292, 296 (Ct.\r\nApp. 2007). Here, two other officers directly witnessed Chandler's act of indecent\r\n\nexposure, and both officers testified compellingly. The testimony of these officers\r\nwho witnessed Chandler's act was sufficient to prove Chandler's guilt beyond a\r\nreasonable doubt.\r\n\r\nFor the reasons stated above, we affirm the trial court's admission of Chandler's\r\nincriminating statement.\r\n\r\n2. Closing Argument\r\nChandler also argues the trial court erred in denying his request for a mistrial based\r\non the State's closing argument. Chandler contends the State made an\r\n\"impermissible comment\" on Chandler's exercise of his constitutional right to\r\nremain silent. We disagree.\r\n\r\n\"A mistrial should only be granted when 'absolutely necessary,' and a defendant\r\nmust show both error and resulting prejudice in order to be entitled to a mistrial.\"\r\nState v. Stanley, 365 S.C. 24, 34, 615 S.E.2d 455, 460 (Ct. App. 2005).\r\n\r\nWe find absolutely no support in the record for Chandler's contention that the\r\nState's closing argument \"constituted an indirect, yet effective comment on\r\nChandler's right to remain silent.\" Furthermore, the trial court instructed the jury\r\nthat no inference or presumption may be drawn from Chandler's decision not to\r\ntestify or present a defense, and [this] could not be discussed. The trial court\r\ninstructed the jury:\r\n\r\n             No presumption of guilt may be raised. No inference of\r\n             any kind may be drawn from this Defendant's decision\r\n             not to testify. Our law never imposes upon a Defendant\r\n             in a criminal case the burden or duty of calling any\r\n             witnesses or testifying. Therefore, the decision of this\r\n             Defendant not to take the stand and testify in his behalf\r\n             cannot be taken down, discussed or considered against\r\n             him in any manner whatsoever.\r\n\r\nAccordingly, because we find no error, we reject Chandler's argument and affirm\r\nthe trial court's ruling.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-556","title":"Easthagen v. Palmetto Ambulance","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-556.pdf","description":null,"date":"2012-10-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Pamela Easthagen, Respondent,\r\n\r\n            v.\r\n\r\n            Palmetto Ambulance Service, Appellant,\r\n\r\n            Appellate Case No. 2011-183926\r\n\r\n\r\n                         Appeal From Greenville County \n\r\n                       Robin B. Stilwell, Circuit Court Judge \n\r\n\r\n\r\n                     Memorandum Opinion No. 2012-UP-556 \n\r\n                 Heard September 12, 2012 – Filed October 17, 2012 \n\r\n\r\n\r\n                              APPEAL DISMISSED\r\n\r\n\r\n            Darryl D. Smalls, of Columbia, for Appellant.\r\n\r\n            Larry A. Welborn, Standeffer & Harbin, LLP, of\r\n            Anderson, C. Roland Jones, Jones & Hendrix, PA, of\r\n            Spartanburg, Peter H. Dworjanyn, Collins & Lacy, PC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Palmetto Ambulance Services appeals the circuit court's decision\r\nto affirm the Workers' Compensation Commission's appellate panel, which found\r\nEasthagen did not settle her workers' compensation claim pursuant to a settlement\r\n\nagreement and remanded the case to a single commissioner for a hearing on the\r\nmerits. We find that neither the appellate panel's order nor the circuit court's order\r\nis immediately appealable. See S.C. Code Ann. § 1-23-380 (Supp. 2011) (\"A party\r\n. . . who is aggrieved by a final decision [of the commission] in a contested case is\r\nentitled to judicial review.\"); S.C. Code Ann. § 1-23-390 (Supp. 2011) (\"An\r\naggrieved party may obtain a review of a final judgment of the circuit court . . . .\").\r\nTherefore, we dismiss the appeal and remand to the commission to carry out the\r\nappellate panel's order.\r\n\r\nAPPEAL DISMISSED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-583","title":"SCDSS v. Nellie M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-583.pdf","description":null,"date":"2012-10-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Nellie M., Charles F., and \"John Doe,\" Defendants,\r\n\r\n        Of whom Charles F. is the Appellant,\r\n\r\n        In the interest of a minor child under the age of 18.\r\n\r\n        Appellate Case No. 2011-201387\r\n\r\n\r\n                       Appeal From Pickens County \n\r\n                   Rochelle Y. Conits, Family Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-583 \n\r\n             Submitted October 1, 2012 – Filed October 18, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        John D. Harjehausen, of Clarkson, Walsh, Terrell &\r\n        Coulter, P.A., of Greenville, for Appellant.\r\n\r\n        Patti A. Brady, of the South Carolina Department of\r\n        Social Services, of Pickens, for Respondent.\r\n\nPER CURIAM: Charles F. (Father), a noncustodial parent, appeals the family\r\ncourt's termination of his parental rights to his minor child (Child). Father argues\r\nthe family court erred in finding the South Carolina Department of Social Services\r\n(DSS) exercised reasonable efforts to notify him of Child's removal from Nellie M.\r\n(Mother). Additionally, Father argues the family court erred in finding clear and\r\nconvincing evidence supported three of the grounds for termination of parental\r\nrights (TPR), and in finding TPR was in Child's best interest. We affirm.1\r\n\r\nWe find evidence supports the family court's finding that DSS exercised reasonable\r\nefforts in notifying Father of Child's removal. See S.C. Code Ann. § 63-7-\r\n700(B)(1) (2010) (\"If a noncustodial parent is not named as a party, the department\r\nshall exercise every reasonable effort to promptly notify the noncustodial parent\r\nthat a removal proceeding has been initiated and of the date and time of any\r\nhearings scheduled pursuant to this subarticle.\"). Initially, we note Father was\r\nliving in another state and had never been involved in Child's life. The Ex Parte\r\nremoval hearing was held November 18, 2008, when Child was eight years old,\r\nand Mother did not provide DSS an address for Father. DSS conducted an absent\r\nparent search prior to December 5, 2008, but was unable to find Father's address.\r\nAccording to the affidavit of due diligence, DSS searched fifteen online databases\r\nand mailed five letters to organizations in the county they believed Father was\r\nliving in. DSS conducted a second absent parent search in April 2009, but was\r\nunable to find Father's address. In April 2009, DSS learned Father was paying\r\nchild support through a different county; it contacted the clerk's office and received\r\nFather's last known address, and mailed correspondence to that address. However,\r\nthis was not Father's correct address. DSS was able to find Father after Mother\r\nmoved in with him in June 2009, and nothing indicates DSS failed to provide\r\nFather proper notice following that time. Accordingly, we believe DSS exercised\r\nreasonable efforts in notifying Father of Child's removal.\r\n\r\nThe family court may order TPR upon finding that one or more of eleven statutory\r\ngrounds is satisfied and also finding that TPR is in the best interest of the child.\r\nS.C. Code Ann. § 63-7-2570 (2010 & Supp. 2011). The grounds for TPR must be\r\nproven by clear and convincing evidence. S.C. Dep't of Soc. Servs. v. Parker, 336\r\nS.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999). On appeal from the family\r\ncourt, this court reviews factual and legal issues de novo. Simmons v. Simmons,\r\n392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011). Although this court reviews the\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nfamily court's findings de novo, we are not required to ignore the fact that the trial\r\ncourt, who saw and heard the witnesses, was in a better position to evaluate their\r\ncredibility. Lewis v. Lewis, 392 S.C. 381, 385, 709 S.E.2d 650, 652 (2011). \"[T]he\r\nbest interests of the children are the paramount consideration.\" S.C. Dep't of Soc.\r\nServs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d 285, 287 (Ct. App. 2000). \"The\r\ninterests of the child shall prevail if the child's interest and the parental rights\r\nconflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nWe find clear and convincing evidence shows Father willfully failed to visit Child.\r\nSee S.C. Code Ann. § 63-7-2570 (3) (2010) (stating a statutory ground for TPR is\r\nmet when the child has been out of the home for a period of six months and the\r\nparent has willfully failed to visit the child); Charleston Cnty. Dep't of Soc. Servs.\r\nv. Jackson, 368 S.C. 87, 97, 627 S.E.2d 765, 771 (Ct. App. 2006) (\"Willful\r\nconduct is conduct that evinces a settled purpose to forego parental duties . . .\r\nbecause it manifests a conscious indifference to the rights of the child to receive\r\nsupport and consortium from the parent.\" (citation and internal quotation marks\r\nomitted)). Although the family court did not consider Father's conduct prior to his\r\nnotification of Child's removal, we find it is a relevant consideration. See Doe v.\r\nRoe, 386 S.C. 624, 632, 690 S.E.2d 573, 577-78 (2010) (finding the father willfully\r\nfailed to visit where he was aware he was the father but he failed to request\r\nvisitation, and he waited nine months old to file an action for visitation); id. at 633,\r\n690 S.E.2d at 578 (finding the father's failure to request visitation until nine\r\nmonths after his child's birth signified a conscious indifference to the rights and\r\nneeds of his child). Mother and Father were dating when they found out she was\r\npregnant. They separated shortly thereafter, and Father did not attempt to find out\r\nif it was his child. When Child was around five years old, Father learned he was\r\nChild's father after taking a court-ordered paternity test. Even then, he did not\r\nattempt to visit Child or form a relationship with her. It was only after he and\r\nMother reunited in 2009, more than six months after Child had entered foster care,\r\nand when Child was almost nine years old, that he expressed an interest in visiting\r\nher. He met Child for the first time when she was nine years old. Even then, he\r\ndid not diligently attempt to form a relationship with her: he had more than\r\neighteen months between the time he received notice that Child was in foster care\r\nand the TPR hearing, yet he only visited Child four times. He asserts he was\r\nprevented from visiting more due to the distance between Kentucky and South\r\nCarolina; however, we find based on his income he could have made the trip more\r\noften than he did. Accordingly, we find clear and convincing evidence shows\r\nFather willfully failed to visit Child.\r\n\nSince only one ground for TPR needs to be proven, we do not address the other\r\ngrounds. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613,\r\n518 S.E.2d 591, 598 (1999) (stating if an appellate court's ruling on an issue is\r\ndispositive, rulings on remaining issues are unnecessary).\r\n\r\nThe record also supports the family court's finding that TPR is in Child's best\r\ninterest. Although Father states he has a stable home and is willing to provide for\r\nChild, it is clear from the record he has not developed a relationship with her. He\r\nfailed to visit with her or be a part of her life in any way until he learned she was in\r\nfoster care. Even then, he only visited her four times in a twenty month period.\r\nWe find his failure to attempt to form a relationship with Child during the first nine\r\nyears of her life indicates a conscious indifference to her well-being. See Doe, 386\r\nS.C. at 632-33, 690 S.E.2d at 578 (finding the father's failure to visit his child for\r\nnine months after the child was born signified a conscious indifference to the needs\r\nof the child, and therefore termination of parental rights was in the best interest of\r\nthe child).\r\n\r\nBased on the foregoing, we affirm the family court's order terminating Father's\r\nparental rights.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-558","title":"The Retreat at Edisto  v. G & S Supply","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-558.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The Retreat at Edisto Co-owners Association, Inc.,\r\n        Gerald Bachelor, Lisa Bachelor, James Currell, Rose\r\n        Marie Currell, Jervey McKelvey, Barry Smith, Joseph\r\n        Zuyus, and Emily Zuyus, Plaintiffs,\r\n\r\n        Of whom The Retreat at Edisto Co-owners Association,\r\n        Inc., Gerald Bachelor, Lisa Bachelor, James Currell,\r\n        Rose Marie Currell, Jervey McKelvey, and Barry Smith\r\n        are Respondents,\r\n\r\n        v.\r\n\r\n        The Retreat at Edisto, LLC, W. Mark, Steedley,\r\n        individually, Terry Hoff d/b/a Terry Hoff Construction,\r\n        Handcrafted Homes, LLC, G&S Supply Co., Georgia-\r\n        Pacific Building Products, LLC, Georgia-Pacific Wood\r\n        Products, LLC, General PreCast Manufacturing Co.,\r\n        Banks Construction Company, and Stroble Site Services,\r\n        LLC, Defendants,\r\n\r\n        Of whom The Retreat at Edisto, LLC is the Appellant.\r\n        ______\r\n\r\n        G & S Supply Co., Inc., Third-Party Plaintiff,\r\n\r\n        v.\r\n\r\n        James Pritchard d/b/a Low Country Exteriors and Edson\r\n        A. Barros d/b/a Sunshine Vinyl Siding, Third-Party\r\n        Defendants.\r\n\n             Appellate Case No. 2011-192586\r\n\r\n\r\n                         Appeal From Colleton County \n\r\n                      Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-558 \n\r\n                 Heard October 2, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                         REVERSED and REMANDED\r\n\r\n\r\n             David K. Haller, of Haller Law Firm, PC, of Charleston,\r\n             for Appellant.\r\n\r\n             W.H. Bundy, Jr., and M. Brent McDonald, both of Smith,\r\n             Bundy, Bybee & Barnett, of Mount Pleasant, for\r\n             Respondents.\r\n\r\n\r\nPER CURIAM: In this construction defect case, Appellant, The Retreat at Edisto,\r\nLLC (Developer), seeks review of the circuit court's order granting partial\r\nsummary judgment to Respondents, The Retreat at Edisto Co-owners Association,\r\nInc. and several individual condominium owners (collectively, Respondents).\r\nDeveloper challenges the circuit court's interpretation of an amendment to the\r\nMaster Deed for The Retreat at Edisto Horizontal Property Regime. We reverse.\r\n\r\nRule 56(c), SCRCP, provides that summary judgment shall be granted when \"the\r\npleadings, depositions, answers to interrogatories, and admissions on file, together\r\nwith the affidavits, if any, show that there is no genuine issue as to any material\r\nfact and that the moving party is entitled to a judgment as a matter of law.\"\r\n\r\nHere, the circuit court ruled as a matter of law that Developer's \"First Amendment\"\r\nto the Master Deed required Developer to satisfy the provisions in the paragraph\r\nlabeled \"Master Deed Amendment for Phase II\" as a condition precedent to its\r\nelection to proceed with the development of Phase II. The circuit court also stated,\r\n\"the Defendant/Developer gave itself the deadline of July 31, 2005 to complete the\r\n\nconditions precedent required in order to develop Phase II.\" We do not view the\r\nquestion of Developer's intent at the time it executed the First Amendment as a\r\nquestion of law.\r\n\r\nRather, we hold that the language of the First Amendment to the Master Deed is\r\nsusceptible to more than one interpretation, and, thus, it is ambiguous. See S.C.\r\nDep't of Natural Res. v. Town of McClellanville, 345 S.C. 617, 623, 550 S.E.2d\r\n299, 302 (2001) (applying rules of contract construction to a restrictive covenant in\r\na deed and stating that a contract is ambiguous when its terms are reasonably\r\nsusceptible to more than one interpretation). Therefore, the interpretation of the\r\nFirst Amendment is a matter for the finder of fact. See id. at 623, 550 S.E.2d at\r\n303 (holding that once the court decides the language of the instrument is\r\nambiguous, evidence may be admitted to show the grantor's intent, the\r\ndetermination of which is then a question of fact).\r\n\r\nFurther, viewing the evidence in the light most favorable to Developer, we hold\r\nthat Developer presented the requisite scintilla of evidence on the question of its\r\nintent in order to establish a genuine issue of material fact and, thereby, withstand\r\nsummary judgment. See Hancock v. Mid-South Mgmt. Co., 381 S.C. 326, 329-30,\r\n673 S.E.2d 801, 802 (2009) (\"In determining whether any triable issues of fact\r\nexist, the evidence and all inferences which can be reasonably drawn from the\r\nevidence must be viewed in the light most favorable to the nonmoving party.\"); id.\r\nat 330, 673 S.E.2d at 803 (\"[I]n cases applying the preponderance of the evidence\r\nburden of proof, the non-moving party is only required to submit a mere scintilla of\r\nevidence in order to withstand a motion for summary judgment.\").\r\n\r\nAccordingly, we reverse the circuit court's grant of partial summary judgment to\r\nRespondents and remand the case to the circuit court for further proceedings.\r\n\r\nREVERSED and REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-559","title":"NAFH Bank v. Tower Home","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-559.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        NAFH National Bank, Respondent,\r\n\r\n        v.\r\n\r\n        Tower Homes, Inc.; Nathan Seppala a/k/a Nathan P.\r\n        Seppala; Matthew G. Seppala a/k/a Matthew Seppala;\r\n        Total Comfort Installations, LLC a/k/a Total Comfort\r\n        Installations; Blue Tarp Financial, Inc. d/b/a ProTrade\r\n        Credit; CEMEX Construction Materials, L.P. a/k/a\r\n        CEMEX Construction Materials LP; Stock Building\r\n        Supply, LLC f/k/a Stock Building Supply, Inc.; Central\r\n        Mutual Insurance; Imperial Systems, Inc. a/k/a Imperial\r\n        Systems Inc. a/k/a Imperial Systems Inc; The Peoples\r\n        National Bank; The Greenville News; Air Systems, Inc.;\r\n        HD Supply Plumbing/HVAC, Ltd.; Greer Flooring\r\n        Center, Inc.; MTP Nursery, LLC d/b/a MTP Nursery and\r\n        Landscaping; 84 Lumber Company, L.P.; Marsh\r\n        Furniture Company; Sears Commercial d/b/a Sears\r\n        Holdings, Inc.; Thomas Concrete of South Carolina, Inc.\r\n        d/b/a Thomas Concrete of South Carolina Inc; Bradco\r\n        Supply Corporation; and Israel Romero, Defendants,\r\n\r\n        Of whom Israel Romero is the Appellant.\r\n\r\n        Appellate Case No. 2011-201547\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n               Charles B. Simmons, Jr., Master-in-Equity\n\r\n\n                     Unpublished Opinion No. 2012-UP-559 \n\r\n                Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Israel Romero, of Taylors, pro se.\r\n\r\n             Kristin Burnett Barber and Shane William Rogers, both\r\n             of Johnson, Smith, Hibbard & Wildman, LLP, of\r\n             Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: Israel Romero, proceeding pro se, appeals the master-in-equity's\r\norder granting NAFH National Bank's (the Bank's) motion to dismiss Romero's\r\ncounterclaim for failure to state a cause of action.1 We affirm2 pursuant to Rule\r\n220(b), SCACR, and the following authorities: Rice-Marko v. Wachovia Corp.,\r\n398 S.C. 301, 307, 728 S.E.2d 61, 64 (Ct. App. 2012) (\"In reviewing the dismissal\r\nof an action pursuant to Rule 12(b)(6), SCRCP, the appellate court applies the\r\nsame standard of review as the trial court.\" (citation and internal quotation marks\r\nomitted)); Charleston Cnty. Sch. Dist. v. Laidlaw Transit, Inc., 348 S.C. 420, 424,\r\n559 S.E.2d 362, 364 (Ct. App. 2001) (\"A motion to dismiss a counterclaim must be\r\nbased solely on the allegations set forth in the counterclaim.\"); id. (\"The question is\r\nwhether in the light most favorable to the complainant, and with every doubt\r\nresolved on his behalf, the counterclaim states any valid claim for relief.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, GEATHERS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n1 Romero also argues the master-in-equity erred in granting the Bank's motion to\r\nstrike Romero's affidavit of default; however, because Romero did not file a Notice\r\nof Appeal from the order granting the motion to strike, we need not address this\r\nissue. See Rule 203, SCACR (requiring a party to serve and file a notice of appeal\r\nindicating the date of the order from which the appeal is taken).\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-560","title":"City of Columbia v. Gardner","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-560.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             City of Columbia, Respondent,\r\n\r\n             v.\r\n\r\n             Jennifer B. Gardner, Appellant.\r\n\r\n             Appellate Case No. 2010-178526\r\n\r\n\r\n                            Appeal From Richland County\r\n                  C. Tolbert Goolsby, Jr., Special Circuit Court Judge\r\n\r\n\r\n                       Unpublished Opinion No. 2012-UP-560 \n\r\n                  Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n             Jennifer B. Gardner, of Columbia, pro se.\r\n\r\n             Holly Palmer Beeson, of the Office of the City of\r\n             Columbia Attorney, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Jennifer Gardner, pro se, appeals her conviction of working\r\nwithout a permit, arguing (1) the municipal and circuit courts erred in rejecting her\r\nargument that the City of Columbia improperly denied her a building permit under\r\nsections 40-11-420(C), -360(A)(6), and -360(B)(1) of the South Carolina Code,\r\ninstead relying on sections 40-59-260(A) and -20(7), and (2) sections 40-59-\r\n\n260(A) and -20(7) are unnecessarily restrictive and violate the Ninth and\r\nFourteenth Amendments of the United States Constitution as well as section 40-1-\r\n10 of the South Carolina Code. We affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities:\r\n\r\n1. As to whether the circuit court erred in rejecting Gardner's argument that the\r\nCity of Columbia improperly denied her a building permit under sections 40-11-\r\n420(C), -360(A)(6), and -360(B)(1) of the South Carolina Code and instead relied\r\non sections 40-59-260(A) and -20(7): City of Aiken v. Koontz, 368 S.C. 542, 546,\r\n629 S.E.2d 686, 688 (Ct. App. 2006) (noting when reviewing criminal cases\r\noriginating in a magistrate or municipal court and appealed through the circuit\r\ncourt, \"the court of appeals sits to review errors of law only and is bound by the\r\nfactual findings of the trial court unless clearly erroneous\" (citations omitted));\r\nColumbia City Code § 5-201 (\"Before any individual or business entity shall\r\nengage in any part or facet of the building business within the city, they shall have\r\nobtained an appropriate permit and paid the fees as set forth in this chapter.\").\r\n\r\n2. As to Gardner's remaining issues: Thompson v. S.C. Steel Erectors, 369 S.C.\r\n606, 617, 632 S.E.2d 874, 880-81 (Ct. App. 2006) (holding issues must be raised to\r\nand ruled upon by intermediate appellate courts to be preserved for further\r\nappellate review).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-561","title":"State v. Kelly","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-561.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Joseph Lathan Kelly, Appellant.\r\n\r\n        Appellate Case No. 2011-182646\r\n\r\n\r\n                      Appeal From Lexington County\r\n                  R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-561 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Staff Attorney Julie\r\n        Kate Keeney, all of Columbia; and Solicitor Donald V.\r\n        Myers, of Lexington, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following \n\r\nauthorities: State v. Hatcher, 392 S.C. 86, 92, 708 S.E.2d 750, 753 (2011) \n\r\n(\"[E]vidence [is] inadmissible only where there is a missing link in the chain of \n\r\npossession because the identity of those who handled the [substance] was not \n\r\nestablished at least as far as practicable.\" (citation and internal quotation marks \n\r\nomitted)); State v. Horton, 359 S.C. 555, 568, 598 S.E.2d 279, 286 (Ct. App. 2004) \n\r\n(\"[W]here there is a weak link in the chain of custody, as opposed to a missing \n\r\nlink, the question is only one of credibility and not admissibility.\"). \n\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-562","title":"State v. Turner","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-562.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Crystal Turner, Appellant.\r\n\r\n        Appellate Case No. 2010-173406\r\n\r\n\r\n                       Appeal From Horry County \n\r\n                 Thomas W. Cooper, Jr., Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-562 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Attorney\r\n        General Christina J. Catoe, all of Columbia; and Solicitor\r\n        John Gregory Hembree, of Conway, for Respondent.\r\n\nPER CURIAM: Crystal Turner appeals her conviction of accessory before the fact\r\nof armed robbery, arguing the trial court erred in (1) admitting two photos of the\r\ndeceased victim into evidence when the robbery and death of the victim were\r\nundisputed and (2) denying her motion for a directed verdict because the State\r\nfailed to prove Turner had knowledge a codefendant was armed. We affirm1\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. The trial court did not err in admitting the two photographs because the\r\nphotographs corroborated witness testimony and the nature of the photographs did\r\nnot render them unduly prejudicial in the context of the issues in this case. See\r\nState v. Torres, 390 S.C. 618, 622-23, 703 S.E.2d 226, 228 (2010) (\"The relevance,\r\nmateriality, and admissibility of photographs are matters within the sound\r\ndiscretion of the trial court and a ruling will be disturbed only upon a showing of\r\nan abuse of discretion.\" (citation and internal quotation marks omitted)); State v.\r\nJarrell, 350 S.C. 90, 106, 564 S.E.2d 362, 371 (Ct. App. 2002) (holding the trial\r\ncourt does not abuse its discretion if the offered photograph corroborates testimony\r\nof a witness at trial).\r\n\r\n2. The trial court did not err when it denied Turner's motion for a directed verdict\r\nbecause several witnesses testified Turner (1) was in the parking lot when a co-\r\ndefendant openly displayed his gun the night of the robbery and (2) helped plan the\r\nrobbery. See State v. Weston, 367 S.C. 279, 292-93, 625 S.E.2d 641, 648 (2006)\r\n(\"When reviewing a denial of a directed verdict, this Court views the evidence and\r\nall reasonable inferences in the light most favorable to the state. If there is any\r\ndirect evidence or any substantial circumstantial evidence reasonably tending to\r\nprove the guilt of the accused, the Court must find the case was properly submitted\r\nto the jury.\"); State v. Greuling, 257 S.C. 515, 524, 186 S.E.2d 706, 709-10 (1972)\r\n(holding that for a person to be an accessory before the fact, the State must prove\r\n(1) the person \"advised and agreed, or urged the parties or in some way aided\" the\r\nparties in the commission of the offense; (2) the person was not present when the\r\noffense was committed; and (3) the principal committed the offense).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-563","title":"State v. Bonds","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-563.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marion J. Bonds, Appellant.\r\n\r\n        Appellate Case No. 2011-182146\r\n\r\n\r\n                      Appeal From Beaufort County \n\r\n                   Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-563 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth A. Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Staff Attorney\r\n        Julie Kate Keeney, all of Columbia; and Solicitor Isaac\r\n        McDuffie Stone, III, of Beaufort, for Respondent.\r\n\nPER CURIAM: Marion Bonds appeals his convictions of assault and battery of a\r\nhigh and aggravated nature, unlawful possession of a handgun by a person\r\nconvicted of a crime of violence, trafficking in crack cocaine (more than twenty-\r\neight grams but less than one hundred grams) and possession with intent to\r\ndistribute crack cocaine within a one-half mile radius of a school, arguing the trial\r\ncourt erred in (1) denying his motion to suppress evidence obtained during a search\r\nof the residence where Bonds was arrested and (2) admitting testimony that the\r\nvictim identified him as the perpetrator in a photographic line-up although the\r\nvictim knew and was related to Bonds. We affirm1 pursuant to Rule 220(b) and the\r\nfollowing authorities:\r\n\r\n1. As to whether the trial court erred in denying Bonds's motion to suppress\r\nevidence obtained during a search of the residence where police officers arrested\r\nBonds: State v. Laux, 344 S.C. 374, 376, 544 S.E.2d 276, 277 (2001) (\"The test of\r\nwhether a third party has sufficient status to consent to a search is whether the third\r\nparty possesses common authority over or has some other sufficient relationship to\r\nthe premises or effects searched.\"); id. (\"Common authority is defined as mutual\r\nuse of the property by persons generally having joint access or control for most\r\npurposes, so that it is reasonable for officers to believe the person granting consent\r\nhas the authority to do so.\").\r\n\r\n2. As to whether the trial court erred in admitting testimony that the victim\r\nidentified Bonds as the perpetrator in a photographic line-up although the victim\r\nknew and was related to Bonds: State v. Gambrell, 274 S.C. 587, 589-91, 266\r\nS.E.2d 78, 80-81 (1980) (standing for the proposition that evidence regarding pre-\r\ntrial identifications that are not the product of unconstitutional procedures is\r\nadmissible).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-564","title":"Cunningham v. Kimura","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-564.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Herbert Cunningham, Respondent,\r\n\r\n            v.\r\n\r\n            Kimura, Inc., Employer, and Tokio Marine Insurance\r\n            Co., Carrier, Appellants.\r\n\r\n            Appellate Case No. 2011-190426\r\n\r\n\r\n                          Appeal From the Appellate Panel \n\r\n                 South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-564 \n\r\n                 Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Russell Thomas Infinger and Kirsten Elena Small, both\r\n            of Nexsen Pruet, LLC, of Greenville, for Appellants.\r\n\r\n            Kathryn Williams, of Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Kimura, Inc., Employer, and Tokio Marine Insurance Co.,\r\nCarrier, appeal the order of the Appellate Panel of the South Carolina Workers'\r\nCompensation Commission (the Appellate Panel) finding Herbert Cunningham\r\n(Employee) permanently and totally disabled as a result of a compensable\r\n\npsychological injury by accident Employee suffered on January 24, 2008. On\r\nappeal, Employer argues the Appellate Panel erred in (1) finding Employee was\r\ntotally and permanently disabled, and (2) awarding benefits in a lump sum. We\r\naffirm1 pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the Appellate Panel erred in finding Employee was totally and\r\npermanently disabled as a result of the psychological injury suffered on January\r\n24, 2008: Bass v. Kenco Grp., 366 S.C. 450, 456-57, 622 S.E.2d 577, 580 (Ct.\r\nApp. 2005) (\"The South Carolina Administrative Procedures Act (APA)\r\nestablishes the standard for judicial review of decisions of the workers'\r\ncompensation commission.\"); id. at 457, 622 S.E.2d at 581 (\"Pursuant to the APA,\r\nthis Court's review is limited to deciding whether the [A]ppellate [P]anel's decision\r\nis unsupported by substantial evidence or is controlled by some error of law.\"); id.\r\nat 458, 622 S.E.2d at 581 (\"Substantial evidence is not a mere scintilla of evidence,\r\nnor the evidence viewed blindly from one side of the case, but is evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the administrative agency reached in order to justify its action.\"); id.\r\n(\"The final determination of witness credibility and the weight to be accorded\r\nevidence is reserved to the [A]ppellate [P]anel.\"); Tiller v. Nat'l Health Care Ctr.\r\nof Sumter, 334 S.C. 333, 340, 513 S.E.2d 843, 846 (1999) (\"[W]hile medical\r\ntestimony is entitled to great respect, the fact finder may disregard it if there is\r\nother competent evidence in the record.\"); id. (\"Expert medical testimony is\r\ndesigned to aid the [Appellate Panel] in coming to the correct conclusion;\r\ntherefore, the [Appellate Panel] determines the weight and credit to be given to the\r\nexpert testimony.\").\r\n\r\n2. As to whether the Appellate Panel erred in awarding Employee benefits in a\r\nlump sum: S.C. Code Ann. § 42-9-301 (1976) (\"Whenever any weekly payment\r\nhas been continued for not less than six weeks, the liability therefor may, when the\r\nemployee so requests and the [Appellate Panel] deems it not to be contrary to the\r\nbest interest of the employee or his dependents, . . . be redeemed, in whole or in\r\npart, by the payment by the employer of a lump sum which shall be fixed by the\r\n[Appellate Panel] . . . . Upon a finding by the [Appellate Panel] that a lump sum\r\npayment should be made, the burden of proof as to the abuse of discretion in such\r\nfinding shall be upon the employer or carrier in any appeal proceedings.\"); Ashley\r\nv. Ware Shoals Mfg. Co., 210 S.C. 273, 288, 42 S.E.2d 390, 396 (1947) (\"The\r\npayment of attorneys' fees for services in procuring the award is a proper element\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nto be considered in passing upon a petition for the allowance of a lump sum\r\nsettlement.\"); James v. Anne's Inc., 390 S.C. 188, 194, 701 S.E.2d 730, 733 (2010)\r\n(\"Under federal law, when a person is deemed disabled and is entitled to monthly\r\ndisability payments under the Social Security Act, the disability payments must be\r\nreduced when the combined amount of the person's monthly Social Security\r\ndisability payments and any monthly workers' compensation benefits exceeds\r\neighty percent of the person's pre-disability earnings.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-565","title":"Hill v. Huggins","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-565.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Rose Hill and Mary Lee Hunt, Appellants,\r\n\r\n        v.\r\n\r\n        Dwayne Huggins; Joann Henry; Alfred Dale Huggins;\r\n        Perry Huggins; Pavilack Finance Corp.; Derrick\r\n        Williams; Angela Williams; Crystal Williams Rizzo,\r\n        Kenneth Williams, John Doe and Jane Doe, being\r\n        fictitious names used to designate any and all heirs-at-\r\n        law of Patrick Huggins; Willie Huggins; Oneat Huggins;\r\n        Gracie Ruth Huggins; and Alva Williams, deceased; their\r\n        devisees, distributees, legatees or representatives,\r\n        including such of them that may be minors, incompetents\r\n        or persons suffering under any legal disability, and any\r\n        and all persons claiming any right, title and interest or\r\n        lien upon the real estate described in the Complaint in\r\n        this action whether they are under legal disability or in\r\n        the armed forces of the United States of America,\r\n        Defendants.\r\n\r\n        Of whom Dwayne Huggins is, Respondent.\r\n\r\n        And Dwayne Huggins, Respondent,\r\n\r\n        v.\r\n\r\n        Rose Hill; Mary Lee Hunt; Joann Henry; Alfred Dale\r\n        Huggins; Perry Huggins, a/k/a Peter Huggins; Pavilack\r\n        Finance Corp.; Derrick Williams; Angela Williams;\r\n        Crystal Williams Rizzo; and Kenneth Williams; Third-\r\n        Party Defendants.\r\n\n             Of Whom Rose Hill and Mary Lee Hunt are Appellants.\r\n\r\n             Appellate Case No. 2010-176846\r\n\r\n\r\n\r\n                             Appeal From Horry County \n\r\n                        Jack M. Scoville, Jr., Special Referee \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-565 \n\r\n                  Heard October 2, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n             Louis Morant, of Morant and Morant, LLC, of\r\n             Georgetown, for Appellant.\r\n\r\n             Toni T. Pennington, of Toni T. Pennington Law Firm, of\r\n             Pawleys Island, for Respondent.\r\n\r\n             George E. Graham, of McIver & Graham, P.C., of\r\n             Conway, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Rose Hill and Mary Lee Hunt (Appellants) appeal the special\r\nreferee's order denying their claims of ownership of property located in Bucks\r\nTownship, Horry County, South Carolina, against the claim of Dwayne Huggins,\r\narguing the special referee erred in (1) failing to issue a ruling on the action to set\r\naside a deed and to actually set aside the deed, (2) failing to establish fee simple\r\ntitle to Hill through adverse possession, and (3) ruling that the heirs of Willie\r\nHuggins were barred by laches. We affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities:\r\n\r\n1.     As to whether the special referee erred in failing to issue a ruling on the\r\naction to set aside a deed and to actually set aside the deed: S.C. Code Ann. § 15-3-\r\n530(7) (2005) (providing the proper statute of limitations for claims based on fraud\r\n\nis three years); Burgess v. Am. Cancer Soc'y, S.C. Div., Inc., 300 S.C. 182, 185,\r\n386 S.E.2d 798, 799 (Ct. App. 1989) (\"In South Carolina, the statute of limitations\r\nfor causes of action for fraud is governed by the discovery rule, and does not begin\r\nto run until discovery of the fraud itself or of such facts as would have led to the\r\nknowledge thereof, if pursued with reasonable diligence.\" (citations and internal\r\nquotation marks omitted)).\r\n\r\n2.     As to whether the special referee erred in failing to establish fee simple title\r\nto Hill through adverse possession: Jones v. Leagan, 384 S.C. 1, 10, 681 S.E.2d 6,\r\n11 (Ct. App. 2009) (\"Because an adverse possession claim is an action at law, the\r\ncharacter of the possession is a question for the jury or fact finder. Therefore,\r\nappellate review is limited to a determination of whether any evidence reasonably\r\ntends to support the trier of fact's findings.\" (citation omitted)).\r\n\r\n3.     As to whether the special referee erred in ruling that the heirs of Willie\r\nHuggins were barred by laches: Rule 201(b), SCACR (\"Only a party aggrieved by\r\nan order, judgment, sentence or decision may appeal.\"); Ex parte Morris, 367 S.C.\r\n56, 62, 624 S.E.2d 649, 652 (2006) (\"As a general rule, to have standing, a litigant\r\nmust have a personal stake in the subject matter of the litigation. One must be a\r\nreal party in interest, i.e., a party who has a real, material, or substantial interest in\r\nthe subject matter of the action, as opposed to one who has only a nominal or\r\ntechnical interest in the action.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-566","title":"State v. Blackwell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-566.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Nearin Blackwell-Selim, Appellant.\r\n\r\n        Appellate Case No. 2011-192328\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                  Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-566 \n\r\n             Heard October 4, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia, and\r\n        Solicitor J. Gregory Hembree, of Conway, for\r\n        Respondent.\r\n\nPER CURIAM: On January 4, 2007, Nearin Blackwell-Selim pled guilty to\r\nvoluntary manslaughter, and the circuit court sentenced her to twenty years in\r\nprison. Blackwell-Selim moved the court to find her eligible for early parole based\r\non South Carolina Code section 16-25-90 (Supp. 2011), which entitles a defendant\r\nto be considered for parole after serving one quarter of a sentence if credible\r\nevidence is presented to show a history of suffering domestic violence at the hands\r\nof the victim. After giving Blackwell-Selim an opportunity to put forth evidence,\r\nthe court denied her early parole.\r\n\r\nThe court of appeals affirmed, finding the record supported the circuit court's\r\ndetermination that Blackwell-Selim did not produce credible evidence of domestic\r\nviolence between the parties. State v. Blackwell-Selim, 385 S.C. 394, 399, 684\r\nS.E.2d 208, 210 (Ct. App. 2009). The supreme court vacated the opinion of the\r\ncourt of appeals and remanded the case because the circuit court \"failed to make\r\nspecific findings of fact to support [its] ruling.\" State v. Blackwell-Selim, 392 S.C.\r\n1, 4, 707 S.E.2d 426, 428 (2011) (per curiam). In its opinion, the supreme court\r\nremanded \"the matter to the circuit court to make specific findings of fact\r\nregarding the ruling the petitioner was not entitled to early parole eligibility\r\npursuant to [section] 16-25-90.\" Blackwell-Selim, 392 S.C. at 4, 707 S.E.2d at 428.\r\n\r\nAt the second sentencing hearing, Blackwell-Selim offered new evidence in\r\naddition to the evidence presented at the initial sentencing hearing. Although the\r\ncircuit court allowed her to present the new evidence, the court stated it would not\r\nconsider it because the evidence was not before the court at the initial sentencing\r\nhearing. After the presentation of evidence and in accordance with the supreme\r\ncourt's opinion, the circuit court specifically found Blackwell-Selim was not\r\neligible for parole pursuant to section 16-25-90 and issued an order denying her\r\nrequest.\r\n\r\nBlackwell-Selim appeals only the circuit court's lack of specific factual findings as\r\nto the additional evidence presented at the second sentencing hearing. She does\r\nnot challenge the evidence originally presented at the first sentencing hearing, the\r\nmerits of the ruling based on the original evidence, or the circuit court's decision\r\nnot to consider additional evidence at the second sentencing hearing. See\r\n208(b)(1)(B), SCACR (\"The brief of appellant shall contain. . . [a] statement of\r\neach of the issues presented for review. . . . Ordinarily, no point will be considered\r\nwhich is not set forth in the statement of the issues on appeal.\").\r\n\nA person who is convicted of or pleads guilty to an offense against a household\r\nmember is eligible for parole after serving one-fourth of his or her prison term if\r\nthe person presents credible evidence of a history of criminal domestic violence\r\nsuffered at the hands of the household member. S.C. Code Ann. § 16-25-90 (Supp.\r\n2011). Such a history of criminal domestic violence must be proven by a\r\npreponderance of the evidence. State v. Grooms, 343 S.C. 248, 254, 540 S.E.2d\r\n99, 102 (2000). In ruling on parole eligibility or ineligibility, the court must make\r\nspecific findings of fact. Blackwell-Selim, 392 S.C. at 3, 707 S.E.2d at 428.\r\n\r\nWhether or not a trial court may consider additional evidence on remand depends\r\non the purpose of the remand. State v. Frey, 362 S.C. 511, 514, 608 S.E.2d 874,\r\n876 (Ct. App. 2005). When an appellate court remands a case to a trial court to\r\naddress issues not fully developed during the trial, it is appropriate for the trial\r\ncourt to consider new evidence. Id. However, when a remand is not for this\r\npurpose, a party should not be allowed a \"second evidentiary hearing.\" Id.\r\n\r\nIn this case, the supreme court remanded the case to the circuit court \"to make\r\nspecific findings of fact regarding the ruling the petitioner was not entitled to early\r\nparole eligibility pursuant to [section] 16-25-90.\" Blackwell-Selim, 392 at 4, 707\r\nS.E.2d at 428. There were no issues that were not fully addressed and developed\r\nduring the original sentencing hearing; instead the remand was for a determination\r\nof specific findings on the evidence already presented. Thus, there was no\r\nrequirement that the circuit court consider or make specific findings of fact as to\r\nthe new evidence. We find no error.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-567","title":"State v. Douglas","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-567.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eric Eugene Douglas, Appellant.\r\n\r\n        Appellate Case No. 2011-193448\r\n\r\n\r\n\r\n                     Appeal From Spartanburg County \n\r\n                   John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-567 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        John Benjamin Aplin, of the South Carolina Department\r\n        of Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-568","title":"Koon v. Morgan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-568.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Larry Koon, Appellant,\r\n\r\n            v.\r\n\r\n            Gary Morgan, Respondent.\r\n\r\n            Appellate Case No. 2011-187786\r\n\r\n\r\n                         Appeal From Newberry County \n\r\n                     Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-568 \n\r\n                 Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Larry Koon, of Little Mountain, pro se.\r\n\r\n            Jeffrey M. Anderson, of Davis, Frawley, Anderson\r\n            McCauley, Ayer, Fisher, & Smith, LLC, of Lexington,\r\n            for Respondent.\r\n\r\n\r\nPER CURIAM: Larry Koon appeals the trial court's grant of summary judgment\r\nin his favor, arguing the trial court erred in (1) refusing to award him monetary\r\ndamages on his claim and delivery action and (2) denying his motion to alter or\r\n\namend without conducting a hearing. We affirm1 pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in refusing to award Koon damages: Plyler\r\nv. Burns, 373 S.C. 637, 645, 647 S.E.2d 188, 192-93 (2007) (\"Judicial immunity\r\nserves as a bar to litigation against a judicial officer.\").\r\n\r\n2. As to whether the trial court erred in denying Koon's motion to alter or amend\r\nwithout conducting a hearing: Herron v. Century BMW, 395 S.C. 461, 465, 719\r\nS.E.2d 640, 642 (2011) (\"At a minimum, issue preservation requires that an\r\nissue be raised to and ruled upon by the trial [court.]\"); id. (\"Constitutional\r\narguments are no exception to the preservation rules, and if not raised to the\r\ntrial court, the issues are deemed waived on appeal.\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-569","title":"Hudson v. Caregivers of SC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-569.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Vennie Taylor Hudson, Respondent,\r\n\r\n        v.\r\n\r\n        Caregivers of South Carolina, LLC, and S.C. Workers'\r\n        Compensation Uninsured Employers' Fund, Appellants.\r\n\r\n        Appellate Case No. 2011-184006\r\n\r\n\r\n                        Appeal From Horry County\r\n                   J. Michael Baxley, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-569 \n\r\n             Heard September 13, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Carmelo B. Sammataro, of Turner Padget Graham &\r\n        Laney, P.A., of Columbia, for Appellant Caregivers of\r\n        South Carolina, LLC.\r\n\r\n        Samuel T. Brunson, of Brunson Law Firm, of Florence,\r\n        for Appellant S.C. Uninsured Employers' Fund.\r\n\r\n        Stephen B. Samuels, of Samuels Law Firm, LLC, of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Caregivers of South Carolina, LLC and the South Carolina\r\nWorkers' Compensation Uninsured Employers' Fund appeal the order of the circuit\r\ncourt reversing the decision of the Appellate Panel of the Workers' Compensation\r\nCommission (Appellate Panel) and finding (1) Vennie Taylor Hudson was an\r\nemployee, as opposed to an independent contractor, of Caregivers and, thus,\r\neligible to receive workers' compensation benefits; and (2) Hudson's injuries arose\r\nout of and in the course and scope of her employment. In its order, the circuit\r\ncourt reversed the Appellate Panel's order denying Hudson benefits and remanded\r\nthe case for further proceedings. Accordingly, it is not a final judgment, and we\r\ndismiss the instant appeal as interlocutory. See Bone v. U.S. Food Serv., Op. No.\r\n27153 (S.C. Sup. Ct. filed Aug. 1, 2012) (Shearouse Adv. Sheet No. 26 at 113,\r\n121) (affirming this court's order dismissing an appeal from the circuit court as\r\ninterlocutory because the circuit court remanded the case to the Workers'\r\nCompensation Commission for further proceedings and noting that \"a circuit court\r\norder remanding a matter to an agency is not a final judgment and it is not\r\nimmediately appealable\"), reh'g granted (Sept. 14, 2012); see also Long v. Sealed\r\nAir Corp., 391 S.C. 483, 485-86, 706 S.E.2d 34, 35-36 (Ct. App. 2011) (holding\r\nthat section 1-23-390 of the South Carolina Code (Supp. 2011), which is part of the\r\nAdministrative Procedures Act, applies to appeals from the Workers'\r\nCompensation Commission and limits appellate review to \"a final decision . . . .\").\r\nThe order may be appealed after final judgment.\r\n\r\nAPPEAL DISMISSED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-570","title":"Wheeler v. Spartanburg School District Six","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-570.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Beverly R. Wheeler, Appellant,\r\n\r\n            v.\r\n\r\n            Spartanburg School District Six and Wausau Business\r\n            Insurance Company, Respondents.\r\n\r\n            Appellate Case No. 2011-191506\r\n\r\n\r\n              Appeal from the Workers' Compensation Commission \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-570 \n\r\n                 Heard October 3, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Toney J. Lister, Lister, Flynn & Kelly, P.A., of\r\n            Spartanburg, for Appellant.\r\n\r\n            Jason A. Griggs, Willson Jones Carter & Baxley, P.A., of\r\n            Greenville, for Respondents.\r\n\r\n\r\nPER CURIAM: Beverly Wheeler appeals the workers' compensation\r\ncommission's decision denying her claim for benefits. We find that substantial\r\nevidence supports the commission's decision and that it was not affected by an\r\nerror of law. Therefore, we affirm pursuant to Rule 220(b)(1), SCACR, and\r\n\nBentley v. Spartanburg Cnty., 398 S.C. 418, 421, 730 S.E.2d 296, 298 (2012)\r\n(stating \"an appellate court may not substitute its judgment for that of the agency\r\nas to the weight of the evidence on questions of fact, but it may reverse when the\r\ndecision is affected by an error of law\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-571","title":"Gaylord v. Gaylord","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-571.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Sarah Jo Gaylord, Respondent,\r\n\r\n            v.\r\n\r\n            Jules Robert Duncan Gaylord, Appellant.\r\n\r\n            Appellate Case No. 2011-186667\r\n\r\n\r\n                          Appeal From Georgetown County \n\r\n                      Jan Bromell Holmes, Family Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-571 \n\r\n                 Heard September 12, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            G. Robin Alley, of Isaacs & Alley, LLC, of Columbia,\r\n            for Appellant.\r\n\r\n            Anne E. Janes and M. Elizabeth Snyder, both of Sherrill\r\n            & Janes, PA, of Surfside Beach, for Respondent.\r\n\r\n\r\nPER CURIAM: In this appeal from a final order of divorce, Appellant Jules\r\nRobert Duncan Gaylord (Husband) argues the family court erred in (1)\r\napportioning the marital estate between the parties; (2) finding the promissory\r\nnotes executed in favor of Husband's mother were unenforceable; (3) dividing the\r\n\nmarital property in a manner that was arbitrary, inequitable, and unreasonable; (4)\r\nqualifying Lee Camp as an expert in the appraisal of personal property; (5)\r\nordering Husband to pay all of Respondent Sarah Jo Gaylord's (Wife) attorney's\r\nfees and costs; (6) finding Husband in willful contempt of court and providing the\r\nsole remedy through which Husband could purge himself of contempt was\r\npayment of $189,016.21 by Qualified Domestic Relations Order from his\r\nretirement accounts; and (7) awarding Wife $2,500 per month in permanent\r\nperiodic alimony. We affirm.\r\n\r\n1. As to whether the family court erred in apportioning the marital estate, we find\r\nno abuse of discretion because the family court properly considered all fifteen\r\nstatutory factors and the apportionment was both fair and equitable. See Reiss v.\r\nReiss, 392 S.C. 198, 211, 708 S.E.2d 799, 806 (Ct. App. 2011) (\"The\r\napportionment of marital property will not be disturbed on appeal absent an abuse\r\nof discretion.\" (internal quotation marks omitted)); S.C. Code Ann. § 20-3-620(B)\r\n(Supp. 2011) (providing fifteen factors the family court is to consider in\r\napportioning the marital estate, but also affording the family court discretion to\r\ngive such weight to each factor as it finds appropriate); Fitzwater v. Fitzwater, 396\r\nS.C. 361, 369, 721 S.E.2d 7, 11 (Ct. App. 2011) (\"On appeal, this court looks to\r\nthe overall fairness of the apportionment, and it is irrelevant that this court might\r\nhave weighed specific factors differently than the family court.\" (internal quotation\r\nmarks omitted)).\r\n\r\n2. As to whether the family court erred by finding the promissory notes executed\r\nin favor of Husband's mother were unenforceable, we find no error because the\r\napplicable three-year statute of limitations barred enforcement of the notes. See\r\nColeman v. Page's Estate, 202 S.C. 486, 488-89, 25 S.E.2d 559, 559-60 (1943)\r\n(\"[T]he law is well settled that a promissory note payable on demand, with or\r\nwithout interest, is due immediately, and that the statute of limitations runs in favor\r\nof the maker from the date of the execution of the instrument.\"); S.C. Code Ann. §\r\n15-3-530(1) (2005) (providing the statute of limitations for an action upon a\r\ncontract, obligation, or liability is three years); Jenkins v. Meares, 302 S.C. 142,\r\n146, 394 S.E.2d 317, 319 (1990) (indicating the general rule that statutes of\r\nlimitations apply retroactively is merely a rule of construction and is subject to the\r\nparamount rule that the intent of the legislature determines whether a statute will\r\nhave prospective or retroactive application); 2008 S.C. Act. No. 204, §§ 2, 4-5\r\n(unambiguously expressing the legislature's intent that the six-year statutory period\r\nprovided by section 36-3-118(b) (Supp. 2011), during which a party may\r\ncommence an action to enforce payment of a note made payable on demand, only\r\n\napplies to demand notes issued after July 1, 2008). Husband also argues that the\r\npayment of interest on the notes tolled the statute of limitations. While the record\r\ndoes support Husband's assertion that he paid interest on the notes, he nonetheless\r\nfailed to argue to the family court that the interest payments tolled the statute of\r\nlimitations. The family court found a three-year statute of limitations applied to\r\nthe notes; however, in Husband's Rule 59(e), SCRCP, motion to alter or amend, his\r\nsole ground for challenging the family court's finding was that the correct statute of\r\nlimitations was six years pursuant to section 36-3-118(b). Husband raised the issue\r\nthat interest payments tolled the statute of limitations for the first time on appeal in\r\nhis reply brief; therefore, we find the issue unpreserved for appellate review. See\r\nIn re Michael H., 360 S.C. 540, 546, 602 S.E.2d 729, 732 (2004) (\"An issue may\r\nnot be raised for the first time on appeal. In order to preserve an issue for appeal, it\r\nmust be raised to and ruled upon by the trial court.\").\r\n\r\n3. As to whether the family court erred by dividing the marital property in a\r\nmanner that was arbitrary, inequitable, and unreasonable, we find no abuse of\r\ndiscretion because the family court used reasonable means to divide the marital\r\nproperty in an equitable manner. See Mosley v. Mosley, 390 S.C. 524, 532, 702\r\nS.E.2d 253, 258 (Ct. App. 2010) (\"The division of marital property is within the\r\nfamily court's discretion and will not be disturbed on appeal absent an abuse of that\r\ndiscretion.\" (citation omitted)); Bauer v. Bauer, 287 S.C. 217, 219, 337 S.E.2d\r\n211, 212 (1985) (\"The family court judge may use any reasonable means to\r\ndistribute marital assets.\" (citation omitted)). As to the Tyson Drive property, the\r\nfamily court valued the property at $550,000, subject to completion, and found\r\nWife's equitable interest in the property to be $275,000. Husband argues the\r\nfamily court's division of the Tyson Drive property was arbitrary because Wife is\r\nguaranteed $275,000, regardless of its actual value. Husband contends that the\r\ncourt should have ordered the Tyson Drive property to be auctioned. A review of\r\nthe record shows that it was the parties' intent for Husband to complete the home\r\nso that Wife and their children could move in, but Husband failed to do so. In\r\nawarding Wife $275,000 for Tyson Drive, rather than half the value of the sale, the\r\nfamily court used reasonable means to remedy an inequity. Fitzwater, 396 S.C. at\r\n369, 721 S.E.2d at 11 (holding the family court may use \"any reasonable means to\r\ndivide the property equitably\"). Further, an appraiser testified that the value of the\r\nTyson Drive property, when completed, would be $550,000. Because the family\r\ncourt awarded Wife half of the appraised value of the home, the family court did\r\nnot abuse its discretion in awarding Wife $275,000 for the Tyson Drive property.\r\nSee Skipper v. Skipper, 290 S.C. 412, 414, 351 S.E.2d 153, 154 (1986) (providing\r\n\nthat absent an agreement between the parties otherwise, the family court should\r\ndivide property according to value).\r\n\r\n4. As to whether the family court erred by qualifying Lee Camp as an expert in the\r\nappraisal of personal property, we find no abuse of discretion because evidence\r\nexists from which the family court could reasonably determine Camp's practical\r\nexperience provided him sufficient knowledge to assist the court in valuing the\r\nmarital property. See Gadson v. Mikasa Corp., 368 S.C. 214, 228, 628 S.E.2d 262,\r\n269 (Ct. App. 2006) (\"The qualification of an expert witness and the admissibility\r\nof the expert's testimony are matters within the trial court's sound discretion.\"\r\n(citation omitted)); Rule 702, SCRE (\"If scientific, technical, or other specialized\r\nknowledge will assist the trier of fact to understand the evidence or to determine a\r\nfact in issue, a witness qualified as an expert by knowledge, skill, experience,\r\ntraining, or education, may testify thereto in the form of an opinion or otherwise.\");\r\nGadson, 368 S.C. at 228, 628 S.E.2d at 270 (providing it is within the trial court's\r\ndiscretion to qualify a witness as an expert \"as long as the witness has acquired by\r\nstudy or practical experience such knowledge of the subject matter of his testimony\r\nas would enable him to give guidance and assistance to the jury in resolving a\r\nfactual issue which is beyond the scope of the jury's good judgment and common\r\nknowledge\" (citation omitted)); id. (\"An expert is not limited to any class of\r\npersons acting professionally [and t]here is no exact requirement concerning how\r\nknowledge or skill must be acquired.\" (citation omitted)); High v. High, 389 S.C.\r\n226, 236, 697 S.E.2d 690, 695 (Ct. App. 2010) (\"Defects in an expert witness'\r\neducation and experience go to the weight, not the admissibility, of the expert's\r\ntestimony.\" (internal quotation marks omitted)).\r\n\r\n5. As to whether the family court erred by ordering Husband to pay all of Wife's\r\nattorney's fees and costs, we find no abuse of discretion. See High, 389 S.C. at\r\n249, 697 S.E.2d at 702 (\"In family court, the award of attorney's fees is left to the\r\ndiscretion of the judge and will only be disturbed upon a showing of abuse of that\r\ndiscretion.\" (citation omitted)). The record indicates the family court properly\r\nconsidered each statutory factor and made findings of fact and conclusions of law\r\nsupported by the evidence. See Farmer v. Farmer, 388 S.C. 50, 57, 694 S.E.2d 47,\r\n51 (Ct. App. 2010) (\"A family court should first consider the following factors . . .\r\nin deciding whether to award attorney's fees and costs: (1) each party's ability to\r\npay his or her own fee; (2) the beneficial results obtained by the attorney; (3) the\r\nparties' respective financial conditions; and (4) the effect of the fee on each party's\r\nstandard of living.\" (citing E.D.M. v. T.A.M., 307 S.C. 471, 476–77, 415 S.E.2d\r\n812, 816 (1992))); Farmer, 388 S.C. at 57, 694 S.E.2d at 51 (\"After deciding to\r\n\naward attorney's fees, a family court should then consider the following factors . . .\r\nin deciding how much to award in attorney's fees and costs: (1) the nature, extent,\r\nand difficulty of the case; (2) the time necessarily devoted to the case; (3)\r\nprofessional standing of counsel; (4) contingency of compensation; (5) beneficial\r\nresults obtained; and (6) customary legal fees for similar services.\" (citing\r\nGlasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991))); Dickert\r\nv. Dickert, 387 S.C. 1, 10–11, 691 S.E.2d 448, 453 (2010) (holding the family\r\ncourt did not abuse its discretion in awarding attorney's fees and costs because the\r\ncourt properly considered the E.D.M. and Glasscock factors).\r\n\r\n6. As to whether the family court erred by finding Husband in willful contempt of\r\ncourt, we find Husband's trial testimony provided clear and convincing evidence\r\nthat Husband willfully violated a court order by dissipating and/or disposing of\r\nmarital assets. See DiMarco v. DiMarco, 393 S.C. 604, 607, 713 S.E.2d 631, 633\r\n(2011) (providing a finding of civil contempt rests within the sound discretion of\r\nthe trial court, and such a finding should not be disturbed on appeal unless it is\r\nunsupported by the evidence or the court has abused its discretion); id. (\"Civil\r\ncontempt must be shown by clear and convincing evidence.\" (citation omitted));\r\nWoodside v. Woodside, 290 S.C. 366, 379, 350 S.E.2d 407, 415 (Ct. App. 1986)\r\n(\"A person is in contempt when he willfully disobeys a court order.\"); Bartlett v.\r\nRachels, 375 S.C. 348, 352, 652 S.E.2d 432, 435 (Ct. App. 2007) (\"For purposes of\r\ncontempt, an act is willful if done voluntarily and intentionally with the specific\r\nintent to do something the law forbids, or with the specific intent to fail to do\r\nsomething the law requires to be done; that is to say, with bad purpose either to\r\ndisobey or disregard the law.\" (internal quotation marks omitted)). Furthermore,\r\nwe find it was within the family court's discretion to order Husband imprisoned for\r\n90 days with the option to purge himself of contempt by providing Wife half the\r\nvalue of the marital property that Husband had dissipated or disposed of. See\r\nMiller v. Miller, 375 S.C. 443, 454, 652 S.E.2d 754, 760 (Ct. App. 2007)\r\n(providing courts have the inherent power to punish acts of contempt by fine or\r\nimprisonment).\r\n\r\n7. As to whether the family court erred by awarding Wife $2,500 per month in\r\npermanent periodic alimony, we find no abuse of discretion. See Pittman v.\r\nPittman, 395 S.C. 209, 216, 717 S.E.2d 88, 92 (Ct. App. 2011) (\"[A]n award of\r\nalimony rests within the sound discretion of the family court and will not be\r\ndisturbed absent an abuse of discretion.\"); S.C. Code Ann. § 20-3-130(A) (Supp.\r\n2011) (providing the family court may award alimony \"in such amount[] and for\r\nsuch term as the court considers appropriate\"). The record indicates the family\r\n\ncourt properly considered each statutory factor and made findings of fact and\r\nconclusions of law that were supported by the evidence. See S.C. Code Ann. § 20-\r\n3-130(C) (Supp. 2011) (providing thirteen factors the family court must consider in\r\nmaking an award of alimony, but allowing the court discretion to give weight to\r\neach factor in such proportion as it finds appropriate); Reiss, 392 S.C. at 209, 708\r\nS.E.2d at 805 (finding family court's award of alimony to wife and its\r\ndetermination as to the amount of alimony did not constitute an abuse of\r\ndiscretion, where the court listed each factor it was statutorily required to consider\r\nand made findings of fact supported by the evidence and conclusions of law\r\nregarding each factor); id. (\"In reviewing an award of alimony, we do not reweigh\r\nthe statutory factors . . . .\"); Brown v. Brown, 375 S.C. 48, 52, 650 S.E.2d 84, 86\r\n(Ct. App. 2007) (noting that in South Carolina, \"an unallocated award of support is\r\ntraditionally taxable to the supported spouse and deductible to the supporting\r\nspouse\"); Smith v. Smith, 386 S.C. 251, 271, 687 S.E.2d 720, 731 (Ct. App. 2009)\r\n(finding wife was not voluntarily underemployed so as to require the family court\r\nto impute income to her for purposes of calculating alimony or husband's child\r\nsupport obligation when parties mutually agreed during marriage that wife would\r\nno longer teach in the public school system so she could spend more time at home\r\nwith the couple's daughter).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-572","title":"Tax Capital v. McCaffrey's","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-572.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Tax Capital Group, LLC, Respondent,\r\n\r\n            v.\r\n\r\n            McCaffrey's Irish Pub and Restaurant, LLC and Edward\r\n            MacMillan, Appellants.\r\n\r\n            Appellate Case No. 2011-187449\r\n\r\n\r\n                         Appeal From Berkeley County \n\r\n                   Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-572 \n\r\n                 Heard October 3, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Michael A. Timbes, of Thurmond Kirchner Timbes &\r\n            Yelverton, PA, of Charleston, for Appellants.\r\n\r\n            Mary Leigh Arnold, of Mount Pleasant, for Respondent.\r\n\r\n\r\nPER CURIAM: This appeal arises from a lawsuit by Respondent Tax Capital\r\nGroup, LLC (Tax Capital) against Appellants Edward MacMillan and McCaffrey's\r\nIrish Pub and Restaurant (collectively Appellants), claiming monies due under a\r\ncommercial lease agreement, promissory note, and guaranty. On appeal,\r\n\nAppellants argue the trial court erred in the following: (1) determining the\r\nSeptember 13, 2006 lease was invalid; (2) awarding damages to Tax Capital when\r\nTax Capital was the first party to materially breach the parties' agreement; (3)\r\nrefusing to qualify Dr. Robert Frash as an expert in the field of restaurant\r\nenterprise viability; and (4) failing to offset damages by the value of Appellants'\r\ntrade fixtures, equipment, personal property, and improvements in violation of the\r\nparties' agreement. We affirm.\r\n\r\n1. As to whether the trial court erred in determining the September 13, 2006 lease\r\nwas invalid, we find evidence in the record supports the trial court's finding that the\r\nNovember 6, 2006 lease was the only valid and binding agreement between the\r\nparties. See Temple v. Tec–Fab, Inc., 381 S.C. 597, 599-600, 675 S.E.2d 414, 415\r\n(2009) (\"In an action at law tried without a jury, an appellate court's scope of\r\nreview extends merely to the correction of errors of law.\"); id. at 600, 675 S.E.2d\r\nat 415 (providing an appellate court will not disturb the trial court's factual findings\r\nunless they are without evidence reasonably supporting those findings); Davis v.\r\nGreenwood Sch. Dist. 50, 365 S.C. 629, 634, 620 S.E.2d 65, 67 (2005) (\"In order\r\nfor a contract to be valid and enforceable, the parties must have a meeting of the\r\nminds as to all essential and material terms of the agreement.\"); Redwend Ltd.\r\nP'ship v. Edwards, 354 S.C. 459, 471, 581 S.E.2d 496, 502 (Ct. App. 2003) (\"The\r\nparol evidence rule prevents the introduction of extrinsic evidence of agreements\r\nor understandings contemporaneous with or prior to execution of a written\r\ninstrument when the extrinsic evidence is to be used to contradict, vary, or explain\r\nthe written instrument.\"); Davis v. KB Home of S.C., Inc., 394 S.C. 116, 127-28,\r\n713 S.E.2d 799, 805 (Ct. App. 2011) (holding the parol evidence rule applies when\r\nthe written instrument contains a merger or integration clause); id. at 128, 713\r\nS.E.2d at 805 (\"A merger clause expresses the intention of the parties to treat the\r\nwriting as a complete integration of their agreement.\").\r\n\r\n2. As to whether the trial court erred in finding Tax Capital did not breach the\r\nNovember 6, 2006 lease, we find evidence in the record supports the trial court's\r\nfinding that Tax Capital did not breach the lease. See Temple, 381 S.C. at 599-600,\r\n675 S.E.2d at 415 (\"In an action at law tried without a jury, an appellate court's\r\nscope of review extends merely to the correction of errors of law.\"); id. at 600, 675\r\nS.E.2d at 415 (providing an appellate court will not disturb the trial court's factual\r\nfindings unless they are without evidence reasonably supporting those findings);\r\nHennes v. Shaw, 397 S.C. 391, 399, 725 S.E.2d 501, 506 (Ct. App. 2012) (\"To\r\nrecover for a breach of contract, the plaintiff must prove: (1) a binding contract; (2)\r\na breach of contract; and (3) damages proximately resulting from the breach.\");\r\n\nMcGill v. Moore, 381 S.C. 179, 185, 672 S.E.2d 571, 574 (2009) (\"The cardinal\r\nrule of contract interpretation is to ascertain and give legal effect to the parties'\r\nintentions as determined by the contract language.\").\r\n\r\n3. As to whether the trial court erred in refusing to qualify Dr. Frash as an expert\r\nin the field of restaurant enterprise viability, we find no abuse of discretion because\r\nevidence exists from which the trial court could reasonably determine Dr. Frash\r\nwas not qualified to testify regarding restaurant enterprise viability. See Fields v.\r\nJ. Haynes Waters Builders, Inc., 376 S.C. 545, 555, 658 S.E.2d 80, 85 (2008)\r\n(holding the qualification of a witness as an expert is within the trial court's\r\ndiscretion, and this court will not reverse that decision absent an abuse of\r\ndiscretion); Rule 702, SCRE (\"If scientific, technical, or other specialized\r\nknowledge will assist the trier of fact to understand the evidence or to determine a\r\nfact in issue, a witness qualified as an expert by knowledge, skill, experience,\r\ntraining, or education, may testify thereto in the form of an opinion or otherwise.\");\r\nWatson v. Ford Motor Co., 389 S.C. 434, 446, 699 S.E.2d 169, 174 (2010) (\"[T]he\r\ntrial court must find that the proffered expert has indeed acquired the requisite\r\nknowledge and skill to qualify as an expert in the particular subject matter.\").\r\nFurthermore, because Appellants failed to establish that Tax Capital breached the\r\nparties' agreement, Appellants were not prejudiced by the trial court's decision to\r\nnot qualify Dr. Frash as an expert on restaurant enterprise viability. See Rule 103,\r\nSCRE (\"Error may not be predicated upon a ruling which admits or excludes\r\nevidence unless a substantial right of the party is affected.\").\r\n\r\n4. As to whether the trial court erred in failing to offset the damages awarded to\r\nTax Capital by the value of Appellants' trade fixtures, equipment, and personal\r\nproperty, we find the issue unpreserved for our review. Appellants raised the\r\noffset of damages issue to the trial court through counterclaims of unjust\r\nenrichment, conversion, breach of contract, and breach of covenant of good faith.\r\nHowever, on appeal, Appellants argue they are entitled to have the damages offset\r\nbased on forfeiture and recoupment. Appellants' forfeiture and recoupment\r\narguments were neither raised to nor ruled upon by the trial court; therefore, the\r\nissue is unpreserved. See Thomasko v. Poole, 349 S.C. 7, 10, 561 S.E.2d 597, 598\r\n(2002) (\"An appellate court cannot address an issue unless first raised by appellant\r\nand ruled on by the trial judge.\"); Gurganious v. City of Beaufort, 317 S.C. 481,\r\n488, 454 S.E.2d 912, 916 (Ct. App. 1995) (holding a party \"cannot present and try\r\nhis case on one theory and then change his theory on appeal\").\r\n\r\nAFFIRMED.\r\n\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-573","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-573.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Kenneth Williams, Appellant.\r\n\r\n        Appellate Case No. 2010-169031\r\n\r\n\r\n                      Appeal From Beaufort County \n\r\n                 Thomas W. Cooper, Jr., Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-573 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan B. Hackett, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Assistant Deputy Attorney\r\n        General Donald J. Zelenka, and Senior Assistant\r\n        Attorney General William E. Salter, III, all of Columbia;\r\n        and Solicitor Isaac McDuffie Stone, III, of Bluffton, for\r\n        Respondent.\r\n\nPER CURIAM: Kenneth Williams appeals his conviction of murder, robbery,\r\nand first-degree burglary, arguing the trial court erred in (1) instructing the jury on\r\naccomplice liability and (2) refusing to instruct the jury on the lesser-included\r\noffense of involuntary manslaughter. We affirm1 pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in instructing the jury on accomplice\r\nliability: State v. Brown, 362 S.C. 258, 261-62, 607 S.E.2d 93, 95 (Ct. App. 2004)\r\n(\"The law to be charged to the jury is determined by the evidence presented at\r\ntrial.\"); State v. Langley, 334 S.C. 643, 648-49, 515 S.E.2d 98, 101 (1999) (\"Under\r\naccomplice liability theory, 'a person must personally commit the crime or be\r\npresent at the scene of the crime and intentionally, or through a common design,\r\naid, abet, or assist in the commission of that crime through some overt act.'\"); State\r\nv. Gibson, 390 S.C. 347, 354, 701 S.E.2d 766, 770 (Ct. App. 2010) (\"In order to\r\nestablish the parties agreed to achieve an illegal purpose, thereby establishing\r\npresence by pre-arrangement, the State need not prove a formal expressed\r\nagreement, but rather can prove the same by circumstantial evidence and the\r\nconduct of the parties.\").\r\n\r\n2. As to whether the trial court erred in refusing to instruct the jury on the lesser-\r\nincluded offense of involuntary manslaughter: State v. Knoten, 347 S.C. 296, 302,\r\n555 S.E.2d 391, 394 (2001) (\"To warrant a court's eliminating the offense of\r\nmanslaughter, it should very clearly appear that there is no evidence whatsoever\r\ntending to reduce the crime from murder to manslaughter.\"); State v. Smith, 391\r\nS.C. 408, 414, 706 S.E.2d 12, 15 (2011) (\"Involuntary manslaughter is (1) the\r\nunintentional killing of another without malice, but while engaged in an unlawful\r\nactivity not amounting to a felony and not naturally tending to cause death or great\r\nbodily harm or (2) the unintentional killing of another without malice, while\r\nengaged in a lawful activity with reckless disregard for the safety of others.\"); State\r\nv. Cabrera-Pena, 361 S.C. 372, 381, 605 S.E.2d 522, 526 (2004) (noting unlawful,\r\nfelonious, and harmful conduct does not fit within the statutory definition of\r\ninvoluntary manslaughter).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-574","title":"State v. Robinson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-574.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Lou Ann Robinson, Appellant.\r\n\r\n        Appellate Case No. 2009-148966\r\n\r\n\r\n                     Appeal From Williamsburg County\r\n                 R. Ferrell Cothran, Jr., Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-574 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n         AFFIRMED IN PART AND REMANDED IN PART\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Senior Assistant\r\n        Attorney General Harold M. Coombs, Jr., all of\r\n        Columbia; and Solicitor C. Kelly Jackson, of Sumter, for\r\n        Respondent.\r\n\nPER CURIAM: Lou Ann Robinson appeals her conviction of voluntary\r\nmanslaughter, arguing the trial court erred in charging voluntary manslaughter.\r\nAdditionally, she argues the trial court erred in failing to make a finding under\r\nsection 16-25-90 of the South Carolina Code (Supp. 2011), which provides early\r\nparole eligibility for an inmate convicted of an offense against a household\r\nmember, when evidence is presented of criminal domestic violence suffered at the\r\nhands of the household member.\r\n\r\n1. As to whether the trial court erred in charging voluntary manslaughter, we\r\naffirm pursuant to the following authorities: State v. Miller, 397 S.C. 630, 634-35,\r\n725 S.E.2d 724, 727 (Ct. App. 2012) (\"In criminal cases, appellate courts review\r\nonly errors of law and will not reverse a trial court's decision concerning jury\r\ninstructions unless the trial court abused its discretion.\"); id. at 635, 725 S.E.2d at\r\n727 (\"An abuse of discretion occurs when the [trial] court's decision is unsupported\r\nby the evidence or controlled by an error of law.\"); State v. Moore, 374 S.C. 468,\r\n473-74, 649 S.E.2d 84, 86 (Ct. App. 2007) (\"This [c]ourt does not re-evaluate the\r\nfacts based on its own view of the preponderance of the evidence but simply\r\ndetermines whether the trial [court's] ruling is supported by any evidence.\"); State\r\nv. Johnson, 333 S.C. 62, 65, 508 S.E.2d 29, 31 (1998) (\"To warrant a court's\r\neliminating the offense of manslaughter, it should very clearly appear that there is\r\nno evidence whatsoever tending to reduce the crime from murder to\r\nmanslaughter.\"); State v. Tyson, 283 S.C. 375, 379, 323 S.E.2d 770, 772 (1984)\r\n(\"Voluntary manslaughter is the unlawful killing of a human being in the heat of\r\npassion upon sufficient legal provocation.\"); State v. Starnes, 388 S.C. 590, 598,\r\n698 S.E.2d 604, 609 (2010) (\"[F]ear immediately following an attack or\r\nthreatening act may cause the person to act in a sudden heat of passion.\").\r\n\r\n2. As to whether the trial court erred in failing to make a finding regarding\r\nRobinson's eligibility for early parole: Section 16-25-90 of the South Carolina\r\nCode (Supp. 2011) states an inmate shall be eligible for parole after serving one-\r\nfourth of his or her prison sentence when the inmate was convicted of a crime\r\nagainst a household member and presents credible evidence of a history of criminal\r\ndomestic violence suffered at the hands of the household member. \"The circuit\r\ncourt must make specific findings in ruling on parole eligibility or ineligibility\r\nunder § 16-25-90.\" State v. Blackwell-Selim, 392 S.C. 1, 4, 707 S.E.2d 426, 428\r\n(2011). \"Such a history must be proven by a preponderance of the evidence.\" Id.\r\nat 3-4, 707 S.E.2d at 428. We hold the trial court erred in failing to make a finding\r\nregarding Robinson's eligibility for early parole under section 16-25-90.\r\nAccordingly, we remand for a determination of whether Robinson presented a\r\n\npreponderance of evidence showing she suffered criminal domestic violence\r\ninflicted by the victim.\r\n\r\nAFFIRMED IN PART AND REMANDED IN PART.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-575","title":"McGeary v. SCDMV","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-575.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        John McGeary, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Motor Vehicles and South\r\n        Carolina Department of Public Safety, Defendants,\r\n\r\n        Of whom South Carolina Department of Motor Vehicles\r\n        is the Respondent.\r\n\r\n        Appellate Case No. 2011-200827\r\n\r\n\r\n                Appeal From The Administrative Law Court\n\r\n             Deborah Brooks Durden, Administrative Law Court\n\r\n                                 Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-575 \n\r\n         Submitted September 3, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Joseph M. McCulloch, Jr., and Kathy Ridenoure\r\n        Schillaci, both of the Law Offices of Joseph M.\r\n        McCulloch, Jr., of Columbia, for Appellant.\r\n\r\n        Philip S. Porter, Frank L. Valenta, Jr., and Linda Annette\r\n        Grice, all of the South Carolina Department of Motor\r\n        Vehicles, of Blythewood, for Respondent.\r\n\nPER CURIAM: John McGeary appeals an order issued by the Administrative\r\nLaw Court (the ALC) affirming a decision of the Office of Motor Vehicle Hearings\r\n(the Office) sustaining the suspension of his driver's license. On appeal, McGeary\r\ncontends the ALC erred in affirming (1) the Office's dismissal of his case because\r\nit amounted to improper burden shifting and (2) the Office's denial of his motion to\r\nreconsider. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:1\r\n\r\n1. As to whether the ALC erred in finding the Office's dismissal did not amount to\r\nimproper burden shifting: Home Med. Sys., Inc. v. S.C. Dep't of Revenue, 382\r\nS.C. 556, 562, 677 S.E.2d 582, 586 (2009) (\"As in other appellate matters, we\r\nrequire issue preservation in administrative appeals.\"); Brown v. S.C. Dep't of\r\nHealth & Envtl. Control, 348 S.C. 507, 519, 560 S.E.2d 410, 417 (2002) (noting an\r\nissue must be raised to and ruled upon by the agency to be preserved for appellate\r\nreview).\r\n\r\n2. As to whether the ALC erred in affirming the Office's denial of McGeary's\r\nmotion for reconsideration: Kleckley v. Nw. Nat'l Cas. Co., 338 S.C. 131, 138, 526\r\nS.E.2d 218, 221 (2000) (noting an issue must be addressed by both the trial court\r\nand an intermediate appellate court to be properly preserved for review).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-576","title":"State v. Gethers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-576.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Trevee J. Gethers, Appellant.\r\n\r\n        Appellate Case No. 2010-178687\r\n\r\n\r\n                      Appeal From Dorchester County \n\r\n                Diane Schafer Goodstein, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-576 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n\r\n        Appellate Defender Elizabeth A. Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General W. Edgar Salter, III, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Trevee J. Gethers appeals his conviction of murder, arguing the\r\ntrial court erred in denying his motion for a directed verdict because the State\r\nfailed to produce sufficient evidence to prove Gethers murdered the victim. We\r\naffirm1 pursuant to Rule 220(b), SCACR, and the following authorities: State v.\r\nWeston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When ruling on a motion\r\nfor a directed verdict, the trial court is concerned with the existence or\r\nnonexistence of evidence, not its weight.\"); id. (\"When reviewing a denial of a\r\ndirected verdict, [an appellate court] views the evidence and all reasonable\r\ninferences in the light most favorable to the state.\"); id. at 292–93, 625 S.E.2d at\r\n648 (\"If there is any direct evidence or any substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused, the [c]ourt must find the case\r\nwas properly submitted to the jury.\").\r\n\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-577","title":"State v. Addison","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-577.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marcus Addison, Appellant.\r\n\r\n        Appellate Case No. 2011-185586\r\n\r\n\r\n                   Appeal From Darlington County \n\r\n                  Howard P. King, Circuit court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-577 \n\r\n         Submitted September 3, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Assistant Appellate Defender Dayne C. Phillips, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Senior Assistant\r\n        Attorney General Harold M. Coombs, Jr., all of\r\n        Columbia; and Solicitor William B. Rogers, Jr., of\r\n        Bennettsville, for Respondent.\r\n\nPER CURIAM: Marcus Addison appeals his convictions of trafficking in crack\r\ncocaine and two counts of contributing to the delinquency of a minor, arguing the\r\ntrial court erred in denying his motion to suppress the drugs found at his residence\r\nbecause the magistrate did not have a substantial basis to conclude that probable\r\ncause existed to issue a search warrant. We affirm,1 pursuant to Rule 220(b),\r\nSCACR, and the following authorities: State v. Gentile, 373 S.C. 506, 513, 646\r\nS.E.2d 171, 174 (Ct. App. 2007) (noting that a court reviewing a magistrate's\r\ndecision to issue a search warrant has the duty \"to ensure the issuing magistrate\r\nhad a substantial basis upon which to conclude that probable cause existed\"\r\n(internal quotation marks and citation omitted)); id. at 512, 646 S.E.2d at 174 (\"A\r\nmagistrate may issue a search warrant only upon a finding of probable cause.\"); id.\r\nat 512-13, 646 S.E.2d at 174 (\"This determination requires the magistrate to make\r\na practical, common-sense decision of whether, given the totality of the\r\ncircumstances set forth in the affidavit, including the veracity and basis of\r\nknowledge of persons supplying the information, there is a fair probability that\r\ncontraband or evidence of a crime will be found in a particular place.\" (internal\r\nquotation marks and citation omitted)); State v. Dupree, 354 S.C. 676, 683, 583\r\nS.E.2d 437, 441 (Ct. App. 2003) (\"The term 'probable cause' does not import\r\nabsolute certainty. Rather, in determining whether a search warrant should be\r\nissued, magistrates are concerned with probabilities and not certainties.\" (citations\r\nomitted)); State v. Rutledge, 373 S.C. 312, 317, 644 S.E.2d 789, 792 (Ct. App.\r\n2007) (\"Oral testimony may be used to supplement search warrant affidavits.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-578","title":"State v. Cunningham","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-578.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Cordaro Cunningham, Appellant.\r\n\r\n        Appellate Case No. 2010-172886\r\n\r\n\r\n\r\n                      Appeal From Lancaster County\r\n                    D. Craig Brown, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-578 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Douglas A. Barfield, Jr., of Lancaster, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-579","title":"Campbell v. Brockway","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-579.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n           Andrea Beth Campbell, Appellant,\r\n\r\n           v.\r\n\r\n           Ronnie A. Brockway, M.D., and Oconee OB/GYN\r\n           Assoc., PA, Respondents.\r\n\r\n           Appellate Case No. 2011-195507\r\n\r\n\r\n                          Appeal From Oconee County\r\n                     R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-579 \n\r\n                Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n           Brian Scott McCoy, of McCoy Law Firm, LLC, of Rock\r\n           Hill, and Mark T. Hurt, of The Law Offices of Mark T.\r\n           Hurt, of Abingdon, VA, for Appellant.\r\n\r\n           Lawrence Mims Hunter, Jr., of Hunter & Foster, PA, of\r\n           Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Andrea Beth Campbell appeals the trial court's grant of the\r\nmotion for summary judgment of Ronnie A. Brockway, M.D., and Oconee\r\n\nOB/GYN Assoc., PA (Respondents), arguing the trial court erred in granting\r\nRespondents' motion for summary judgment after finding no genuine issues of\r\nmaterial fact existed and they were entitled to judgment as a matter of law because\r\nthe statute of limitations barred Campbell's malpractice claim.\r\n\r\nWe hold the trial court properly granted summary judgment to Respondents\r\nbecause the applicable statute of limitations barred Campbell's medical malpractice\r\nclaim. See Young v. S.C. Dep't of Corrs., 333 S.C. 714, 717, 511 S.E.2d 413, 415\r\n(Ct. App. 1999) (\"Summary judgment is appropriate when it is clear there is no\r\ngenuine issue of material fact and the moving party is entitled to judgment as a\r\nmatter of law.\"); S.C. Code Ann. § 15-3-545(A) (2005) (providing the statute of\r\nlimitations for medical malpractice claims); Johnston v. Bowen, 313 S.C. 61, 64,\r\n437 S.E.2d 45, 47 (1993) (\"Statute of limitations requiring actions to be\r\ncommenced within a time period after a person knew or should have known that he\r\nhad a cause of action means that the injured party must act with some promptness\r\nwhere facts and circumstances of the injury would put a person of common\r\nknowledge and experience on notice that some right of his had been invaded or\r\nthat some claim against another party might exist.\"); id. (\"The statute of limitations\r\nbegins to run from this point and not when advice of counsel is sought or full-\r\nblown theory of recovery is developed.\"); id. at 64-65, 437 S.E.2d at 47 (\"The date\r\nof discovery is not when the plaintiff discovers a witness to support or prove his\r\ncase.\").\r\n\r\nHere, Campbell commenced her action against Brockway with a notice of intent to\r\nfile suit on June 26, 2009. Consequently, for her action to be timely, the date of\r\ndiscovery of the injury or when it reasonably ought to have been discovered could\r\nnot have been prior to June 26, 2006. Brockway performed a surgical procedure\r\non Campbell on August 9, 2005, and Campbell stated he informed her that day he\r\ninjured her but discounted the fact as \"no big deal.\" However, the evidence\r\nindicates that not long thereafter, she started complaining of problems she believed\r\nwere caused by the procedure. She complained to Brockway until February 27,\r\n2006. After she stopped seeing Brockway, Campbell complained of those\r\nproblems to other medical professionals and counselors until mid-June 2006.\r\nTherefore, the facts, taken in the light most favorable to Campbell, leave only one\r\nreasonable inference: Campbell's continuing complaints of various problems,\r\nwhich she indicated appeared after the procedure in which she suffered an injury,\r\nput her on notice prior to June 26, 2006 that she had a claim against Brockway\r\nstemming from the procedure. Accordingly, the trial court properly granted\r\nsummary judgment to Respondents.\r\n\nAFFIRMED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-580","title":"State v. Dennis","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-580.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Kendrick Dennis, Appellant.\r\n\r\n        Appellate Case No. 2011-185188\r\n\r\n\r\n                       Appeal From Richland County \n\r\n                 William Jeffrey Young, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-580 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Assistant Deputy Attorney\r\n        General Salley W. Elliott, Senior Assistant Attorney\r\n        General Harold M. Coombs, Jr., and Solicitor Daniel E.\r\n        Johnson, all of Columbia, for Respondent.\r\n\nPER CURIAM: Dennis appeals his conviction of resisting arrest, arguing the trial\r\ncourt erred in denying his motion for a directed verdict because the State failed to\r\npresent evidence the arrest occurred in a public place. Because the State introduced\r\ninto evidence (1) the apartment is freely accessible to the public; (2) there is a\r\ndriveway leading in and out of the apartment complex off of a main road; (3) the\r\nentrance and exit are not blocked by access gates; and (4) the public is free to enter\r\nthe complex without the requirement of passing through security or using codes,\r\nwe affirm1 pursuant to Rule 220(b), SCACR, and the following authorities: State v.\r\nWeston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When ruling on a motion\r\nfor a directed verdict, the trial court is concerned with the existence or\r\nnonexistence of evidence, not its weight.\"); id. at 292-93, 625 S.E.2d at 648\r\n(stating an appellate court views the evidence and all reasonable inferences in the\r\nlight most favorable to the State when reviewing a denial of a directed verdict and\r\nmust find the case was properly submitted to the jury if any direct evidence or any\r\nsubstantial circumstantial evidence reasonably tends to prove the guilt of the\r\naccused); S.C. Code Ann. § 16-17-530 (2003) (providing a person engages in\r\npublic disorderly conduct when he is \"found on any highway or at any public place\r\nor public gathering in a grossly intoxicated condition or otherwise conducting\r\nhimself in a disorderly or boisterous manner\"); State v. Williams, 280 S.C. 305,\r\n306-07, 312 S.E.2d 555, 556 (1984) (defining public place as \"[a] place to which\r\nthe general public has a right to resort; not necessarily a place devoted solely to the\r\nuses of the public, but a place which is in point of fact public rather than private, a\r\nplace visited by many persons and usually accessible to the neighboring public.\r\nAny place so situated that what passes there can be seen by any considerable\r\nnumber of persons, if they happen to look. Also, a place in which the public has an\r\ninterest as affecting the safety, health, morals and welfare of the community. A\r\nplace exposed to the public, and where the public gather together to pass to and\r\nfro.\" (citations omitted)).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-581","title":"Rea v. WYFF-TV 4","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-581.pdf","description":null,"date":"2012-10-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Lyman R. Rea, Marc Rea, Melissa Rea, William Rea,\r\n        and Millicent Lindauer, Plaintiffs,\r\n\r\n        Of whom Lyman R. Rea is the Appellant,\r\n\r\n        v.\r\n\r\n        WYFF-TV 4, Greenville News, Greenville County\r\n        Detention Center, and NBC Nightly News with Brian\r\n        Williams, Respondents.\r\n\r\n        Appellate Case No. 2011-203408\r\n\r\n\r\n                      Appeal From Greenville County\r\n                    D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-581 \n\r\n             Submitted October 1, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Lyman R. Rea, of Pittsburg, MO, pro se.\r\n\r\n        Christopher R. Antley, of Devlin & Parkinson, PA, of\r\n        Greenville, for Respondent Greenville County Detention\r\n        Center, and Carl F. Muller, of Greenville, for Respondent\r\n        WYFF-TV 4 and Greenville News.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthority: Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It\r\nis axiomatic that an issue cannot be raised for the first time on appeal, but must\r\nhave been raised to and ruled upon by the trial judge to be preserved for appellate\r\nreview.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-487","title":"Garrison v. Pagette","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-487.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        David Garrison and Diane G. Garrison, Plaintiffs,\r\n\r\n        v. \n\r\n\r\n        Dennis Pagette and Melanie Pagette, Appellants, \n\r\n\r\n        v. \n\r\n\r\n        Nesbitt Surveying Co. Inc., Respondent. \n\r\n\r\n        Appellate Case No. 2009-130269 \n\r\n\r\n\r\n                    Appeal From Florence County \n\r\n                 Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-487 \n\r\n           Heard February 29, 2012 – Filed August 8, 2012 \n\r\n          Withdrawn, Substituted, and Refiled October 31, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Hugh L. Willcox, Jr., of Willcox, Buyck & Williams,\r\n        P.A., of Florence, for Appellants.\r\n\r\n        Everett Joseph Mercer, of Sumter, for Respondent.\r\n\nPER CURIAM: In this action to establish the right of a dominant estate holder to\r\nuse an easement, the owners of the servient estate appeal an adverse decision on\r\ntheir third-party complaint against their surveyor. We affirm.\r\n\r\nIn January 2001, Appellants Dennis and Melanie Pagette purchased approximately\r\ntwenty-seven acres of real estate for $100,000. They intended to build their home\r\non the property because it was near Melanie Pagette's medical practice. Before\r\nclosing on the sale, Dennis Pagette hired Respondent Nesbitt Surveying Co., Inc.,1\r\nto survey the property. Nesbitt had previously surveyed the property on which\r\nMelanie Pagette's office building was located.\r\n\r\nIn preparing the survey plat for the Pagettes, Nesbitt looked at deeds to adjacent\r\nproperties and previous deeds to the property the Pagettes intended to buy. He also\r\nlooked at a 1939 plat prepared by Surveyor R.N. Welchel. Although the Welchel\r\nplat showed a farm road, the road did not appear on the plat that Nesbitt prepared\r\nfor the Pagettes. Nesbitt did, however, reference the Welchel plat by its deed book\r\nand page number.\r\n\r\nOn March 23, 2001, shortly after the Pagettes closed on their property, David and\r\nDiane Garrison, who owned an adjacent lot, asserted they had an access easement\r\nacross the Pagettes' land. The path of the alleged easement was along the farm\r\nroad shown in the Welchel plat. The Pagettes refused to allow the Garrisons to use\r\nthe easement, prompting the Garrisons to sue to enforce their access rights. The\r\nPagettes then brought a third-party complaint against Nesbitt, alleging the Nesbitt\r\nsurvey failed to denote the existence of the easement claimed by the Garrisons. By\r\nagreement of the parties, the Pagette's third-party action was held in abeyance until\r\nthe trial court adjudicated the Garrisons' claim. While their third-party claim\r\nagainst Nesbitt was held in abeyance, the Pagettes subdivided their property and\r\nsold four of the subdivided lots, netting more than $300,000.\r\n\r\nThe trial court issued an order finding the Garrisons had an express appurtenant\r\neasement over the Pagettes' property. The court later conducted a bench trial on\r\nthe Pagettes' third-party claim against Nesbitt and awarded judgment to Nesbitt on\r\nall issues raised by the Pagettes in their third-party complaint. The court found the\r\n\r\n\r\n1The name \"Nesbitt\" will refer interchangeably to both Nesbitt Surveying\r\nCompany and David Nesbitt, who testified on behalf of Nesbitt Surveying\r\nCompany.\r\n\nPagettes failed to establish both that Nesbitt breached the standard of care and that\r\nthe alleged breach resulted in damages. The Pagettes then filed this appeal.\r\n\r\n1. We agree with the trial court that the Pagettes failed to establish they were\r\ndamaged as a result of Nesbitt's alleged breach of the standard of care. In support\r\nof this finding, the trial court noted Dennis Pagette testified he subdivided the\r\nproperty and sold the subdivided parcels for an aggregate amount well in excess of\r\nwhat the Pagettes paid for the entire lot. Furthermore, although the Pagettes\r\nclaimed to have suffered losses from the deterioration of building materials they\r\nhad bought but could not use because of the Garrisons' lawsuit, the trial court,\r\nnoting the materials were purchased several months after the issue of the easement\r\nhad been brought to their attention, held these losses could not support an award of\r\ndamages, and the Pagettes have not taken issue with this finding.\r\n\r\nOn appeal, the Pagettes point out that the net proceeds they received from the sale\r\nof their property should have been reduced by the cost they incurred to build a\r\nsmall house on the property and interest accruing on the house they intended to sell\r\nafter they built their new home. Even considering these purported losses, however,\r\nthe evidence supports a finding that the Pagettes netted an amount exceeding what\r\nthey paid for the property.\r\n\r\nAs of the time of trial, the Pagettes sold several of the subdivided parcels for a total\r\nof $311,251 and still had one additional tract that was expected to sell for\r\napproximately $59,000. They spent $60,000 to build a small guest house on the\r\nproperty and lived there until they relocated to another state. Based on this sparse\r\ninformation, we hold it was reasonable for the trial judge to find the Pagettes failed\r\nto show they sustained a loss whether or not Nesbitt was negligent in failing to\r\nprovide adequate disclosure of the Garrisons' easement.\r\n\r\nDennis Pagette opined that based on his experience in construction work, if he had\r\nbeen able to build a home on the property as he had intended, he would have spent\r\n$200,000 and the value of the property would have increased to $500,000. If the\r\n$200,000 included the purchase price, then the Pagettes would have arguably\r\nrealized a profit of $400,000, less their construction expenses, incidental costs, and\r\nthe $100,000 they paid for the lot. The assertion that the improved property would\r\nhave been worth $500,000, however, was based on the assumption that the\r\nGarrisons would agree to relinquish their easement rights. No evidence was\r\npresented that the Garrisons were willing to enter into any such arrangement, let\r\nalone without compensation; therefore, we hold the trial court correctly\r\n\ndisregarded any evidence the Pagettes presented as to what they could have\r\nreceived for the property had it not been encumbered by the easement.\r\n\r\nMoreover, there was no evidence that the value of the property was diminished by\r\nthe easement to the extent that the Pagettes paid more than a fair market price for\r\nit. See Truck S., Inc. v. Patel, 339 S.C. 40, 48, 528 S.E.2d 424, 428-29 (2000)\r\n(\"An encumbrance is a right or interest in the land granted 'which may subsist in\r\nthird persons to the diminution in value of the estate although consistent with the\r\npassing of the fee.'\" (quoting Martin v. Floyd, 282 S.C. 47, 51, 317 S.E.2d 133,\r\n136 (Ct. App. 1984) (quoting 21 C.J.S. Covenants § 142 (1940))); cf. Whitlock v.\r\nStewart Title Guar. Co., Op. No. 27169 (S.C. Sup. Ct. filed Sept. 12, 2012)\r\n(Shearouse Adv. Sh. No. 32 at 18, 21) (noting a title insurer's liability generally\r\nextends to \"'losses or damages caused by defects in the property's title,'\" which\r\n\"'may generally be defined as liens and encumbrances that result in a loss in the\r\ntitle's value'\" (quoting Stanley v. Atl. Title Ins. Co, 377 S.C. 405, 411, 661 S.E.2d\r\n62, 65 (2008))). Without this information, we can only speculate about the\r\ndamages the Pagettes suffered as a result of Nesbitt's alleged failure to provide\r\nadequate disclosure of the easement on the survey. See Yadkin Brick Co. v.\r\nMaterials Recovery Co, L.P., 339 S.C. 640, 646, 529 S.E.2d 764, 767 (Ct. App.\r\n2000) (\"The amount of damages need not be proved with mathematical certainty.\r\nThe evidence, however, should be such that a court or jury can reasonably\r\ndetermine an appropriate amount.\").\r\n\r\nFinally, the Pagettes argue they sustained a loss on the half-acre of land that was\r\nencumbered by the easement because they received only one dollar for this\r\nproperty. In their complaint, however, they sought damages only for the\r\ndiminution in value of the entire lot. Moreover, there was no evidence as to what\r\nportion of the purchase price they paid for the entire tract should be apportioned to\r\nthe half-acre on which they have claimed a loss. Without such evidence, the trial\r\ncourt could not have been expected to determine with any degree of reasonable\r\ncertainty the damages sustained by the Pagettes on this portion of their property.\r\n\r\n2. Regardless of whether the Pagettes' action against Nesbitt sounded in contract or\r\ntort, we agree with the trial court that proof of damages was an essential element of\r\ntheir claim. See Bloom v. Ravoira, 339 S.C. 417, 422, 529 S.E.2d 710, 712 (2000)\r\n(\"To establish a cause of action in negligence, a plaintiff must prove the following\r\nthree elements: (1) a duty of care owed by defendant to plaintiff; (2) breach of that\r\nduty by a negligent act or omission; and (3) damage proximately resulting from the\r\nbreach of duty.\"); Fuller v. E. Fire & Cas. Ins. Co., 240 S.C. 75, 89, 124 S.E.2d\r\n\n602, 610 (1962) (stating a plaintiff suing for breach of contract has the burden \"to\r\nprove the contract, its breach, and the damages caused by such breach\").\r\nTherefore, even if we were to disagree with the trial court about whether the\r\nPagettes demonstrated a breach by Nesbitt of the standard of care, our concurrence\r\nwith the trial court's finding that the Pagettes failed to establish that they suffered\r\ndamages from the alleged breach warrants affirmance of the judgment for Nesbitt.\r\nSee Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\nS.E.2d 591, 598 (1999) (stating an appellate court need not address remaining\r\nissues when a decision on a prior issue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-582","title":"SCDSS v. Branham","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-582.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Jessica Scott, Joseph Hernandez, Mark Scott, George\r\n        Branham, Defendants,\r\n\r\n        Of Whom George Branham is the Appellant,\r\n\r\n        In the Interest of Minors under the age of 18 years.\r\n\r\n        Appellate Case No. 2012-208866\r\n\r\n\r\n                      Appeal From Kershaw County\r\n                 W. Thomas Sprott, Jr., Family Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-582 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Jeffrey M. Tzerman, of Camden, for Appellant.\r\n\r\n        Virginia Ann Mullikin, of South Carolina Department of\r\n        Social Services, of Camden, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Buist v. Buist, ___ S.C. ___, ___, 730 S.E.2d 879, 885 (Ct. App. 2012)\r\n(\"[T]he welfare and best interests of the child are the primary considerations in\r\ndetermining visitation. Similarly, visitation is addressed to the broad discretion of\r\nthe family court and its decision will not be disturbed on appeal absent abuse.\"\r\n(citation omitted)); Frye v. Frye, 323 S.C. 72, 76, 448 S.E.2d 586, 588 (Ct. App.\r\n1994) (\"A family court may impose upon a noncustodial parent such conditions\r\nand restrictions on his visitation privileges as the court, in its discretion, thinks\r\nproper.\").1\r\n\r\nAFFIRMED.2\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We note both parties agree the current order denying phone visitation imposes a\r\ncondition that requires the children to seek counseling before any visitation can be\r\nrevisited. While the family court had the discretion to impose this condition, the\r\nfamily court may also revisit this condition in the future.\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-584","title":"State v. Walls","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-584.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Donnie Ray Walls, Appellant.\r\n\r\n        Appellate Case No. 2010-180826\r\n\r\n\r\n                      Appeal From Greenville County\r\n                   C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-584 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General David Spencer, all of Columbia; and\r\n        Solicitor W. Walter Wilkins, III, of Greenville, for\r\n        Respondent.\r\n\nPER CURIAM: Donnie Walls appeals his conviction of driving under the\r\ninfluence, arguing the trial judge abused his discretion by refusing to grant a\r\nmistrial. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: See State v. Brown, 389 S.C. 84, 95, 697 S.E.2d 622, 628 (Ct. App.\r\n2010) (\"If a trial court issues a curative instruction, a party must make a\r\ncontemporaneous objection to the sufficiency of the curative instruction to\r\npreserve an alleged error for review.\") State v. George, 323 S.C. 496, 510, 476\r\nS.E.2d 903, 912 (1996) (\"No issue is preserved for appellate review if the objecting\r\nparty accepts the judge's ruling and does not contemporaneously make an\r\nadditional objection to the sufficiency of the curative charge or move for a\r\nmistrial.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-585","title":"State v. Counts","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-585.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Rushan Counts, Appellant.\r\n\r\n        Appellate Case No. 2011-183728\r\n\r\n\r\n                     Appeal From Richland County \n\r\n                 Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-585 \n\r\n             Heard October 4, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Assistant Appellate Defender Dayne C. Phillips, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Attorney\r\n        General Salley W. Elliott, Assistant Attorney General\r\n        Julie Kate Keeney, and Solicitor Daniel E. Johnson, all of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Rushan Counts appeals his conviction of possession with intent\r\nto distribute marijuana, arguing the trial court erred in denying his motion to\r\nsuppress evidence found at his residence after Counts opened his door in response\r\nto police officers knocking at the door. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities: State v. Wright, 391 S.C. 436, 442, 706\r\nS.E.2d 324, 326 (2011) (\"The admission of evidence is within the discretion of the\r\ntrial court and will not be reversed absent an abuse of discretion. An abuse of\r\ndiscretion occurs when the trial court's ruling is based on an error of law or, when\r\ngrounded in factual conclusions, is without evidentiary support.\" (citation and\r\ninternal quotation marks omitted)); Kentucky v. King, 131 S.Ct. 1849, 1862 (2011)\r\n(\"When law enforcement officers who are not armed with a warrant knock on a\r\ndoor, they do no more than any private citizen might do. And whether the person\r\nwho knocks on the door and requests the opportunity to speak is a police officer or\r\na private citizen, the occupant has no obligation to open the door or to speak.\");\r\nUnited States v. Cephas, 254 F.3d 488, 493 (4th Cir. 2001) (\"A voluntary response\r\nto an officer's knock at the front door of a dwelling does not generally implicate the\r\nFourth Amendment, and thus an officer generally does not need probable cause or\r\nreasonable suspicion to justify knocking on the door and then making verbal\r\ninquiry.\"); Wright, 391 S.C. at 445, 706 S.E.2d at 328 (holding that police officers\r\ninvestigating an anonymous tip about dog fighting activity at a residence \"had the\r\ninvestigative authority to approach the front door of the [residence] in order to\r\ninvestigate the anonymous tip\" and noting that defense counsel \"admitted that\r\npolice may lawfully knock on the door after receiving a complaint\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-586","title":"State v. McFarland","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-586.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Steve McFarland, Appellant.\r\n\r\n        Appellate Case No. 2010-168967\r\n\r\n\r\n                       Appeal From Lancaster County \n\r\n                     Paul M. Burch, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-586 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark Reynolds Farthing, all of\r\n        Columbia; and Solicitor Douglas A. Barfield, Jr., of\r\n        Lancaster, for Respondent.\r\n\nPER CURIAM: Steve McFarland appeals his conviction of shoplifting, third\r\noffense, arguing the trial court erred in: (1) refusing to grant McFarland's motion\r\nfor a continuance and beginning the trial in absentia; (2) sentencing McFarland for\r\ncontempt; and (3) imposing an excessive sentence because McFarland opted for a\r\njury trial. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in refusing to grant McFarland's motion for a\r\ncontinuance: State v. Babb, 299 S.C. 451, 454, 385 S.E.2d 827, 829 (1989)\r\n(\"The granting or denial of a motion for a continuance is within the sound\r\ndiscretion of the trial [court] whose ruling will not be disturbed on appeal absent an\r\nabuse of discretion resulting in prejudice to the appellant.\"); State v. Ravenell, 387\r\nS.C. 449, 455, 692 S.E.2d 554, 557 (Ct. App. 2010) (\"Reversals of refusal of a\r\ncontinuance are about as rare as the proverbial hens' teeth.\").\r\n\r\n2. As to the remaining issues: State v. Hoffman, 312 S.C. 386, 393, 440 S.E.2d\r\n869, 873 (1994) (\"A contemporaneous objection is required to properly preserve an\r\nerror for appellate review.\"); State v. Blalock, 357 S.C. 74, 79, 591 S.E.2d 632, 635\r\n(Ct. App. 2003) (\"In order to preserve an error for appellate review, a defendant\r\nmust make a contemporaneous objection on a specific ground.\"); State v.\r\nPassmore, 363 S.C. 568, 583, 611 S.E.2d 273, 281 (Ct. App. 2005) (\"Our courts\r\nhave consistently refused to apply the plain error rule.\" (citation and internal\r\nquotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-587","title":"Pressley v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-587.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Ernest Pressley, Respondent,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Petitioner.\r\n\r\n        Appellate Case No. 2008-097109\r\n\r\n\r\n                      Appeal From Aiken County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-587 \n\r\n             Heard October 2, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Megan Elizabeth Harrigan, all of\r\n        Columbia, for Petitioner.\r\n\r\n        Chief Appellate Defender Robert Dudek and Appellate\r\n        Defender David Alexander, both of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: The State of South Carolina appeals the grant of post-conviction\r\nrelief (PCR) to Ernest Pressley based on trial counsel's ineffectiveness for not\r\nhiring or consulting a DNA expert and for failing to seek a competency evaluation\r\nof the victim witness. We affirm pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether trial counsel was ineffective for not hiring or consulting a DNA\r\n   expert resulting in prejudice to the defendant: Kolle v. State, 386 S.C. 578, 589,\r\n   690 S.E.2d 73, 79 (2010) (\"In reviewing the PCR court's decision, an appellate\r\n   court is concerned only with whether any evidence of probative value exists to\r\n   support that decision.\"); id. (stating an appellate court gives great deference to\r\n   the PCR court's findings of fact and conclusions of law); Pauling v. State, 350\r\n   S.C. 278, 283, 565 S.E.2d 769, 772 (2002) (\"The appellate court must affirm\r\n   the PCR court's decision when its findings are supported by any evidence of\r\n   probative value.\").\r\n\r\n2. As to whether trial counsel was ineffective for failing to seek a competency\r\n   evaluation of the victim: Futch v. McAllister Towing of Georgetown, Inc., 335\r\n   S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not\r\n   address remaining issues when disposition of a prior issue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-588","title":"R&R Landscape v. Broadband Co.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-588.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        R&R Landscape & Design LLC f/k/a R&R Landscaping\r\n        Inc. and Mark Gonzalez, Respondents,\r\n\r\n        v.\r\n\r\n        The Broadband Companies LLC, Infinity Resources\r\n        Services Inc. a/k/a IRS Inc., Fred Anthony, Charles\r\n        Daniels, Donald T. Reynolds, Donna Marie Seltzer,\r\n        Curtis B. Anthony, and Neil Bailey, Individually,\r\n        Defendants,\r\n\r\n        Of Whom, The Broadband Companies LLC, Infinity\r\n        Resources Services Inc, Fred Anthony, Donald Reynolds,\r\n        Donna Marie Seltzer, Curtis B. Anthony, and Neil Bailey\r\n        are the Appellants.\r\n\r\n        Appellate Case No. 2011-197294\r\n\r\n\r\n                      Appeal From Charleston County \n\r\n                    Roger M. Young, Circuit Court Judge \n\r\n\r\n                  Unpublished Opinion No. 2012-UP-588 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\n              William Michael Gruenloh, of Cone Gruenloh Law Firm,\r\n              LLC, of Charleston, for Appellants.\r\n\r\n              Ivon Keith McCarty, of McCarty Law Firm, LLC, of\r\n              Charleston, and Brian Morris Knowles, of Knowles Law\r\n              Firm, of Summerville, for Respondents.\r\n\r\n\r\nPER CURIAM: We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rhodes v. Benson Chrysler-Plymouth, Inc., 374 S.C. 122, 126, 647\r\nS.E.2d 249, 251 (Ct. App. 2007) (\"Generally, the factors our courts consider to\r\ndetermine if a party waived its right to compel arbitration are: (1) whether a\r\nsubstantial length of time transpired between the commencement of the action and\r\nthe commencement of the motion to compel arbitration; (2) whether the party\r\nrequesting arbitration engaged in extensive discovery before moving to compel\r\narbitration; and (3) whether the non-moving party was prejudiced by the delay in\r\nseeking arbitration.\"); Davis v. KB Home of S.C., Inc., 394 S.C. 116, 132, 713\r\nS.E.2d 799, 807 (Ct. App. 2011) (\"No other South Carolina case has found that a\r\nparty did not waive their rights to compel arbitration after a year and a half of\r\nlitigation.\"); Rhodes, 374 S.C. at 127, 647 S.E.2d at 251 (\"To ascertain whether the\r\nnon-moving party was prejudiced, our courts often examine whether the party\r\nrequesting arbitration took advantage of the judicial system by engaging in\r\ndiscovery.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-589","title":"State v. Singletary","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-589.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert Singletary, Appellant.\r\n\r\n        Appellate Case No. 2010-166266\r\n\r\n\r\n                       Appeal From Florence County\r\n                    D. Craig Brown, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-589 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General David A. Spencer, all of Columbia; and\r\n        Solicitor Edgar Lewis Clements, III, of Florence, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following \n\r\nauthorities: State v. Patterson, 337 S.C. 215, 226, 522 S.E.2d 845, 851 (Ct. App. \n\r\n1999) (\"The decision to grant or deny a motion for a mistrial is within the sound \n\r\ndiscretion of the trial [court] and will not be overturned on appeal absent an abuse \n\r\nin discretion amounting to an error of law.\"); State v. Kelsey, 331 S.C. 50, 70, 502 \n\r\nS.E.2d 63, 73 (1998) (\"The granting of a motion for a mistrial is an extreme \n\r\nmeasure which should be taken only where an incident is so grievous that \n\r\nprejudicial effect can be removed in no other way.\"); State v. White, 371 S.C. 439, \n\r\n444, 639 S.E.2d 160, 163 (Ct. App. 2006) (\"A curative instruction to disregard \n\r\nincompetent evidence and not to consider it during deliberation is deemed to have \n\r\ncured any alleged error in its admission.\" (quoting State v. Walker, 366 S.C. 643, \n\r\n658, 623 S.E.2d 122, 130 (Ct. App. 2005))). \n\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-590","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-590.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert Lee Johnson, Appellant.\r\n\r\n        Appellate Case No. 2010-169668\r\n\r\n\r\n                      Appeal From Florence County \n\r\n                   Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-590 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Edgar Lewis Clements, III, of Florence, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Bantan, 387 S.C. 412, 417, 692 S.E.2d 201, 203 (Ct. App.\r\n2010) (\"The decision to grant or deny a mistrial is within the sound discretion of\r\nthe trial court and will not be overturned on appeal absent an abuse of discretion\r\namounting to an error of law.\"); State v. Craig, 267 S.C. 262, 268, 227 S.E.2d 306,\r\n309 (1976) (\"An instruction to disregard incompetent evidence or the withdrawal\r\nof such evidence usually is deemed to have cured the error in its admission unless\r\non the facts of the particular case it is probable that notwithstanding such\r\ninstruction or withdrawal the accused was prejudiced.\"); State v. Council, 335 S.C.\r\n1, 11-13, 515 S.E.2d 508, 513-14 (1999) (affirming the denial of a mistrial where a\r\nwitness for the State referenced prior SLED records); State v. Thompson, 352 S.C.\r\n552, 561, 575 S.E.2d 77, 82 (Ct. App. 2003) (holding a witness's vague reference\r\nto the defendant's prior criminal activity did not warrant a mistrial when the State\r\ndid not attempt to introduce evidence of other crimes).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, J.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-591","title":"Cartrette v. SCPPPS","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-591.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Billy Cartrette, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Probation, Parole and\r\n            Pardon Services, Respondent.\r\n\r\n            Appellate Case No. 2011-205106\r\n\r\n\r\n                   Appeal From the Administrative Law Court \n\r\n              Shirley C. Robinson, Administrative Law Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-591 \n\r\n                 Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Billy Cartrette, pro se.\r\n\r\n            Tommy Evans, Jr., of the Department of Probation,\r\n            Parole and Pardon Services, of Columbia, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Billy Cartrette appeals an Administrative Law Court's (ALC)\r\norder, affirming the Department of Probation, Parole and Pardon Services's (the\r\nDepartment) denial of his parole. On appeal, Cartrette argues the ALC erred in\r\n\nfinding the Department properly applied the statutorily created parole criteria in\r\ndenying his parole. We affirm.1\r\n\r\nWe hold the ALC did not err in determining the Department properly applied the\r\nstatutorily created parole criteria in denying Cartrette's parole. Section 24-21-640\r\nof the South Carolina Code (Supp. 2011) provides in pertinent part, \"The\r\n[Department] must carefully consider the record of the prisoner before during and\r\nafter imprisonment.\" \"This [c]ourt has the authority to interpret the parole statute.\"\r\nCooper v. S.C. Dep't of Prob., Parole & Pardon Servs., 377 S.C. 489, 496, 661\r\nS.E.2d 106, 110 (2008). Courts look to the plain meaning of the statute and the\r\nintent of the General Assembly when interpreting statutes. Hinton v. S.C. Dep't of\r\nProb., Parole & Pardon Servs., 357 S.C. 327, 332-33, 592 S.E.2d 335, 338-39 (Ct.\r\nApp. 2004). Here, section 24-21-640 plainly permits the Department to consider\r\n\"the record of the prisoner.\" S.C. Code Ann. § 24-21-640 (Supp. 2011). Nowhere\r\nin the statute is there language restricting \"the record of the prisoner\" to only those\r\nacts committed by the prisoner. Such an interpretation would seem to be in direct\r\nconflict with South Carolina's established accomplice liability law. See State v.\r\nThompson, 374 S.C. 257, 261-62, 647 S.E.2d 702, 704-05 (Ct. App. 2007) (noting\r\naccording to an accomplice liability theory \"'one who joins with another to\r\naccomplish an illegal purpose is liable criminally for everything done by his\r\nconfederate'\" (quoting State v. Condrey, 349 S.C. 184, 194, 562 S.E.2d 320, 324\r\n(Ct. App. 2002))). Accordingly, the trial court did not err in applying the parole\r\nstatute criteria.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-592","title":"State v. Parker, Scott","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-592.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Scott Parker, Appellant.\r\n\r\n        Appellate Case No. 2010-175766\r\n\r\n\r\n                      Appeal From Lexington County\r\n                  R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-592 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark Reynolds Farthing, all of\r\n        Columbia; and Solicitor Donald V. Myers, of Lexington,\r\n        for Respondent.\r\n\nPER CURIAM: Parker appeals his convictions of five counts of criminal sexual\r\nconduct with a minor, arguing the trial court erred in refusing to (1) grant a mistrial\r\nand (2) grant a continuance. We affirm1 pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether the trial judge erred in refusing to grant a mistrial: State v.\r\nBantan, 387 S.C. 412, 417, 692 S.E.2d 201, 203 (Ct. App. 2010) (\"The decision to\r\ngrant or deny a mistrial is within the sound discretion of the trial court and will not\r\nbe overturned on appeal absent an abuse of discretion amounting to an error of\r\nlaw.\"); id. (\"The granting of a motion for mistrial is an extreme measure that\r\nshould be taken only when the incident is so grievous the prejudicial effect can be\r\nremoved in no other way.\").\r\n\r\n2. As to whether the trial court erred in refusing to grant a continuance: State v.\r\nBabb, 299 S.C. 451, 454, 385 S.E.2d 827, 829 (1989) (\"The granting or denial of a\r\nmotion for a continuance is within the sound discretion of the trial [court] whose\r\nruling will not be disturbed on appeal absent an abuse of discretion, resulting in\r\nprejudice to the appellant.\"); State v. Tanner, 299 S.C. 459, 462, 385 S.E.2d 832,\r\n834 (1989) (holding the trial court did not abuse its discretion in denying a\r\ncontinuance when \"[t]here [was] no showing that any other evidence on behalf of\r\nthe appellant could have been produced, or that any other points in their behalf\r\ncould have been raised had more time been granted for the purpose of preparing\r\nthe case for trial.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-593","title":"Rest Assured v. SCDEW","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-593.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Rest Assured, LLC, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Employment and\r\n        Workforce, Respondent.\r\n\r\n        Appellate Case No. 2012-208766\r\n\r\n\r\n                 Appeal From the Administrative Law Court \n\r\n             Ralph King Anderson, III, Administrative Law Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-593 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Thornwell F. Sowell, III and David Cochran Dick, Jr.,\r\n        both of Sowell Gray Stepp & Laffitte, LLC, both of\r\n        Columbia, for Appellant.\r\n\r\n        Assistant General Counsel Debra Sherman Tedeschi, of\r\n        S.C. Department of Employment and Workforce, of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 41-35-750 (Supp. 2011) (\"[W]ithin thirty days from\r\nthe date of mailing the [South Carolina Department of Employment and\r\nWorkforce's (SCDEW)] decision . . . [a party may] initiate an action in the\r\nadministrative law court against the [SCDEW] for review of its decision.\"); Rule\r\n33, SCALCR (\"In appeals from decisions of the [SCDEW], the notice of appeal\r\nmust be filed and served within thirty (30) days of the date of the decision of the\r\n[SCDEW] Appellate Panel.\"); Rule 38, SCALCR (\"Upon motion of any party, or\r\non its own motion, an administrative law judge may dismiss an appeal for failure to\r\ncomply with any of the rules of procedure for appeals, including the failure to\r\ncomply with any of the time limits provided by this section.\").\r\n\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-594","title":"Babb v. The Estate of Charles Watson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-594.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Brenda R. Babb, Appellant,\r\n\r\n        v.\r\n\r\n        The Estate of Charles L. Watson, Eleanor G. Watson and\r\n        Pamela Watson Fehlig, as personal representatives of the\r\n        Estate of Charles L. Watson, CLW Investments, Inc.,\r\n        d/b/a Salt Marsh Cove, and Wilbur M. McLamb,\r\n        individually, Respondents.\r\n\r\n        Appellate Case No. 2010-166467\r\n\r\n\r\n                      Appeal From Charleston County \n\r\n                 Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-594 \n\r\n             Submitted October 2, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Brenda R. Babb, of Little River, pro se.\r\n\r\n        Stephan V. Futeral, of Futeral & Nelson, LLC, of Mt.\r\n        Pleasant, for Respondents.\r\n\nPER CURIAM: Brenda R. Babb appeals the trial court's order finding for the\r\ndefendants on her claims of breach of fiduciary duty, constructive fraud, and unjust\r\nenrichment. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in finding Babb failed to prove breach of\r\nfiduciary duty: Ellis v. Davidson, 358 S.C. 509, 519, 595 S.E.2d 817, 822 (Ct.\r\nApp. 2004) (\"A relationship must be more than casual to equal a fiduciary\r\nrelationship.\"); Burwell v. S.C. Nat'l Bank, 288 S.C. 34, 41, 340 S.E.2d 786, 790\r\n(1986) (\"As a general rule, mere respect for another's judgment or trust in his\r\ncharacter is usually not sufficient to establish such a relationship.\"); id. (\"The facts\r\nand circumstances must indicate that the one reposing the trust has foundation for\r\nhis belief that the one giving advice or presenting arguments is acting not in his\r\nown behalf, but in the interests of the other party.\"); Cowburn v. Leventis, 366 S.C.\r\n20, 37, 619 S.E.2d 437, 447 (Ct. App. 2005) (citation & internal quotation marks\r\nomitted) (\"[T]he evidence must show the entrusted party actually accepted or\r\ninduced the confidence placed in him.\").\r\n\r\n2. As to whether the trial court erred in finding Babb failed to prove constructive\r\nfraud: Armstrong v. Collins, 366 S.C. 204, 219, 621 S.E.2d 368, 375 (Ct. App.\r\n2005) (\"To establish constructive fraud, all elements of actual fraud except the\r\nelement of intent must be established.\"); Schnellmann v. Roettger, 373 S.C. 379,\r\n382, 645 S.E.2d 239, 241 (2007) (stating the elements of fraud are: (1) a\r\nrepresentation of fact; (2) its falsity; (3) its materiality; (4) knowledge of its falsity\r\nor a reckless disregard for whether it is true; (5) intent that the representation be\r\nacted upon; (6) the hearer's ignorance of the falsity; (7) the hearer's reliance on its\r\ntruth; (8) the hearer's right to rely thereon; and (9) the hearer's consequent and\r\nproximate injury); Armstrong, 366 S.C. at 219, 621 S.E.2d at 375 (\"[I]n a\r\nconstructive fraud case, where there is no confidential or fiduciary relationship,\r\nand an arm's length transaction between mature, educated people is involved, there\r\nis no right to rely.\").\r\n\r\n3. As to whether the trial court erred in finding Babb failed to prove unjust\r\nenrichment: Suaner v. Pub. Serv. Auth. of S.C., 354 S.C. 397, 409, 581 S.E.2d 161,\r\n167 (2003) (stating in order to establish unjust enrichment, a party must show \"(1)\r\nthat he conferred a non-gratuitous benefit on the defendant; (2) that the defendant\r\nrealized some value from the benefit; and (3) that it would be inequitable for the\r\ndefendant to retain the benefit without paying the plaintiff for its value.\").\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nAFFIRMED. \n\r\n\r\nFEW, C.J., and HUFF and WILLIAMS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-595","title":"State v. Linton","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-595.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Anthony Linton, Appellant.\r\n\r\n        Appellate Case No. 2011-189868\r\n\r\n\r\n                      Appeal From Beaufort County \n\r\n                   Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-595 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Staff Attorney\r\n        Julie Kate Keeney, all of Columbia; and Solicitor Isaac\r\n        McDuffie Stone, III, of Bluffton, for Respondent.\r\n\nPER CURIAM: Anthony Linton appeals his conviction of first-degree criminal\r\nsexual conduct with a minor, arguing the trial court erred (1) when it did not ask\r\nduring voir dire whether any juror, or their friends and relatives, was a victim of a\r\nviolent crime and (2) in allowing inadmissible hearsay testimony by an expert\r\nwitness. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred when it did not ask during voir dire whether\r\nany juror, or their friends and relatives, was a victim of a violent crime: State v.\r\nVang, 353 S.C. 78, 89, 577 S.E.2d 225, 230 (Ct. App. 2003) (holding the trial court\r\nis not required to ask every voir dire question submitted by the attorneys); State v.\r\nHill, 361 S.C. 297, 308, 604 S.E.2d 696, 702 (2004) (\"To constitute reversible\r\nerror, a limitation on questioning must render the trial 'fundamentally unfair.'\"\r\n(citations omitted)); State v. Grant, 275 S.C. 404, 409, 272 S.E.2d 169, 172 (1980)\r\n(holding the trial court did not err in refusing to ask each juror whether they were a\r\nvictim of a crime in the last three years).\r\n\r\n2. As to whether the trial court erred in allowing inadmissible hearsay testimony by\r\nan expert witness: State v. Garner, 389 S.C. 61, 67-68, 697 S.E.2d 615, 618 (Ct.\r\nApp. 2010) (\"[I]mproper admission of hearsay testimony constitutes reversible\r\nerror only when the admission causes prejudice. Such error is deemed harmless\r\nwhen it could not have reasonably affected the result of the trial, and an appellate\r\ncourt will not set aside a conviction for such insubstantial errors. An insubstantial\r\nerror is harmless when guilt is proven by competent evidence such that no other\r\nrational decision could be reached . . . .\" (internal quotations and citations\r\nomitted)); Huggler v. State, 360 S.C. 627, 634-35, 602 S.E.2d 753, 757 (2004)\r\n(holding the trial court did not err by allowing inadmissible hearsay testimony\r\nbecause the evidence of abuse was overwhelming).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-596","title":"Dewall v. Hicks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-596.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n           Neva G. Dewall, South Carolina Department of Social\r\n           Services, Respondents,\r\n\r\n           v.\r\n\r\n           Phillip Hicks, Appellant.\r\n\r\n           Appellate Case No. 2012-206547\r\n\r\n\r\n                         Appeal From Charleston County \n\r\n                      Judy L. McMahon, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-596 \n\r\n                Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n           Phillip Hicks, of Charleston, pro se.\r\n\r\n           Paul Fredrick LeBarron, of South Carolina Department\r\n           of Social Services, of Charleston, for Respondents.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\n1. As to whether the family court erred in holding Hicks in contempt: DiMarco v.\r\nDiMarco, 393 S.C. 604, 607, 713 S.E.2d 631, 633 (2011) (\"A finding of contempt\r\nrests within the sound discretion of the [family court].\"); Abate v. Abate, 377 S.C.\r\n548, 552, 660 S.E.2d 515, 518 (Ct. App. 2008) (\"An appellate court should reverse\r\na decision regarding contempt only if it is without evidentiary support or the\r\n[family court] has abused [its] discretion.\"); Woodside v. Woodside, 290 S.C. 366,\r\n379, 350 S.E.2d. 407, 415 (Ct. App. 1986) (holding a person is in contempt when\r\nhe or she willfully disobeys a court order); Bartlett v. Rachels, 375 S.C. 348, 352,\r\n652 S.E.2d 432, 435 (Ct. App. 2007) (\"For purposes of contempt, an act is willful\r\nif done voluntarily and intentionally with the specific intent to do something the\r\nlaw forbids, or with the specific intent to fail to do something the law requires to be\r\ndone; that is to say, with bad purpose either to disobey or disregard the law.\"\r\n(internal quotations omitted)).\r\n\r\n2. As to Hicks's remaining issues: Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497\r\nS.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be raised for the first\r\ntime on appeal, but must have been raised to and ruled upon by the [family court]\r\nto be preserved for appellate review.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-597","title":"State v. Norris","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-597.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Garron Norris, Appellant.\r\n\r\n        Appellate Case No. 2010-168508\r\n\r\n\r\n                      Appeal From Cherokee County \n\r\n                    Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-597 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor Barry Barnette, of Spartanburg, for\r\n        Respondent.\r\n\nPER CURIAM: Norris appeals his conviction of second-degree criminal sexual\r\nconduct. . He contends the trial court erred in (1) denying him his right to a speedy\r\ntrial and (2) allowing him to proceed pro se without adequately inquiring into his\r\nreasons for proceeding pro se. We affirm1 pursuant to Rule 220(b), SCACR, and\r\nthe following authorities:\r\n\r\n1. As to whether the trial court erred in denying Norris his right to a speedy trial:\r\nState v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693-94 (2003) (providing that\r\nin order for an issue to be preserved for appellate review, it must have been raised\r\nto and ruled upon by the trial court).\r\n\r\n2. As to whether the trial court erred in allowing Norris to proceed pro se, we find\r\na valid waiver of the right to counsel: Faretta v. California, 422 U.S. 806, 807\r\n(1975) (\"The Sixth and Fourteenth Amendments of our Constitution guarantee that\r\na person brought to trial in any state or federal court must be afforded the right to\r\nthe assistance of counsel before he can be validly convicted and punished by\r\nimprisonment.\"); State v. Bryant, 383 S.C. 410, 414, 680 S.E.2d 11, 13 (Ct. App.\r\n2009) (\"It is the trial court's responsibility to determine whether there was a\r\nknowing and intelligent waiver by the accused.\"); id. (\"To effectuate a valid\r\nwaiver, the accused must (1) be advised of the right to counsel and (2) be\r\nadequately warned of the dangers of self-representation.\"); State v. Thompson, 355\r\nS.C. 255, 262, 584 S.E.2d 131, 134 (Ct. App. 2003) (\"A defendant may surrender\r\nhis right to counsel through (1) waiver by affirmative, verbal request; (2) waiver by\r\nconduct; and (3) forfeiture.\"); id. at 262, 584 S.E.2d at 135 (\"If the trial [court] fails\r\nto address the disadvantages of appearing pro se, as required by the second prong\r\nof Faretta, this [c]ourt will look to the record to determine whether petitioner had\r\nsufficient background or was apprised of his rights by some other source.\" (internal\r\nquotation marks omitted)); Faretta, 422 U.S. at 835 (\"Although a defendant need\r\nnot himself have the skill and experience of a lawyer in order competently and\r\nintelligently to choose self-representation, he should be made aware of the dangers\r\nand disadvantages of self-representation, so that the record will establish that he\r\nknows what he is doing and his choice is made with eyes open.\"); Wroten v. State,\r\n301 S.C. 293, 294, 391 S.E.2d 575, 576 (1990) (\"While a specific inquiry by the\r\ntrial [court] expressly addressing the disadvantages of a pro se defense is preferred,\r\nthe ultimate test is not the trial [courts] advice but rather the defendant's\r\nunderstanding.\"); Watts v. State, 347 S.C. 399, 402, 556 S.E.2d 368, 370 (2001)\r\n\r\n    We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n1\r\n\n(providing if the trial court fails to explicitly address the disadvantages of\r\nappearing pro se, the court may look to the record to determine whether petitioner\r\nhad sufficient background to understand the dangers of self representation or was\r\napprised of his rights by some other source); State v. Cash, 309 S.C. 40, 43, 419\r\nS.E.2d 811, 813 (Ct. App. 1992) (\"Factors the courts have considered in\r\ndetermining if an accused had sufficient background to understand the\r\ndisadvantages of self-representation include: (1) the accused's age, educational\r\nbackground, and physical and mental health; (2) whether the accused was\r\npreviously involved in criminal trials; (3) whether he knew of the nature of the\r\ncharge and of the possible penalties; (4) whether he was represented by counsel\r\nbefore trial or whether an attorney indicated to him the difficult of self-\r\nrepresentation in his particular case; (5) whether he was attempting to delay or\r\nmanipulate the proceedings; (6) whether the court appointed stand-by counsel; (7)\r\nwhether the accused knew he would be required to comply with the rules of\r\nprocedure at trial; (8) whether he knew of legal challenges he could raise in\r\ndefense to the charges against him; (9) whether the exchange between the accused\r\nand the court consisted merely of pro forma answers to pro forma questions; and\r\n(10) whether the accused's waiver resulted from either coercion or mistreatment.\").\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-598","title":"Smith v. Moore","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-598.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Kathy Smith, Appellant,\r\n\r\n            v.\r\n\r\n            Joseph H. Moore, Respondent.\r\n\r\n            Appellate Case No. 2011-201526\r\n\r\n\r\n                          Appeal From Clarendon County\r\n                       W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-598 \n\r\n                 Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Robert J. Butcher, of The Camden Law Firm, PA, of\r\n            Camden, for Appellant.\r\n\r\n            James Keith Gilliam and Henrietta U. Golding, both of\r\n            McNair Law Firm, PA, of Myrtle Beach, for Respondent.\r\n\r\n\r\nPER CURIAM: Kathy Smith appeals the trial court's grant of summary judgment\r\nin favor of Joseph H. Moore, arguing the trial court erred in the following: (1)\r\ngranting summary judgment on her intentional infliction of emotional distress\r\nclaim; (2) granting summary judgment on her assault claim; (3) granting summary\r\n\njudgment on her false imprisonment claim; and (4) considering evidence of her\r\nsettlement offer in determining whether to grant summary judgment.1 We affirm.2\r\n\r\nAppellate courts apply the same standard as trial courts when reviewing a grant of\r\nsummary judgment pursuant to Rule 56(c), SCRCP. Knight v. Austin, 396 S.C.\r\n518, 521, 722 S.E.2d 802, 804 (2012). \"Summary judgment is appropriate when\r\nthe pleadings, depositions, affidavits, and discovery on file show there is no\r\ngenuine issue of material fact such that the moving party must prevail as a matter\r\nof law.\" Id. at 521-22, 722 S.E.2d at 804; Rule 56(c), SCRCP. In making this\r\ndetermination, the court must view the evidence and draw all reasonable inferences\r\nin a light most favorable to the non-moving party. Fleming v. Rose, 350 S.C. 488,\r\n493-94, 567 S.E.2d 857, 860 (2002). \"[I]n cases applying the preponderance of the\r\nevidence burden of proof, the non-moving party is only required to submit a mere\r\nscintilla of evidence in order to withstand a motion for summary judgment.\"\r\nHancock v. Mid-South Mgmt. Co., 381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009).\r\n\"However, in cases requiring a heightened burden of proof . . . the non-moving\r\nparty must submit more than a mere scintilla of evidence to withstand a motion for\r\nsummary judgment.\" Id. at 330-31, 673 S.E.2d at 803.\r\n\r\n1. We hold the trial court did not err in granting Moore's motion for summary\r\njudgment on Smith's intentional infliction of emotional distress claim. \"[W]hen\r\nruling on a summary judgment motion, a court must determine whether the\r\nplaintiff has established a prima facie case as to each element of a claim for\r\nintentional infliction of emotional distress.\" Hansson v. Scalise Builders of S.C.,\r\n374 S.C. 352, 358, 650 S.E.2d 68, 71 (2007). To prevail in an action for\r\nintentional infliction of emotional distress, a plaintiff must establish the following:\r\n\r\n             (1) the defendant intentionally or recklessly inflicted\r\n             severe emotional distress, or was certain, or substantially\r\n             certain, that such distress would result from his conduct;\r\n\r\n             (2) the conduct was so \"extreme and outrageous\" as to\r\n             exceed \"all possible bounds of decency\" and must be\r\n\r\n\r\n1 We hold Smith's other issue is abandoned because she fails to present any \n\r\nargument concerning it in her appellate brief. See Wright v. Craft, 372 S.C. 1, 20, \n\r\n640 S.E.2d 486, 497 (Ct. App. 2006) (noting an issue that is raised on appeal but \n\r\nnot argued in the appellate brief is deemed abandoned and will not be considered \n\r\nby an appellate court).\n\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR. \n\r\n\n             regarded as \"atrocious, and utterly intolerable in a\r\n             civilized community;\"\r\n\r\n             (3) the actions of the defendant caused plaintiff's severe\r\n             emotional distress; and\r\n\r\n             (4) the emotional distress suffered by plaintiff was\r\n             \"severe\" such that \"no reasonable man could be expected\r\n             to endure it.\"\r\n\r\nArgoe v. Three Rivers Behavioral Health, L.L.C., 392 S.C. 462, 475, 710 S.E.2d\r\n67, 74 (2011) (quoting Hansson, 374 S.C. at 356, 650 S.E.2d at 70 (2007)). \"In\r\norder to prevent claims for intentional infliction of emotional distress from\r\nbecoming a panacea for wounded feelings rather than reprehensible conduct, the\r\ncourt plays a significant gatekeeping role in analyzing a defendant's motion for\r\nsummary judgment.\" Hansson, 374 S.C. at 358, 650 S.E.2d at 72 (quotation marks\r\nand citation omitted). Here, Smith admitted in her deposition that her incident with\r\nMoore did not cause her to seek any sort of medical help, did not cause her to miss\r\nwork, and did not affect her ability to perform her job. Additionally, Smith\r\ntestified the only damages she suffered resulted from rumors about the incident\r\nthat spread around town. Based on this testimony, we hold Smith failed to\r\nestablish a genuine issue of material fact existed as to her claim for intentional\r\ninfliction of emotional distress.\r\n\r\n2. We hold the trial court did not err in granting summary judgment on Smith's\r\nassault claim. \"An 'assault' is an attempt or offer, with force or violence, to inflict\r\nbodily harm on another or engage in some offensive conduct.\" Mellen v. Lane, 377\r\nS.C. 261, 276, 659 S.E.2d 236, 244 (Ct. App. 2008). \"The elements of assault are:\r\n(1) conduct of the defendant which places the plaintiff, (2) in reasonable fear of\r\nbodily harm.\" Id. Here, in addition to Smith's failure to present evidence\r\nindicating she was afraid Moore was going to harm her, Smith testified she had\r\nnever been in a situation in which she was afraid anyone was going to harm her.\r\nAccordingly, the trial court did not err in finding Smith failed to establish a\r\ngenuine issue of material fact existed as to her assault claim.\r\n\r\n3. We hold the trial court did not err in granting summary judgment on Smith's\r\nfalse imprisonment claim. \"False imprisonment is the deprivation of one's liberty\r\nwithout justification.\" Jones by Robinson v. Winn-Dixie Greenville, Inc., 318 S.C.\r\n171, 175, 456 S.E.2d 429, 432 (Ct. App. 1995). To prevail under a false\r\nimprisonment theory, a plaintiff must establish the following: (1) the defendant\r\nrestrained him; (2) the restraint was intentional; and (3) the restraint was unlawful.\r\n\nArgoe, 392 S.C. at 473, 710 S.E.2d at 73. \"The tort of false imprisonment may be\r\ncommitted by words alone, or by acts alone or by both, and by merely operating on\r\nthe will of the individual, or by personal violence or by both.\" Gathers v. Harris\r\nTeeter Supermarket, Inc. 282 S.C. 220, 230-31, 317 S.E.2d 748, 755 (Ct. App.\r\n1984). Here, Smith failed to present any evidence indicating Moore in any way\r\nrestrained her, and actually testified she had never been in a situation where she\r\nwas held against her will. Accordingly, we hold the trial court did not err in\r\nfinding Smith failed to establish there existed a genuine issue of material fact as to\r\nSmith's false imprisonment claim.\r\n\r\n4. We hold Smith's issue assigning error to the trial court's consideration of her\r\nsettlement offer is not preserved for review because it was never raised to or ruled\r\nupon by the trial court. See Herron v. Century BMW, 395 S.C. 461, 466,719\r\nS.E.2d 640, 642 (2011) (\"At a minimum, issue preservation requires that an issue\r\nbe raised to and ruled upon by the trial [court].\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-599","title":"State v. Lockhart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-599.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Anthony Lockhart, Appellant.\r\n\r\n        Appellate Case No. 2010-161727\r\n\r\n\r\n                       Appeal From Calhoun County \n\r\n                Diane Schafer Goodstein, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-599 \n\r\n             Submitted October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Attorney\r\n        General J. Anthony Mabry, all of Columbia; and\r\n        Solicitor David Michael Pascoe, Jr., of Orangeburg, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Miller, 367 S.C. 329, 336, 626 S.E.2d 328, 332 (2006) (holding\r\nerror is harmless if, after reviewing the entire record, the reviewing court finds the\r\nerror \"could not reasonably have affected the result of the trial\"); State v. Santiago,\r\n370 S.C. 153, 164-65, 634 S.E.2d 23, 29 (Ct. App. 2006) (holding even if the trial\r\ncourt erred in excluding evidence, the error is harmless if there is overwhelming\r\nevidence of the defendant's guilt); State v. Fossick, 333 S.C. 66, 70, 508 S.E.2d 32,\r\n34 (1998) (holding to determine whether an issue of witness credibility constitutes\r\nharmless error, a court considers \"the importance of the witness's testimony to the\r\nprosecution's case, whether the witness's testimony was cumulative, whether other\r\nevidence corroborates or contradicts the witness's testimony, the extent of cross-\r\nexamination otherwise permitted, and the overall strength of the State's case\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-600","title":"Irby v. Lawson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-600.pdf","description":null,"date":"2012-10-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n              Karen Irby, Appellant,\r\n\r\n              v.\r\n\r\n              Augusta Lawson, Respondent.\r\n\r\n              Appellate Case No. 2010-171346\r\n\r\n\r\n                           Appeal From Laurens County\r\n                       J. Mark Hayes, II, Circuit Court Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-600 \n\r\n                   Heard October 1, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n              Andrew M. Jones, Jr., of Jones & Jones, LLC, of\r\n              Greenville, for Appellant.\r\n\r\n              Edward D. Sullivan, of Sullivan Law Firm, of Columbia\r\n              for Respondent.\r\n\r\n\r\nPER CURIAM: Augusta Lawson moved for sanctions against Karen Irby under\r\nthe South Carolina Frivolous Civil Proceedings Sanctions Act1 (the Act) and Rule\r\n11, SCRCP. The trial court granted attorneys' fees and costs of $5,143 to Lawson.\r\n\r\n1   S.C. Code Ann. §§ 15-36-10 to -50 (2005 & Supp. 2011).\r\n\nIrby appeals, arguing (1) the trial court erred in ruling on the issue of sanctions\r\nbecause a prior trial judge retained exclusive jurisdiction to hear the matter, (2) the\r\nfiling of an action for damages against Lawson was reasonable, and (3) no\r\nevidence supported the award of attorney's fees. We affirm pursuant to Rule\r\n220(b)(1), SCACR, and the following authorities:\r\n\r\n1.     As to whether the trial court erred in ruling on the motion for sanctions: Rule\r\n43(l), SCRCP (\"If any motion be made to any judge and be denied, in whole or in\r\npart, or be granted conditionally, no subsequent motion upon the same state of\r\nfacts shall be made to any other judge in that action.\"); S.C. Code Ann. § 15-36-\r\n10(C) (Supp. 2011) (providing the court shall determine if a claim or defense is\r\nfrivolous under the Act at the conclusion of a trial or a case that has been dismissed\r\nupon the motion of the prevailing party); Salmonsen v. CGD, Inc., 377 S.C. 442,\r\n454, 661 S.E.2d 81, 88 (2008) (finding no merit to the appellant's argument that\r\none circuit judge overruled another when the first judge never ruled on the precise\r\nissue).\r\n\r\n      As to whether it was reasonable for Irby to file her action against Lawson:\r\n2.\r\nPlum Creek Dev. Co. v. City of Conway, 334 S.C. 30, 34, 512 S.E.2d 106, 109\r\n(1999) (stating res judicata bars a litigant from raising any issues, which were or\r\nmight have been, adjudicated in a prior action).\r\n\r\n3.      As to whether there was evidence to support the award of attorney's fees:\r\nSe. Site Prep, LLC v. Atl. Coast Builders & Contractors, LLC, 394 S.C. 97, 104,\r\n713 S.E.2d 650, 653-54 (Ct. App. 2011) (explaining an appellate court applies an\r\nequitable standard of review of actions for sanctions under the Act and Rule 11,\r\nSCRCP; however, when the appellate court agrees with the trial court's findings of\r\nfact, it reviews the decision to award sanctions under an abuse of discretion\r\nstandard); id. (\"Under the abuse of discretion standard, the imposition of sanctions\r\nwill not be disturbed on appeal unless the decision is controlled by an error of law\r\nor is based on unsupported factual conclusions.\"); Seabrook Island Prop. Owners'\r\nAss'n v. Berger, 365 S.C. 234, 244, 616 S.E.2d 431, 436 (Ct. App. 2005) (finding\r\nan affidavit provided sufficient evidentiary support for an award of attorney's fees).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"}]