[{"id":"2012-UP-397","title":"Thunder Island v. Kennedy Funding","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-397.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Thunder Island Development, LLC, and Dan Keener,\r\n        Appellants,\r\n\r\n        v.\r\n\r\n        Kennedy Funding, Inc., Jonathan Weiner, Kevin Wolfer,\r\n        Henry Haskell, Amvest, LLC, and Mark S. Kelly,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2010-155588\r\n\r\n\r\n\r\n                   Appeal From Beaufort County \n\r\n              Marvin H. Dukes, III, Special Circuit Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-397 \n\r\n               Heard May 7, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        James O. Hale, Hale & Bolchoz, LLC, of Hilton Head\r\n        Island, for Appellant.\r\n\r\n        Jason Wayne Ward, Barry L. Johnson, PA, of Okatie, for\r\n        Respondents Amvest, LLC, and Mark S. Kelley; and\r\n        Otto Edworth Liipfert, III, and Mary Elizabeth Sharp,\r\n        both of Griffith, Sadler & Sharp, PA, of Beaufort, for\r\n\n            Respondents Kennedy Funding, Inc., Jonathan Weiner,\r\n            Kevin Wolfer, and Henry Haskell.\r\n\r\n\r\nFEW, C.J.: Dan Keener sought a loan for the sale of real property from Kennedy\r\nFunding, Inc., a New Jersey corporation. Kennedy Funding charged Keener an\r\nadvance fee for the loan in violation of the South Carolina Loan Brokers and\r\nUnfair Trade Practices Acts. S.C. Code Ann. §§ 34-36-20(1), -80(A) (Supp.\r\n2011); § 39-5-140 (1976). The commitment letter for the loan stated New Jersey\r\nlaw applied to the transaction.1 The parties could never agree on a final loan\r\namount, and Keener rejected Kennedy Funding's request for an extension of the\r\nexpiration of the commitment. Keener then demanded Kennedy Funding return\r\nthe advance fee. Kennedy Funding refused, and Keener filed an action against it\r\nfor a violation of the Unfair Trade Practices Act.\r\n\r\nThe special circuit judge granted Kennedy Funding's motion for summary\r\njudgment because it found New Jersey law applied to the transaction pursuant to\r\nthe choice of law provision and charging an advance fee is legal in New Jersey.\r\nWe affirm pursuant to Rule 220(c), SCACR, because the record shows Keener\r\nwaived his right to assert a claim for damages resulting from Kennedy Funding\r\ncharging a commitment fee.\r\n\r\nWhen reviewing an order granting \"a summary judgment motion, appellate courts\r\napply the same standard that governs the trial court under Rule 56(c), SCRCP,\r\nwhich provides that summary judgment is proper when there is no genuine issue as\r\nto any material fact and the moving party is entitled to judgment as a matter of\r\nlaw.\" USAA Prop. & Cas. Ins. Co. v. Clegg, 377 S.C. 643, 653, 661 S.E.2d 791,\r\n796 (2008). \"[T]he appellate court will review all ambiguities, conclusions, and\r\ninferences arising in and from the evidence in a light most favorable to the non-\r\nmoving party below.\" Id.\r\n\r\n\r\n\r\n\r\n1Charging an advance fee for a loan is not actionable in New Jersey. See N.J. Stat.\r\nAnn. § 56:8-2 (West 2001); Prof'l Cleaning & Innovative Bldg. Servs., Inc. v.\r\nKennedy Funding, Inc., 408 Fed. Appx. 566, 570-71, 2010 WL 4823377, 4 (3d Cir.\r\n2010) (finding the New Jersey Consumer Fraud Act does not apply to Kennedy\r\nFunding's advance fee loan).\r\n\nViewing the evidence in a light most favorable to Keener, we find even if the Loan\r\nBrokers Act and UTPA applied to this action, he waived his right to seek relief\r\npursuant to it based on the commitment fee.\r\n\r\n\"A waiver is a voluntary and intentional abandonment or relinquishment of a\r\nknown right.\" Sanford v. S.C. State Ethics Comm'n, 385 S.C. 483, 496, 685 S.E.2d\r\n600, 607 (2009). \"Waiver requires a party to have known of a right and known\r\nthat right was being abandoned.\" 385 S.C. at 496-97, 685 S.E.2d at 607. \"The\r\ndetermination of whether one's actions constitute waiver is a question of fact.\" 385\r\nS.C. at 497, 685 S.E.2d at 607. \"Everyone is presumed to have knowledge of the\r\nlaw and must exercise reasonable care to protect his interests.\" Smothers v. U.S.\r\nFid. & Guar. Co., 322 S.C. 207, 210-11, 470 S.E.2d 858, 860 (Ct. App. 1996)\r\n(holding a court of equity would not protect an appellant who was represented by\r\ncounsel and had an opportunity to consult with counsel before entering into a\r\nrelease).\r\n\r\nThe record shows Keener \"understood [he] was paying a commitment fee.\"\r\nKeener was represented by counsel, who negotiated the New Jersey governing law\r\nprovision and obtained New Jersey counsel for Keener. The special circuit judge\r\nwent to great lengths to emphasize he based his decision in part on the finding that\r\nthe parties negotiated the transaction at arms-length and were all sophisticated\r\nbusiness entities. Specifically, the judge found Keener, \"while being assisted by\r\ntwo South Carolina loan brokers and a South Carolina attorney, sought out money\r\nfor this transaction all over the country. [Keener]'s only potential source of\r\nfunding came from Defendant [Kennedy Funding], a New Jersey company . . . .\"\r\nThe judge further found Kennedy Funding \"issued a loan commitment to [Keener]\r\nthat expressly contained a New Jersey choice of forum and choice of law clause . .\r\n. . The agreement was negotiated at arms'-length between two sophisticated\r\nparties, and both parties clearly understood the terms to which they were agreeing.\"\r\nFinally, the judge stated \"all correspondence between [Keener's attorney] and\r\n[Kenney Funding] specifically contemplated the payment of fees prior to the\r\nclosing.\"\r\n\r\nWe find Keener is charged with knowledge of the law regarding commitment fees.\r\nThere is no evidence that he did not intentionally and voluntarily choose to accept\r\n\nKennedy Funding's loan offer in exchange for paying a commitment fee.\r\nTherefore, Keener waived his right to challenge the legality of the fee.2\r\n\r\nAFFIRMED. \n\r\n\r\nHUFF, J., concurs. \n\r\n\r\nSHORT, J., concurs in result. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 Our opinion affects only Keener's right of recovery. Nothing in our opinion\r\nforecloses any action the State, who was not a party to the transaction, may assert\r\nagainst Kennedy Funding. See S.C. Code Ann. § 34-36-60(A), (C) (Supp. 2011)\r\n(stating the State Department of Consumer Affairs may bring an action \"on behalf\r\nof the State against the person and any other person concerned in that practice in\r\nviolation of this chapter\" and may seek numerous remedies including an injunction\r\nand restitution for \"the persons whose assets were obtained in violation of this\r\nchapter\"); §§ 39-5-50, & -110 (1976) (providing the Attorney General may, with\r\nreasonable cause to believe a person is about to or has violated the UTPA, seek an\r\ninjunction, the recovery of damages for the State and any damaged individual, and\r\nthe revocation of a violator's license).\r\n\n","court":"Appeals"},{"id":"2012-UP-398","title":"State v. Hampton","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-398.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                        Respondent,\r\n\r\n                                  v.\r\n      Levario M. Hampton,               Appellant.\r\n\r\n\r\n\r\n                            __________\r\n\r\n                    Appeal From Berkeley County \n\r\n              Kristi Lea Harrington, Circuit Court Judge \n\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-398 \n\r\n             Submitted May 1, 2012 – Filed July 11, 2012 \n\r\n                           __________\r\n\r\n                            AFFIRMED\r\n                            __________\r\n\r\n        Appellate Defender Elizabeth A. Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        and Assistant Attorney General William M. Blitch\r\n\n              Jr., all of Columbia; and Solicitor Scarlett Anne\r\n              Wilson, of Charleston, for Respondent.\r\n\r\n\r\n       PER CURIAM: Levario M. Hampton appeals his convictions of\r\narmed robbery and possession of a weapon during the commission of a\r\nviolent crime, arguing the trial court erred in denying his motion for a\r\ndirected verdict because the State's evidence amounted only to a mere\r\nsuspicion he was guilty. Because Hampton's accomplice testified Hampton\r\ncommitted the armed robbery and other testimony and circumstantial\r\nevidence corroborated it, we affirm1 pursuant to Rule 220(b)(1), SCACR, and\r\nthe following authorities: State v. Weston, 367 S.C. 279, 292, 625 S.E.2d\r\n641, 648 (2006) (\"When ruling on a motion for a directed verdict, the trial\r\ncourt is concerned with the existence or nonexistence of evidence, not its\r\nweight.\"); id. at 292-93, 625 S.E.2d at 648 (stating an appellate court views\r\nthe evidence and all reasonable inferences in the light most favorable to the\r\nState when reviewing a denial of a directed verdict and must find the case\r\nwas properly submitted to the jury if any direct evidence or any substantial\r\ncircumstantial evidence reasonably tends to prove the guilt of the accused);\r\nState v. Needs, 333 S.C. 134, 144, 508 S.E.2d 857, 862 (1998) (\"[T]he jury is\r\nthe judge of which contradictory statement of the witness is the truth.\"\r\n(citation and internal quotation marks omitted)); State v. Smith, 363 S.C. 111,\r\n115, 609 S.E.2d 528, 530 (Ct. App. 2005) (\"The weight of the evidence is a\r\nquestion for the jury.\").\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-399","title":"Bowen v. SCDMV","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-399.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      Carson R. Bowen,                 Appellant,\r\n\r\n                                 v.\r\n      South Carolina Department of \n\r\n      Motor Vehicles,                  Respondent. \n\r\n\r\n\r\n\r\n                            __________\r\n\r\n             Appeal From the Administrative Law Court\r\n        Shirley C. Robinson, Administrative Law Court Judge\r\n\r\n                            __________\r\n\r\n              Unpublished Opinion No. 2012-UP-399 \n\r\n            Submitted June 1, 2012 – Filed July 11, 2012 \n\r\n                           __________\r\n\r\n                            AFFIRMED\r\n                            __________\r\n\r\n        Edward L. Phipps, of Mount Pleasant, for Appellant.\r\n\r\n        Frank L. Valenta, Jr., Philip S. Porter, and Linda\r\n        Annette Grice, all of Blythewood, for Respondent.\r\n\n      PER CURIAM: Carson R. Bowen appeals the order of the\r\nadministrative law court (the ALC) affirming the South Carolina Department\r\nof Motor Vehicles's (the Department) suspension of his driver's license for\r\ndriving under the influence. On appeal, Bowen argues the ALC erred in (1)\r\naffirming the hearing officer's denial of his request to proffer testimony\r\nconcerning the request for admissions and admission of contrary testimony to\r\nthe responses to the request and (2) finding the Mount Pleasant Police\r\nDepartment (the Police) established a proper foundation that the Datamaster\r\nmachine was working properly. We affirm1 pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities:\r\n\r\n      1.     As to whether the ALC erred in affirming the Department's\r\nhearing officer's denial of Bowen's request to proffer testimony concerning\r\nthe requests for admissions and admission of contrary testimony to the\r\nresponses to these requests: Dunn v. Dunn, 298 S.C. 499, 502, 381 S.E.2d\r\n734, 735 (1989) (\"A trial court['s] rulings on discovery matters will not be\r\ndisturbed on appeal absent a clear abuse of discretion. The burden is upon the\r\nparty appealing from the order to demonstrate the trial court abused its\r\ndiscretion. An abuse of discretion may be found by this Court where the\r\nappellant shows that the conclusion reached by the [trial] court was without\r\nreasonable factual support, resulted in prejudice to the right of appellant, and,\r\ntherefore, amounted to an error of law.\" (citations and internal quotation\r\nmarks omitted)); Rule 36(a), SCRCP (\"A party may serve upon any other\r\nparty a written request for the admission, for purposes of the pending action\r\nonly, of the truth of any matters within the scope of Rule 26(b) set forth in the\r\nrequest that relate to statements or opinions of fact or of the application of\r\nlaw to fact . . . . The matter is admitted unless . . . the party to whom the\r\nrequest is directed serves upon the party requesting the admission a written\r\nanswer or objection addressed to the matter . . . . The answer shall\r\nspecifically deny the matter or set forth in detail the reasons why the\r\nanswering party cannot truthfully admit or deny the matter.\").\r\n\r\n     2.    As to whether the ALC erred in finding the Police established a\r\nproper foundation that the Datamaster machine was working properly: S.C.\r\nCode Ann. § 56-5-2951(A) (Supp. 2011) (providing the Department \"must\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nsuspend the driver's license . . . of . . . a person who drives a motor vehicle\r\nand . . . has an alcohol concentration of fifteen one-hundredths of one percent\r\nor more\"); S.C. Code Ann. § 56-5-2951(B)(2) & (F) (Supp. 2011) (providing\r\na party may request an administrative hearing on the suspension of the\r\ndriver's license within thirty days and an administrative hearing must be held\r\nafter the request for the hearing is received); S.C. Code Ann. § 56-5-2951(F)\r\n(\"The scope of the hearing is limited to whether the person: (1) was lawfully\r\narrested or detained; (2) was given a written copy of and verbally informed of\r\nthe rights . . . ; (3) refused to submit to a test . . . ; or (4) consented to taking a\r\ntest . . . , and the: (a) reported alcohol concentration at the time of testing was\r\nfifteen one-hundredths of one percent or more; (b) individual who\r\nadministered the test or took samples was qualified . . . ; (c) tests\r\nadministered and samples obtained were conducted pursuant to Section 56-5-\r\n2950; and (d) machine was working properly.\"); State v. Parker, 271 S.C.\r\n159, 163, 245 S.E.2d 904, 906 (1978) (\"Prior to admitting such evidence, the\r\nState may be required to prove (1) that the machine was in proper working\r\norder at the time of the test; (2) that the correct chemicals had been used; (3)\r\nthat the accused was not allowed to put anything in his mouth for 20 minutes\r\nprior to the test, and (4) that the test was administered by a qualified person\r\nin the proper manner.\" (footnotes omitted)).\r\n\r\n      AFFIRMED.\r\n\r\n      FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-400","title":"SCDSS v. Ronald R.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-400.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Sierra R. and Ronald R., Defendants,\r\n\r\n        Of Whom Ronald R. is the Appellant,\r\n\r\n        In the interest of a minor under the age of 18.\r\n\r\n        Appellate Case No. 2012-205506\r\n\r\n\r\n                      Appeal From Aiken County \n\r\n                   Deborah Neese, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-400 \n\r\n              Submitted June 1, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Dorothy Holley Hogg, of Fulcher Hagler, LLP, of\r\n        Augusta, Georgia, for Appellant.\r\n\r\n        Dennis M. Gmerek, of the South Carolina Department of\r\n        Social Services, of Columbia, for Respondent.\r\n\n              Patrick McWilliams, of Aiken, Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Ronald R. appeals the family court's final order terminating his\r\nparental rights to his minor child. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Upon a thorough review of the record and the family court's findings of\r\nfact and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues warrant briefing. Accordingly,\r\nwe affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-401","title":"Warren v.Yarborough","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-401.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Susan Y. Warren and Donna Y. Siler, Respondents,\r\n\r\n        v.\r\n\r\n        Ronald Yarborough, Individually and as Personal\r\n        Representative, and as Trustee, In Re: Estates of\r\n        Kathleen M. Yarborough and Legrand I. Yarborough,\r\n        Appellant.\r\n\r\n        Appellate Case No. 2009-137486\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n              Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-401 \n\r\n               Heard April 12, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n             AFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n        Robert B. Pearlman, of Pearlman & Pearlman, PC, of\r\n        Mount Pleasant; Benjamin Goldberg, of Charleston, for\r\n        Appellant.\r\n\r\n        Shirrese Brown Brockington and Joseph S. Brockington,\r\n        both of Joseph S. Brockington, PA, of Charleston, for\r\n        Respondents.\r\n\nPER CURIAM: This case arises from a dispute between sisters Susan Warren\r\nand Donna Siler (collectively Respondents) and their brother, Ronald Yarborough\r\n(Appellant), over the estates of their parents, Legrand and Kathleen Yarborough\r\n(Father and Mother, respectively). In this consolidated appeal, Appellant appeals\r\ntwo circuit court orders, dated May 27, 2009 (2008-CP-10-2494) and September 1,\r\n2009 (2008-CP-10-5398). We affirm in part and reverse in part.\r\n\r\n1.      As to whether the circuit court erred in reversing the probate court's finding\r\nthat Mother had the requisite capacity to make a will, we reverse the circuit court's\r\nruling that no evidence was produced to show Mother had the capacity to make a\r\nwill. See Hairston v. McMillan, 387 S.C. 439, 445, 692 S.E.2d 549, 552 (Ct. App.\r\n2010) (\"An action to contest a will is an action at law, and in such cases reviewing\r\ncourts will not disturb the probate court's findings of fact unless a review of the\r\nrecord discloses no evidence to support them.\"). Initially, we note the contestant of\r\na will has the burden of establishing incapacity. See S.C. Code Ann. § 62-3-407\r\n(2009); Hairston, 387 S.C. at 445, 692 S.E.2d at 552 (noting the party challenging\r\nthe capacity of a testator bears the burden of proving incapacity by a\r\npreponderance of the evidence). Further, we find sufficient evidence in the record\r\nsupports the probate court's finding that Mother had the capacity to execute a will.\r\nSee Hairston, 387 S.C. at 445, 692 S.E.2d at 552 (\"The test of whether a testator\r\nhad the capacity to make a will is whether he knew (1) his estate, (2) the objects of\r\nhis affections, and (3) to whom he wished to give his property.\"). Specifically, the\r\ntestimony indicated Mother was \"no pushover,\" \"very sharp,\" and \"clearly in\r\ncontrol.\" Additionally, testimony indicated Mother did not want her sons-in-laws\r\nto receive any inheritance. Finally, the attorney who prepared the will and was\r\npresent when Mother executed it testified there was \"no question whatsoever\" that\r\nMother had the capacity to execute her will. As such, the circuit court erred in\r\nfinding no evidence to supported the probate court's findings. See In re Estate of\r\nWeeks, 329 S.C. 251, 264-65, 495 S.E.2d 454, 462 (Ct. App. 1997) (affirming the\r\ncircuit court's finding that evidence supported the probate court's determination\r\nthat testator had capacity to execute will when testator was confused as to the\r\nextent of the estate and evidence showed testator specifically wished to disinherit\r\nson); Hairston, 387 S.C. at 446, 692 S.E.2d at 552 (\"A person may execute a valid\r\nwill, even if he or she is not competent to transact ordinary, everyday affairs.\"); cf\r\nHellams v. Ross, 268 S.C. 284, 288-90, 233 S.E.2d 98, 100-01 (1977) (reversing\r\ntrial court's refusal to grant directed verdict when testator was \"habitual drunkard\"\r\nbut no evidence suggested testator was intoxicated at the time the will was\r\nexecuted).\r\n\n2.      As to whether the circuit court erred in invalidating the deeds, we affirm.\r\nSee Vereen v. Bell, 256 S.C. 249, 251-52, 182 S.E.2d 296, 297 (1971) (applying an\r\nequitable standard of review on appeal for an action to rescind and cancel a deed\r\nfor lack of capacity); Moore v. Benson, 390 S.C. 153, 163, 700 S.E.2d 273, 278\r\n(Ct. App. 2010) (\"An action alleging a breach of fiduciary duty is an action at law\r\nbut 'may sound in equity if the relief sought is equitable.'\" (quoting Verenes v.\r\nAlvanos, 387 S.C. 11, 17, 690 S.E.2d 771, 773 (2010))). Initially, we note that the\r\nNovember 20, 1996 probate court order declaring Mother unfit to \"dispose of\r\nproperty, real or personal; to execute legal instruments or documents, with the\r\nexception of a will, to enter into contractual relationships in any amount in excess\r\nof One Hundred Dollars\" was not appealed and is therefore the law of the case.\r\nSee Georgetown Cnty. League of Women Voters v. Smith Land Co., 393 S.C. 350,\r\n357, 713 S.E.2d 287, 291 (2011) (providing an unappealed ruling, right or wrong,\r\nis the law of the case). Further, the probate court order dated November 20, 2007,\r\nwherein the court found Appellant had \"breached his duty as Trustee of [Mother's]\r\ntrust,\" was not appealed by Appellant. Thus, the findings of the probate court\r\npertaining to Appellant's breach of trust are the law of the case. See id. In any\r\nevent, we find the execution of the deeds by Mother dated July 14, 1998; August\r\n24, 1998; December 22, 2000; and March 9, 2001, to Appellant as trustee and\r\nindividually violated the November 20, 1996 order. Therefore, the circuit court\r\ncorrectly declared the deeds null and void.\r\n\r\n3.     As to whether the the probate court misapplied section 62-1-308(c) of the\r\nSouth Carolina Code, we find the probate court correctly exercised jurisdiction\r\nover the case. See S.C. Code Ann. § 62-1-308(c) (2009) (\"When an appeal\r\naccording to law is taken from any sentence or decree of the probate court, all\r\nproceedings in pursuance of the order, sentence, or decree appealed from shall\r\ncease until the judgment of the circuit court, court of appeals, or Supreme Court is\r\nhad.\"); Ulmer v. Ulmer, 369 S.C. 486, 492, 632 S.E.2d 858, 861 (2006) (\"Section\r\n62-1-308(c) does not apply to all orders of the probate court concerning the parties.\r\nThe only proceedings required to cease are those proceedings addressed in the\r\norders from which an appeal was taken.\"). Specifically, we find the probate court\r\nwas not divested of jurisdiction because the July 29, 2008 hearings concerned the\r\nMerrill Lynch and Jyske bank accounts, both of which were not subject to any\r\nappeal from the November 20, 2007 order. Rather, the July 29, 2008 hearing was\r\ntriggered by Appellant's failure to comply with the probate court's orders dated\r\nFebruary 12, 2008, and April 1, 2008, wherein Appellant agreed he was in\r\npossession of funds and agreed to distribute the funds owed to Respondents\r\nimmediately. Appellant never objected to the court's jurisdiction at the time of\r\n\nthese hearings. Thus, the probate court properly exercised jurisdiction over the July\r\n29, 2008 hearing and subsequent order issued August 15, 2008.\r\n\r\n4.     As to whether the circuit court erred in affirming the probate court's finding\r\nthat Father's will created a trust, we affirm. See Epworth Children's Home v.\r\nBeasley, 365 S.C. 157, 164, 616 S.E.2d 710, 714 (2005) (\"When reviewing an\r\naction at law, on appeal of a case tried without a jury, the appellate court's\r\njurisdiction is limited to correction of errors at law. The appellate court will not\r\ndisturb the judge's findings of fact as long as they are reasonably supported by the\r\nevidence.\"). Specifically, we find Items III, IV, and VIII of Father's will\r\neffectively created a trust for the benefit of Mother, naming Appellant as trustee.\r\nSee id. (\"A testamentary trust arises when a testator, in his will, declares the\r\ncreation of a trust, identifies the property to which the trust pertains, and names a\r\ntrustee and a beneficiary.\" (citing Johnson v. Thornton, 264 S.C. 252, 257, 214\r\nS.E.2d 124, 127 (1975))). Therefore, the circuit court did not err in affirming the\r\nprobate court's interpretation of Father's will.\r\n\r\n5.     As to whether the circuit court erred in affirming the probate court's award\r\nof costs and fees, we affirm. Initially, we note the probate court's August 15, 2008\r\norder specifically ordered Appellant to pay Respondents' \"costs, expenses, and\r\nattorney[']s fees\" related to the \"revealing and showing\" of \"the breaches of trust\"\r\nby Appellant. As such, the probate court was not without authority to award fees\r\nand costs. See S.C. Code Ann. § 62-7-1004 (2009) (\"In a judicial proceeding\r\ninvolving the administration of a trust, the court, as justice and equity may require,\r\nmay award costs and expenses, including reasonable attorney's fees, to any party,\r\nto be paid by another party or from the trust that is the subject of the\r\ncontroversy.\"). Further, we find no abuse of discretion in awarding Respondents'\r\nfees and costs due to Appellant's breaches of trust. See Taylor, Cotton & Ridley,\r\nInc. v. Okatie Hotel Grp., LLC, 372 S.C. 89, 100, 641 S.E.2d 459, 464 (Ct. App.\r\n2007) (\"The award of attorneys' fees is left undisturbed absent abuse of the trial\r\ncourt's discretion.\").\r\n\r\n6.    As to whether the probate court erred in imposing sanctions against\r\nAppellant when he had been removed as personal representative, we find this issue\r\nis unpreserved for review because Appellant raised the issue for the first time in a\r\nmotion to alter or amend. See Patterson v. Reid, 318 S.C. 183, 185, 456 S.E.2d\r\n436, 437 (Ct. App. 1995) (\"A party cannot for the first time raise an issue by way\r\nof a Rule 59(e) [,SCRCP] motion which could have been raised at trial.\"). Even if\r\nwe were to reach the merits of the issue, we would affirm. The probate court's\r\norder of August 15, 2008, does not sanction Appellant in his capacity as personal\r\n\nrepresentative, but rather in his capacity as trustee for the Merrill Lynch and Jyske\r\naccounts. In any event, Appellant could have complied with the court's August 15,\r\n2008 order regardless of being stripped as personal representative. This is evident\r\nby the alleged June 19, 2008 letter received from the Jyske Bank in Switzerland,\r\nwherein the bank informed Appellant that \"if your sisters want the equities\r\ntransferred we need a safe custody account number instead of the regular account\r\nnumber as well as a contact person in each of the banks.\" Further, Appellant did in\r\nfact reimburse Respondents $43,280.00 shortly before the July 29, 2008 hearing.\r\nAs such, Appellant's argument that he no longer had control of the said accounts is\r\nwithout merit.\r\n\r\n7.     As to whether the probate court failed to accurately determine the amount of\r\nimproper disbursements, we affirm. See Church v. McGee, 391 S.C. 334, 342, 705\r\nS.E.2d 481, 485 (Ct. App. 2011) (\"'In an equitable action tried without a jury, the\r\nappellate court can correct errors of law and may find facts in accordance with its\r\nown view of the preponderance of the evidence.'\" (citations omitted)). In its order\r\ndated August 15, 2008, the probate court listed exactly what the improper\r\ndistributions amounted to. The circuit court affirmed, stating the probate court had\r\nan ample basis for its findings. We agree and affirm the probate court's findings as\r\nto the improper distributions because a preponderance of evidence in the record\r\nsupports the probate court's findings.\r\n\r\nAFFIRMED IN PART, REVERSED IN PART.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-402","title":"Grant v. Goodwin","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-402.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Horance Grant, Respondent,\r\n\r\n        v. \n\r\n\r\n        Omaro Goodwin, Appellant, \n\r\n\r\n        Marjorie Grant, Respondent,\n\r\n\r\n        v. \n\r\n\r\n        Omaro Goodwin, Appellant. \n\r\n\r\n        Appellate Case No. 2010-173587 \n\r\n\r\n\r\n                   Appeal From Richland County \n\r\n               James R. Barber, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-402 \n\r\n               Heard June 21, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             REVERSED\r\n\r\n\r\n        J. Kennedy DuBose, Jr., and Jonathan M. Robinson, both\r\n        of DuBose-Robinson, PC, of Camden, for Appellant.\r\n\r\n        Hammond A. Beale, Jr., of Columbia, for Respondents.\r\n\nPER CURIAM: This appeal arises from the circuit court's order affirming the\r\nmagistrate court's finding that Appellant Omaro Goodwin was properly served\r\npursuant to Rule 4, SCRCP, and denying his motion to set aside the default\r\njudgment pursuant to Rule 60(b), SCRCP. We reverse.\r\n\r\n1.     As to Goodwin's Rule 60(b), SCRCP motion, we find the magistrate's court\r\nabused its discretion by declining to set aside the default judgment because the\r\nrecord establishes that Goodwin promptly filed his motion, presented a valid\r\nexcuse as to why no answer was filed, and submitted an affidavit describing a\r\nmeritorious defense. See Roberson v. S. Fin. of S.C., Inc., 365 S.C. 6, 9, 615\r\nS.E.2d 112, 114 (2005) (noting a trial court's decision as to whether to set aside\r\ndefault judgment will not be disturbed on appeal absent a clear showing of an\r\nabuse of discretion); Mictronics, Inc. v. S.C. Dep't of Revenue, 345 S.C. 506, 510-\r\n11, 548 S.E.2d 223, 226 (Ct. App. 2001) (\"In determining whether to grant a\r\nmotion under Rule 60(b), the trial judge should consider: (1) the promptness with\r\nwhich relief is sought, (2) the reasons for the failure to act promptly, (3) the\r\nexistence of a meritorious defense, and (4) the prejudice to the other party.\"); id. at\r\n511, 548 S.E.2d at 226 (\"To establish a meritorious defense, a party is not required\r\nto show an absolute defense.\"). Moreover, the record indicates negotiations were\r\nongoing between State Farm and Grant's counsel, including State Farm's request of\r\na copy of any summons and complaint filed. See McClurg v. Deaton, 380 S.C.\r\n563, 571, 671 S.E.2d 87, 92 (Ct. App. 2008) (\"[A]n insurer may, under the proper\r\ncircumstances, be entitled to an order setting aside a default judgment where the\r\ninsurer is involved in ongoing negotiations with a claimant but is not informed that\r\nthe defendant has been served with a summons and complaint.\" (citing Edwards v.\r\nFerguson, 254 S.C. 278, 175 S.E.2d 224 (1970))); see generally Mictronics, 345\r\nS.C. at 511, 548 S.E.2d at 226 (noting South Carolina's policy of favoring the\r\ndisposition of issues on their merits rather than on technicalities).\r\n\r\n2.     As to whether the circuit court erred in affirming the magistrate court's\r\nfinding of proper service, we decline to address this issue. See Young v.\r\nCharleston Cnty. Sch. Dist., 397 S.C. 303, 311, 725 S.E.2d 107, 111 (2012)\r\n(declining to address additional remaining issues when disposition of prior issue is\r\ndispositive of appeal).\r\n\r\nREVERSED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-403","title":"Turkey Creek v. T.D. Bank","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-403.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Turkey Creek Development, LLC, a South Carolina\r\n        Limited Liability Company, R.A. Green, III, P. Jason\r\n        Luquire, and Kenneth R. Kellahan, Respondents,\r\n\r\n        v.\r\n\r\n        TD Bank, Daniel Siau, and James Ramsbottom,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2010-172187\r\n\r\n\r\n                   Appeal From Georgetown County \n\r\n                Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-403 \n\r\n                Heard June 7, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Clayton M. Custer, D. Allen Grumbine, and Catherine\r\n        Farrell Wrenn, all of Womble Carlyle Sandridge & Rice,\r\n        LLP, of Greenville, for Appellants.\r\n\r\n        Jennifer Rose Kellahan, of Jenkinson Jarrett & Kellahan,\r\n        PA, of Kingstree; J. Edward Bell, III, and James Bernice\r\n        Moore, III, both of Bell Legal Group, of Georgetown, for\r\n        Respondents.\r\n\nPER CURIAM: This appeal arises from the circuit court's order denying\r\nAppellants TD Bank, Daniel Siau, and James Ramsbottom's motion to dismiss\r\nand/or compel arbitration. On appeal, Appellants argue the circuit court erred in\r\n(1) denying Appellants' leave for discovery; (2) finding the arbitration clause did\r\nnot comply with section 15-48-10(a) of the South Carolina Code; and (3) finding\r\nthe arbitration clause did not encompass plaintiffs' complaint. We affirm.\r\n\r\n1.     As to whether the circuit court erred in denying Appellants' leave to conduct\r\ndiscovery, we affirm. See Fairchild v. S.C. Dep't of Transp., Op. No. 27112 (S.C.\r\nSup. Ct. filed April 11, 2012) (Shearouse Adv. Sh. No. 13 at 39) (\"A trial court's\r\nrulings in matters related to discovery generally will not be disturbed on appeal in\r\nthe absence of a clear abuse of discretion.\"); Sundown Operating Co. v. Intedge\r\nIndus., 383 S.C. 601, 607, 681 S.E.2d 885, 888 (2009) (noting an abuse of\r\ndiscretion occurs when the trial court's order is controlled by an error of law or\r\nwhen no evidence supports the trial court's factual conclusions). Specifically, we\r\nfind Appellants had ample time to conduct limited discovery to determine whether\r\nthe Federal Arbitration Act applied to this transaction and that the circuit court did\r\nnot abuse its discretion in denying Appellants' last minute request to conduct\r\ndiscovery. See Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 538, 542 S.E.2d\r\n360, 363 (2001) (noting \"the FAA applies in federal or state court to any arbitration\r\nagreement regarding a transaction that in fact involves interstate commerce\"); see,\r\ne.g., Toler's Cove Homeowners Ass'n, Inc. v. Trident Constr. Co., 355 S.C. 605,\r\n612, 586 S.E.2d 581, 585 (2003) (finding a thirteen-month period where discovery\r\nwas \"very limited in nature and the parties had not availed themselves of the court's\r\nassistance,\" and \"Respondent had not held any depositions,\" did not demonstrate\r\nwaiver); see also Rhodes v. Benson Chrysler-Plymouth, Inc., 374 S.C. 122, 126-27,\r\n647 S.E.2d 249, 251 (Ct. App. 2007) (comparing waiver cases).\r\n\r\n2.     As to whether the circuit court erred in holding that the acquisition loan\r\nagreement's arbitration provision is unenforceable under South Carolina law, we\r\naffirm. See S.C. Code Ann. § 15-48-10(a) (2005) (\"A written agreement to submit\r\nany existing controversy to arbitration or a provision in a written contract to submit\r\nto arbitration any controversy thereafter arising between the parties is valid,\r\nenforceable and irrevocable, save upon such grounds as exist at law or in equity for\r\nthe revocation of any contract. Notice that a contract is subject to arbitration\r\npursuant to this chapter shall be typed in underlined capital letters, or rubber-\r\nstamped prominently, on the first page of the contract and unless such notice is\r\n\ndisplayed thereon the contract shall not be subject to arbitration.\" (emphases\r\nadded)). Specifically, we find the arbitration notice provision does not comply\r\nwith section 15-48-10(a) because the clause was not fully underlined. See Zabinski\r\nv. Bright Acres Assocs., 346 S.C. 580, 588-89, 553 S.E.2d 110, 114 (2001) (noting\r\nthe terms of 15-48-10(a) are clear and must be applied according to their literal\r\nmeaning); Soil Remediation Co. v. Nu-Way Envtl., Inc., 323 S.C. 454, 457-58, 476\r\nS.E.2d 149, 151 (1996) (holding arbitration provision did not comply with section\r\n15-48-10(a) because notice provision was not underlined); see also Richland\r\nHorizontal Prop. Regime Homeowners Ass'n v. Sky Green Holdings, Inc., 392 S.C.\r\n194, 197, 708 S.E.2d 225, 226 (Ct. App. 2011) (finding dispute was not subject to\r\narbitration because notice was not on the first page of the contract); Zabinski, 346\r\nS.C at 588, 553 S.E.2d at 114 (finding arbitration provision invalid because of\r\nfailure to stamp the first page of agreement).\r\n\r\n3.     As to whether the circuit court erred in finding that the scope of the\r\nacquisition agreement's arbitration provision does not encompass the complaint,\r\nwe decline to address Appellants' argument because our disposition of the previous\r\nissues is dispositive of this interlocutory appeal. See Whiteside v. Cherokee Cnty.\r\nSch. Dist. No. One, 311 S.C. 335, 340, 428 S.E.2d 886, 889 (1993) (noting\r\nappellate court need not address remaining issues when determination of prior\r\nissue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-404","title":"McDonnell & Associates v. First Citizens Bank","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-404.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        McDonnell and Associates, PA, f/k/a McDonnell Law\r\n        Firm, PA, f/k/a Edward G. McDonnell, PC, and\r\n        Boomerang Title, Inc., Appellants,\r\n\r\n        v.\r\n\r\n        First Citizens Bank and Trust Company, Inc.,\r\n        Respondent.\r\n\r\n        Appellate Case No. 2010-172106\r\n\r\n\r\n                     Appeal From Richland County\r\n                 J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-404 \n\r\n                Heard May 9, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             AFFIRMED \n\r\n\r\n\r\n        L. Henry McKellar and Amy L. Neuschafer, of Collins &\r\n        Lacy, PC, of Columbia, for Appellants.\r\n\r\n        Wesley F. Few and Jake S. Barker, of Ellis Lawhorne\r\n        & Sims, PA, of Columbia, for Respondent.\r\n\nPER CURIAM: McDonnell and Associates, PA, and Boomerang Title, Inc.,\r\n(collectively, \"McDonnell\") appeal from the circuit court's order granting summary\r\njudgment in favor of First Citizens Bank and Trust Company, Inc. (\"First\r\nCitizens\") for McDonnell's failure to produce evidence demonstrating First\r\nCitizens' lack of ordinary care. We affirm pursuant to Rule 220(b)(1), SCACR,\r\nand the following authorities: S.C. Code Ann. § 36-4-406(3) (2003)1 (\"The\r\npreclusion under subsection (2) does not apply if the customer establishes lack of\r\nordinary care on the part of the bank in paying the item(s).\") (emphasis added);\r\nRead v. S.C. Nat'l Bank, 286 S.C. 534, 540, 335 S.E.2d 359, 362 (1985) (\"The\r\nburden of proving the bank's failure to exercise ordinary care under § 36-4-406(3)\r\nin paying the items rests squarely on the customer.\"); § 36-4-406 official cmt. 4\r\n(2003) (\"[E]ven if the bank succeeds in establishing that the customer has failed to\r\nexercise ordinary care, if in turn the customer succeeds in establishing the bank\r\nfailed to exercise ordinary care in paying the item(s), the preclusion rule does not\r\napply.\") (emphasis added).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 The negotiated checks occurred before the effective date of the 2008 amendment\r\nto section 36-4-406. Accordingly, the pre-2008 version of section 36-4-406 is\r\napplicable and cited herein.\r\n\n","court":"Appeals"},{"id":"2012-UP-405","title":"HomEq Servicing v. Napier","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-405.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA\r\n                   In The Court of Appeals\r\n\r\n\r\n\r\n      HomEq Servicing Corporation\r\n      f/k/a TMS Mortgage, Inc. d/b/a\r\n      The Money Store,                 Respondent,\r\n\r\n                                  v.\r\n      Jeanette B. Napier, Dale W.\r\n      Phillips, NationsCredit\r\n      Financial Services Corporation\r\n      d/b/a EquiCredit, Chisolm\r\n      Green Property Homeowners\r\n      Association, Inc.,               Defendants,\r\n      of whom Jeanette B. Napier is\r\n      the                              Appellant.\r\n\r\n                            __________\r\n\r\n                  Appeal From Charleston County\r\n               Mikell R. Scarborough, Master-In-Equity\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-405\r\n             Submitted May 1, 2012 – Filed July 11, 2012\r\n                           __________\r\n\r\n                           REMANDED\r\n                            __________\r\n\n            Jeanette B. Napier, of Johns Island, pro se.\r\n\r\n            Weston Adams, III and Helen Hiser, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\n      PER CURIAM: Jeanette Napier appeals the master-in-equity's order\r\nand judgment of foreclosure, arguing the master erred in (1) refusing to grant\r\nNapier's motion for a continuance, (2) calculating several fees and deficits in\r\namending an earlier judgment against Napier, and (3) failing to reconsider its\r\norder. We remand.1\r\n\r\n       We remand to the master for consideration of Napier's post-trial\r\nmotion. See Rule 59(e), SCRCP (\"A motion to alter or amend the judgment\r\nshall be served not later than 10 days after receipt of written notice of the\r\nentry of the order.\"); Rule 5(e), SCRCP (\"The filing of pleadings and other\r\npapers with the court as required by these rules shall be made by filing them\r\nwith the clerk of the court, except that the judge may permit the papers to be\r\nfiled with him, in which event he shall note thereon the filing date and\r\nforthwith transmit them to the office of the clerk.\"); Rule 59(g), SCRCP (\"A\r\nparty filing a written motion under this rule shall provide a copy of the\r\nmotion to the judge within ten (10) days after the filing of the motion.\").2\r\n\r\n      REMANDED.\r\n\r\n      PIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2 In light of our disposition herein, we decline to address Napier's remaining\r\narguments. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (providing an appellate court need not\r\naddress all issues on appeal when the disposition of one issue is dispositive).\r\n\n","court":"Appeals"},{"id":"2012-UP-406","title":"State v. Grant","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-406.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gary Grant, Appellant.\r\n\r\n        Appellate Case No. 2007-067439\r\n\r\n\r\n                    Appeal From Berkeley County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-406 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                              VACATED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, all of Columbia;\r\n        and Solicitor Scarlett A. Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Counsel for Gary Grant filed a brief pursuant to Anders v.\r\nCalifornia, 386 U.S. 738 (1967), asserting that there were no meritorious grounds\r\nfor appeal and requesting permission to withdraw from further representation. The\r\nCourt denied the request to withdraw and directed the parties to file additional\r\nbriefs addressing whether the circuit court erred in sentencing Grant for kidnapping\r\nDexter Perry when section 16-3-910 of the South Carolina Code (2003) prohibits\r\nsuch a sentence if the defendant is also sentenced for the victim's murder.\r\n\r\nAfter careful consideration of the record and briefs, Grant's sentence for\r\nkidnapping Perry is vacated1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006) (\"In\r\ncriminal cases, the appellate court sits to review errors of law only.\"); S.C. Code\r\nAnn. § 16-3-910 (2003) (providing for imprisonment of a defendant convicted of\r\nkidnapping \"for a period not to exceed thirty years unless sentenced for murder as\r\nprovided in [s]ection 16-3-20\"); State v. Vick, 384 S.C. 189, 202-03, 682 S.E.2d\r\n275, 282 (Ct. App. 2009) (vacating a sentence for kidnapping pursuant to section\r\n16-3-910 because the defendant received a concurrent sentence for murder and\r\nreaching the issue, even though not challenged at trial, in the interest of judicial\r\neconomy).\r\n\r\nVACATED.2\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2Because the Court ordered the parties to brief only the issue of whether the circuit\r\ncourt erred in imposing a thirty-year sentence for kidnapping, we do not address\r\nGrant's convictions or other sentences.\r\n\n","court":"Appeals"},{"id":"2012-UP-407","title":"State v. Hagood","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-407.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        John Allen Hagood, Appellant.\r\n\r\n        Appellate Case No. 2011-185626\r\n\r\n\r\n                    Appeal From Greenville County\r\n                 C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-407 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth A. Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General David A. Spencer, all of Columbia; and\r\n        Solicitor W. Walter Wilkins, III, of Greenville, for\r\n        Respondent.\r\n\nPER CURIAM: John Allen Hagood appeals his convictions of first-degree\r\nburglary and grand larceny. Hagood argues the trial court erred in admitting into\r\nevidence a statement he made to investigators confessing to the charges. We\r\naffirm1 pursuant to Rule 220(b), SCACR, and the following authority: State v.\r\nMitchell, 330 S.C. 189, 193 n.3, 498 S.E.2d 642, 644 n.3 (1998) (holding \"a ruling\r\nin limine is not final, and unless an objection is made at the time the evidence is\r\noffered and a final ruling procured, the issue is not preserved for review\").\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-409","title":"LaSalle Bank v. Toney","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-409.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA\r\n                    In The Court of Appeals\r\n\r\n\r\n\r\n      LaSalle Bank National\r\n      Association, trustee for Lehman\r\n      Brothers Structured Asset\r\n      Investment Loan Trust Sail\r\n      2005-2,                            Respondent,\r\n\r\n                                  v.\r\n      Laura T. Toney a/k/a Laurie T. \n\r\n      Toney and Deutsche Bank \n\r\n      National Trust Company,            Defendants, \n\r\n      Of whom Laura T. Toney a/k/a \n\r\n      Laurie T. Toney is the             Appellant. \n\r\n\r\n\r\n\r\n                             __________\r\n\r\n                  Appeal From Orangeburg County\r\n                  Olin D. Burgdorf, Master-in-Equity\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-409\r\n             Submitted June 1, 2012 – Filed July 11, 2012\r\n                            __________\r\n\r\n                             AFFIRMED\r\n                             __________\r\n\n             Laura T. Toney, pro se, of Bishopville.\r\n\r\n             B. Rush Smith, III, Michael J. Anzelmo, and Betsy\r\n             Polk, all of Columbia, for Respondent.\r\n\r\n\r\n      PER CURIAM: Laura T. Toney appeals a master-in-equity's\r\nsupplemental order and judgment of foreclosure and sale, arguing the master\r\nerred in failing to secure a court reporter for the foreclosure hearing and in\r\nviolating her right to procedural due process. As to both of Toney's\r\narguments, we affirm1 pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities: Herron v. Century BMW, 395 S.C. 461, 465, 719 S.E.2d 640, 642\r\n(2011) (\"At a minimum, issue preservation requires that an issue be raised to\r\nand ruled upon by the trial [court].\"); SSI Med. Servs., Inc. v. Cox, 301 S.C.\r\n493, 499, 392 S.E.2d 789, 793 (1990) (holding an issue raised to the trial\r\ncourt was not preserved for review when the trial court never ruled upon the\r\nissue and the issue was never raised in an appropriate post-trial motion);\r\nGermain v. Nichol, 278 S.C. 508, 509, 299 S.E.2d 335, 335 (1983)\r\n(\"Appellant has the burden of providing this [c]ourt with a sufficient record\r\nupon which this [c]ourt can make its decision.\").\r\n\r\n        AFFIRMED.\r\n\r\n        PIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-410","title":"State v. McConnell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-410.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Harris McConnell, Appellant.\r\n\r\n        Appellate Case No. 2010-180589\r\n\r\n\r\n                   Appeal From Newberry County \n\r\n               Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-410 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor Jerry W. Peace, of Greenwood, for\r\n        Respondent.\r\n\nPER CURIAM: Harris McConnell appeals his conviction of armed robbery,\r\narguing the plea court erred in refusing to enforce a plea agreement that had been\r\nwithdrawn because McConnell detrimentally relied on the agreement. We affirm1\r\npursuant to Rule 220(b), SCACR, and the following authorities: State v. Fuller,\r\n254 S.C. 260, 266, 174 S.E.2d 774, 777 (1970) (\"The general rule is that a plea of\r\nguilty, voluntarily and understandingly made, constitutes a waiver of\r\nnonjurisdictional defects and defenses . . . .\"), vacated in part sub nom. Fuller v.\r\nSouth Carolina, 408 U.S. 937 (1972); State v. Amerson, 311 S.C. 316, 320, 428\r\nS.E.2d 871, 873 (1993) (\"Appellate courts are bound by fact findings in response\r\nto motions preliminary to trial when the findings are supported by the evidence and\r\nnot clearly wrong or controlled by error of law.\"); Reed v. Becka, 333 S.C. 676,\r\n689, 511 S.E.2d 396, 404 (Ct. App. 1999) (\"A defendant relies upon a solicitor's\r\nplea offer by taking some substantial step or accepting serious risk of an adverse\r\nresult following acceptance of the plea offer.\").\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-411","title":"Lisenby v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-411.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n\r\n\r\n        Billy Lee Lisenby, Jr.,              Appellant,\r\n\r\n                                      v.\r\n        South Carolina Department of \n\r\n        Corrections,                         Respondent.                     \n\r\n\r\n\r\n\r\n                                  __________\r\n\r\n                Appeal From the Administrative Law Court \n\r\n          Ralph K. Anderson, III, Administrative Law Court Judge \n\r\n                               __________\r\n\r\n                 Unpublished Opinion No. 2012-UP-411 \n\r\n               Submitted June 1, 2012 – Filed July 11, 2012   \n\r\n                              __________\r\n\r\n                                  AFFIRMED\r\n                                  __________\r\n\r\n           Billy Lee Lisenby, Jr., pro se.\r\n\r\n           Christopher D. Florian, of Columbia, for Respondent.\r\n\r\n\r\n    PER CURIAM: Billy Lee Lisenby, Jr., appeals the Administrative\r\nLaw Court's (ALC) order dismissing his inmate grievance arising out of his\r\n\nconviction of assault and battery of a South Carolina Department of\r\nCorrections (the Department) employee with intent to injure. Lisenby argues\r\nthe ALC erred in finding (1) the record contained substantial evidence of\r\nbodily harm to support his conviction; (2) he was not denied the right to\r\npresent witnesses; and (3) he was properly sentenced. We affirm.1\r\n\r\n      1.    We hold the record contains substantial evidence of bodily harm\r\nto support Lisenby's conviction of assault and battery of an employee of the\r\nDepartment employee with intent to injure. When reviewing an appeal from\r\nthe ALC, an appellate court must not substitute its own judgment for that of\r\nthe ALC on questions of fact when those facts are supported by substantial\r\nevidence. Al-Shabazz v. State, 338 S.C. 354, 380, 527 S.E.2d 742, 756\r\n(2000). \"Substantial evidence is relevant evidence that, considering the\r\nrecord as a whole, a reasonable mind would accept to support an\r\nadministrative agency's action.\" Id. Such evidence exists when a court\r\nwould refuse to direct a verdict because the evidence presented would raise a\r\nquestion of fact for the jury. Id. Here, the record indicates the officer\r\nLisenby assaulted missed work from March 30, 2009, until May 15, 2009.\r\nAdditionally, the incident report provided the incident resulting in Lisenby's\r\ncharge took place on March 30, 2009. Based on this evidence, the record\r\ncontains substantial evidence tending to show Lisenby's attack caused the\r\nofficer bodily harm.\r\n\r\n       2.   We hold the ALC correctly found Lisenby's right to due process\r\nwas not violated. Due process in a prison disciplinary proceeding involving\r\nserious misconduct requires, in part, that the inmate should be allowed to call\r\nwitnesses and present documentary evidence. Al-Shabazz, 338 S.C. at 371,\r\n527 S.E.2d at 751. Contrary to Lisenby's contention, the record reveals he\r\nwas provided the opportunity to present witnesses at his hearing before the\r\nDepartment. The record further indicates he did not have any witnesses\r\ntestify on his behalf, not because he was never provided an opportunity to\r\npresent witnesses, but because the witnesses did not respond to his requests to\r\ntestify. Accordingly, we hold Lisenby's right to due process was not violated.\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n      3.    Because Lisenby never argued any issue concerning his\r\nsentencing to the ALC, it is not preserved for our review. See Al-Shabazz,\r\n338 S.C. at 379, 527 S.E.2d at 755 (noting issues or arguments not raised to\r\nand ruled upon by the ALC are not properly preserved for further appellate\r\nreview).\r\n\r\n     AFFIRMED.\r\n\r\n     PIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-412","title":"State v. Montogomery","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-412.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                            Respondent,\r\n\r\n                                      v.\r\n      Michael Montgomery,                   Appellant.\r\n\r\n\r\n\r\n                                __________\r\n\r\n                       Appeal From Chester County \n\r\n                   Doyet A. Early, III, Circuit Court Judge \n\r\n                               __________\r\n\r\n               Unpublished Opinion No. 2012-UP-412 \n\r\n             Submitted June 1, 2012 – Filed July 11, 2012       \n\r\n                            __________\r\n\r\n                          APPEAL DISMISSED\r\n                              __________\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        all of Columbia; and Solicitor Douglas A. Barfield,\r\n        Jr., of Lancaster, for Respondent.\r\n\n      PER CURIAM: Michael Montgomery appeals his convictions of\r\ngrowing and manufacturing marijuana and possession of marijuana, arguing\r\nthe trial court erred in failing to declare a mistrial after the State elicited\r\nimproper testimony. After a thorough review of the record and counsel's\r\nbrief pursuant to Anders v. California, 386 U.S. 738 (1967), and State v.\r\nWilliams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss1 the appeal and\r\ngrant counsel's motion to be relieved.\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        PIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-413","title":"State v. Rivers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-413.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Rufus Rivers, Appellant.\r\n\r\n             Appellate Case No. 2010-173386\r\n\r\n\r\n                        Appeal From Orangeburg County \n\r\n                      Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-413 \n\r\n                   Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n             Elizabeth A. Franklin-Best, of Columbia, for Appellant.\r\n\r\n             J. Benjamin Aplin, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Rufus Rivers appeals the circuit court's revocation of his\r\nprobation based on his failure to pay restitution, arguing the circuit court erred in\r\nrevoking his probation when the court failed to make the necessary findings of fact\r\nas to whether the violation was willful. We agree and, therefore, reverse and\r\nremand to the circuit court with instructions to make the findings required by State\r\n\nv. Spare, 374 S.C. 264, 647 S.E.2d 706 (Ct. App. 2007).1 See State v. Coker, 397\r\nS.C. 244, 245, 723 S.E.2d 619, 620 (Ct. App. 2012) (holding \"the circuit court may\r\nnot revoke probation solely on the basis of a failure to pay money unless the record\r\nreflects the court made\" certain findings outlined by Spare).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-414","title":"JP Morgan v. Army","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-414.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        JP Morgan Chase Bank, National Association,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Wendy A. Army and Francis X. Army,\r\n\r\n        Of whom Francis X. Army is, Appellant.\r\n\r\n        Appellate Case No. 2010-163727\r\n\r\n\r\n                    Appeal From Richland County \n\r\n                Joseph M. Strickland, Master-in-Equity \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-414 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Francis X. Army, pro se, of Eastover.\r\n\r\n        John Judson Hearn, of Rogers Townsend & Thomas, PC,\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: Affirmed1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in denying Army's motion for a continuance:\r\nPlyler v. Burns, 373 S.C. 637, 650, 647 S.E.2d 188, 195 (2007) (\"The grant or\r\ndenial of a continuance is within the sound discretion of the trial [court] and is\r\nreviewable on appeal only when an abuse of discretion appears from the record.\");\r\nid. (\"[T]he denial of a motion for a continuance on the ground that [a party] has not\r\nhad time to prepare is rarely disturbed on appeal.\"); Hudson v. Blanton, 282 S.C.\r\n70, 74, 316 S.E.2d 432, 434 (Ct. App. 1984) (noting a moving party must show the\r\nabsence of some material evidence and due diligence on his part to obtain such\r\nevidence to justify a continuance); Beasley v. Kerr-McGee Chem. Corp., 273 S.C.\r\n523, 532, 257 S.E.2d 726, 730 (1979) (finding a movant failed to show due\r\ndiligence to justify a continuance when he had eight months from filing of the\r\ncomplaint until trial to prepare).\r\n\r\n2. As to whether the trial court erred in admitting duplicates of the loan\r\ndocuments: Fields v. Reg'l Med. Ctr. Orangeburg, 363 S.C. 19, 25-26, 609 S.E.2d\r\n506, 509 (2005) (\"[T]he admission or exclusion of evidence in general is within the\r\nsound discretion of the trial court. . . . An abuse of discretion occurs when the\r\nruling is based on an error of law or a factual conclusion that is without evidentiary\r\nsupport. . . . To warrant reversal based on the admission or exclusion of evidence,\r\nthe appellant must prove both the error of the ruling and the resulting prejudice,\r\ni.e., that there is a reasonable probability the . . . verdict was influenced by the\r\nchallenged evidence or the lack thereof.\" (citations omitted)).\r\n\r\n3. As to the remaining issues: Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d\r\n731, 733 (1998) (\"[A]n issue cannot be raised for the first time on appeal, but must\r\nhave been raised to and ruled upon by the trial [court] to be preserved for appellate\r\nreview.\").\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n1We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-415","title":"Green v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-415.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n              James Green, Appellant,\r\n\r\n              v.\r\n\r\n              South Carolina Department of Corrections, Respondent.\r\n\r\n              Appellate Case No. 2011-195646\r\n\r\n\r\n                      Appeal From The Administrative Law Court\n\r\n                   John D. McLeod, Administrative Law Court Judge \n\r\n\r\n\r\n                       Unpublished Opinion No. 2012-UP-415 \n\r\n                     Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n              James Green, pro se.\r\n\r\n              Christopher D. Florian, of the South Carolina Department\r\n              of Corrections, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n1. As to whether the Administrative Law Court erred in dismissing Green's appeal:\r\nRule 51, SCRPALC (\"[Administrative Law Court Rules 51-66] shall apply\r\nexclusively in matters heard on appeal from final decisions pursuant to Al-Shabazz\r\nv. State, 338 S.C. 354, 527 S.E.2d 742 (2000).\"); Rule 60(A), SCRPALC\r\n(requiring an appellant to file a brief); Rule 60(B)(1), SCRPALC (stating each\r\nbrief shall contain a statement of issues on appeal and \"no point will be considered\r\nthat is not set forth in the statement of issues on appeal\"); Rule 62, SCRPALC\r\n(\"[A]n Administrative Law Judge may dismiss an appeal for failure to comply with\r\nany of the rules of procedure for appeals . . . .\").\r\n\r\n2. As to the remaining issues: Risher v. S.C. Dep't Health & Envtl. Control,\r\n393 S.C. 198, 210-11, 712 S.E.2d 428, 435 (2011) (noting an appellate court\r\nneed not review remaining issues when the determination of a prior issue is\r\ndispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-416","title":"Stukes v. Lee County Schools","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-416.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Patricia Stukes, Appellant,\r\n\r\n            v.\r\n\r\n            Lee County School District Board of Trustees,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2010-175166\r\n\r\n\r\n                            Appeal From Lee County\r\n                   R. Ferrell Cothran, Jr., Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-416 \n\r\n                    Heard May 9, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Elizabeth Dalzell, of Law Offices of Robert E. Lominak,\r\n            P.C., of Columbia, for Appellant.\r\n\r\n            Peter Erwin Keup, of Boykin & Davis, LLC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Appellant Patricia Stukes appeals from the order of the circuit\r\ncourt upholding the Lee County School District Board of Trustees' decision to not\r\nrenew her teaching contract for the 2008-2009 academic year. We affirm pursuant\r\nto Rule 220(b), SCACR, and the following authorities: S.C. Code Ann. § 59-19-\r\n\n90(2) (2004) (stating that the board of trustees can discharge a teacher \"when good\r\nand sufficient reasons for so doing present themselves, subject to the supervision of\r\nthe county board of education\"); Felder v. Charleston Cnty. Sch. Dist., 327 S.C.\r\n21, 25, 489 S.E.2d 191, 193 (1997) (noting that judicial review of a school board's\r\ndecision to terminate a teacher's employment is limited to determining whether the\r\ndecision was supported by substantial evidence: \"The court cannot substitute its\r\njudgment for that of the school board.\"); Laws v. Richland Cnty. Sch. Dist. No. 1,\r\n270 S.C. 492, 494-95, 243 S.E.2d 192, 193 (1978) (explaining that when the issue\r\nis whether the grounds given for nonrenewal of a teacher's contract are sufficiently\r\nsupported by the evidence presented at the hearing before the Board,\r\n\"[c]onsistency with relevant precedent requires that the scope of judicial review be\r\na limited one\"); id. at 495, 243 S.E.2d at 193 (declaring that the decision of the\r\nBoard should be set aside only if the allegations against the teacher are\r\nunsupported by \"substantial evidence\"); Hall v. Bd. of Trs. of Sumter Cnty. Sch.\r\nDist. No. 2, 330 S.C. 402, 405, 499 S.E.2d 216, 218 (Ct. App. 1998) (\"This court\r\nmay reverse an administrative decision if that decision was 'clearly erroneous in\r\nview of the reliable, probative, and substantial evidence on the whole record' such\r\nthat the 'substantial [rights] of a party have been prejudiced.' Moreover, this court\r\nmay reverse an administrative decision if substantial rights of the appellant have\r\nbeen prejudiced due to an error of law.\" (citations omitted)).\r\n\r\n1. As to the Trustees' failure to comply with the notification requirements of the\r\n   Teacher Employment and Dismissal Act (TEADA), we find the issue is\r\n   unpreserved for our review. Because Stukes failed to raise this issue prior to or\r\n   during the four-day evidentiary hearing before the Trustees, the circuit court\r\n   properly found Stukes was foreclosed from raising the issue on appeal. See\r\n   Kiawah Resort Assocs. v. S.C. Tax Comm'n, 318 S.C. 502, 505, 458 S.E.2d 542,\r\n   544 (1995) (stating that issues not raised to and ruled on by the agency cannot\r\n   be considered by the circuit court in its appellate capacity); Wilder Corp. v.\r\n   Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an\r\n   issue cannot be raised for the first time on appeal, but must have been raised to\r\n   and ruled upon by the trial judge to be preserved for appellate review.\").\r\n\r\n2. As to whether the nonrenewal of Stukes's contract was without just cause, we\r\n   find substantial evidence in the Record justifies the Trustees' decision of\r\n   nonrenewal. S.C. Code Ann. § 59-25-470 (2004 & Supp. 2011) (\"Within ten\r\n   days following the hearing, the board shall determine whether the evidence\r\n   showed good and just cause for the notice of suspension or dismissal and shall\r\n   render its decision accordingly, either affirming or withdrawing the notice of\r\n   suspension or dismissal.\").\r\n\n3. As to whether the Trustees' actions violated the implied covenant of good faith\r\n   and fair dealing, we find that because Stukes's employment is governed by\r\n   statute, there is no basis for this argument. See Adams v. Clarendon Cnty. Sch.\r\n   Dist. No. 2, 270 S.C. 266, 272, 241 S.E.2d 897, 900 (1978) (explaining that the\r\n   Teacher Employment and Dismissal Act is \"a comprehensive legislative\r\n   scheme designed to afford the teacher safeguards against arbitrary discharge\r\n   from employment while at the same time recognizing the public's legitimate\r\n   interest in quality education\").\r\n\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-417","title":"HSBC Bank v. McMickens","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-417.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n              THE STATE OF SOUTH CAROLINA\r\n                   In The Court of Appeals\r\n\r\n      HSBC Bank as Trustee, for the \n\r\n      registered holders of Nomura \n\r\n      Home Equity Home Loan, Inc. \n\r\n      Asset-Backed Certificates, \n\r\n      Series 2007-2,                    Respondent, \n\r\n\r\n                                  v.\r\n      Nathaniel McMickens, Glenda \n\r\n      McMickens, and Robert Cooke,      Defendants, \n\r\n      Of whom Nathaniel \n\r\n      McMickens and Glenda \n\r\n      McMickens are the                 Appellants. \n\r\n      ________\r\n      Robert Cooke,                     Plaintiff,\r\n\r\n                                  v.\r\n      Glenda McMickens, Nathaniel\r\n      McMickens, and Mortgage\r\n      Electronic Registration\r\n      Systems, Inc. as nominee for\r\n      Coastal Capital Corp.,            Defendants.\r\n                             __________\r\n\r\n                    Appeal From Chester County\r\n                 Lamar H. Kelsey, III, Special Referee\r\n\n                                   __________\r\n\r\n                    Unpublished Opinion No. 2012-UP-417 \n\r\n                  Submitted June 1, 2012 – Filed July 11, 2012        \n\r\n                                 __________\r\n\r\n                                  AFFIRMED\r\n                                  __________\r\n\r\n             Glenda and Nathaniel McMickens, of Chester, pro se.\r\n\r\n             H. Guyton Murrell, of Columbia, for Respondent.\r\n\r\n      PER CURIAM: Nathaniel and Glenda McMickens, pro se, appeal the\r\nspecial referee's order granting summary judgment in favor of HSBC Bank.\r\nWe affirm.1\r\n\r\n       The McMickens argue the special referee erred in failing to sustain\r\ntheir objection to the admission of the proof of claim as evidence of the debt\r\nat the hearing. We disagree. Although the McMickens initially objected to\r\nthe proof of claim, the McMickens agreed to its admission providing that\r\nHSBC Bank submitted an affidavit attesting that it was filed with the\r\nbankruptcy court. HSBC Bank submitted an affidavit and the McMickens\r\ndid not file a Rule 59(e), SCRCP, motion challenging its admission.\r\nTherefore, we find this issue is not preserved for our review. See Wilder\r\nCorp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It is axiomatic\r\nthat an issue cannot be raised for the first time on appeal, but must have been\r\nraised to and ruled upon by the trial judge to be preserved for appellate\r\nreview.\"); I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 422, 526\r\nS.E.2d 716, 724 (2000) (\"If the losing party has raised an issue in the lower\r\ncourt, but the court fails to rule upon it, the party must file a motion to alter or\r\namend the judgment in order to preserve the issue for appellate review\").\r\n\r\n     Moreover, we find the special referee did not err in granting HSBC\r\nBank's summary judgment motion. Even in viewing the evidence in the light\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nmost favorable to the McMickens, no genuine issue as to any material fact\r\nexisted and HSBC bank was entitled to a judgment as a matter of law. See\r\nRule 56(c), SCRCP (providing summary judgment is appropriate when \"no\r\ngenuine issue as to any material fact\" exists and \"the moving party is entitled\r\nto a judgment as a matter of law\"); see also Klippel v. Mid-Carolina Oil,\r\nInc., 303 S.C. 127, 129, 399 S.E.2d 163, 164 (Ct. App. 1990) (\"Under Rule\r\n56, SCRCP, when a party makes a motion for summary judgment and\r\nsupports it by affidavits the adverse party may not rest on the allegations of\r\nhis pleadings but must respond by affidavits or other evidence demonstrating\r\na genuine issue of material fact.\").\r\n\r\n      AFFIRMED.\r\n\r\n      FEW, C.J., and HUFF and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-418","title":"State v. Richmond","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-418.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Melinda Richmond, Appellant.\r\n\r\n        Appellate Case No. 2009-147886\r\n\r\n\r\n\r\n                    Appeal From Richland County \n\r\n                 Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-418 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia; and Melinda Richmond, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Solicitor Daniel\r\n        E. Johnson, all of Columbia, for Respondent.\r\n\nPER CURIAM: Melinda Richmond appeals her conviction of murder, arguing\r\nthe trial court erred in failing to instruct the jury on self-defense. Additionally,\r\nRichmond filed a pro se brief. After a thorough review of the record and all briefs\r\npursuant to Anders v. California, 386 U.S. 738 (1967), and State v. Williams, 305\r\nS.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and grant counsel's motion\r\nto be relieved.1\r\n\r\nAPPEAL DISMISSED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-419","title":"State v. Cochran","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-419.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Charles Wayne Cochran, Appellant.\r\n\r\n            Appellate Case No. 2010-162208\r\n\r\n\r\n\r\n                         Appeal From York County \n\r\n                    John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-419 \n\r\n                  Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                            APPEAL DISMISSED\r\n\r\n\r\n            Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n            for Appellant.\r\n\r\n            J. Benjamin Aplin, of the South Carolina Department of\r\n            Probation, Parole & Pardon Services, of Columbia, for\r\n            Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Charles Wayne Cochran appeals his probation revocation,\r\narguing the circuit court abused its discretion in revoking his probation based\r\n\npartially on his failure to complete a condition of his probation that was not\r\nspecifically ordered during sentencing. After a thorough review of the record and\r\ncounsel's brief pursuant to Anders v. California, 386 U.S. 738 (1967), and State v.\r\nWilliams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and grant\r\ncounsel's motion to be relieved.1\r\n\r\nAPPEAL DISMISSED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-420","title":"Washington v. Stewart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-420.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Errol Washington, as Personal Representative of the\r\n        Estate of Danny Washington, Appellant,\r\n\r\n        v.\r\n\r\n        Alice R. Stewart, Leroy Stewart, Alvin E. Burch, Sr.,\r\n        a/k/a Alvin E. Birch, Rudell S. Burch, Sterling Lending\r\n        Group, Inc., a South Carolina Corporation, Regent Bank,\r\n        and Wachovia Bank, N.A., Defendants,\r\n\r\n        Of Whom Alice R. Stewart, Leroy Stewart, Alvin E.\r\n        Burch, Sr., a/k/a Alvin E. Birch, Rudell S. Burch and\r\n        Wachovia Bank, N.A. are the Respondents.\r\n\r\n        Appellate Case No. 2011-186748\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                 Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-420 \n\r\n                Heard June 5, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Mark S. Sharpe of Warren & Sinkler, LLP, of\r\n        Charleston, and Edward P. Guerard, Jr., of Charleston,\r\n        for Appellant.\r\n\n             Trudy H. Robertson and Robert E. Sumner, IV both of\r\n             Moore & Van Allen, PLLC, of Charleston, for\r\n             Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Errol Washington, as the Personal Representative of the Estate of\r\nDanny Washington, argues the trial court erred in granting summary judgment in\r\nfavor of Wachovia Bank, N.A., on Washington's causes of action for aiding and\r\nabetting a breach of fiduciary duty and for negligence.\r\n\r\n(1) We find Washington's argument the trial court erred in granting summary\r\njudgment despite significant, outstanding discovery is not preserved. Washington\r\nfailed to raise this issue properly to the trial court. See Wilder Corp. v. Wilke, 330\r\nS.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be\r\nraised for the first time on appeal, but must have been raised to and ruled upon by\r\nthe trial judge to be preserved for appellate review.\"); McClurg v. Deaton, 380 S.C.\r\n563, 579-80, 671 S.E.2d 87, 96 (Ct.App. 2008) (holding a party may not raise an\r\nissue for the first time in a motion to reconsider, alter or amend a judgment).\r\n\r\n(2) We find the trial court did not err in granting summary judgment on\r\nWashington's cause of action for aiding and abetting a breach of fiduciary duty.\r\nThe elements for the cause of action for aiding and abetting a breach of fiduciary\r\nduty are: \"(1) a breach of a fiduciary duty owed to the plaintiff[;] (2) the\r\ndefendant's knowing participation in the breach[;] and (3) damages.\" Future\r\nGroup, II v. Nationsbank, 324 S.C. 89, 99, 478 S.E.2d 45, 50 (1996). \"The\r\ngravamen of the claim is the defendant's knowing participation in the fiduciary's\r\nbreach.\" Id.; see Gordon v. Busbee, 397 S.C. 119, 133-34, 723 S.E.2d 822, 830\r\n(Ct. App. 2012) (affirming the grant of directed verdict in favor of an attorney on\r\naiding and abetting breach of personal representative's fiduciary duty and finding\r\nthat even if the attorney should have conducted additional investigation into the\r\nassets of the estate, that does not constitute evidence of actual knowledge of\r\nimproper activity on the personal representative's part). The probate court's order\r\nappointing Stewart as personal representative placed no restrictions on her\r\nregarding Estate funds and the probate code grants a personal representative \"the\r\nsame power over the title to property of the estate that an absolute owner would\r\nhave, in trust however, for the benefit of the creditors and others interested in the\r\nestate.\" S.C. Code Ann. § 62-3-711(a) (2009). The mere movement of funds does\r\nnot create actual knowledge of a breach of a fiduciary duty. Washington failed to\r\n\nprovide any evidence Wachovia had actual knowledge Stewart was breaching her\r\nfiduciary duty when she made the transactions.\r\n\r\n(3) We find the trial court did not err in granting Wachovia summary judgment on\r\nWashington's negligence claim. In order to establish a claim for negligence, the\r\nplaintiff must prove the following elements: (1) a duty of care owed by the\r\ndefendant to the plaintiff; (2) a breach of that duty by the defendant's negligent act\r\nor omission; (3) the plaintiff was damaged; and (4) the damages proximately\r\nresulted from the breach of the duty. Thomasko v. Poole, 349 S.C. 7, 11, 561\r\nS.E.2d 597, 599 (2002). \"'[D]uty' is a question of whether the defendant is under\r\nany obligation for the benefit of the particular plaintiff; and in negligence cases,\r\nthe duty is always the same--to conform to the legal standard of reasonable conduct\r\nin the light of the apparent risk.\" Huggins v. Citibank, N.A., 355 S.C. 329, 333,\r\n585 S.E.2d 275, 277 (2003). \"What the defendant must do, or must not do, is a\r\nquestion of the standard of conduct required to satisfy the duty.\" Id. \"An\r\naffirmative legal duty to act exists only if created by statute, contract, relationship,\r\nstatus, property interest, or some other special circumstance.\" Carson v. Adgar,\r\n326 S.C. 212, 217, 486 S.E.2d 3, 5 (1997). Generally, a bank-depositor\r\nrelationship establishes a creditor-debtor relationship rather than a fiduciary\r\nrelationship. Rush v. S.C. Nat'l Bank, 288 S.C. 560, 562, 343 S.E.2d 667, 668 (Ct.\r\nApp. 1986). While a bank may owe its customers a duty of care, this duty does not\r\nextend to ensuring that a depositor is behaving wisely with his or her money.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n1 Wachovia argues this court lacks jurisdiction because Washington failed to\r\ntimely serve the notice of appeal. We disagree. Generally, serving the notice of\r\nappeal divests the lower court of jurisdiction over the order appealed, except for\r\nmatters not affected by the appeal. Jackson v. Speed, 326 S.C. 289, 311, 486\r\nS.E.2d 750, 761 (1997); Rule 205, SCACR. Often, when a timely post-trial motion\r\nis pending before the lower court, any notice of appeal will be dismissed without\r\nprejudice as premature. Elam v. S.C. Dep’t of Transp., 361 S.C. 9, 20 n.2, 602\r\nS.E.2d 772, 778 n.2 (2004). In this case, Washington timely served the notice of\r\nappeal from the order granting summary judgment. Neither party asked this court\r\nto dismiss the appeal or hold it in abeyance pending the trial court ruling on the\r\nmotion to alter or amend. Accordingly, jurisdiction remained with this court.\r\n\n","court":"Appeals"},{"id":"2012-UP-421","title":"State v. Cooper","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-421.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                        Respondent,\r\n\r\n                                  v.\r\n      Joshua Cooper,                    Appellant.\r\n\r\n                             __________\r\n\r\n                  Appeal From Clarendon County \n\r\n               George C. James, Jr., Circuit Court Judge \n\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-421 \n\r\n             Submitted June 1, 2012 – Filed July 11, 2012    \n\r\n                            __________\r\n\r\n                            AFFIRMED\r\n                            __________\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        and Assistant Attorney General Christina J. Catoe, all\r\n        of Columbia; and Solicitor Ernest A. Finney, III, of\r\n        Sumter, for Respondent.\r\n\n       PER CURIAM: Joshua Cooper appeals the denial of his motion to\r\nvacate his guilty pleas and order a competency evaluation, arguing the trial\r\ncourt should have ordered a competency evaluation after learning Cooper had\r\na history of competency, mental health, and mental retardation issues. We\r\naffirm1 pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\nState v. Bickham, 381 S.C. 143, 147, 672 S.E.2d 105, 107 (2009) (\"The\r\nwithdrawal of a guilty plea is generally within the sound discretion of the trial\r\n[court].\"); id. (\"An abuse of discretion occurs when a trial court's decision is\r\nunsupported by the evidence or controlled by an error of law.\"); State v.\r\nBurgess, 356 S.C. 572, 575, 590 S.E.2d 42, 44 (Ct. App. 2003) (\"The\r\nquestion of whether to order a competency examination falls within the\r\ndiscretion of the trial [court] whose decision will not be overturned on appeal\r\nabsent a clear showing of an abuse of that discretion.\"); S.C. Code Ann. § 44-\r\n23-410 (Supp. 2011) (requiring a trial court to order a competency evaluation\r\nif it has reason to believe a defendant cannot understand the proceedings\r\nagainst him or assist in his own defense due to a lack of mental capacity);\r\nBurgess, 356 S.C. at 575, 590 S.E.2d at 44 (holding in determining whether\r\nfurther inquiry into a defendant's fitness to stand trial is warranted, the trial\r\ncourt should consider factors such as \"evidence of his or her irrational\r\nbehavior, his or her demeanor at trial, and any prior medical opinion on his or\r\nher competence to stand trial\"); State v. Lambert, 266 S.C. 574, 579, 225\r\nS.E.2d 340, 342 (1976) (providing a defendant entering a guilty plea is held\r\nto the same competency standard as a defendant who proceeds to trial).\r\n\r\n        AFFIRMED.\r\n\r\n        PIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-422","title":"State v. Wade","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-422.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Michael Wade, Appellant.\r\n\r\n        Appellate Case No. 2011-193672\r\n\r\n\r\n                  Appeal From Orangeburg County \n\r\n                Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-422 \n\r\n              Submitted July 2, 2012 – Filed July 11, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Staff Attorney\r\n        Julie Kate Keeney, all of Columbia; and Solicitor David\r\n        M. Pascoe, Jr., of Summerville, for Respondent.\r\n\nPER CURIAM: Michael Wade appeals the circuit court's order requiring him to\r\nregister as a sex offender, arguing the facts behind his offense were not of a sexual\r\nnature. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Jacobs, 393 S.C. 584, 587, 713 S.E.2d 621, 622 (2011) (\"The\r\ncardinal rule of statutory construction is to ascertain and effectuate legislative\r\nintent.\" (citation and internal quotation marks omitted)); id. (\"Where the statute's\r\nlanguage is plain and unambiguous, and conveys a clear and definite meaning, the\r\nrules of statutory interpretation are not needed and the court has no right to impose\r\nanother meaning.\" (citation and internal quotation marks omitted)); id. at 587, 713\r\nS.E.2d at 622-23 (\"What a legislature says in the text of a statute is considered the\r\nbest evidence of the legislative intent or will. Therefore, the courts are bound to\r\ngive effect to the expressed intent of the legislature.\" (citation and internal\r\nquotation marks omitted)); S.C. Code Ann. § 23-3-430(A) (2007) (\"Any person,\r\nregardless of age, residing in the State of South Carolina who in this State . . . pled\r\nguilty . . . to an offense described below . . . shall be required to register pursuant\r\nto the provisions of this article.\"); S.C. Code Ann. § 23-3-430(C) (Supp. 2011)\r\n(\"For purposes of this article, a person who . . . pled guilty . . . for any of the\r\nfollowing offenses shall be referred to as an offender: . . . (12) peeping, voyeurism,\r\nor aggravated voyeurism ([s]ection 16-17-470) . . . .\").\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-423","title":"State v. Cheeks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-423.pdf","description":null,"date":"2012-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                           Respondent,\r\n\r\n                                     v.\r\n      Craig Cheeks,                        Appellant.\r\n\r\n\r\n\r\n                               __________\r\n\r\n                     Appeal From Greenville County \n\r\n                   Robin B. Stilwell, Circuit Court Judge \n\r\n\r\n                               __________\r\n\r\n               Unpublished Opinion No. 2012-UP-423 \n\r\n             Submitted June 1, 2012 – Filed July 11, 2012     \n\r\n                            __________\r\n\r\n                         APPEAL DISMISSED\r\n                             __________\r\n\r\n        Appellate Defender Kathrine           H.   Hudgins,   of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n\n             all of Columbia; and Solicitor W. Walter Wilkins, III,\r\n             of Greenville, for Respondent.\r\n\r\n\r\n      PER CURIAM: Craig Cheeks appeals his convictions of driving under\r\nsuspension and violating the habitual traffic offender statute, arguing the\r\ncircuit court erred in failing to (1) grant his directed verdict motion and (2)\r\ngive the jury an alibi charge. After a thorough review of the record and\r\ncounsel's brief pursuant to Anders v. California, 386 U.S. 738 (1967), and\r\nState v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss1 the\r\nappeal and grant counsel's motion to be relieved.\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-425","title":"Vieux v. Vieux","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-425.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n\r\n\r\n        Meng-Ling Vieux,                  Appellant,\r\n\r\n                                    v.\r\n        Roger M. Vieux,                   Respondent.\r\n\r\n                               __________\r\n\r\n                      Appeal From Horry County \n\r\n                  Ronald R. Norton, Family Court Judge \n\r\n                              __________\r\n\r\n                 Unpublished Opinion No. 2012-UP-425 \n\r\n               Submitted May 1, 2012 – Filed July 18, 2012 \n\r\n                             __________\r\n\r\n                              AFFIRMED\r\n                              __________\r\n\r\n           William Isaac Diggs, of Myrtle Beach, for Appellant.\r\n\r\n           Jason P. Boan, of Surfside Beach, for Respondent.\r\n\r\n           Brana Williams, of Murrells Inlet, for Guardian ad\r\n           Litem.\r\n\r\n      PER CURIAM: Meng-Ling Vieux (Mother) appeals the family court's\r\norder declining to hold Roger M. Vieux (Father) in willful contempt of the\r\n\nfinal divorce decree (the order). Mother argues the family court erred in\r\ndisregarding the terms of parties' settlement agreement, which was\r\nincorporated into the order, and in finding Father reasonably withheld\r\npermission for his children to travel out of the country. Because the parties'\r\nsettlement agreement incorporated in the family court's order was\r\nunambiguous and Father reasonably withheld his permission for the minor\r\nchildren to travel out of the country, we affirm1 pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: Simmons v. Simmons, 392 S.C. 412,\r\n414, 709 S.E.2d 666, 667 (2011) (\"In appeals from the family court, [the\r\nappellate] [c]ourt reviews factual and legal issues de novo.\"); Lewis v. Lewis,\r\n392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011) (\"[W]hile retaining the\r\nauthority to make our own findings of fact, we recognize the superior\r\nposition of the family court . . . in making credibility determinations.\"); Tracy\r\nv. Tracy, 384 S.C. 91, 96, 682 S.E.2d 14, 17 (Ct. App. 2009) (\"A [family]\r\ncourt's determination regarding contempt is subject to reversal where it is\r\nbased on findings that are without evidentiary support or where there has\r\nbeen an abuse of discretion.\" (internal quotation marks omitted)); id. (\"An\r\nabuse of discretion occurs either when the [family] court is controlled by\r\nsome error of law or where the order, based upon findings of fact, lacks\r\nevidentiary support.\" (internal quotation marks omitted)); Hawkins v.\r\nMullins, 359 S.C. 497, 501, 597 S.E.2d 897, 899 (Ct. App. 2004) (\"A party\r\nmay be found in contempt of court for the willful violation of a lawful court\r\norder.\"); Lindsay v. Lindsay, 328 S.C. 329, 340, 491 S.E.2d 583, 589 (Ct.\r\nApp. 1997) (\"The [family] court must enforce an unambiguous contract\r\naccording to its terms regardless of its wisdom or folly, apparent\r\nunreasonableness, or the parties' failure to guard their rights carefully.\");\r\nNicholson v. Nicholson, 378 S.C. 523, 532, 663 S.E.2d 74, 79 (Ct. App.\r\n2008) (\"A court approved divorce settlement must be viewed in accordance\r\nwith principles of equity and there is implied in every such agreement a\r\nrequirement of reasonableness.\" (internal quotation marks omitted)).\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-426","title":"State v. Bright","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-426.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n   The State,                                             Respondent,\r\n\r\n                                    v.\r\n\r\n\r\n\r\n   Roy G. Bright,                                            Appellant.\r\n                               __________\r\n\r\n                     Appeal From Spartanburg County\r\n                    J. Derham Cole, Circuit Court Judge\r\n                               __________\r\n\r\n                  Unpublished Opinion No. 2012-UP-426 \n\r\n                Submitted June 1, 2012 – Filed July 18, 2012 \n\r\n                               __________\r\n\r\n                          APPEAL DISMISSED\r\n                              __________\r\n\r\n         Appellate Defender Kathrine         H.   Hudgins,    of\r\n         Columbia, for Appellant.\r\n\r\n         Attorney General Alan Wilson, Chief Deputy\r\n         Attorney General John W. McIntosh, and Senior\r\n         Assistant Deputy Attorney General Salley W. Elliott,\r\n         all of Columbia; and Solicitor Barry J. Barnette, of\r\n         Spartanburg, for Respondent.\r\n\n       PER CURIAM: Roy G. Bright appeals his conviction of assault and\r\nbattery of a high and aggravated nature, arguing the circuit court erred in\r\nfailing to hold an in camera hearing to determine if a photographic line-up\r\nshould be suppressed. After a thorough review of the record and counsel's\r\nbrief pursuant to Anders v. California, 386 U.S. 738 (1967), and State v.\r\nWilliams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and\r\ngrant counsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-427","title":"State v. Harriott","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-427.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                        Respondent,\r\n\r\n                                  v.\r\n      Derrick D. Harriott,              Appellant.\r\n\r\n\r\n\r\n                             __________\r\n\r\n                    Appeal From Sumter County \n\r\n               George C. James Jr., Circuit Court Judge \n\r\n\r\n                             __________\r\n\r\n               Unpublished Opinion No. 2012-UP-427 \n\r\n             Submitted May 1, 2012 – Filed July 18, 2012 \n\r\n                           __________\r\n\r\n                       APPEAL DISMISSED\r\n                           __________\r\n\r\n         Senior Appellate Defender Joseph L. Savitz III, of\r\n         Columbia, and Derrick D. Harriott, pro se, for\r\n         Appellant.\r\n\r\n         Attorney General Alan Wilson, Chief Deputy\r\n         Attorney General John W. McIntosh, and Senior\r\n         Assistant Deputy Attorney General Salley W. Elliott,\r\n\n             all of Columbia; and Solicitor Ernest A. Finney III, of\r\n             Sumter, for Respondent.\r\n\r\n\r\n      PER CURIAM: Derrick D. Harriott appeals his convictions of murder\r\nand possession of a weapon during the commission of a violent crime,\r\narguing the trial court erred in failing to instruct the jury on the defense of\r\ninsanity. Harriott also filed a pro se brief. After a thorough review of the\r\nrecord and all briefs pursuant to Anders v. California, 386 U.S. 738 (1967),\r\nand State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the\r\nappeal and grant counsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-428","title":"Hampton County v. SCPCSD","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-428.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Hampton County School District Two, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Public Charter School District and Virgin\r\n        Johnson Academy of Excellence, Respondents.\r\n\r\n        Appellate Case No. 2011-203728\r\n\r\n\r\n              Appeal From the Administrative Law Court\r\n         Carolyn C. Matthews, Administrative Law Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-428 \n\r\n              Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Courtney Michelle Laster, Reagan Singletary Flemming,\r\n        Charles J. Boykin, and Deidre D. Laws, all of Boykin &\r\n        Davis, LLC, all of Columbia, for Appellant.\r\n\r\n        Karl Smith Bowers, Jr. and Matthew Todd Carroll, both\r\n        of Womble Carlyle Sandridge & Rice, LLP, both of\r\n        Columbia, for Respondent SC Public Charter School\r\n        District.\r\n\n              Virgin Johnson, Jr., of Johnson & Williams Attorneys at\r\n              Law, LLC, of Orangeburg, for Respondent Virgin\r\n              Johnson Academy of Academic Excellence.\r\n\r\n\r\nPER CURIAM: Hampton County School District Two (the District) appeals an\r\norder from the Administrative Law Court (ALC) dismissing its appeal from the\r\nSouth Carolina Public Charter School District Board of Trustees' (the Board's)\r\napproval of Virgin Johnson Academy of Excellence's charter school application.\r\nThe District now argues the ALC erred in (1) dismissing its appeal for failing to\r\ntimely file its notice of appeal and (2) finding the District had a duty to present\r\nevidence of adverse impact to its district caused by granting the application prior to\r\nthe Board's decision. We reverse and remand1 pursuant to Rule 220(b), SCACR,\r\nand the following authorities:\r\n\r\n1. As to whether the ALC erred in dismissing the District's appeal as untimely:\r\nS.C. Code Ann. § 1-23-600(D) (Supp. 2011) (\"[The ALC] also shall preside over\r\nall appeals from final decisions of contested cases pursuant to the Administrative\r\nProcedures Act . . . .\"); S.C. Code Ann. § 1-23-600(E) (Supp. 2011) (\"Review by\r\n[the ALC] of a final decision in a contested case, heard in the appellate jurisdiction\r\nof the [ALC], must be in the same manner as prescribed in Section 1-23-380 for\r\njudicial review of final agency decisions with the [ALC] exercising the same\r\nauthority as the court of appeals . . . .\"); S.C. Code Ann. § 1-23-380(1) (Supp.\r\n2011) (\"Proceedings for review are instituted by serving and filing notice of appeal\r\nas provided in the South Carolina Appellate Court Rules within thirty days after\r\nthe final decision of the agency . . . .\"); Rule 203(b)(6), SCACR (providing that a\r\nnotice of appeal from an order of an ALC or administrative tribunal shall be served\r\nwithin thirty days \"after receipt of the decision\" (emphasis added)); Hamm v. S.C.\r\nPub. Serv. Comm'n, 287 S.C. 180, 181-82, 336 S.E.2d 470, 471 (1985) (holding\r\nthat despite section 1-23-380's language suggesting the thirty days to appeal runs\r\nfrom the date an agency made its decision, an appellant actually has \"thirty days\r\nafter notice of a decision to bring an appeal\"); Cox v. Cnty. of Florence, 337 S.C.\r\n340, 344, 523 S.E.2d 776, 778 (1999) (finding a letter addressed to appellants\r\ninforming them of the agency's decision triggered the beginning of appellants'\r\nthirty days to petition the court for review pursuant to section 1-23-380); McLeod\r\nv. Starnes, 396 S.C. 647, 660, 723 S.E.2d 198, 205 (2012) (\"The legislature is\r\npresumed to be aware of [the court's] interpretation of its statutes.\" (quoting\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nWigfall v. Tideland Utils., Inc., 354 S.C. 100, 111, 580 S.E.2d 100, 105 (2003))\r\n(internal quotation marks omitted)).\r\n\r\n2. Because this case was dismissed on procedural grounds and we are remanding\r\nthis case for a ruling on the merits, we need not address whether the District had a\r\nduty to present evidence of adverse impact prior to the Board's decision. See\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (stating when one issue is dispositive of a case, the appellate court\r\nneed not address any remaining issues).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-429","title":"Allendale County v. SCPSCD","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-429.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Allendale County School District, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Public Charter School District and Virgin\r\n        Johnson Academy of Excellence, Respondents.\r\n\r\n        Appellate Case No. 2011-204186\r\n\r\n\r\n              Appeal From the Administrative Law Court\r\n         Carolyn C. Matthews, Administrative Law Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-429 \n\r\n              Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Courtney Michelle Laster, Reagan Singletary Flemming,\r\n        Charles J. Boykin, and Deidre D. Laws, all of Boykin &\r\n        Davis, LLC, all of Columbia, for Appellant.\r\n\r\n        Karl Smith Bowers, Jr. and Matthew Todd Carroll, both\r\n        of Womble Carlyle Sandridge & Rice, LLP, both of\r\n        Columbia, for Respondent SC Public Charter School\r\n        District.\r\n\n              Virgin Johnson, Jr., of Johnson & Williams Attorneys at\r\n              Law, LLC, of Orangeburg, for Respondent Virgin\r\n              Johnson Academy of Academic Excellence.\r\n\r\n\r\nPER CURIAM: Allendale County School District (the District) appeals an order\r\nfrom the Administrative Law Court (ALC) dismissing its appeal from the South\r\nCarolina Public Charter School District Board of Trustees's (the Board) approval of\r\nVirgin Johnson Academy of Excellence's charter school application. The District\r\nnow argues the ALC erred in (1) dismissing its appeal for failing to timely file its\r\nnotice of appeal and (2) finding the District had a duty to present evidence of\r\nadverse impact to its district caused by granting the application prior to the Board's\r\ndecision. We reverse and remand1 pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether the ALC erred in dismissing the District's appeal as untimely:\r\nS.C. Code Ann. § 1-23-600(D) (Supp. 2011) (\"[The ALC] also shall preside over\r\nall appeals from final decisions of contested cases pursuant to the Administrative\r\nProcedures Act . . . .\"); S.C. Code Ann. § 1-23-600(E) (Supp. 2011) (\"Review by\r\n[the ALC] of a final decision in a contested case, heard in the appellate jurisdiction\r\nof the [ALC], must be in the same manner as prescribed in Section 1-23-380 for\r\njudicial review of final agency decisions with the [ALC] exercising the same\r\nauthority as the court of appeals . . . .\"); S.C. Code Ann. § 1-23-380(1) (Supp.\r\n2011) (\"Proceedings for review are instituted by serving and filing notice of appeal\r\nas provided in the South Carolina Appellate Court Rules within thirty days after\r\nthe final decision of the agency . . . .\"); Rule 203(b)(6), SCACR (providing that a\r\nnotice of appeal from an order of an ALC or administrative tribunal shall be served\r\nwithin thirty days \"after receipt of the decision\" (emphasis added)); Hamm v. S.C.\r\nPub. Serv. Comm'n, 287 S.C. 180, 181-82, 336 S.E.2d 470, 471 (1985) (holding\r\nthat despite section 1-23-380's language suggesting the thirty days to appeal runs\r\nfrom the date an agency made its decision, an appellant actually has \"thirty days\r\nafter notice of a decision to bring an appeal\"); Cox v. Cnty. of Florence, 337 S.C.\r\n340, 344, 523 S.E.2d 776, 778 (1999) (finding a letter addressed to appellants\r\ninforming them of the agency's decision triggered the beginning of appellants'\r\nthirty days to petition the court for review pursuant to section 1-23-380); McLeod\r\nv. Starnes, 396 S.C. 647, 660, 723 S.E.2d 198, 205 (2012) (\"The legislature is\r\npresumed to be aware of [the court's] interpretation of its statutes.\" (quoting\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nWigfall v. Tideland Utils., Inc., 354 S.C. 100, 111, 580 S.E.2d 100, 105 (2003))\r\n(internal quotation marks omitted)).\r\n\r\n2. Because this case was dismissed on procedural grounds and we are remanding\r\nthis case for a ruling on the merits, we need not address whether the District had a\r\nduty to present evidence of adverse impact prior to the Board's decision. See\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (stating when one issue is dispositive of a case, the appellate court\r\nneed not address any remaining issues).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-430","title":"Patel v. Grabara","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-430.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n         Shaul Levy and Meir Levy,              Respondents,\r\n                                         v.\r\n         Arkaduisz Grabara, Bhupendra\r\n         Patel, and Harry Pavilack,             Defendants,\r\n         Of whom Bhupendra Patel is the         Appellant.\r\n                                    __________\r\n\r\n                       Appeal From Georgetown County\r\n                   Benjamin H. Culbertson, Circuit Court Judge\r\n                                 __________\r\n\r\n                     Unpublished Opinion No. 2012-UP-430\r\n                   Submitted June 1, 2012 – Filed July 18, 2012\r\n                                  __________\r\n\r\n                                   AFFIRMED\r\n                                   __________\r\n\r\n             William W. DesChamps, Jr., of DesChamps Law Firm,\r\n             of Myrtle Beach, for Appellant.\r\n\r\n             Henrietta U. Golding and Dan V. Butler, of McNair Law\r\n             Firm, both of Myrtle Beach, for Respondents.\r\n\r\n\r\nPER CURIAM: Bhupendra Patel appeals the trial court's order denying his\r\nrequest for relief from judgment under Rule 60(b), SCRCP, arguing the trial court\r\nerred in finding (1) the statutory requirements for the judgment by confession\r\npursuant to section 15-35-360 of the South Carolina Code (2005) were met and (2)\r\nPatel was not entitled to relief for Harry Pavilack's failure to uphold his fiduciary\r\n\nduty and attorney-client relationship with Patel by not informing Patel of the\r\ncontents of the document Patel signed. We affirm.1\r\n\r\nWe find the statutory requirements for the judgment by confession were met.\r\nSection 15-35-360 of the South Carolina Code (2005) establishes the requirements\r\nfor a judgment by confession and provides that \"[b]efore a judgment by confession\r\nshall be entered a statement in writing must be made and signed by the defendant\r\nand verified by his oath . . . \" (emphasis added). The written judgment by\r\nconfession contains Patel's signature, which he does not dispute. Additionally, the\r\njudgment by confession contains a verification of statement at the end of the\r\ndocument providing that Patel was duly sworn and affirming that the judgment by\r\nconfession was true. Furthermore, the verification statement was notarized by\r\nCheryl Thorn after she witnessed Patel signing the document. Thus, we find\r\nPatel's judgment by confession was verified by his oath. Accordingly, the statutory\r\nrequirements were met.\r\n\r\nPatel also argues the trial court erred in finding Patel was not entitled to relief for\r\nPavilack's failure to uphold his fiduciary duty and attorney-client relationship with\r\nPatel. We find the trial court did not err in finding that Patel was not entitled to\r\nrelief on these grounds. See Motley v. Williams, 374 S.C. 107, 112, 647 S.E.2d\r\n244, 247 (Ct. App. 2007) (\"Any communication failure or mistake on the part of an\r\nattorney is directly attributable to his client.\"); id. (noting a party cannot set aside a\r\nsettlement agreement signed pursuant to attorney's erroneous legal advice).\r\n\r\nMoreover, Patel contends that he should be entitled to relief because he believed he\r\nwas a signing a document releasing him from future liability. We find this\r\nargument without merit. Patel cannot be relieved from liability for the failure to\r\nread the judgment by confession. See Regions Bank v. Schmauch, 354 S.C. 648,\r\n663, 582 S.E.2d 432, 440 (Ct. App. 2003) (\"A person who signs a contract or other\r\nwritten document cannot avoid the effect of the document by claiming he did not\r\nread it. A person signing a document is responsible for reading the document and\r\nmaking sure of its contents.\" (citations omitted)). Moreover, the document is\r\nclearly titled \"judgment by confession\" and the verification of statement also\r\nidentifies the document as a \"judgment by confession.\"\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-431","title":"Evans v. Carolina Canners","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-431.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n      Jason Evans,                      Respondent,\r\n\r\n                                  v.\r\n      Carolina Canners, Employer, \n\r\n      and Carolina Canners, Inc., Self \n\r\n      Insured, Carrier,                  Defendants, \n\r\n      Of whom Carolina Canners is \n\r\n      the                               Appellant.              \n\r\n                             __________\r\n\r\n                  Appeal From the Appellate Panel \n\r\n         South Carolina Workers' Compensation Commission \n\r\n                           __________\r\n\r\n               Unpublished Opinion No. 2012-UP-431 \n\r\n             Submitted June 1, 2012 – Filed July 18, 2012   \n\r\n                            __________\r\n\r\n                             AFFIRMED\r\n                             __________\r\n\r\n        Russell T. Infinger and Kirsten E. Small, both of\r\n        Greenville, for Appellant.\r\n\r\n        Alan R. Cochran, of Greenville, for Respondent.\r\n\n      PER CURIAM: Carolina Canners, Inc. (Employer) appeals the order\r\nof the Appellate Panel of the South Carolina Workers' Compensation\r\nCommission (the Appellate Panel) awarding Jason Evans (Employee)\r\npermanent total disability for his right shoulder injury and ordering Employer\r\nto pay all of Employee's causally-related medical bills for his right shoulder,\r\nright arm, psychological overlay, and chronic pain. On appeal, Employer\r\nargues the Appellate Panel erred in finding Employee's chronic pain from his\r\nwork-related shoulder injury caused his psychological overlay. Because we\r\nfind substantial evidence exists to support the Appellate Panel's finding that\r\nEmployee's work-related injury caused his psychological overlay, we affirm1\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities: Lockridge\r\nv. Santens of Am., Inc., 344 S.C. 511, 515, 544 S.E.2d 842, 844 (Ct. App.\r\n2001) (\"The Administrative Procedures Act establishes the standard of review\r\nfor decisions by the South Carolina Workers' Compensation Commission.\r\nAny review of the [Appellate Panel]'s factual findings is governed by the\r\nsubstantial evidence standard. . . . Substantial evidence is evidence that, in\r\nviewing the record as a whole, would allow reasonable minds to reach the\r\nsame conclusion that the [Appellate Panel] reached.\"(internal citations\r\nomitted)); S.C. Code Ann. § 42-1-160(D)(2-3) (Supp. 2011) (providing\r\ncompensation is appropriate for stress, mental injuries, and mental illness\r\nalleged to have been aggravated by a work-related physical injury if \"noted in\r\na medical record of an authorized physician that, in the physician's opinion,\r\nthe condition is at least in part causally-related or connected to the injury or\r\naccident . . . . or found to be causally-related or connected to the accident or\r\ninjury after evaluation by an authorized psychologist or psychiatrist\"); Pack v.\r\nState Dep't. of Transp., 381 S.C. 526, 538, 673 S.E.2d 461, 467 (Ct. App.\r\n2009) (\"Claims for psychological injury are compensable only if the claimant\r\nproves by a preponderance of evidence they are caused by physical injury or\r\nby extraordinary and unusual conditions of employment.\").\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-432","title":"State v. Kinloch","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-432.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Appellant,\r\n\r\n        v.\r\n\r\n        Bryant Kinloch, Respondent.\r\n\r\n        Appellate Case No. 2010-150606\r\n\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Roger M. Young, Sr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-432 \n\r\n               Heard June 19, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Attorney\r\n        General William M. Blitch, Jr., all of Columbia, and\r\n        Solicitor Scarlett A. Wilson, of Charleston, for Appellant.\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Respondent.\r\n\nPER CURIAM: The State appeals the circuit court's decision to grant Bryant\r\nKinloch's motion to suppress evidence discovered during the execution of a\r\nwarrant to search his residence. We affirm pursuant to Rule 220(b)(1), SCACR.\r\n\r\nWe find no clear error in the circuit court's determination that the search warrant\r\nwas not supported by probable cause. See State v. Wright, 391 S.C. 436, 442, 706\r\nS.E.2d 324, 326 (2011) (stating on review of a circuit court's ruling on a motion to\r\nsuppress based on the Fourth Amendment, \"[t]he appellate court will reverse only\r\nwhen there is clear error\"); State v. Gentile, 373 S.C. 506, 514-16, 646 S.E.2d 171,\r\n174-76 (Ct. App. 2007) (finding magistrate lacked a substantial basis for\r\nconcluding probable cause existed, where information presented to magistrate did\r\nnot adequately connect evidence of drug activity to respondent's residence).\r\n\r\nThe State's arguments regarding good-faith exceptions are not preserved. See State\r\nv. Freiburger, 366 S.C. 125, 134, 620 S.E.2d 737, 741 (2005) (finding argument\r\nasserted on appeal unpreserved because it was not raised to and ruled upon by\r\nlower court).\r\n\r\nWe do not address the additional sustaining ground Kinloch raises. See State v.\r\nBostick, 392 S.C. 134, 139 n.4, 708 S.E.2d 774, 776 n.4 (2011) (declining to\r\naddress issue because court's resolution of another issue was dispositive of the\r\nappeal).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-433","title":"Allen v. SCBCB","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-433.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Jeffrey D. Allen, individually, as guardian for Jane Doe,\r\n        a minor, and as representative of other similarly situated\r\n        State of South Carolina employees, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Budget and Control Board Employee\r\n        Insurance Program and Blue Cross and Blue Shield of\r\n        South Carolina, Respondents.\r\n\r\n        Appellate Case No. 2011-183026\r\n\r\n\r\n                    Appeal From Charleston County \n\r\n                   Paul M. Burch, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-433 \n\r\n                Heard May 9, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        John A. Massalon, of Wills, Massalon & Allen, LLC, of\r\n        Charleston, for Appellant.\r\n\r\n        Theodore DuBose Willard, Jr., of Montgomery Willard,\r\n        LLC, of Columbia, for Respondent Blue Cross and Blue\r\n        Shield of South Carolina; Kelly Hunter Rainsford, of\r\n\n             Columbia, for Respondent South Carolina Budget and\r\n             Control Board Employee Insurance Program.\r\n\r\n\r\nPER CURIAM: Jeffrey Allen appeals the circuit court's grant of summary\r\njudgment in favor of the South Carolina Budget and Control Board Employee\r\nInsurance Program and Blue Cross and Blue Shield of South Carolina. He argues\r\nthe circuit court erred in finding he was required to exhaust his administrative\r\nremedies before pursuing a claim in circuit court. He also contends the circuit\r\ncourt erred in not staying the circuit court litigation pending the resolution of the\r\nmatter in the Administrative Law Court. We affirm pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities:\r\n\r\nAs to the issue of staying the circuit court proceedings: Tallent v. S.C. Dep't of\r\nTransp., 363 S.C. 160, 165, 609 S.E.2d 544, 546 (Ct. App. 2005) (\"A party cannot\r\nuse a motion to reconsider, alter[,] or amend a judgment to present an issue that\r\ncould have been raised prior to the judgment but was not.\"), rev'd sub nom. on\r\nother grounds, Hardin v. S.C. Dep't of Transp., 371 S.C. 598, 641 S.E.2d 437\r\n(2007); MailSource, LLC v. M.A. Bailey & Assocs., Inc., 356 S.C. 370, 374, 588\r\nS.E.2d 639, 641 (Ct. App. 2003) (\"A party cannot raise an issue for the first time in\r\na Rule 59(e), SCRCP motion which could have been raised at trial.\").\r\n\r\nAs to whether the circuit court erred in requiring Allen to exhaust his\r\nadministrative remedies: Smith v. S.C. Ret. Sys., 336 S.C. 505, 523, 520 S.E.2d\r\n339, 349 (Ct. App. 1999) (\"The question of whether exhaustion of administrative\r\nremedies is required is a matter within the sound discretion of the trial court that\r\nwill not be disturbed on appeal absent an abuse of that discretion.\"); id. (\"An abuse\r\nof discretion occurs where the trial court is controlled by an error of law or where\r\nthe [c]ourt's order is based on factual conclusions without evidentiary support.\");\r\nid. at 527, 520 S.E.2d at 351 (\"[A] court ordinarily will refuse to grant a\r\ndeclaratory judgment where a special statutory remedy has been provided.\"); id.\r\n(\"'Gratuitous interference' in the administrative process should be avoided.\"\r\n(quoting Williams Furniture Corp. v. S. Coatings & Chem. Co., 216 S.C. 1, 7-8, 56\r\nS.E.2d 576, 579 (1949))); S.C. Code Ann. § 1-11-710(C) (2005) (stating \"claims\r\nfor benefits under any self-insured plan of insurance offered by the State to state\r\nand public school district employees and other eligible individuals must be\r\nresolved by procedures established by the board, which shall constitute the\r\nexclusive remedy for these claims . . .\").\r\n\nAFFIRMED. \n\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-435","title":"Browder v. Marine","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-435.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        David Browder, Respondent,\r\n\r\n        v.\r\n\r\n        Ross Marine, LLC, Swygert Shipyards, Inc.,\r\n        Sandblasters, Inc., Arthur R. Swygert, Jr., Arthur\r\n        Swygert, Sr. and Cathy Speights, Appellants.\r\n\r\n        Appellate Case No. 2011-186727\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-435 \n\r\n                Heard May 8, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        William A. Scott, of Rogers, Townsend & Thomas, PC,\r\n        of Charleston, for Appellants.\r\n\r\n        Michael W. Sautter, of Query, Sautter, Gliserman &\r\n        Price, LLC, of Charleston, for Respondent.\r\n\nPER CURIAM: David Browder filed this action alleging a violation of the South\r\nCarolina Payment of Wages Act (the Act) against Ross Marine, LLC, Swygert\r\nShipyards, Inc., Sandblasters, Inc., Arthur R. Swygert, Jr., Arthur Swygert, Sr., and\r\nCathy Speights (collectively, Ross Marine). The trial court granted Ross Marine's\r\nmotion to compel arbitration, and the arbitration panel awarded Browder treble\r\ndamages, attorney's fees, and costs. Browder moved to confirm the arbitration\r\naward, and Ross Marine moved to vacate it. The trial court confirmed the award\r\nand denied the motion to vacate. Ross Marine appealed. We affirm.\r\n\r\n1.     As to the parties' dispute regarding our standard of review, we find our\r\nreview is limited. As noted by Ross Marine, the standard of review regarding the\r\nquestion of arbitrability is de novo. Partain v. Upstate Auto. Group, 386 S.C. 488,\r\n491, 689 S.E.2d 602, 603 (2010). However, the standard of review of an appellate\r\ncourt regarding the merits of an arbitration award is limited: \"When a dispute is\r\nsubmitted to arbitration, the arbitrator determines questions of both law and fact.\r\nGenerally, an arbitration award is conclusive and courts will refuse to review the\r\nmerits of an award. An award will be vacated only under narrow, limited\r\ncircumstances.\" Gissel v. Hart, 382 S.C. 235, 241, 676 S.E.2d 320, 323 (2009).\r\n\r\n2.      We find no manifest disregard of the Statute of Frauds by the arbitration\r\npanel. The Statute of Frauds provides in pertinent part: \"No action shall be\r\nbrought . . . [t]o charge any person upon any agreement that is not to be performed\r\nwithin the space of one year from the making thereof . . . [u]nless the agreement . .\r\n. [is] in writing and signed by the party to be charged therewith . . . .\" S.C. Code\r\nAnn. § 32-3-10 (2007). Modifications to a contract, written or oral, must likewise\r\nfulfill the elements required for a valid contract. Roberts v. Gaskins, 327 S.C. 478,\r\n483-84, 486 S.E.2d 771, 773-74 (Ct. App. 1997). A contract may be established\r\nby \"several writings which are connected either expressly or through internal\r\nevidence of the subject matter and occasion.\" Young v. Indep. Pub. Co., 273 S.C.\r\n107, 110, 254 S.E.2d 681, 683 (1979). Vacating an arbitration award based on\r\nmanifest disregard of the law requires more than a mere error of law or failure on\r\nthe part of the arbitrator to understand or apply the law. Lauro v. Visnapuu, 351\r\nS.C. 507, 519, 570 S.E.2d 551, 557 (Ct. App. 2002). \"An arbitrator manifestly\r\ndisregards the law when he or she appreciates the existence of a clearly governing\r\nlegal principle and decides to ignore it.\" C-Sculptures, LLC v. Brown, 394 S.C.\r\n519, 523, 716 S.E.2d 678, 680 (Ct. App. 2011). It must be clear that the arbitrators\r\nrecognized the applicable law and refused to apply it. Gissel, 382 S.C. at 241, 676\r\nS.E.2d at 323. We find no manifest disregard by the arbitration panel in regard to\r\nthe Statute of Frauds.\r\n\n3.      We find no manifest disregard by the arbitration panel regarding Ross\r\nMarine's motion to reconsider based on Mathis v. Brown & Brown of South\r\nCarolina, Inc., 389 S.C. 299, 698 S.E.2d 773 (2010), which was filed less than two\r\nweeks after the arbitration award was filed. The trial court in Mathis awarded\r\ndamages under the Act for prospective wages. Id. at 304, 698 S.E.2d at 775. In\r\nreversing, our supreme court examined the language of the Act, the interpretation\r\nof similar statutes by the majority of other jurisdictions, and the argument\r\nadvanced by amici before concluding the Act did not apply to prospective wages.\r\nId. at 318-19, 698 S.E.2d at 783-84. At the time the arbitrators filed the award in\r\nthis case, they did not have the benefit of the Mathis decision, and the case law on\r\nwhether prospective wages were recoverable under the Act was not well defined or\r\nexplicit. \"[F]or a court to vacate an arbitration award based upon an arbitrator's\r\nmanifest disregard of the law, the governing law ignored by the arbitrator must be\r\nwell defined, explicit, and clearly applicable.\" Gissel, 382 S.C. at 241, 676 S.E.2d\r\nat 323. We find no manifest disregard by the arbitration panel.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-436","title":"Miller v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-436.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Zachary V. Miller, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2009-122127\r\n\r\n\r\n                     Appeal From Greenville County \n\r\n                    John C. Few, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-436 \n\r\n               Heard April 11, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                    REVERSED and REMANDED\r\n\r\n\r\n        Kirby R. Mitchell and Michael S. Gambrell, of South\r\n        Carolina Legal Services, of Greenville, for Petitioner.\r\n\r\n        Attorney General Alan M. Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General T. Stephen Lynch, and Assistant\r\n        Attorney General Adam L. Whitsett, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Zachary Miller (Miller) appeals the circuit court's order granting\r\nthe State's motion to dismiss his declaratory judgment action, arguing the circuit\r\ncourt erred in (1) finding the State was not properly served; (2) finding Miller\r\nfailed to state a claim upon which relief could be granted; (3) removing the\r\nAttorney General as a party from the case; and (4) concluding Miller's claim\r\nshould be raised to the Administrative Law Court (ALC). We reverse and remand\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n\r\n1. As to Miller's right to a hearing, which was requested by both parties, on his\r\n   constitutional challenge: See Dangerfield v. State, 376 S.C. 176, 179, 656\r\n   S.E.2d 352, 353-54 (2008) (\"Due process considerations apply in contested\r\n   cases or hearings which affect an individual's property or liberty interests as\r\n   contemplated by the federal and state constitutions. The procedural component\r\n   of the state and federal due process clauses requires the individual whose\r\n   property or liberty interests are affected to have received adequate notice of the\r\n   proceeding, the opportunity to be heard in person, the opportunity to introduce\r\n   evidence, the right to confront and cross-examine adverse witnesses, and the\r\n   right to meaningful judicial review.\") (internal citations omitted) (emphasis\r\n   added); see also State ex rel. McLeod v. Brown, 278 S.C. 281, 284, 294 S.E.2d\r\n   781, 782 (1982) (\"We believe that an order substantially affecting a party's\r\n   rights should not be made in a case without notice to the party prejudiced by it\r\n   and an opportunity to be heard.\") (emphasis added).\r\n\r\n2. Because we reverse the circuit court's order of dismissal for failure to conduct a\r\n   hearing, we need not reach the remaining issues on appeal. See Futch v.\r\n   McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n   (1999) (ruling an appellate court need not review remaining issues when its\r\n   determination of a prior issue is dispositive of the appeal).\r\n\r\nREVERSED and REMANDED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-437","title":"Jamison v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-437.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Matthew Jamison, Respondent,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Petitioner.\r\n\r\n            Appellate Case No. 2008-106026\r\n\r\n\r\n                          Appeal From Richland County \n\r\n                 William P. Keesley, Post-Conviction Relief Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-437 \n\r\n                    Heard June 21, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Attorney General Alan Wilson, Chief Deputy Attorney\r\n            General John W. McIntosh, Senior Assistant Deputy\r\n            Attorney General Salley W. Elliott, Assistant Attorney\r\n            Brian T. Petrano, all of Columbia, for Petitioner.\r\n\r\n            Tricia A. Blanchette, Law Office of Tricia A. Blanchette,\r\n            LLC, of Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: The State appeals the grant of Matthew Jamison's second petition\r\nfor post-conviction relief (PCR) arguing the petition was successive and should\r\n\nhave been procedurally barred. The State further contends the PCR court erred in\r\nseveral respects in concluding the petition sufficiently established the existence of\r\nafter-discovered evidence warranting the withdrawal of Jamison's guilty plea to\r\ninvoluntary manslaughter and the granting of a new trial. We affirm pursuant to\r\nRule 220(b)(1), SCACR, and the following authorities: S.C. Code Ann. § 17-27-\r\n70(b) (2003) (\"When a court is satisfied, on the basis of the application . . . that the\r\napplicant is not entitled to post-conviction relief . . . it may indicate to the parties\r\nits intention to dismiss the application and its reason for so doing.\"); id.\r\n(\"Disposition on the pleadings and record is not proper if there exists a material\r\nissue of fact.\"); Odom v. State, 337 S.C. 256, 261, 523 S.E.2d 753, 755 (1999)\r\n(\"All applicants are entitled to a full and fair opportunity to present claims in one\r\nPCR application.\") (emphasis added); Greene v. State, 276 S.C. 213, 214, 277\r\nS.E.2d 481, 481 (1981) (\"On appeal from an order granting post-conviction relief,\r\nour review is limited to whether there is any evidence to support the trial court's\r\nfindings of fact.\"); State v. Irvin, 270 S.C. 539, 545, 243 S.E.2d 195, 197 (1975)\r\n(\"A motion for a new trial based on after-discovered evidence is addressed to the\r\nsound discretion of the trial judge.\"); State v. De Angelis, 256 S.C. 364, 369, 182\r\nS.E.2d 732, 734 (1971) (stating absent error of law or abuse of discretion, this\r\ncourt will not disturb the trial court's judgment); State v. Wharton, 381 S.C. 209,\r\n215, 672 S.E.2d 786, 789 (2009) (\"[T]he applicability of the doctrine of transferred\r\nintent to voluntary manslaughter cases where the defendant kills an unintended\r\nvictim upon sufficient legal provocation committed by a third party remains an\r\nunsettled question in South Carolina.\"); De Angelis, 256 S.C. at 369, 182 S.E.2d at\r\n734 (considering whether the defendant could withdraw his guilty plea based on\r\nafter-discovered evidence and stating \"there are cases that motions of this character\r\nshould be entertained and granted in order that wrongs done may be remedied\").\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-438","title":"Harris v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-438.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Barrett Bernard Harris, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2009-115486\r\n\r\n\r\n                   Appeal From Spartanburg County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-438 \n\r\n                Heard May 9, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Suzanne H. White, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Barrett Bernard Harris appeals the denial of his application for\r\npost-conviction relief (PCR). We affirm.\r\n\r\nFACTS AND PROCEDURAL HISTORY\r\n\r\nIn 2003, Harris was indicted for possession with intent to distribute crack cocaine.\r\nHe was tried and found guilty. During the sentencing phase, the solicitor stated\r\nthat Harris was convicted in 1990 \"of three counts of distribution of crack cocaine;\r\nand again, in 1990, another conviction for distribution of crack cocaine.\" Harris\r\ndid not dispute this statement or otherwise object. Pursuant to the version of\r\nsection 44-53-375(B)(3) of the South Carolina Code (2002) in effect at the time he\r\ncommitted the offense for which he was tried, the court sentenced Harris to\r\ntwenty-eight years imprisonment and ordered him to pay a $100,000 fine, noting\r\nthis was his \"third offense drugs.\" Harris filed a direct appeal, challenging an\r\nevidentiary ruling. This court affirmed in an unpublished opinion. State v. Harris,\r\nOp. No. 2007-UP-551 (S.C. Ct. App. filed Dec. 14, 2007).\r\n\r\nIn March 2008, Harris filed a form application for PCR, alleging ineffective\r\nassistance of counsel. After a hearing on December 11, 2008, the court of common\r\npleas issued an order denying PCR.\r\n\r\nSubsequently, Harris, now represented by counsel, petitioned for certiorari;\r\nhowever, his PCR attorney also asserted the petition was without merit and\r\nrequested permission to withdraw from further representation. Pursuant to\r\nJohnson v. State, 294 S.C. 310, 364 S.E.2d 201 (1988), this court denied counsel's\r\npetition to be relieved, granted the petition for a writ of certiorari, and ordered the\r\nparties to brief the following issues: (1) whether Harris's PCR counsel preserved\r\nfor appellate review the issue of trial counsel's alleged ineffective assistance and\r\n(2) whether trial counsel was ineffective in failing to investigate the possibility that\r\nHarris's 1990 convictions for possession with intent to distribute should be\r\nconsidered a single offense for sentencing purposes.\r\n\r\nLAW/ANALYSIS\r\n\r\n1. The PCR court did not, as required by section 17-27-80 of the South Carolina\r\nCode (2003), \"make specific findings of fact, and state expressly its conclusions of\r\nlaw, relating to each issue presented,\" and only stated in its order that \"[a]ny\r\nallegation not addressed herein is likewise denied and dismissed.\" This\r\nshortcoming, however, is not necessarily dispositive of this appeal. See McCray v.\r\nState, 305 S.C. 329, 330, 408 S.E.2d 241, 241 (1991) (holding the PCR court's\r\n\nconclusions regarding ineffective assistance of counsel were \"insufficient for\r\nappellate review and fail to meet the standard set forth in the statute,\" but reversing\r\nthe order denying PCR and remanding for a new PCR hearing); Pearson v.\r\nHarrison, 9 Fed. Appx. 85 (4th Cir. 2001) (observing that \"the South Carolina\r\nSupreme Court has consistently vacated and remanded PCR court judgments that\r\ndo not contain findings on issues presented to the PCR court\" rather than require\r\nthe applicant to move to alter or amend in order to obtain appellate review).\r\n\r\n2. We agree with Harris that his trial counsel's failure to make the necessary\r\ninquiries about his prior record amounted to ineffective assistance. Harris's trial\r\ncounsel testified he did not investigate the possibility that Harris may have been\r\narrested at the same time on the corresponding charges. He also admitted he did\r\nnot object to the solicitor's presentation of Harris's prior record when Harris was\r\nsentenced and did not know whether Harris could have received a more lenient\r\nsentence because his 1990 convictions on drug-related offenses should have been\r\nconsidered as a single conviction rather than as multiple convictions. These\r\nfailures to inquire amount to deficient performance. See Edwards v. State, 392\r\nS.C. 449, 456, 710 S.E.2d 60, 64 (2011) (\"[C]riminal defense attorneys have a duty\r\nto undertake a reasonable investigation, which at a minimum includes interviewing\r\npotential witnesses and making an independent investigation of the facts and\r\ncircumstances of the case.\").\r\n\r\n3. Nevertheless, we affirm the denial of PCR because Harris presented no evidence\r\nto the PCR court that he was prejudiced by the failure of his trial counsel to\r\ninvestigate whether his prior record would entitle him to a more lenient sentence.\r\nSee Goins v. State, 397 S.C. 568, ___, 726 S.E.2d 1, 3 (2012) (stating that to\r\nestablish a claim of ineffective assistance of counsel, a convicted defendant must\r\n\"first demonstrate that counsel was deficient and then must also show this\r\ndeficiency resulted in prejudice\"). Nothing in the transcript of record of either\r\nHarris's trial or his hearing in the court of common pleas suggests the three counts\r\nto which the solicitor referred were linked in such a way that together they could\r\nhave been considered a single offense. Furthermore, as the State noted in its brief\r\nto this court, Harris never challenged the solicitor's reference to \"another\r\nconviction for distribution of crack cocaine\" in 1990 that was not one of the three\r\nconvictions mentioned by the solicitor earlier. Because Harris presented no\r\nevidence that would discredit the solicitor's statements about his prior record, we\r\naffirm the denial of his petition for PCR. See Cherry v. State, 300 S.C. 115, 119,\r\n386 S.E.2d 624, 626 (1989) (\"The appropriate scope of review of [the appellate\r\ncourt] is that 'any evidence' of probative value is sufficient to uphold the PCR\r\njudge's findings.\") (quoting Webb v. State, 281 S.C. 237, 238, 314 S.E.2d 839, 839\r\n\n(1984)); Butler v. State, 286 S.C. 441, 442, 334 S.E.2d 813, 814 (1985) (stating the\r\nPCR applicant has the burden to prove the allegations in his or her application and\r\nnoting the applicant must establish both deficient performance and prejudice to\r\nprove an allegation of ineffective assistance of counsel).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-439","title":"State v. Toomer","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-439.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Tommy Toomer, Appellant.\r\n\r\n        Appellate Case No. 2009-129146\r\n\r\n\r\n                     Appeal From Horry County \n\r\n              Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-439 \n\r\n               Heard June 6, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General Brendan Jackson McDonald, all of\r\n        Columbia, and Solicitor J. Gregory Hembree, of Conway,\r\n        for Respondent.\r\n\nPER CURIAM: Tommy Toomer appeals his murder conviction. The incident\r\ngiving rise to the charge against him occurred at his residence. The two issues he\r\nraises on appeal concern the testimony of his housemate, Wanda Garrett, who\r\nappeared as a witness for the State. We affirm.\r\n\r\n1. Toomer first argues the trial judge erred in admitting testimony from Garrett that\r\non previous occasions he grabbed a heavy tree limb from a bedroom window and\r\nhit her with it. We hold Toomer failed to take adequate measures to preserve this\r\nissue for appeal. The record shows only that Toomer objected to the testimony\r\nunder Rule 404(b), SCRE. The trial judge then held a bench conference that the\r\njurors, though not excused from the courtroom, were unable to hear. The trial\r\njudge announced immediately after the bench conference that he permitted the\r\ndisputed testimony; however, there is no explanation as to why the trial judge ruled\r\nas he did. In its respondent's brief, the State has suggested several grounds to\r\nsupport the admission of this statement, including (1) that it was probative of\r\nToomer's intent, (2) that it demonstrated the absence of mistake or accident, and\r\n(3) that it was admissible pursuant to a res gestae theory. Without any information\r\nas to why the trial judge admitted Garrett's testimony about Toomer's alleged prior\r\nbad act, we cannot determine whether the ruling was in error. See State v. Hutto,\r\n279 S.C. 131, 132, 303 S.E.2d 90, 91 (1983) (finding no error because the\r\nappellant did not meet his burden of presenting a record that was sufficiently\r\ncomplete for appellate review of the trial judge's actions); In re Richard D, 388\r\nS.C. 95, 100, 693 S.E.2d 447, 450 (Ct. App. 2010) (acknowledging that an issue on\r\nappeal may have been discussed during an off-the-record bench conference but\r\nholding this court \"cannot review issues not contained in the record\").\r\n\r\n2. Toomer also contends the trial judge erred in allowing the State to have a\r\nportion of a tape-recorded statement that Garrett gave to the police played during\r\nher redirect examination. Garrett gave the tape-recorded statement to the police a\r\nfew days after the incident from which the charge against Toomer arose. In this\r\nstatement, Garrett said that Toomer left their residence to purchase drugs shortly\r\nbefore he fatally injured the victim; however, she did not attest to this fact in either\r\nof two written statements she provided to law enforcement that same day. The\r\nquestion before us is whether the statement was admissible as a prior consistent\r\nstatement under Rule 801(d), SCRE. We hold the trial judge properly allowed the\r\njury to hear a portion of the tape.\r\n\r\nUnder Rule 801(d)(1)(B), SCRE, a prior statement is not hearsay if (1) the\r\ndeclarant testifies at trial and is subject to cross-examination concerning the\r\n\nstatement and (2) the statement is consistent with the declarant's testimony and is\r\noffered to rebut an express or implied charge against the declarant of recent\r\nfabrication or improper influence or motive, provided that the statement was made\r\nbefore the alleged fabrication or before the alleged improper influence or motive\r\narose.\r\n\r\nWhen cross-examining Garrett, Toomer asked her numerous questions that\r\nevidenced an attempt not only to discredit her veracity but also to suggest she\r\naltered her version of the events to include an assertion that he left their residence\r\nto purchase drugs before he killed the victim. First, Toomer asked Garrett why he\r\nwould have to leave the residence, which she described as a \"crack house,\" to buy\r\ndrugs. When Garrett explained that the crack sold at the residence was adulterated\r\nwith other substances, Toomer retorted, \"You didn't tell the police that when you\r\ngave them a written statement on May 21st, did you?\" Toomer also attempted to\r\nimpeach Garrett with one of her written statements, noting that in the statement she\r\nsaid only that \"[Toomer] left for a while . . . and we didn't know where he went to\"\r\nand then pointing out that \"today you're telling this jury he left to buy crack.\"\r\n(emphasis added). When cross-examining Garrett, Toomer further sought to\r\nemphasize the absence in her written statements of any mention that he left to\r\npurchase drugs by asking, \"Suffice it to say you did not say in your written\r\nstatement that Mr. Toomer went to get crack, did you?\" The trial judge's decision\r\nto allow the State to have a portion of Garrett's tape-recorded statement played was\r\ntherefore amply supported by the record. See State v. Banda, 371 S.C. 245, 251,\r\n639 S.E.2d 36, 39 (2006) (stating an appellate court is bound by the trial judge's\r\npreliminary factual findings in determining the admissibility of certain evidence in\r\ncriminal cases unless the findings are clearly erroneous).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-440","title":"State v. Hammonds","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-440.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Cameron Hammonds, Appellant.\r\n\r\n        Appellate Case No. 2009-147486\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n                 Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-440 \n\r\n              Heard March 14, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Assistant Deputy Attorney\r\n        General Salley W. Elliott, Assistant Attorney General\r\n        Donald J. Zelenka, and Assistant Attorney General\r\n        Alphonso Simon, Jr., all of Columbia; and Solicitor W.\r\n        Walter Wilkins, of Greenville, for Respondent.\r\n\nPER CURIAM: Cameron Hammonds appeals his convictions for murder and\r\npossession of a weapon during the commission of a violent crime. He argues the\r\ntrial court committed reversible error in declining to give an additional, requested\r\njury charge that the unlawful possession of a weapon does not by itself preclude\r\nthe use of self-defense. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authority: State v. Burkhart, 350 S.C. 252, 261, 565 S.E.2d 298, 303\r\n(2002) (stating a conviction will not be reversed due to the erroneous refusal to\r\ngive a requested charge if the error is not prejudicial).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-441","title":"Porcher v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-441.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           Ralph Porcher, Appellant,\r\n\r\n           v.\r\n\r\n           South Carolina Department of Corrections, Respondent.\r\n\r\n           Appellate Case No. 2010-163486\r\n\r\n\r\n                        Appeal From Richland County\r\n                    J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                   Unpublished Opinion No. 2012-UP-441 \n\r\n                 Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n           John A. O'Leary, of O'Leary Associates, P.A., of\r\n           Columbia, for Appellant.\r\n\r\n           Patrick J. Frawley, of Davis, Frawley, Anderson,\r\n           McCauley, Ayer, Fisher, & Smith, LLC, of Lexington,\r\n           for Respondent.\r\n\r\n\r\nPER CURIAM: Ralph Porcher appeals the circuit court's order affirming the\r\nState Employee Grievance Committee's (the Committee) Amended Final Decision,\r\nwhich found substantial evidence existed in the record to support the South\r\n\nCarolina Department of Corrections's (SCDC) decision to terminate Porcher. We\r\naffirm1 pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n     1. As to whether the circuit court erred in ruling the Committee properly\r\n     allowed SCDC's witnesses to testify in the initial hearings when they were not\r\n     timely disclosed: 1 S.C. Code Ann. Regs. 19-718.07(C)(1) (2011) (\"[T]he\r\n     covered employee and the agency . . . shall exchange witness lists which must\r\n     be received by the other party no later than five calendar days prior to the\r\n     hearing. . . . Witness lists which have not been exchanged as required by this\r\n     provision and witnesses not included on a properly exchanged list will be\r\n     excluded at the hearing unless the Committee finds that . . . the witness(es)\r\n     should be admitted in the furtherance of justice.\")\r\n\r\n     2. As to whether the circuit court erred in ruling the Committee properly\r\n     allowed admittance of new evidence and witnesses during the hearings on\r\n     SCDC's motion for reconsideration: S.C. Code Ann. § 8-17-340(F) (Supp.\r\n     2011); 1 S.C. Code Ann. Regs. 19-718.07(F)(10) (2011) (providing that either\r\n     the covered employee or the agency may request reconsideration within thirty\r\n     calendar days from receipt of the agency's final written decision); Bennett v.\r\n     City of Clemson, 293 S.C. 64, 66, 358 S.E.2d 707, 708 (1987) (\"An\r\n     administrative agency's power to reconsider or rehear its previous ruling is\r\n     curtailed significantly in most instances by enabling legislation. . . . In some\r\n     jurisdictions, however, [c]ourts have acknowledged that [administrative\r\n     agencies] have the power to rehear or reconsider [their] decisions in the absence\r\n     of a specific grant of legislative authority.\" (citations omitted)); Id. at 66-67,\r\n     358 S.E.2d at 708-09 (\"In cases permitting an agency to reconsider its decision,\r\n     courts have emphasized that an agency's power to reconsider or rehear a case is\r\n     not an arbitrary one, and such power should be exercised only when there is\r\n     justification and good cause; i.e., newly discovered evidence, fraud, surprise,\r\n     mistake, inadvertence or change in conditions.\"); Rouse v. Nielsen, 851 F. Supp.\r\n     717, 734 (D.S.C. 1994) (providing the occurrence of an intervening change of\r\n     controlling law may also operate as a ground for a motion for reconsideration\r\n     pursuant to Rule 59(e) of the Federal Rules of Civil Procedure); S.C. Code Ann.\r\n     § 8-17-340(C) (Supp. 2011) (\"The [C]ommittee chairman . . . is authorized . . .\r\n     to issue subpoenas for files, records, and papers; to call additional witnesses;\r\n     and to subpoena witnesses.\"); S.C. Dep't of Soc. Servs. v. Cochran, 356 S.C.\r\n     413, 419, 589 S.E.2d 753, 756 (2003) (reversing the circuit court and\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n    remanding the case \"with leave to open the record to receive any other evidence\r\n    pertinent to a determination as to whether mother has overcome her drug\r\n    addiction and to give DSS the opportunity to present a proper chain of custody\r\n    for mother's blood samples\").\r\n\r\n    3. As to whether the circuit court properly affirmed the Committee's\r\n    Amended Final Decision, which found substantial evidence existed to support\r\n    SCDC's decision to terminate Porcher: S.C. Code Ann. § 1-23-380(5) (Supp.\r\n    2011) (providing the appellate court has the authority to affirm a decision of an\r\n    agency or \"reverse or modify the decision if substantial rights of the appellant\r\n    have been prejudiced because the administrative findings, inferences,\r\n    conclusions, or decisions are . . . clearly erroneous in view of the reliable,\r\n    probative, and substantial evidence on the whole record\"); Kimmer v. Murata of\r\n    Am., Inc., 372 S.C. 39, 44, 640 S.E.2d 507, 509 (Ct. App. 2006) (holding an\r\n    appellate court \"may not substitute its judgment for that of the [agency] as to\r\n    the weight of the evidence on questions of fact, but may reverse where the\r\n    decision is affected by an error of law\"); MRI at Belfair, LLC v. S.C. Dep't of\r\n    Health & Envt'l Control, 379 S.C. 1, 6, 664 S.E.2d 471, 474 (2008) (\"As to\r\n    factual issues, judicial review of administrative agency orders is limited to a\r\n    determination whether the order is supported by substantial evidence.\"); Bursey\r\n    v. S.C. Dep't of Health & Envt'l Control, 360 S.C. 135, 141, 600 S.E.2d 80, 84\r\n    (Ct. App. 2004) (\"Substantial evidence is not a mere scintilla of evidence nor\r\n    evidence viewed blindly from one side, but is evidence which, when\r\n    considering the record as a whole, would allow reasonable minds to reach the\r\n    conclusion that the agency reached.\" (internal quotation marks omitted)).\r\n\r\n    4. As to Porcher's remaining issues: Holy Loch Distribs., Inc. v. Hitchcock,\r\n    340 S.C. 20, 24, 531 S.E.2d 282, 284 (2000) (holding issues not raised to and\r\n    ruled upon by the circuit court are not preserved for appellate review); Harkins\r\n    v. Greenville Cnty., 340 S.C. 606, 620, 533 S.E.2d 886, 893 (2000) (\"In order to\r\n    be preserved for review, the [circuit] court must rule upon the issue.\").2\r\n\r\n2 Even if these arguments were preserved, substantial evidence existed in the\r\nrecord to sustain SCDC's termination decision. See S.C. Code Ann. § 1-23-380(5)\r\n(Supp. 2011) (providing the court of appeals has the authority to affirm a decision\r\nof an agency or \"reverse or modify the decision if substantial rights of the appellant\r\nhave been prejudiced because the administrative findings, inferences, conclusions,\r\nor decisions are . . . clearly erroneous in view of the reliable, probative, and\r\nsubstantial evidence on the whole record\").\r\n\nAFFIRMED. \n\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-442","title":"SCDSS v. Melissa R.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-442.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Melissa R., Travis G., Defendants,\r\n\r\n        Of Whom Melissa R. is the Appellant.\r\n\r\n        In the interest of a child under the age of 18.\r\n\r\n        Appellate Case No. 2011-200628\r\n\r\n\r\n                     Appeal From Cherokee County \n\r\n                 Phillip K. Sinclair, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-442 \n\r\n              Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Paul C. MacPhail, of MacPhail Law Firm, LLC, of\r\n        Spartanburg, for Appellant.\r\n\r\n        Beth Ramsey Faulkner, of Brice Law Firm, LLC, of\r\n        York, for Respondent.\r\n\nPER CURIAM: Melissa R. (Mother) appeals the family court's permanency\r\nplanning order requiring the South Carolina Department of Social Services to\r\ninitiate termination of parental rights proceedings against Mother for her minor\r\nchild (Child). We affirm.1\r\n\r\nOn appeal from the family court, \"this [c]ourt reviews factual and legal issues de\r\nnovo.\" Simmons v. Simmons, 392 S.C. 412, 415, 709 S.E.2d 666, 667 (2011); see\r\nalso Lewis v. Lewis, 392 S.C. 381, 386, 709 S.E.2d 650, 652 (2011). Although this\r\ncourt reviews the family court's findings de novo, we are not required to ignore the\r\nfact that the family court, who saw and heard the witnesses, was in a better position\r\nto evaluate their credibility and assign comparative weight to their\r\ntestimony. Lewis, 392 S.C. at 388, 709 S.E.2d at 653. The burden is upon the\r\nappellant to convince this court that the family court erred in its findings. Id. at\r\n391, 709 S.E.2d at 655.\r\n\r\n\"In appeals from the family court, the appellate court has the authority to find the\r\nfacts in accordance with its view of the preponderance of the evidence.\" Ex parte\r\nMorris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006). \"This broad scope of review\r\ndoes not, however, require the appellate court to disregard the findings of the\r\nfamily court.\" Id. \"This degree of deference is especially true in cases involving\r\nthe welfare and best interests of a minor child.\" Id. at 62, 624 S.E.2d at 652.\r\n\r\nSouth Carolina's policy is \"to reunite the child with his family in a timely manner\"\r\nand restore the family unity if possible. S.C. Dep't of Soc. Servs. v. Mother, 396\r\nS.C. 390, 399, 720 S.E.2d 920, 924 (Ct. App. 2011) (citation and quotation marks\r\nomitted). A permanency planning hearing shall be held to determine whether the\r\nchild can be reunited with the family or an alternative permanency plan should be\r\nadopted. S.C. Code Ann. § 63-7-1700(C) (Supp. 2011). \"[I]f the [family] court\r\ndetermines at the permanency planning hearing that the child should not be\r\nreturned to the child's parent at that time, the [family] court's order shall require\r\n[DSS] to file a petition to terminate parental rights to the child not later than sixty\r\ndays after receipt of the order.\" S.C. Code Ann. § 63-7-1700(E) (Supp. 2011).\r\n\r\nWe find the preponderance of the evidence supports the family court's order\r\nrequiring DSS to initiate termination of Mother's parental rights. Although Mother\r\nmade substantial progress in her treatment plan, concerns existed over Mother's\r\nability to parent Child. Carrie Gilfillen, a DSS Employee, testified Mother\r\ncontinued to demonstrate inappropriate parenting skills with Child, had unrealistic\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nexpectations for Child's development, and made inappropriate comments around\r\nChild. Both Cerrita Brewer, another DSS Employee, and Gilfillen testified they\r\nwould be concerned if Child was returned to Mother. Gilfillen also stated she\r\nbelieved Child would be in danger if returned to Mother. Tony Perdomo, Mother's\r\ncounselor, indicated his concerns about Mother caring for Child without continued\r\ncounseling for at least six months. Consequently, it does not appear that Mother is\r\ncapable of providing appropriate care for Child.\r\n\r\nMoreover, we find the family court did not err in not extending the reunification\r\nplan. At the time of the hearing, Child had been in foster care for fourteen months.\r\nPerdermo testified Mother would need at least six more months of counseling.\r\nFurthermore, Gilfillen testified Mother has not changed her parenting skills. Thus,\r\neven if the family court believed a concurrent reunification plan was appropriate,\r\nthe evidence in the record indicates that Mother would be unable to remedy the\r\nconditions that warranted the removal within the eighteen-month statutory period.\r\nThus, the family court could not properly order an extension of the reunification\r\nplan. See S.C. Code Ann. § 63-7-1700(F) (Supp. 2011) (\"If the court determines\r\nthat the criteria in subsection (D) are not met but that the child may be returned to\r\nthe parent within a specified reasonable time not to exceed eighteen months after\r\nthe child was placed in foster care, the court may order an extension of the plan\r\napproved . . . or may order compliance with a modified plan, but in no case may\r\nthe extension for reunification continue beyond eighteen months after the child was\r\nplaced in foster care.\" (emphasis added)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-443","title":"Tony A. v. Candy A.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-443.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Tony A., Respondent,\r\n\r\n            v.\r\n\r\n            Candy A., O.K.S. & D.F.K., a minor under the age of\r\n            fourteen, Defendants, Of whom O.K.S. is the, Appellant.\r\n\r\n            Appellate Case No. 2011-195867\r\n\r\n\r\n                        Appeal From Spartanburg County \n\r\n                       Usha J. Bridges, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-443 \n\r\n                   Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Thomas A. Killoren, Jr. of Harrison White Smith &\r\n            Coggins, PC, of Spartanburg, for Appellant.\r\n\r\n            Albert V. Smith, of Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: O.K.S. (Father) appeals the termination of his parental rights to\r\nhis daughter (Child), arguing the family court erred because clear and convincing\r\nevidence did not support the grounds for termination of parental rights (TPR). The\r\n\nfamily court granted TPR based on Father's willful failure to support and willful\r\nfailure to visit Child. We affirm. 1\r\n\r\nThe grounds for TPR must be proven by clear and convincing evidence. S.C. Dep't\r\nof Soc. Servs. v. Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999).\r\n\"Upon review, the appellate court may make its own finding from the record as to\r\nwhether clear and convincing evidence supports the termination [of parental\r\nrights].\" S.C. Dep't of Soc. Servs. v. Headden, 354 S.C. 602, 609, 582 S.E.2d 419,\r\n423 (2003). However, despite our broad scope of review, this court is not required\r\nto disregard the findings of \"the family court, who saw and heard the witnesses,\r\n[and] was in a better position to evaluate their credibility and assign comparative\r\nweight to their testimony.\" Id. (internal quotation marks omitted). The family\r\ncourt may order TPR upon finding one or more of eleven statutory grounds is met\r\nand TPR is in the child's best interests. S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). \"[T]he best interests of the children are the paramount\r\nconsideration.\" S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d\r\n285, 287 (Ct. App. 2000). \"The interests of the child shall prevail if the child's\r\ninterest and the parental rights conflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nWe find clear and convincing evidence exists in the record showing Father\r\nwillfully failed to support Child. During Child's entire life, Father has only\r\nprovided roughly $120 in child support made in two payments prior to his\r\nincarceration. In the year after Child's birth and before Father's incarceration,\r\nFather was employed and still only made these two contributions. Moreover,\r\nFather received at least some money from his family while in prison, and Father\r\nnever made even a marginal contribution in support of child. Clear and convincing\r\nevidence shows Father willfully failed to support Child and, thus, at least one\r\nground exists to support TPR. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Accordingly, we need not address the remaining ground for TPR.\r\n\r\nThe best interest of the child is the paramount consideration. S.C. Dep't of Soc.\r\nServs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d 285, 287 (Ct. App. 2000). \"The\r\ninterests of the child shall prevail if the child's interest and the parental rights\r\nconflict.\" S.C. Code Ann. § 63-7-2620 (2010). Here, TPR frees Child for\r\nadoption and allows her stepfather to adopt her and formalize their long term\r\nrelationship, providing permanency for Child. Copious testimony exists in the\r\nrecord showing that Child's stepfather and Child already have a significant parent-\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nchild relationship and that the stepfather cares a great deal for Child and treats her\r\nas his own child. Accordingly, we find that TPR is in Child's best interest.\r\n\r\nAFFIRMED. \n\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-444","title":"SCDSS v. Amanda B.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-444.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Amanda B., Ollie L. B., Daniel H., Sr., and Allen B.,\r\n        Defendants,\r\n\r\n        Of whom Daniel H., Sr., is the Appellant.\r\n\r\n        In the interest of three minor children under the age of\r\n        18.\r\n\r\n        Appellate Case No. 2011-191347\r\n\r\n\r\n                     Appeal From Lancaster County \n\r\n                 Brian M. Gibbons, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-444 \n\r\n              Submitted July 2, 2012 – Filed July 18, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Rosalee Hix Davis, of White Rose Law, of York, and\r\n        David Clayton Cook, of Cook Law Firm, LLC, of\r\n        Lancaster, for Appellant.\r\n\n              Calvin Leon Goodwin, of the South Carolina Department\r\n              of Social Services, of Winnsboro, for Respondent.\r\n\r\n              Coreen B. Khoury, of Folks Khoury & DeVenny, LLC,\r\n              of Lancaster, for Guardian ad Litem.\r\n\r\n\r\n\r\nPER CURIAM: Daniel H., Sr., appeals the family court's final order\r\nterminating his parental rights to his minor children. See S.C. Code Ann.\r\n§ 63-7-2570 (2010). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex Parte Cauthen,\r\n291 S.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-445","title":"Charpia v. Dorchester County Sheriff's Department","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-445.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      Howard W. Charpia,                Appellant,\r\n\r\n                                  v.\r\n      Dorchester County Sheriff, \n\r\n      Dorchester County Sheriff's \n\r\n      Office, and Dorchester County \n\r\n      Sheriff's Department,             Respondents. \n\r\n\r\n                            __________\r\n\r\n                  Appeal From Dorchester County \n\r\n                Edgar W. Dickson, Circuit Court Judge \n\r\n                           __________\r\n\r\n               Unpublished Opinion No. 2012-UP-445 \n\r\n             Submitted June 1, 2012 – Filed July 18, 2012    \n\r\n                            __________\r\n\r\n                            AFFIRMED\r\n                            __________\r\n\r\n        Howard W. Charpia, pro se, of Summerville.\r\n\r\n        Christopher L.      Murphy,     of   Charleston,    for\r\n        Respondents.\r\n\n      PER CURIAM: Howard W. Charpia appeals the trial court's grant of\r\nsummary judgment to the Dorchester County Sheriff, Dorchester County\r\nSheriff's Office, and Dorchester County Sheriff's Department (collectively,\r\nSheriff's Department) on Charpia's claims of negligence, negligence per se,\r\nconspiracy, and collusion. Charpia argues the trial court erred in (1) granting\r\nsummary judgment to the Sheriff's Department, (2) not considering Charpia's\r\nvideo evidence, and (3) considering evidence of the cancellation of the\r\nproperty sale. We affirm1 pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities:\r\n\r\n      1.    As to whether the trial court erred in granting summary judgment\r\nto the Sheriff's Department: Rule 56(c), SCRCP (stating summary judgment\r\nis proper when \"the pleadings, depositions, answers to interrogatories, and\r\nadmissions on file, together with the affidavits, if any, show that there is no\r\ngenuine issue as to any material fact and that the moving party is entitled to a\r\njudgment as a matter of law.\"); Thompkins v. Festival Ctr. Grp. I, 306 S.C.\r\n193, 194, 410 S.E.2d 593, 593-94 (Ct. App. 1991) (\"Summary judgment is\r\nappropriate in those cases in which plain, palpable and undisputable facts\r\nexist on which reasonable minds cannot differ. It is not sufficient that one\r\ncreate an inference which is not reasonable or an issue of fact that is not\r\ngenuine.\"); Nelson v. Piggly Wiggly Cent., Inc., 390 S.C. 382, 388, 701\r\nS.E.2d 776, 779 (Ct. App. 2010) (\"[S]ummary judgment is completely\r\nappropriate when a properly supported motion sets forth facts that . . . are\r\ncontested in a deficient manner.\" (internal quotation marks omitted)).\r\n\r\n      2.     As to Charpia's remaining issues: Langehans v. Smith, 347 S.C.\r\n348, 353, 554 S.E.2d 681, 684 (Ct. App. 2001) (holding an issue not ruled on\r\nby the trial court is not preserved for appellate review); Chastain v.\r\nHiltabidle, 381 S.C. 508, 514-15, 673 S.E. 826, 829 (Ct. App. 2009) (\"[A]n\r\nappellate court cannot address an issue unless it was raised to and ruled upon\r\nby the trial court.\").\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-446","title":"State v. Bagley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-446.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                            Respondent,\r\n\r\n                                     v.\r\n      Charles Richard Bagley, III,          Appellant.\r\n\r\n\r\n\r\n                                __________\r\n\r\n                        Appeal From York County \n\r\n                   John C. Hayes, III, Circuit Court Judge \n\r\n                               __________\r\n\r\n               Unpublished Opinion No. 2012-UP-446 \n\r\n             Submitted June 1, 2012 – Filed July 18, 2012      \n\r\n                            __________\r\n\r\n                               AFFIRMED\r\n                               __________\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        and Senior Assistant Attorney General Harold M.\r\n\n             Coombs, Jr., all of Columbia; and Solicitor Kevin S.\r\n             Brackett, of York, for Respondent.\r\n\r\n\r\n       PER CURIAM: Charles Richard Bagley, III appeals his convictions of\r\ntwo counts of first-degree criminal sexual conduct with a minor, lewd act\r\nupon a child, and dissemination of harmful material to a minor. Bagley\r\nargues the circuit court erred in (1) overruling his objection to one of the\r\nState's questions and (2) charging the jury that the testimony of a victim of\r\ncriminal sexual conduct need not be corroborated. We affirm1 pursuant to\r\nRule 220(b)(1), SCACR, and the following authorities:\r\n\r\n      1.     As to whether the circuit court erred in overruling Bagley's\r\nobjection to the State's question about Bagley's sexual relationships: State v.\r\nWhite, 371 S.C. 439, 445, 639 S.E.2d 160, 163 (Ct. App. 2006) (\"Because a\r\n[circuit] court's curative instruction is considered to cure any error regarding\r\nimproper testimony, a party must contemporaneously object to a curative\r\ninstruction as insufficient or move for a mistrial to preserve an issue for\r\nreview.\" (internal quotation marks omitted)).\r\n\r\n       2.    As to whether the circuit court erred in charging the jury that the\r\ntestimony of a victim of criminal sexual conduct need not be corroborated:\r\nState v. Rayfield, 369 S.C. 106, 117-18, 631 S.E.2d 244, 250 (2006) (\"A\r\n[circuit court] is not required to charge § 16-3-657, but when the [court]\r\nchooses to do so, giving the charge does not constitute reversible error when\r\nthis single instruction is not unduly emphasized and the charge as a whole\r\ncomports with the law.\").\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-447","title":"State v. Phillips","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-447.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA\r\n                    In The Court of Appeals\r\n\r\n\r\n\r\n      The State,                           Respondent,\r\n\r\n                                    v.\r\n      Jerry Phillips,                      Appellant.\r\n\r\n\r\n\r\n                               __________\r\n\r\n                      Appeal From Cherokee County\r\n                   J. Mark Hayes, II, Circuit Court Judge\r\n                              __________\r\n\r\n               Unpublished Opinion No. 2012-UP-447\r\n             Submitted June 1, 2012 – Filed July 18, 2012\r\n                            __________\r\n\r\n                         APPEAL DISMISSED\r\n                             __________\r\n\r\n         Appellate Defender Robert M. Pachak, of Columbia,\r\n         and Jerry Phillips, pro se, for Appellant.\r\n\r\n         Attorney General Alan Wilson, Chief Deputy\r\n         Attorney General John W. McIntosh, and Senior\r\n         Assistant Deputy Attorney General Salley W. Elliott,\r\n         all of Columbia; and Solicitor Barry J. Barnette, of\r\n         Spartanburg, for Respondent.\r\n\n      PER CURIAM: Jerry Phillips appeals his conviction of unlawful\r\nconduct toward a child, arguing the circuit court erred in giving him a\r\nsentence that differed from his co-defendant's sentence. Phillips also asserts\r\nseveral pro se arguments. After a thorough review of the record and all briefs\r\npursuant to Anders v. California, 386 U.S. 738 (1967), and State v. Williams,\r\n305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss1 the appeal and grant\r\ncounsel's motion to be relieved.\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-448","title":"State v. Tyler","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-448.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                         Respondent,\r\n\r\n                                   v.\r\n      Cornell D. Tyler,                  Appellant.\r\n\r\n\r\n\r\n                              __________\r\n\r\n                        Appeal From Aiken County \n\r\n                   Clifton Newman, Circuit Court Judge \n\r\n                               __________\r\n\r\n               Unpublished Opinion No. 2012-UP-448 \n\r\n             Submitted May 1, 2012 – Filed July 18, 2012   \n\r\n                           __________\r\n\r\n                          APPEAL DISMISSED\r\n                              __________\r\n\r\n        Senior Appellate Defender Joseph L. Savitz III, of\r\n        Columbia, and Cornell D. Tyler, pro se, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Assistant\r\n        Deputy Attorney General Donald J. Zelenka, all of\r\n\n             Columbia; and Solicitor J. Strom Thurmond Jr., of\r\n             Aiken, for Respondent.\r\n\r\n\r\n      PER CURIAM: Cornell D. Tyler appeals his convictions for murder,\r\nassault and battery with intent to kill, and possession of a weapon during the\r\ncommission of a violent crime, arguing the trial court erred in neglecting to\r\ninstruct the jury on the defense of alibi. Additionally, Tyler filed a pro se\r\nbrief. After a thorough review of the record and all briefs pursuant to Anders\r\nv. California, 386 U.S. 738 (1967), and State v. Williams, 305 S.C. 116, 406\r\nS.E.2d 357 (1991), we dismiss the appeal and grant counsel's motion to be\r\nrelieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-449","title":"Purcell v. Ferrara","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-449.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n\r\n\r\n         Cynthia Purcell,                    Appellant,\r\n\r\n                                       v.\r\n         William R. Ferrara and Julie D. \n\r\n         Ferrara,                            Respondents.                          \n\r\n\r\n\r\n\r\n                                 __________\r\n\r\n                         Appeal from Aiken County \n\r\n                       James D. Bailey, Special Referee \n\r\n                                __________\r\n\r\n                  Unpublished Opinion No. 2012-UP-449 \n\r\n                Submitted May 1, 2012 – Filed July 18, 2012       \n\r\n                              __________\r\n\r\n                                 AFFIRMED\r\n                                 __________\r\n\r\n            Tucker S. Player, of Columbia, for Appellant.\r\n\r\n            William R. Ferrara, pro se, of Aiken.\r\n\r\n\r\n      PER CURIAM: Cynthia Purcell appeals the order of the special\r\nreferee denying her injunctive relief, arguing the order is inconsistent and not\r\n\nsupported by the evidence presented at trial. We affirm1 pursuant to Rule\r\n220(b)(1), SCACR, and the following authorities: Florence Cnty. Sch. Dist.\r\nNo. 2 v. Interkal, Inc., 348 S.C. 446, 450, 559 S.E.2d 866, 868 (Ct. App.\r\n2002) (\"In actions in equity referred to a special referee with finality, the\r\nappellate court may view the evidence to determine the facts in accordance\r\nwith its own view of the preponderance of the evidence, though it is not\r\nrequired to disregard the findings of the special referee.\"); Shaw v. Coleman,\r\n373 S.C. 485, 496, 645 S.E.2d 252, 258 (Ct. App. 2007) (\"The traditional\r\nconcept of a nuisance requires a landowner to demonstrate that the defendant\r\nunreasonably interfered with his ownership or possession of the land.\"\r\n(citation and quotation marks omitted)); LeFurgy v. Long Cove Club Owners\r\nAss'n, 313 S.C. 555, 558, 443 S.E.2d 577, 578 (Ct. App. 1994) (\"The remedy\r\nof injunction is a drastic one and should be cautiously applied only when\r\nlegal rights are unlawfully invaded or legal duties are willfully or wantonly\r\nneglected.\").\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-450","title":"State v. Griffin","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-450.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                        Respondent,\r\n\r\n                                  v.\r\n      Julius H. Griffin,                Appellant.\r\n\r\n\r\n\r\n                              __________\r\n\r\n                    Appeal From Beaufort County \n\r\n              Alexander S. Macaulay, Circuit Court Judge \n\r\n                Carmen T. Mullen, Circuit Court Judge \n\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-450 \n\r\n             Submitted May 1, 2012 – Filed July 18, 2012     \n\r\n                           __________\r\n\r\n                           APPEAL DISMISSED\r\n                               __________\r\n\r\n         Chief Appellate Defender Robert M. Dudek, of\r\n         Columbia, for Appellant.\r\n\r\n         Attorney General Alan Wilson, Chief Deputy\r\n         Attorney General John W. McIntosh, and Senior\r\n         Assistant Deputy Attorney General Salley W. Elliott,\r\n\n             all of Columbia; and Solicitor Isaac McDuffie Stone\r\n             III, of Beaufort, for Respondent.\r\n\r\n\r\n       PER CURIAM: Julius H. Griffin appeals his conviction for trafficking\r\ncrack cocaine, arguing the trial court erred in refusing to instruct the jury on\r\nthe lesser-included offenses of possession of crack cocaine with intent to\r\ndistribute and possession of crack cocaine. After a thorough review of the\r\nrecord and counsel's brief pursuant to Anders v. California, 386 U.S. 738\r\n(1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we\r\ndismiss the appeal and grant counsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-451","title":"Foster v. Foster","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-451.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      Sloane McCollum Foster,           Respondent,\r\n\r\n                                  v.\r\n      Marshall Alan Foster,             Appellant.\r\n\r\n\r\n\r\n                              __________\r\n\r\n                  Appeal From Greenville County \n\r\n                Letitia H. Verdin, Family Court Judge \n\r\n                            __________\r\n\r\n              Unpublished Opinion No. 2012-UP-451 \n\r\n            Submitted May 1, 2012 – Filed July 18, 2012      \n\r\n                          __________\r\n\r\n                              AFFIRMED\r\n                              __________\r\n\r\n        Scarlet Bell Moore, of Greenville, for Appellant.\r\n\r\n        Oscar W. Bannister, of Greenville, for Respondent.\r\n\r\n        Jennifer L. Coyle, of Greenville, for Guardian ad\r\n        Litem.\r\n\n      PER CURIAM: Marshall Alan Foster (Husband) appeals the family\r\ncourt's divorce decree, arguing the family court erred in: (1) requiring\r\nHusband to pay nine hundred dollars per month in alimony; (2) equitably\r\ndividing the debts and assets of the marriage; and (3) ordering Husband to\r\npay attorney's fees. We affirm1 pursuant to Rule 220(b)(1), SCACR, and the\r\nfollowing authorities:\r\n\r\n      1.    As to whether the family court erred in requiring Husband to pay\r\nnine hundred dollars per month in alimony: Davis v. Davis, 372 S.C. 64, 79,\r\n641 S.E.2d 446, 454 (Ct. App. 2006) (\"South Carolina law provides that the\r\nfamily court . . . may grant alimony in such amounts and for such term as the\r\n[court] considers appropriate under the circumstances.\"); Pirri v. Pirri, 369\r\nS.C. 258, 267, 631 S.E.2d 279, 284 (Ct. App. 2006) (holding that in making\r\nan alimony award, \"[n]o one factor is dispositive\" (quoting Allen v. Allen,\r\n347 S.C. 177, 184, 554 S.E.2d 421, 425 (Ct. App. 2001))).\r\n\r\n       2.   As to whether the family court erred in equitably dividing the\r\ndebts and assets of the marriage: Deidun v. Deidun, 362 S.C. 47, 58, 606\r\nS.E.2d 489, 495 (Ct. App. 2004) (\"If the end result is equitable, it is irrelevant\r\nthat the appellate court would have arrived at a different apportionment.\").\r\n\r\n      3.     As to whether the family court erred in ordering Husband to pay\r\nattorney's fees: Chisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222,\r\n223-24 (2012) (holding the decision to award attorney's fees is within the\r\nfamily court's discretion and although appellate review is de novo, the\r\nappellant still has the burden to show the family court erred).\r\n\r\n        AFFIRMED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-452","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-452.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n       The State,                                          Respondent,\r\n\r\n                                        v.\r\n\r\n\r\n\r\n        Eric Smith,                                              Appellant.\r\n                                   __________\r\n\r\n                           Appeal From York County \n\r\n                      John C. Hayes III, Circuit Court Judge \n\r\n                                  __________\r\n\r\n                 Unpublished Opinion No. 2012-UP-452 \n\r\n               Submitted May 1, 2012 – Filed July 18, 2012           \n\r\n                             __________\r\n\r\n                             APPEAL DISMISSED\r\n                                 __________\r\n\r\n           Deputy Chief Appellate Defender Wanda H. Carter,\r\n           of Columbia, for Appellant.\r\n\r\n           J. Benjamin Aplin, of Columbia, for Respondent.\r\n\r\n\r\n      PER CURIAM: Eric Smith appeals his probation revocation, arguing\r\nthe circuit court erred in revoking probation because no evidentiary showing\r\n\nof fact established the probation violations. After a thorough review of the\r\nrecord and counsel's brief pursuant to Anders v. California, 386 U.S. 738\r\n(1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we\r\ndismiss the appeal and grant counsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-453","title":"State v. Sheriff","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-453.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA\r\n                   In The Court of Appeals\r\n\r\n\r\n\r\n      The State,                       Respondent,\r\n\r\n                                 v.\r\n      David Dale Sheriff,              Appellant.\r\n\r\n\r\n\r\n                            __________\r\n\r\n                   Appeal From Anderson County\r\n              R. Lawton McIntosh, Circuit Court Judge\r\n\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-453\r\n             Submitted May 1, 2012 – Filed July 18, 2012\r\n                           __________\r\n\r\n                       APPEAL DISMISSED\r\n                           __________\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, and David Dale Sheriff, pro se, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n\n             all of Columbia; and Solicitor Christina T. Adams, of\r\n             Anderson, for Respondent.\r\n\r\n\r\n       PER CURIAM: David Dale Sheriff appeals his conviction of first-\r\ndegree burglary, arguing the trial court erred in not allowing the State's notice\r\nof intent to seek a sentence of life without parole into evidence. Additionally,\r\nSheriff filed a pro se brief. After a thorough review of the record and all\r\nbriefs pursuant to Anders v. California, 386 U.S. 738 (1967), and State v.\r\nWilliams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and\r\ngrant counsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-454","title":"State v. Cooper","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-454.pdf","description":null,"date":"2012-07-18","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\nNOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n\r\n\r\n      The State,                       Respondent,\r\n\r\n                                 v.\r\n      Termain Cooper,                  Appellant.\r\n\r\n\r\n\r\n                            __________\r\n\r\n                    Appeal From Horry County \n\r\n              Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n                            __________\r\n\r\n               Unpublished Opinion No. 2012-UP-454 \n\r\n             Submitted May 1, 2012 – Filed July 18, 2012    \n\r\n                           __________\r\n\r\n                        APPEAL DISMISSED\r\n                            __________\r\n\r\n        Appellate Defender Tristan M. Shaffer, of Columbia,\r\n        and Termain Cooper, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley Elliott, all\r\n\n             of Columbia; and Solicitor J. Gregory Hembree, of\r\n             Conway, for Respondent.\r\n\r\n\r\n       PER CURIAM: Termain Cooper appeals his conviction of trafficking\r\nin cocaine base, arguing the trial court erred in admitting his statement\r\nobtained in violation of Miranda v. Arizona, 384 U.S. 436 (1966). Cooper\r\nalso filed a pro se brief. After a thorough review of the record and all briefs\r\npursuant to Anders v. California, 386 U.S. 738 (1967), and State v. Williams,\r\n305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and grant\r\ncounsel's motion to be relieved.1\r\n\r\n        APPEAL DISMISSED.\r\n\r\n        FEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-455","title":"State v. Jones","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-455.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Lamar Jones, Appellant.\r\n\r\n        Appellate Case No. 2010-178246\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                 Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-455 \n\r\n              Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett and Appellate\r\n        Defender Tristan M. Shaffer, both of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Scarlett A. Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Lamar Jones appeals his convictions of second-degree burglary\r\nand possession of tools of crime, arguing the plea court erred in denying his motion\r\nto withdraw his guilty plea because the plea was not made knowingly and\r\nvoluntarily. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Geer, 391 S.C. 179, 193, 705 S.E.2d 441, 448 (Ct. App. 2010)\r\n(\"It is well settled that an issue may not be raised for the first time in a post-trial\r\nmotion.\"); State v. McKinney, 278 S.C. 107, 108, 292 S.E.2d 598, 599 (1982)\r\n(\"Absent timely objection at a plea proceeding, the unknowing and involuntary\r\nnature of a guilty plea can only be attacked through the more appropriate channel\r\nof Post-Conviction Relief.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-456","title":"State v. Saunders","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-456.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Turuk Saunders, Appellant.\r\n\r\n        Appellate Case No. 2010-163446\r\n\r\n\r\n                     Appeal From Beaufort County\r\n                   J. Ernest Kinard, Jr., Circuit Court\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-456 \n\r\n              Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Nicole Nicolette Mace, of The Mace Law Firm, of\r\n        Myrtle Beach, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor Isaac McDuffie Stone, III, of Beaufort, for\r\n        Respondent.\r\n\nPER CURIAM: Turuk Saunders appeals his convictions of possession with intent\r\nto distribute (PWID) marijuana, PWID cocaine, PWID ecstacy, and trafficking in\r\ncocaine. Saunders argues the trial court erred in (1) denying his motion for a\r\ndirected verdict because the State did not prove he possessed the drugs; (2) not\r\nobtaining the name of a potential juror who knew a witness who testified at trial;\r\nand (3) admitting certain evidence. We affirm1 pursuant to Rule 220(b), SCACR,\r\nand the following authorities:\r\n\r\n1.     As to whether the trial court erred in denying his motion for a directed\r\nverdict: State v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When\r\nruling on a motion for a directed verdict, the trial court is concerned with the\r\nexistence or nonexistence of evidence, not its weight.\"); id. (stating an appellate\r\ncourt reviewing a denial of a directed verdict views the evidence and all reasonable\r\ninferences in the light most favorable to the State); id. at 292-93, 625 S.E.2d at 648\r\n(\"If there is any direct evidence or any substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused, the [appellate court] must find\r\nthe case was properly submitted to the jury.\"); State v. Stanley, 365 S.C. 24, 42-\r\n43, 615 S.E.2d 455, 464 (Ct. App. 2005) (\"In order to prove constructive\r\npossession, the State must show the defendant had dominion and control, or the\r\nright to exercise dominion and control, over either the drugs or the premises upon\r\nwhich the drugs are found.\" (citing State v. Ballenger, 322 S.C. 196, 199, 470\r\nS.E.2d 851, 854 (1996))); id. at 43, 615 S.E.2d at 464 (\"Such possession can be\r\nestablished by circumstantial or direct evidence or a combination of the two.\");\r\nState v. Heath, 370 S.C. 326, 329-30, 635 S.E.2d 18, 19 (2006) (\"The defendant's\r\nknowledge and possession may be inferred if the substance was found on premises\r\nunder his control.\").\r\n\r\n2.     As to whether the trial court erred in not obtaining the name of a potential\r\njuror who knew a witness who testified at trial: State v. Von Dohlen, 322 S.C 234,\r\n242, 471 S.E.2d 689, 694 (1996) (holding an issue occurring during voir dire was\r\nnot preserved for review when no objection was raised to the trial court); State v.\r\nIvey, 331 S.C. 118, 122, 502 S.E.2d 92, 94 (1998) (finding preservation of an issue\r\nregarding the examination of a juror required a contemporaneous objection).\r\n\r\n3.     As to whether the trial court erred in admitting certain evidence: State v.\r\nDunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693-94 (2003) (\"In order for an issue\r\nto be preserved for appellate review, it must have been raised to and ruled upon by\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nthe trial [court]. Issues not raised and ruled upon in the trial court will not be\r\nconsidered on appeal.\").\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\n\r\n\n","court":"Appeals"},{"id":"2012-UP-457","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-457.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Clifford Johnson, Appellant.\r\n\r\n        Appellate Case No. 2009-116926\r\n\r\n\r\n                      Appeal From Union County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-457 \n\r\n              Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Senior Assistant\r\n        Attorney General Harold M. Coombs, Jr., all of\r\n        Columbia; and Solicitor Kevin S. Brackett, of York, for\r\n        Respondent.\r\n\nPER CURIAM: Clifford Johnson appeals his conviction for distribution of\r\ncrack cocaine, arguing (1) the trial court erred in finding the chain of custody\r\nwas sufficient to admit the crack cocaine and (2) the trial court's error was not\r\nharmless. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in finding the chain of custody was sufficient\r\nto admit the crack cocaine: State v. Taylor, 360 S.C. 18, 23, 598 S.E.2d 735, 737\r\n(Ct. App. 2004) (\"The admission of evidence is addressed to the sound discretion\r\nof the trial [court]. On appeal, the question presented is whether the trial court's\r\ndecision is controlled by an error of law or is without evidentiary support.\"); State\r\nv. Hatcher, 392 S.C. 86, 93, 708 S.E.2d 750, 753-54 (2011) (\"[W]here all\r\nindividuals in the chain are, in fact, identified and the manner of handling is\r\nreasonably demonstrated, it is not an abuse of discretion for the trial [court]\r\nto admit the evidence in the absence of proof of tampering, bad faith, or ill-\r\nmotive.\").\r\n2. As to Johnson's argument concerning harmless error: Futch v. McAllister\r\nTowing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n(noting an appellate court need not address appellant's remaining issues when its\r\ndetermination of a prior issue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-458","title":"Blackwell v. Haier Refrigerators","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-458.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n          Marion G. Blackwell, Employee/Claimant, Respondent,\r\n\r\n          v.\r\n\r\n          Haier Refrigerators, Employer, and the Hartford, Carrier,\r\n          Appellants.\r\n\r\n          Appellate Case No. 2011-198007\r\n\r\n\r\n                        Appeal From the Appellate Panel \n\r\n               South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-458 \n\r\n                  Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n          Candace G. Hindersman, of Willson Jones Carter &\r\n          Baxley, P.A., of Columbia, for Appellants.\r\n\r\n          Holly Saleeby Atkins, of Holly Saleeby Atkins, LLC, and\r\n          Stephen B. Samuels, of Samuels Law Firm, LLC, both of\r\n          Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Haier Refrigerators (Employer) and The Hartford (Carrier)\r\nappeal the order of the Appellate Panel of the South Carolina Workers'\r\n\nCompensation Commission (the Appellate Panel) finding Marion G. Blackwell\r\n(Employee) sustained a compensable injury to her left shoulder, ordering Employer\r\nto pay for diagnostic studies and treatment for this injury, and awarding Employee\r\ntemporary total benefits for any missed periods of work. On appeal, Employer\r\nargues the Appellate Panel erred in finding Employee sustained a compensable\r\ninjury to her left shoulder. Because we find substantial evidence exists to support\r\nthe Appellate Panel's finding that Employee sustained a compensable injury to her\r\nleft shoulder, we affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Lockridge v. Santens of Am., Inc., 344 S.C. 511, 515, 544 S.E.2d\r\n842, 844 (Ct. App. 2001) (\"The Administrative Procedures Act establishes\r\nthe standard of review for decisions by the South Carolina Workers'\r\nCompensation Commission.\"); id. (\"Any review of the [Appellate Panel]'s\r\nfactual findings is governed by the substantial evidence standard.\"); id.\r\n(\"Substantial evidence is evidence that, in viewing the record as a whole,\r\nwould allow reasonable minds to reach the same conclusion that the\r\n[Appellate Panel] reached.\"); Hieronymus v. Hamrick, 385 S.C. 1, 5, 682\r\nS.E.2d 512, 514 (Ct. App. 2009) (\"The possibility of drawing two\r\ninconsistent conclusions does not prevent the Appellate Panel's conclusions\r\nfrom being supported by substantial evidence.\"); id. (\"The final determination\r\nof witness credibility and the weight to be accorded evidence is reserved to\r\nthe Appellate Panel.\"); id. at 7-8, 682 S.E.2d at 515 (\"'If a medical expert is\r\nunwilling to state with certainty a connection between an accident and an\r\ninjury, the \"expression of a cautious opinion\" may support an award if there\r\nare facts outside the medical testimony that also support an award.'\" (quoting\r\nTiller v. Nat'l Health Care Ctr. of Sumter, 334 S.C. 333, 340, 513 S.E.2d 843,\r\n846 (1999))); id. at 8, 682 S.E.2d at 515 (\"Proof that a claimant sustained an\r\ninjury may be established by circumstantial and direct evidence where\r\ncircumstances lead an unprejudiced mind to reasonably infer the injury was\r\ncaused by the accident.\" (citation and internal quotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-459","title":"Habersham Atlantic v. Firstar Homes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-459.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Habersham Atlantic, LLC, Respondent,\r\n\r\n            v.\r\n\r\n            Firstar Homes, Inc., Appellant.\r\n\r\n            Appellate Case No. 2011-190670\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                     Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-459 \n\r\n                  Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Kenneth C. Hanson and Walter M. Riggs, of Hanson\r\n            Law Firm, PA, of Columbia, for Appellant.\r\n\r\n            Ian D. McVey, of Callison Tighe & Robinson, LLC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Firstar Homes, Inc. (Firstar) appeals the circuit court's award of\r\ndamages to Habersham Atlantic, LLC, (Habersham) arguing the circuit court erred\r\nin finding a provision in Firstar's promissory note to Habersham to be a payment\r\n\nschedule rather than a condition subsequent. We affirm1 pursuant to Rule 220(b),\r\nSCACR, and the following authorities: Holcim (US), Inc. v. AMDG, Inc., 265\r\nGa.App. 818, 820, 596 S.E.2d 197, 200 (2004) (\"[T]he cardinal rule of contract\r\nconstruction is to ascertain the intent of the parties.\" (quotation marks omitted));\r\nBrooke v. Phillips Petroleum Co., 113 Ga.App. 742, 744, 149 S.E.2d 511, 513-14\r\n(1966) (stating that in determining intent, \"that construction will be favored which\r\ngives meaning and effect to all of the terms of the contract over that which nullifies\r\nand renders meaningless a part of the language therein contained.\" (internal\r\nquotation marks omitted)); Jones v. Destiny Indus., Inc., 226 Ga.App. 6, 6, 485\r\nS.E.2d 225, 226 (1997) (\"A contract should be construed by examining the\r\nagreement in its entirety and not merely isolated clauses and provisions thereof.\").\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-460","title":"Figueroa v. CBI","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-460.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Lehua Figueroa and Nohealani Figueroa, Respondents,\r\n\r\n            v.\r\n\r\n            CBI/Columbia Place Mall, LLC, and ERMC II, LLP,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2011-186686\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                     Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-460 \n\r\n                   Heard May 24, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Shannon Furr Bobertz and R. Hawthorne Barrett, both of\r\n            Turner Padget Graham & Laney, PA, of Columbia, for\r\n            Appellants.\r\n\r\n            Dietrich Andre' Lake, of Columbia, for Respondents.\r\n\r\n\r\nPER CURIAM: In this action for false imprisonment and malicious prosecution,\r\nAppellants CBI/Columbia Place Mall, LLC, and ERMC II, LLP (collectively,\r\n\"ERMC\") seek review of the jury's verdict for Respondents Lehua Figueroa\r\n(Lehua) and Nohealani Figueroa (Nohealani) (collectively, \"the Figueroas\") on\r\n\n   several grounds, including the existence of probable cause to arrest the Figueroas\r\n   and alleged juror misconduct. We affirm.\r\n\r\n1. As to ERMC's entitlement to a directed verdict or judgment notwithstanding the\r\n   verdict (JNOV) on the false imprisonment and malicious prosecution claims,\r\n   viewing the evidence in the light most favorable to the Figueroas, the existence of\r\n   probable cause was a jury issue. See Law v. S.C. Dep't of Corr., 368 S.C. 424, 436,\r\n   629 S.E.2d 642, 649 (2006) (holding that the existence of probable cause to\r\n   prosecute is ordinarily a jury question but may be decided as a matter of law when\r\n   the evidence yields but one conclusion); id. at 441, 629 S.E.2d at 651 (stating the\r\n   same principle with regard to probable cause to make an arrest); Sabb v. S.C. State\r\n   Univ., 350 S.C. 416, 427, 567 S.E.2d 231, 236 (2002) (holding that in reviewing\r\n   the denial of a motion for a directed verdict or JNOV, the court is required to view\r\n   the evidence and inferences that reasonably can be drawn therefrom in the light\r\n   most favorable to the non-moving party). Therefore, we affirm the trial court's\r\n   ruling on this issue.\r\n\r\n2. As to alleged juror misconduct, assuming arguendo the juror affidavits were\r\n   admissible for the trial court's consideration, no evidence establishes any\r\n   intentional misrepresentation on the part of the jury foreperson. Therefore, the trial\r\n   court correctly found the affidavits do not reflect juror misconduct. See Vestry &\r\n   Church Wardens of Church of Holy Cross v. Orkin Exterminating Co., 384 S.C.\r\n   441, 447, 682 S.E.2d 489, 492 (2009) (\"The trial court has broad discretion in\r\n   assessing allegations of juror misconduct, and should declare a mistrial only when\r\n   absolutely necessary.\"); State v. Zeigler, 364 S.C. 94, 108, 610 S.E.2d 859,\r\n   866 (Ct. App. 2005) (\"The general test for evaluating alleged juror misconduct is\r\n   whether there in fact was misconduct and, if so, whether any harm resulted to the\r\n   defendant as a consequence.\"); id. (\"Where a defendant seeks a new trial on the\r\n   basis of juror misconduct, he is required to prove both the alleged misconduct and\r\n   the resulting prejudice.\").\r\n\r\n3. As to the admissibility of the audio recording of events related to the arrests, the\r\n   trial court acted within its discretion in excluding the recording. See Vaught v.\r\n   A.O. Hardee & Sons, Inc., 366 S.C. 475, 480, 623 S.E.2d 373, 375 (2005) (\"The\r\n   admission of evidence is within the sound discretion of the trial judge, and absent a\r\n   clear abuse of discretion amounting to an error of law, the trial court's ruling will\r\n   not be disturbed on appeal.\"); State v. McLeod, 362 S.C. 73, 81, 606 S.E.2d 215,\r\n   220 (Ct. App. 2004) (\"A trial judge's decision regarding the comparative probative\r\n   value and prejudicial effect of evidence should be reversed only in exceptional\r\n   circumstances.\" (emphasis added)); id. at 81-82, 606 S.E.2d at 220 (\"We review a\r\n\n   trial judge's decision regarding Rule 403[, SCRE] pursuant to the abuse of\r\n   discretion standard and are obligated to give great deference to the trial court's\r\n   judgment.\" (emphasis added)); Hunter v. Staples, 335 S.C. 93, 102, 515 S.E.2d\r\n   261, 266 (Ct. App. 1999) (holding that the trial court conducted an appropriate\r\n   balancing analysis pursuant to Rule 403 and the fact that this court may have\r\n   reached a different result was not sufficient to reverse the trial court's decision); see\r\n   also United States v. Long, 574 F.2d 761, 767 (3rd Cir. 1978) (holding that a trial\r\n   judge's balancing decision under Rule 403 should not be reversed \"simply because\r\n   an appellate court believes that it would have decided the matter otherwise because\r\n   of a differing view of the highly subjective factors of (a) the probative value, or (b)\r\n   the prejudice presented by the evidence\"); id. (\"If judicial self-restraint is ever\r\n   desirable, it is when a Rule 403 analysis of a trial court is reviewed by an appellate\r\n   tribunal.\").\r\n\r\n4. As to whether the trial court erred in submitting the issue of punitive damages to\r\n   the jury, we affirm pursuant to Rule 220(b), SCACR, and the following authority:\r\n   Mishoe v. QHG of Lake City, Inc., 366 S.C. 195, 201, 621 S.E.2d 363, 366 (Ct.\r\n   App. 2005) (\"The issue of punitive damages must be submitted to the jury if more\r\n   than one reasonable inference can be drawn from the evidence as to whether the\r\n   defendant's behavior was reckless, willful, or wanton.\").\r\n\r\n5. As to whether the punitive damages award to each plaintiff constituted a violation\r\n   of ERMC's due process rights, we affirm pursuant to Rule 220(b), SCACR, and the\r\n   following authorities: BMW of N. Am., Inc. v. Gore, 517 U.S. 559, 568 (1996)\r\n   (\"Only when an award can fairly be categorized as 'grossly excessive' in relation to\r\n   [a State's legitimate interests in punishment and deterrence] does it enter the zone\r\n   of arbitrariness that violates the Due Process Clause of the Fourteenth\r\n   Amendment.\"); Mitchell v. Fortis Ins. Co., 385 S.C. 570, 587-89, 686 S.E.2d 176,\r\n   185-86 (2009) (adopting the Gore guideposts for a post-trial review of a punitive\r\n   damages award).\r\n\r\n6. As to the jury charge on spoliation of evidence, it was within the jury's province to\r\n   either accept ERMC's explanations for the unavailability of a video recording of\r\n   the incident or to draw a negative inference from ERMC's failure to produce a\r\n   recording. See Stokes v. Spartanburg Reg'l Med. Ctr., 368 S.C. 515, 521, 629\r\n   S.E.2d 675, 679 (Ct. App. 2006) (holding that although the jury may well have\r\n   accepted the defendant's explanations for missing medical records, it was also in\r\n   the jury's province to draw a negative inference from the failure to produce the\r\n   records); see also Kershaw Cnty. Bd. of Educ. v. U.S. Gypsum Co., 302 S.C. 390,\r\n   394-95, 396 S.E.2d 369, 372 (1990) (expressing approval of the trial court's use of\r\n\n   a spoliation charge, even in the absence of evidence of intentional misconduct).\r\n   Therefore, the trial court properly charged the jury on spoliation of evidence. See\r\n   Welch v. Epstein, 342 S.C. 279, 311, 536 S.E.2d 408, 425 (Ct. App. 2000) (\"When\r\n   reviewing a jury charge for alleged error, an appellate court must consider the\r\n   charge as a whole in light of the evidence and issues presented at trial.\").\r\n\r\n7. As to the trial court's ruling on ERMC's motion for a new trial based on the\r\n   thirteenth juror doctrine, we affirm pursuant to Rule 220(b), SCACR, and the\r\n   following authority: Parker v. Evening Post Pub. Co., 317 S.C. 236, 247, 452\r\n   S.E.2d 640, 646 (Ct. App. 1994) (\"[T]o reverse the denial of a new trial motion\r\n   under [the thirteenth juror] doctrine we must, in essence, conclude that the moving\r\n   party was entitled to a directed verdict at trial.\").\r\n\r\n8. As to the trial court's ruling on ERMC's motion for a new trial absolute based on\r\n   the excessiveness of the punitive damages award to each plaintiff, we affirm\r\n   pursuant to Rule 220(b), SCACR, and the following authorities: Swicegood v.\r\n   Lott, 379 S.C. 346, 355, 665 S.E.2d 211, 215-16 (Ct. App. 2008) (\"The circuit\r\n   court should grant a new trial absolute on the excessiveness of the verdict only if\r\n   the amount is so grossly inadequate or excessive as to shock the conscience of the\r\n   court and clearly indicates the figure reached was the result of passion, caprice,\r\n   prejudice, partiality, corruption or some other improper motives.\"); id. at 355-56,\r\n   665 S.E.2d at 216 (\"The grant or denial of new trial motions rests within the\r\n   discretion of the circuit court, and its decision will not be disturbed on appeal\r\n   unless its findings are wholly unsupported by the evidence, or the conclusions\r\n   reached are controlled by error of law.\"); id. at 356, 665 S.E.2d at 216 (\"In\r\n   deciding whether to assess error to a court's denial of a motion for a new trial, we\r\n   must consider the testimony and reasonable inferences to be drawn therefrom in\r\n   the light most favorable to the nonmoving party.\" (citation and quotation marks\r\n   omitted)).\r\n\r\n9. As to whether the trial court should have granted a new trial nisi remittitur based\r\n   on the excessiveness of the punitive damages awards, we affirm pursuant to Rule\r\n   220(b), SCACR, and the following authority: V.E. Amick & Assocs., LLC v.\r\n   Palmetto Envtl. Grp., Inc., 394 S.C. 538, 549, 716 S.E.2d 295, 300-01 (Ct.\r\n   App. 2011) (\"The denial of a motion for a new trial nisi is within the trial judge's\r\n   discretion and will not be reversed on appeal absent an abuse of discretion.\"\r\n   (citation and quotation marks omitted)).\r\n\r\n   AFFIRMED.\r\n\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-461","title":"Robinette v. Capita Employer","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-461.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Kimball Robinette, Appellant,\r\n\r\n            v.\r\n\r\n            Capita Employer Resources and Key Risk, Respondents.\r\n\r\n            Appellate Case No. 2011-198987\r\n\r\n\r\n\r\n                          Appeal From the Appellate Panel \n\r\n                 South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-461 \n\r\n                    Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            David Vance Benson and Garrett B. Johnson, of Elrod\r\n            Pope Law Firm, of Rock Hill, for Appellant.\r\n\r\n            David A. Wilson and Michael A. Farry, of Horton,\r\n            Drawdy, Ward, Mullinax & Farry, PA, of Greenville, for\r\n            Respondents.\r\n\r\n\r\nPER CURIAM: Kimball Robinette (Employee) appeals the order of the\r\nAppellate Panel of the South Carolina Workers' Compensation Commission (the\r\nAppellate Panel) denying his claim for workers' compensation benefits based on its\r\n\nfinding Employee's intoxication caused his injuries. On appeal, Employee argues\r\nthe Appellate Panel improperly concluded Respondents established the defense of\r\nintoxication. Because we find substantial evidence exists to support the Appellate\r\nPanel's finding that Employee's intoxication caused his injuries, we affirm1\r\npursuant to Rule 220(b), SCACR, and the following authorities: Lockridge v.\r\nSantens of Am., Inc., 344 S.C. 511, 515, 544 S.E.2d 842, 844 (Ct. App. 2001)\r\n(\"The Administrative Procedures Act establishes the standard of review for\r\ndecisions by the South Carolina Workers' Compensation Commission. Any review\r\nof the [Appellate Panel]'s factual findings is governed by the substantial evidence\r\nstandard. . . . Substantial evidence is evidence that, in viewing the record as a\r\nwhole, would allow reasonable minds to reach the same conclusion that the\r\n[Appellate Panel] reached.\" (internal citations omitted)); Hall v. Desert Aire, Inc.,\r\n376 S.C. 338, 347, 656 S.E.2d 753, 757 (Ct. App. 2007) (\"It is not within the\r\nreviewing court's province to reverse findings of the Appellate Panel which are\r\nsupported by substantial evidence.\"); id. at 348, 656 S.E.2d at 758 (\"The possibility\r\nof drawing two inconsistent conclusions from the evidence does not prevent [the\r\nAppellate Panel]'s findings from being supported by substantial evidence.\"); id.\r\n(\"Where there are conflicts in the evidence over a factual issue, the findings of the\r\nAppellate Panel are conclusive.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-462","title":"Tennant v. Board of Zoning","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-462.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            James M. Tennant, Appellant,\r\n\r\n            v.\r\n\r\n            Board of Zoning Appeals for the City of Georgetown,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2009-139778\r\n\r\n\r\n\r\n                        Appeal From Georgetown County \n\r\n                   Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-462 \n\r\n                   Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            James Tenant, of Georgetown, pro se.\r\n\r\n            Elise Freeman Crosby, of Georgetown, for Respondent.\r\n\r\n\r\nPER CURIAM: James M. Tennant appeals the circuit court's order dismissing his\r\nappeal. On appeal, Tennant argues the circuit court erred in (1) finding he lacked\r\nstanding; (2) finding it lacked jurisdiction; and (3) upholding the decision of the\r\nBoard of Zoning Appeals for the City of Georgetown (Zoning Board) to\r\n\ngrandfather Paige Sawyer's sign under the non-conforming sign ordinance. We\r\naffirm1 pursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n\r\n\r\n1. As to whether the circuit court properly dismissed the appeal based on lack of\r\nstanding: ATC South, Inc. v. Charleston Cnty., 380 S.C. 191, 195-96, 669 S.E.2d\r\n337, 339 (2008) (\"The Supreme Court has provided a three-part test to establish\r\nstanding: First, the plaintiff must have suffered an injury in fact—an invasion of a\r\nlegally protected interest which is (a) concrete and particularized, and (b) actual or\r\nimminent, not conjectural or hypothetical[.] Second, there must be a causal\r\nconnection between the injury and the conduct complained of- the injury has to be\r\nfairly . . . trace[able] to the challenged action of the defendant, and not . . . th[e]\r\nresult [of] the independent action of some third party not before the court. Third, it\r\nmust be likely, as opposed to merely speculative, that the injury will be redressed\r\nby a favorable decision.\" (quoting Lujan v. Defenders of Wildlife, 504 U.S. 555,\r\n560-61 (1992) (quotation marks omitted)); id. at 196, 669 S.E.2d at 339 (\"'[A]\r\nprivate person may not invoke the judicial power to determine the validity of\r\nexecutive or legislative action unless he has sustained, or is in immediate danger of\r\nsustaining, prejudice therefrom.'\" (quoting Evins v. Richland Cnty. Historic Pres.\r\nComm'n, 341 S.C. 15, 21, 532 S.E.2d 876, 879 (2000))).\r\n\r\n2. As to whether the circuit court erred in finding it lacked jurisdiction: Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (noting an appellate court need not address appellant's remaining issues\r\nwhen its determination of a prior issue is dispositive).\r\n\r\n3. As to whether the circuit court erred in upholding the Zoning Board's decision\r\nto grandfather the sign under the non-conforming sign ordinance: Futch, 335 S.C.\r\nat 613, 518 S.E.2d at 598 (noting an appellate court need not address appellant's\r\nremaining issues when its determination of a prior issue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-463","title":"Strickland v. Sumter Utilities","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-463.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Benjamin Strickland, Appellant,\r\n\r\n        v.\r\n\r\n        Sumter Utilities, Inc. and Old Republic Insurance\r\n        Company, Defendants,\r\n\r\n        Of whom Sumter Utilities, Inc. is the Respondent.\r\n\r\n        Appellate Case No. 2010-152369\r\n\r\n\r\n                      Appeal from the Appellate Panel \n\r\n             South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-463 \n\r\n                  Heard June 6, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Bryan Wesley Braddock, of Braddock Law Firm, LLC,\r\n        and Henry Thad White Jr., of Lucas, Warr & White, both\r\n        of Florence, for Appellant.\r\n\r\n        Peter H. Dworjanyn, Amy L. Neuschafer, and Kristian\r\n        M. Cross, all of Collins & Lacy, PC, of Columbia, for\r\n        Respondents.\r\n\nPER CURIAM: Appellant Benjamin Strickland contends the South Carolina\r\nWorkers' Compensation Commission erred in finding he did not suffer an injury by\r\naccident arising out of and in the course of his employment with Sumter Utilities.\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.     As to the Commission's determination Appellant did not suffer an injury by\r\naccident arising out of and in the course of his employment with Sumter Utilities:\r\nS.C. Code Ann. § 1-23-380(5) (Supp. 2011) (\"The court may not substitute its\r\njudgment for the judgment of the agency as to the weight of the evidence on\r\nquestions of fact.\"); S.C. Code Ann. § 42-1-160(A) (Supp. 2011) (stating that an\r\nemployee may be awarded workers' compensation benefits if the employee suffers\r\nan \"injury by accident arising out of and in the course of employment\"); Ross v.\r\nAm. Red Cross, 298 S.C. 490, 492, 381 S.E.2d 728, 730 (1989) (\"[W]hen factual\r\nfindings are supported by substantial evidence, 'analogous to a jury's findings of\r\nfact on disputed issues, the Commission's conclusions must be affirmed.'\" (citation\r\nomitted)); Owings v. Anderson Cnty. Sheriff's Dep't, 315 S.C. 297, 299, 433 S.E.2d\r\n869, 871 (1993) (\"An injury arises out of employment when there is apparent to the\r\nrational mind, upon consideration of all the circumstances, a causal relationship\r\nbetween the conditions under which the work is to be performed and the resulting\r\ninjury.\"); id. ('\"[I]n the course of' refers to the time, place, and circumstances under\r\nwhich the accident occurred\" (citation omitted)); Sola v. Sunny Slope Farms, 244\r\nS.C. 6, 10, 135 S.E.2d 321, 324 (1964) (explaining claimant has the burden of\r\nproving facts that will bring the injury within the workers' compensation law, and\r\nthat an award \"must not be based on surmise, conjecture or speculation\"); Shealy v.\r\nAiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000) (\"The final\r\ndetermination of witness credibility and the weight to be accorded evidence is\r\nreserved to the Full Commission.\" (citation omitted)).\r\n\r\n2.    As to whether the Commission erred by failing to consider whether\r\nAppellant's injury was an aggravation of a pre-existing condition: State v. Jones,\r\n344 S.C. 48, 58-59, 543 S.E.2d 541, 546 (2001) (finding an argument is abandoned\r\non appeal when it is conclusory and without supporting authority).\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-464","title":"State v. Bell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-464.pdf","description":null,"date":"2012-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Leshaon Octavius Bell, Appellant.\r\n\r\n        Appellate Case No. 2010-154126\r\n\r\n\r\n\r\n                     Appeal From Marion County \n\r\n               William H. Seals, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-464 \n\r\n              Submitted July 2, 2012 – Filed July 25, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia; and Leshaon Octavius Bell, pro se, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Edgar L. Clements, III, of Florence, for\r\n        Respondent.\r\n\nPER CURIAM: Leshaon Octavius Bell appeals his convictions of distribution of\r\ncocaine base and distribution of cocaine base within the proximity of a school or\r\npark, arguing the trial court erred in admitting a video of a controlled drug\r\ntransaction because the officer testified he could not observe the transaction at the\r\ntime it was occurring. Additionally, Bell filed a pro se brief. After a thorough\r\nreview of the record and briefs pursuant to Anders v. California, 386 U.S. 738\r\n(1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the\r\nappeal and grant counsel's motion to be relieved.1\r\n\r\nAPPEAL DISMISSED.\r\n\r\nFEW, C.J., and Huff and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-467","title":"SCDSS v. Sierra R.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-467.pdf","description":null,"date":"2012-07-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Sierra R. and Ronald R., Defendants,\r\n\r\n        Of Whom Sierra R. is the Appellant,\r\n\r\n        In the interest of a minor under the age of 18.\r\n\r\n        Appellate Case No. 2012-205646\r\n\r\n\r\n                      Appeal From Aiken County \n\r\n                   Deborah Neese, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-467 \n\r\n              Submitted July 2, 2012 – Filed July 27, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Clarke W. McCants, III, of Nance, McCants & Massey,\r\n        of Aiken, for Appellant.\r\n\r\n        Dennis M. Gmerek, of the South Carolina Department of\r\n        Social Services, of Columbia, for Respondent.\r\n\n              Patrick McWilliams, of Aiken, Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Sierra R. appeals the family court's final order terminating her\r\nparental rights to her minor child. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Upon a thorough review of the record and the family court's findings of\r\nfact and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues warrant briefing. Accordingly,\r\nwe affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-469","title":"SCDSS v. Terry G.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-469.pdf","description":null,"date":"2012-07-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Terry G., Ricky G. (deceased), and Barbara B., \n\r\n        Defendants, \n\r\n\r\n        Of Whom Terry G. is the Appellant, \n\r\n\r\n        In the interest of minor children under the age of 18, \n\r\n\r\n        and \n\r\n\r\n        Teddy and Dana G., Respondents, \n\r\n\r\n        v. \n\r\n\r\n        Terry G. and the South Carolina Department of Social \n\r\n        Services, Defendants, \n\r\n\r\n        Of Whom Terry G. is the Appellant, \n\r\n\r\n        In the interest of a minor child.\n\r\n\r\n        Appellate Case No. 2011-204206 \n\r\n\r\n\r\n                    Appeal From Greenville County\r\n                W. Marsh Robertson, Family Court Judge\r\n\n                      Unpublished Opinion No. 2012-UP-469 \n\r\n                    Submitted July 2, 2012 – Filed July 27, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n              Jonathan A. Neal, of Greenville, for Appellant.\r\n\r\n              Vanessa H. Kormylo, of Greenville, for Respondents\r\n              Teddy and Dana G.\r\n\r\n              Deborah Murdock, Murdock Law Firm, of Mauldin, for\r\n              Respondent SCDSS.\r\n\r\n\r\n\r\nPER CURIAM: Terry G. (Mother) appeals the family court's termination of her\r\nparental rights to her minor child (Child). The family court found clear and\r\nconvincing evidence supported termination of Mother's parental rights on the\r\ngrounds that Mother failed to remedy the conditions that caused removal and\r\nMother failed to support Child. Mother argues the family court erred in finding\r\nclear and convincing evidence of these two grounds for termination of parental\r\nrights (TPR) and in finding TPR was in Child's best interest. We affirm.1\r\n\r\nThe family court may order TPR upon finding one or more of eleven statutory\r\ngrounds is satisfied and also finding TPR is in the best interest of the child. S.C.\r\nCode Ann. § 63-7-2570 (2010). The grounds for TPR must be proved by clear and\r\nconvincing evidence. S.C. Dep't of Soc. Servs. v. Parker, 336 S.C. 248, 254, 519\r\nS.E.2d 351, 354 (Ct. App. 1999). On appeal from the family court, this court\r\nreviews factual and legal issues de novo. Simmons v. Simmons, 392 S.C. 412, 414,\r\n709 S.E.2d 666, 667 (2011). Although this court reviews the family court's\r\nfindings de novo, we are not required to ignore the fact that the trial court, who\r\nsaw and heard the witnesses, was in a better position to evaluate their credibility\r\nand assign comparative weight to their testimony. Lewis v. Lewis, 392 S.C. 381,\r\n385, 709 S.E.2d 650, 651-52 (2011). \"[T]he best interests of the children are the\r\nparamount consideration.\" S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133,\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n538 S.E.2d 285, 287 (Ct. App. 2000). \"The interests of the child shall prevail if the\r\nchild's interest and the parental rights conflict.\" S.C. Code Ann. § 63-7-2620\r\n(2010).\r\n\r\nWe find clear and convincing evidence supports the family court's order as to the\r\nstatutory grounds for terminating Mother's parental rights. First, Mother failed to\r\nremedy the conditions that led to removal. See S.C. Code Ann. § 63-7-2570(2)\r\n(2010) (stating a statutory ground for TPR is met when the child has been out of\r\nthe home for a period of six months and the parent has not remedied the conditions\r\nthat caused the removal). Although Mother made progress in her treatment plan,\r\nshe failed to complete mental health counseling in a timely manner. Based on the\r\nfindings of her psychological evaluation, mental health counseling was an\r\nimportant and necessary component of her treatment plan. Although Mother had\r\nnearly three years to comply, she failed to do so. Additionally, we hold clear and\r\nconvincing evidence shows mother willfully failed to support Child. See S.C.\r\nCode Ann. § 63-7-2570(4) (2010) (stating a statutory ground for TPR is met when\r\nthe child has been out of the home for a period of six months and the parent has\r\nwillfully failed to support the child). The record shows the only child support paid\r\nby Mother, a payment of $100.00, occurred approximately two years prior to the\r\nTPR hearing. Mother had adequate means to pay some support toward Child\r\nbecause she received a $20,000.00 settlement two years before the TPR hearing\r\nand supplemental social security income for a year preceding the TPR hearing;\r\nhowever, she failed to do so. See Charleston Cnty. Dep't of Soc. Servs. v. Jackson,\r\n368 S.C. 87, 97, 627 S.E.2d 765, 771 (Ct. App. 2006) (\"Willful conduct is conduct\r\nthat evinces a settled purpose to forego parental duties . . . because it manifests a\r\nconscious indifference to the rights of the child to receive support and consortium\r\nfrom the parent.\" (internal quotation marks omitted)).\r\n\r\nThe record also supports the family court's finding that TPR is in Child's best\r\ninterest. Specifically, Child is in a pre-adoptive home, and the record indicates she\r\nis thriving in the home.\r\n\r\nBased on the foregoing, we affirm the family court's order terminating Mother's\r\nparental rights.\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-470","title":"SCDSS v. Guerdy P.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-470.pdf","description":null,"date":"2012-07-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Guerdy Mychel P. AKA Zermina P., Michael P., and\r\n        John Doe, Defendants,\r\n\r\n        Of whom Michael P. is the Appellant.\r\n\r\n        In the interest of a minor child under the age of 18 years.\r\n\r\n        Appellate Case No. 2011-197948\r\n\r\n\r\n                   Appeal From Chesterfield County \n\r\n                Roger E. Henderson, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-470 \n\r\n              Submitted July 2, 2012 – Filed July 27, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Montford S. Caughman, of Caughman Law, LLC, of\r\n        Lexington, for Appellant.\r\n\n              Elizabeth Biggerstaff York, of the South Carolina\r\n              Department of Social Services, of Hartsville, for\r\n              Respondent.\r\n\r\n\r\nPER CURIAM: Michael P. appeals from the family court's final order terminating\r\nhis parental rights to his minor child. See S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). Upon a thorough review of the record and the family court's findings\r\nof fact and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-471","title":"SCDSS v. Kelcie C.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-471.pdf","description":null,"date":"2012-07-27","type":"opinion","text":" \r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Kelcie C., Antonio D., Benjamin M., Tyrone N., and\r\n        Jessie H., Defendants,\r\n\r\n        Of whom Kelcie C. is the Appellant.\r\n\r\n        In the interest of two minor children.\r\n\r\n        Appellate Case No. 2011-184866\r\n\r\n\r\n\r\n                     Appeal From Union County \n\r\n                  Robert E. Guess, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-471\r\n             Submitted July 2, 2012 – Filed July 27, 2012\r\n        Withdrawn, Substituted and Refiled August 27, 2012\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Melinda I. Butler, of Union, for Appellant.\r\n\r\n        David Simpson, of Rock Hill, for Respondent.\r\n\r\n\r\n\r\n\r\n \r\n\n            Amy Richmond Callaway, of Greenville, for Guardian ad\r\n            Litem.\r\n\r\n\r\nPER CURIAM: This appeal arises out of a dispute over the termination of\r\nparental rights (TPR) of a biological mother (Mother) to her youngest two children\r\n(the Twins). The family court found clear and convincing evidence supported TPR\r\non the grounds the Twins were in foster care for fifteen of the last twenty-two\r\nmonths, Mother failed to support the Twins, and Mother failed to remedy the\r\nconditions that caused removal. On appeal, Mother argues the family court erred\r\nin terminating her parental rights when the Department of Social Services (DSS)\r\nfailed to prove by clear and convincing evidence the TPR grounds of failure to\r\nsupport and failure to remedy the condition that brought the Twins into care.\r\nMother also argues clear and convincing evidence does not show TPR is in the\r\nTwins' best interest. We affirm.\r\n\r\nThe grounds for TPR must be proven by clear and convincing evidence. S.C. Dep't\r\nof Soc. Servs. v. Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999).\r\n\"Upon review, the appellate court may make its own finding from the record as to\r\nwhether clear and convincing evidence supports the termination [of parental\r\nrights].\" S.C. Dep't of Soc. Servs. v. Headden, 354 S.C. 602, 609, 582 S.E.2d 419,\r\n423 (2003). However, despite our broad scope of review, this court is not required\r\nto disregard the findings of \"the family court, who saw and heard the witnesses,\r\n[and] was in a better position to evaluate their credibility and assign comparative\r\nweight to their testimony.\" Id. (internal quotation marks omitted). The family\r\ncourt may order TPR upon finding one or more of eleven statutory grounds is met\r\nand TPR is in the child's best interests. S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). \"[T]he best interests of the children are the paramount\r\nconsideration.\" S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d\r\n285, 287 (Ct. App. 2000). \"The interests of the child shall prevail if the child's\r\ninterest and the parental rights conflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nMother did not appeal the fifteen of twenty-two months ground and, thus, it is the\r\nlaw of the case. See Ex Parte Morris, 367 S.C. 56, 65, 624 S.E.2d 649, 653 (2006)\r\n(holding an unappealed ruling of the family court to be the law of the case and\r\nrequired affirmance). As only one ground needs to be proven to terminate parental\r\nrights, we decline to address the other two statutory grounds for TPR. See Loe v.\r\nMother, Father, & Berkeley Cnty. Dep't of Soc. Servs., 382 S.C. 457, 469, 675\r\nS.E.2d 807, 813 (Ct. App. 2009) (\"In South Carolina, when a child has resided in\r\n\r\n\r\n\r\n \r\n\n \r\n\r\n\r\nfoster care for fifteen of the most recent twenty-two months, this ground alone is\r\nsufficient to satisfy a statutory ground for TPR.\").\r\n\r\nWe also affirm the family court's finding that TPR is in the Twins' best interest.\r\nThe case at hand is similar to Charleston County Department of Social Services v.\r\nKing, in which the supreme court found TPR was in the subject child's best interest\r\neven though his other siblings, including an autistic child, were returned to their\r\nmother. 369 S.C. 96, 104-06, 631 S.E.2d 239, 243-44 (2006). In King, the\r\nsupreme court emphasized that the child was out of his mother's home for three-\r\nand-a-half years and was in the custody of his pre-adoptive foster family for one-\r\nand-a-half years. Id. at 106, 631 S.E.2d at 244. The supreme court further noted\r\nthe child \"was in a loving, stable environment\" and, despite regular visitation with\r\nhis biological mother, the child \"had no memory of his biological family.\" Id.\r\nMoreover, the supreme court noted the child viewed his foster parents as his\r\nmother and father and to remove him \"clearly would be very traumatic.\" Id.\r\n\r\nThis court is not required to disregard the findings of \"the family court, who saw\r\nand heard the witnesses, [and] was in a better position to evaluate their credibility\r\nand assign comparative weight to their testimony.\" Headden, 354 S.C. at 609, 582\r\nS.E.2d at 423 (internal quotation marks omitted). \"This degree of deference is\r\nespecially true in cases involving the welfare and best interests of a minor child.\"\r\nMorris, 367 S.C. at 61, 624 S.E.2d at 652. We acknowledge that the family court's\r\nspecific findings regarding the best interest of the Twins were limited, and we\r\nmake the following findings of fact under this court's authority to review the record\r\nde novo. See Headden, 354 S.C. at 609, 582 S.E.2d at 423.\r\n\r\nAt the time of the TPR hearing, the Twins' foster family had been caring for them\r\nfor three years, approximately eighty-seven percent of their short lives. While\r\nMother's recent progress is laudable, the Twins have developed a long-term and\r\nloving relationship with their pre-adoptive foster family. The Twins have resided\r\nwith this same pre-adoptive family since they were five months old and have\r\ndeveloped a close bond. The Twins' Guardian ad Litem testified the Twins were\r\nvery bonded to their pre-adoptive foster family and TPR was in their best interest.\r\nTestimony at the hearing showed the Twins consider and call their foster father and\r\nhis wife their father and mother and that the Twins view the family's other children\r\nas their siblings. The Twins' foster father testified the Twins neither expressed a\r\ndesire to live with Mother nor to his knowledge ever referred to Mother as their\r\nparent. The Twins' DSS foster care worker also emphasized the significant\r\nconnection the Twins had with their foster family and expressed doubt as to\r\nwhether the Twins know Mother as their biological parent. The Twins' foster\r\n\r\n \r\n\n \r\n\r\n\r\nfather also testified he viewed the Twins as his own daughters and believed\r\nremoving them from the \"only home they know\" would be detrimental and opined\r\nTPR was in their best interest. We find the family court correctly determined that\r\nthe best interest of the Twins' was that Mother's parental rights be terminated and\r\nthat they remain with their pre-adoptive foster family. See S.C. Code Ann. § 63-7-\r\n2620 (2010) (\"The interests of the child shall prevail if the child's interest and the\r\nparental rights conflict.\"). Accordingly, we find clear and convincing evidence in\r\nthe record shows TPR is in the Twins' best interest and affirm the decision of the\r\nfamily court.\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"},{"id":"2012-UP-472","title":"SCDSS v. Marcy B.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-472.pdf","description":null,"date":"2012-07-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v. \n\r\n\r\n        Marcy B., Donald C., Christopher G., Defendants, \n\r\n\r\n        Of Whom Donald C. is the Appellant, \n\r\n\r\n        v. \n\r\n\r\n        Joyce L. and William L., Intervenors. \n\r\n\r\n        In the interest of a minor under the age of 18. \n\r\n\r\n        Appellate Case No. 2011-202740 \n\r\n\r\n\r\n                     Appeal From Cherokee County \n\r\n                 Phillip K. Sinclair, Family Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-472 \n\r\n               Submitted July 2, 2012 – Filed July 27, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Kenneth P. Shabel, of Campbell & Shabel, LLC, of\r\n        Spartanburg, for Appellant.\r\n\n              Beth R. Faulkner, of Brice Law Firm, LLC, of York, for\r\n              Respondent.\r\n\r\n              Beth Bullock, of Gaffney, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Donald C. (Father) appeals from the family court's order\r\nawarding custody of his child (Child) to the South Carolina Department of Social\r\nServices (DSS) and relieving DSS from providing treatment services to him.\r\nFather argues the family court erred in authorizing DSS to terminate reasonable\r\nefforts to provide treatment services that would assist in him in remedying the\r\ncause of Child's placement in foster care. We affirm.1\r\n\r\nWe find a preponderance of the evidence supports the family court's holding that\r\nDSS made reasonable efforts to provide treatment services that would assist Father\r\nin remedying the cause of Child's placement in foster care and authorizing DSS to\r\nterminate those efforts. See S.C. Code Ann. § 63-7-1640 (Supp. 2011) (identifying\r\nseveral factors for the family court to consider when determining whether to\r\nauthorize DSS to terminate or forego reasonable efforts to reunify a family). Here,\r\nit was in Child's best interests for DSS to terminate reasonable efforts to provide\r\nfurther treatment services for Father because of Father's extensive history of\r\ninvolvement with DSS and his failure to complete the goals of his treatment plan\r\nas well as the necessity of providing a stable placement for Child. A review of the\r\nrecord indicates Father failed to complete his court-ordered anger-management\r\nclasses and continued to be involved in incidents of domestic violence throughout\r\nthe time period of DSS's involvement with him. Additionally, Father repeatedly\r\nand consistently cooperated with Child's mother to enable her to violate the terms\r\nof her treatment and safety plans. Finally, given Father's recent marriage to Child's\r\nmother and the fact that the family court has previously allowed DSS to terminate\r\nreasonable efforts to reunify the family with regard to Child's mother, continuing\r\nefforts with regard to Father would be inconsistent with the permanent plan for\r\nChild. Accordingly, the family court did not err in authorizing DSS to terminate\r\nreasonable efforts to reunify Father with Child.\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nAFFIRMED. \n\r\n\r\nFEW, HUFF, and SHORT, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-473","title":"SCDSS v. Tasha M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-473.pdf","description":null,"date":"2012-07-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Tasha M., Jerome M., Roosevelt M., John Doe #1, John\r\n        Doe #2, Defendants,\r\n\r\n        Of whom Tasha M. is the Appellant,\r\n\r\n        In the interest of three minor children under the age of\r\n        18.\r\n\r\n        Appellate Case No. 2011-201688\r\n\r\n\r\n                  Appeal From Williamsburg County \n\r\n                 Angela R. Taylor, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-473 \n\r\n              Submitted July 2, 2012 – Filed July 27, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Joe Ann M. Calvy, of Kingstree, for Appellant.\r\n\r\n        Ernest Joseph Jarrett, of Jenkinson, Jarrett & Kellahan,\r\n        PA, of Kingstree, for Respondent.\r\n\n              William M. O'Bryan, Jr., of O'Bryan & O'Bryan, of\r\n              Kingstree, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Tasha M. (Mother) appeals the family court's termination of her\r\nparental rights to her three minor children (Children). The family court found clear\r\nand convincing evidence supported termination of Mother's parental rights on the\r\ngrounds that Children were in foster care for fifteen of the last twenty-two months,\r\nMother failed to support Children, and Mother failed to remedy the conditions that\r\ncaused removal. Mother argues the family court erred in terminating her parental\r\nrights when the Department of Social Services (DSS) failed to prove by clear and\r\nconvincing evidence the grounds for termination of parental rights (TPR) and that\r\nTPR was in Children's best interest. We affirm.1\r\n\r\nThe grounds for TPR must be proven by clear and convincing evidence. S.C. Dep't\r\nof Soc. Servs. v. Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999).\r\n\"Upon review, the appellate court may make its own finding from the record as to\r\nwhether clear and convincing evidence supports the termination [of parental\r\nrights].\" S.C. Dep't of Soc. Servs. v. Headden, 354 S.C. 602, 609, 582 S.E.2d 419,\r\n423 (2003). However, despite our broad scope of review, this court is not required\r\nto disregard the findings of \"the family court, who saw and heard the witnesses,\r\n[and] was in a better position to evaluate their credibility and assign comparative\r\nweight to their testimony.\" Id. (internal quotation marks omitted). The family\r\ncourt may order TPR upon finding one or more of eleven statutory grounds is met\r\nand TPR is in the child's best interests. S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). \"[T]he best interests of the children are the paramount\r\nconsideration.\" S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d\r\n285, 287 (Ct. App. 2000). \"The interests of the child shall prevail if the child's\r\ninterest and the parental rights conflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nOne statutory ground for TPR was met because Children have been in foster care\r\nfor fifteen of the most recent twenty-two months. See S.C. Code Ann. § 63-7-\r\n2570(8) (2010) (explaining one statutory ground for TPR is met when \"[t]he child\r\nhas been in foster care under the responsibility of the State for fifteen of the most\r\nrecent twenty-two months\"). Mother did not appeal this ground, and therefore, this\r\nfinding is the law of the case. See Transp. Ins. Co. & Flagstar Corp. v. S.C.\r\nSecond Injury Fund, 389 S.C. 422, 431, 699 S.E.2d 687, 691 (2010) (\"An\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nunappealed ruling is the law of the case and requires affirmance.\"). Additionally,\r\nthe record contains testimony that TPR was in Children's best interest. Children\r\nhave special needs that require regular doctor's appointments and medication.\r\nThey have thrived in their foster homes. To date, Mother has failed to fully\r\ncomply with her treatment plan. Furthermore, the record indicates Mother's ability\r\nto live independently and properly care for Children without assistance is limited.\r\nAlthough Mother and Children seem to have a loving parent-child relationship,\r\nChildren would be best served by the stability offered by TPR. An adoptive family\r\nhas been identified and approved to adopt all three of the children together,\r\noffering stability in the future. These considerations and Children's Guardian ad\r\nLitem's opinion that TPR would best serve Children further convince us that it is in\r\nthe best interest of Children to terminate Mother's parental rights. Accordingly, we\r\nfind clear and convincing evidence in the record shows TPR is in Children's best\r\ninterest. Based on the foregoing, we affirm the family court's order terminating\r\nMother's parental rights.\r\n\r\nAFFIRMED.2\r\n\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"}]