[{"id":"2012-UP-217","title":"Forest Beach Owner's Association v. Austin","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-217","description":null,"date":"2012-04-04","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Forest Beach Owner's Association, Inc., and Trevor Howard, Respondents,\r\n        v.\r\n        Carolyn S. Austin, formerly known as Carolyn S. Bair, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nThomas Kemmerlin, Jr., Special Referee\r\n\r\nUnpublished Opinion No. 2012-UP-217\r\nHeard March 13, 2012 – Filed April 4, 2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert E. Stepp, of Columbia, and Thomas A. Pendarvis, of\r\n          Beaufort, for Appellant.\r\n        Russell P. Patterson, of Hilton Head Island, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Forest Beach Owner's Association brought suit against\r\n  Carolyn S. Austin to assert its claim of ownership over real property on Hilton\r\n  Head Island.  Austin defended claiming superior title by a 1998 default\r\n  judgment and 2000 quitclaim deed, arguing the statute of limitations barred\r\n  Forest Beach's claim.  The special referee found Austin intentionally failed to\r\n  serve Forest Beach with notice of her 1998 quiet title action.  Accordingly,\r\n  the referee found Forest Beach owned the property and ordered Austin to remove\r\n  improvements.  We find the referee ruled correctly in all respects, and\r\n  affirm.  See Investors Title Ins. Co. v. Bair, 2007 WL 6738625\r\n  (D.S.C. 2007), aff'd, 296 F. App'x 332 (4th Cir. 2008) (&quot;[T]he\r\n  court finds Mrs. Austin had actual knowledge that all lot owners in the Hilton\r\n  Head Subdivisions owned an easement interest in the streets of their respective\r\n  Subdivisions, including Avocet Street in Subdivision No. 1. . . . [A]lthough\r\n  Mrs. Austin knew that all Subdivision No. 1 lot owners owned an easement across\r\n  Avocet Street, she and her husband took possession of the beach access property\r\n  by hostile and adverse means and then brought an adverse possession lawsuit in\r\n  which she failed to name parties that she knew had an interest in the property\r\n  in dispute.&quot;).  Additionally, Austin contends the referee erred in\r\n  ordering her to remove improvements from the property because removal would\r\n  violate section 48-39-310 of the South Carolina Code (2008).  Section 48-39-310\r\n  states: &quot;The destruction of beach or dune vegetation seaward of the\r\n  setback line is prohibited unless there is no feasible alternative.&quot;  We\r\n  disagree with Austin and affirm the referee's order of removal because Austin\r\n  did not show that the vegetation she must remove is located on the beach or dune\r\n  seaward of the setback line.\r\nAFFIRMED.\r\nFEW, C.J., and HUFF and SHORT,\r\n  JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-218","title":"State v. Eaglin","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-218","description":null,"date":"2012-04-04","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Adrian Eaglin, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n R. Knox McMahon, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2012-UP-218\r\n  Heard February 13, 2012 – Filed April 4,\r\n2012\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Dayne C. Phillips and Appellate Defender M.\r\n          Celia Robinson, both of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy Attorney General John\r\n          W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant Attorney\r\n          General Mark R. Farthing, all of Columbia, and Solicitor Donald V. Myers, of\r\n          Lexington, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Adrian Eaglin appeals his sentences for\r\n  two counts of assaulting a correctional officer.  Eaglin argues the trial court\r\n  should have sentenced him to concurrent instead of consecutive sentences.  We\r\n  reverse and remand for resentencing.  \r\nEaglin assaulted\r\n  two correctional officers while awaiting trial in the Lexington County jail.  At\r\n  the time of his convictions for the assaults, he was still awaiting trial and\r\n  not serving an active sentence.  Section 16-3-630 of the South Carolina Code\r\n  (2003)[1] states that a sentence imposed for a conviction for assaulting a correctional\r\n  officer &quot;must be served consecutively to any other sentence the person is\r\n  serving.&quot;  During sentencing, the trial judge stated the statute meant\r\n  Eaglin's assault sentences had &quot;to run consecutive to each other or\r\n  consecutive to his active sentence, which he doesn't have one.&quot;  When the\r\n  judge later announced the consecutive sentences, he did not indicate whether he\r\n  based that decision on section 16-3-630 or on his discretionary power to impose\r\n  consecutive or concurrent sentences.  See Major v. S.C. Dep't of\r\n    Prob., Parole &amp; Pardon Servs., 384 S.C. 457, 465-66, 682 S.E.2d 795,\r\n  799-800 (2009) (stating &quot;a court's final judgment in a criminal case is\r\n  the pronouncement of the sentence which includes the ability to designate\r\n  whether sentences run concurrent or consecutive, subject to statutory\r\n  restrictions&quot;).  \r\nThe court could have\r\n  imposed the consecutive sentences based on its interpretation of section\r\n  16-3-630 or based on its view of the facts of the case.  § 16-3-630 (stating a person\r\n  convicted of assaulting a correctional officer &quot;must serve a mandatory\r\n  minimum sentence of not less than six months nor more than five years&quot;).  While\r\n  we disagree with the trial court that it was required to issue consecutive\r\n  sentences under section 16-3-630, we cannot tell whether the consecutive sentences\r\n  were imposed based on the statute or on the judge's discretionary sentencing\r\n  power, regardless of the statute.  Therefore, we reverse and remand for\r\n  resentencing.\r\nFEW, C.J., and\r\n  HUFF and SHORT, JJ., concur.  \r\n\r\n\r\n[1] Section 16-3-630 was repealed by 2010 Act No. 273 §\r\n  7.A on June 2, 2010.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-219","title":"Hill v. Deertrack Golf","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-219","description":null,"date":"2012-04-04","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Dale Hill, Betty Hill, Carl Clemmons, Geraldine Clemmons, Individually, and on behalf of a Class of all others similarly situated, Appellants,\r\n        v.\r\n        Deertrack Golf and Country Club, Inc., Deertrack Golf, Inc., Deerfield Plantation, Inc., the Estate of John Schaad, by and through Ann Schaad as Executrix, and Deertrack Investors, LLC, Respondents,\r\n        Deertrack Investors, LLC, Third-Party Plaintiff,\r\n        v.\r\n        Plantation Resort of Myrtle Beach, Inc., and Plantation Resort Properties, Inc., Third-Party Defendants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n   Thomas W. Cooper, Jr., Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-219\r\n  Heard January 4, 2012 – Filed April 4,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        David B. Miller and Robert S. Shelton, both of Myrtle Beach, for\r\n          Appellants.\r\n        Amanda A. Bailey and Henrietta U. Golding, both of Myrtle Beach; Jerry\r\n          Petus of Lake Wylie; and Richard Michael Smith of Georgetown, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Dale\r\n  Hill[1] and\r\n  other homeowners of lots 1 through 458 in Deerfield Plantation (Homeowners)\r\n  filed this declaratory judgment action against Respondents[2] seeking an injunction[3] to prohibit\r\n  Respondents from converting certain portions of a golf course and clubhouse,\r\n  which are adjacent to Homeowners' lots, into residential homes.  By order filed\r\n  November 5, 2008, the trial court granted Respondents' motion for summary\r\n  judgment, finding Homeowners had no rights to the property.  The court also\r\n  cancelled the lis pendens on the property.  On reconsideration, the court set\r\n  aside the November 5, 2008 order as to the issue of Homeowners' rights to the\r\n  property, denied Respondents' motion for summary judgment, and dismissed by\r\n  consent the claims for negligent misrepresentation, fraud, and violations of the\r\n  UTPA.  The declaratory judgment cause of action was severed from the remaining\r\n  claims, and the matter was referred to the special referee.  The referee found\r\n  no restrictions on the property and cancelled the lis pendens.  The referee\r\n  also denied Homeowners' motion to reconsider.  Homeowners appealed.  We affirm\r\n  pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n  1. As to Homeowners'\r\n    argument the order cancelling the lis pendens was rescinded: Noisette v. Ismail, 304 S.C. 56, 58, 403 S.E.2d 122, 124 (1991) (requiring an issue to be\r\n    both raised to and explicitly ruled on to preserve it for appellate review); Rhoad\r\n      v. State, 372 S.C. 100, 108 n.3, 641 S.E.2d 35, 39 n.3 (Ct. App. 2007)\r\n    (finding an order is not final until it is written and entered).  \r\n  2. As\r\n    to Homeowners' arguments regarding the\r\n    existence of an easement and no effective disclaimer, we adopt the special\r\n    referee's well-reasoned order:  Grosshuesch v. Cramer, 367 S.C. 1, 6,\r\n    623 S.E.2d 833, 835 (2005) (adopting the reasoning set forth in the trial\r\n    court's order as to some of the issues on appeal).\r\n\r\nAFFIRMED.\r\nSHORT,\r\n  WILLIAMS, and GEATHERS, JJ. concur. \r\n\r\n\r\n[1] Dale Hill,\r\n  Betty Hill, Carl Clemmons, and Geraldine Clemmons are class representatives,\r\n  and the class was certified by order filed November 9, 2009. \r\n[2] Deertrack Golf\r\n  and Country Club, Inc., Deertrack Golf, Inc., Deerfield Plantation, Inc., the\r\n  Estate of John Schaad, by and through Ann Schaad as Executrix, and Deertrack\r\n  Investors, LLC.\r\n[3] Homeowners also\r\n  alleged negligent misrepresentation, fraud, violation of the South Carolina\r\n  Unfair Trade Practices Act (UTPA), and civil conspiracy.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-220","title":"SCDHEC v. Southern Environmental Services","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-220","description":null,"date":"2012-04-04","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Health and Environmental Control, Respondent,\r\n        v.\r\n        Southern Environmental Services, Inc., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From the Administrative Law Court\r\n John D. McLeod, Administrative Law Judge\r\n\r\nUnpublished Opinion No. 2012-UP-220\r\nHeard March 13, 2012 – Filed April 4, 2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Eric G. Fosmire, of Columbia, for Appellant.\r\n        Carlisle Roberts, Jr., and Jacquelyn S. Dickman, both of Columbia,\r\n          and Sara P. Bazemore, of Myrtle Beach, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Southern Environmental Services, Inc. (SESI) appeals from\r\n  the Administrative Law Court (ALC) order finding it in violation of the South\r\n  Carolina regulations governing asbestos removal projects, which was issued\r\n  following a contested case hearing on the final decision of the South Carolina\r\n  Department of Health and Environmental Control (DHEC).  SESI argues the ALC\r\n  erred in determining: (1) SESI violated the asbestos regulations when the\r\n  physical and air sample results collected by DHEC were excluded because chain\r\n  of custody regarding the analysis of materials allegedly containing asbestos\r\n  was not established; (2) DHEC inspectors need not be licensed to enforce the\r\n  asbestos regulations; (3) DHEC's search of SESI's headquarters was\r\n  constitutional; (4) SESI failed to comply with permit and license regulations\r\n  for the Wade Hampton High School project; and (5) SESI violated the asbestos regulations\r\n  when the evidence established a subcontractor was responsible for the\r\n  polyethylene sheeting in the apartment at Quail Hollow Apartments.  We affirm.\r\n\r\n  1. SESI argues the ALC\r\n    erred in finding it violated the asbestos\r\n    regulations because the court excluded the physical and air sample results\r\n    collected by DHEC due to DHEC's failure to establish a sufficient chain of\r\n    custody regarding the analysis of materials that allegedly contained asbestos. \r\n    It asserts evidence of the presence of a substance containing greater than one\r\n    percent of asbestos is a condition precedent to finding a violation of the\r\n    asbestos regulations.  During their inspection of the Wade Hampton project,\r\n    DHEC inspectors observed open dumpsters that contained polyethylene bags\r\n    labeled as asbestos.  See 25A S.C. Code Ann. Regs. 61-86.1(VIII)(B)(f)\r\n    (Supp. 2011) (requiring asbestos waste to be in a secured, locked location).  They\r\n    also observed moveable objects that SESI left in place during the project and\r\n    polyethylene sheeting that had not been removed after the work was completed.  See 25A S.C. Code Ann. Regs. 61-86.1(X)(C)(1)(a)(6) (Supp. 2011) (requiring that\r\n    prior to beginning work, all moveable objects must be cleaned and removed from\r\n    work area); 25A S.C. Code Ann. Regs. 61-86.1(X)(C)(3)(a)(4), (7) and (8) (Supp.\r\n    2011) (requiring that all polyethylene sheeting be removed and disposed of as\r\n    asbestos-contaminated waste when project is completed).  Additionally, SESI had\r\n    notified DHEC that it was only removing flooring; however, inspectors observed\r\n    that SESI had removed both floor and ceiling material.  See 25A S.C.\r\n    Code Ann. Regs. 61-86.1(X)(B)(4)(f) and (i) (Supp. 2011) (stating the written\r\n    project notification and application must describe the work to be performed and\r\n    an estimate of the approximate amount of asbestos-containing material to be\r\n    removed).  During the inspection of the Quail Hollow Apartment, inspectors\r\n    observed polyethylene sheeting in several places in Unit K-10, including\r\n    sheeting that was balled up on the floor with an &quot;Asbestos Danger&quot;\r\n    sign duct-taped to the inside.  See 25A S.C. Code Ann. Regs.\r\n    61-86.1(X)(C)(3)(a)(4), (7) and (8) (Supp. 2011) (requiring that all\r\n    polyethylene sheeting be removed and disposed of as asbestos-contaminated waste\r\n    when project is completed).  Further, upon inspection of 35 Rutherford Drive,\r\n    inspectors discovered no licensed air monitor was on site, and only one\r\n    licensed supervisor was on site and he was not inside the contained work area,\r\n    all of which were violations of the asbestos regulations.  See 25A S.C.\r\n    Code Ann. Regs. 61-86.1(V)(C)(3)(b) (Supp. 2011) (requiring that at all times\r\n    during abatement, at least one licensed supervisor must remain inside of each\r\n    contained work area supervising the work); 25A S.C. Code Ann. Regs.\r\n    61-86.1(VII)(D) (Supp. 2011) (requiring daily air sampling by a licensed air\r\n    sampler).  Also, the decontamination unit did not have any water connected to\r\n    it, which was a violation of the asbestos regulations.  See 25A S.C.\r\n    Code Ann. Regs. 61-86.1(X)(C)(1)(a)(12) (Supp. 2011) (requiring a\r\n    decontamination enclosure system to have a shower room with hot and cold or\r\n    warm running water controllable at the tap).  Furthermore, SESI stipulated\r\n    that: (1) it conducted asbestos abatement activities at Wade Hampton High\r\n    School; (2) one of the dumpsters at the Wade Hampton location contained\r\n    asbestos waste from the high school; (3) it removed asbestos from unit K-10 at\r\n    the Quail Hollow apartments; and (4) it removed asbestos from an abandoned\r\n    building at 35 Rutherford Drive.  Therefore, we find the evidence supports the\r\n    ALC's findings that SESI violated the asbestos regulations despite the\r\n    exclusion of the physical and air sample results collected by DHEC.  See Comm'rs of Pub. Works v. S.C. Dep't of\r\n      Health &amp; Envtl. Control, 372 S.C.\r\n    351, 358, 641 S.E.2d 763, 766-67 (Ct. App. 2007) (&quot;Under our standard of\r\n    review, we may not substitute our judgment for that of the [ALC] as to the\r\n    weight of the evidence on questions of fact unless the [ALC's] findings are\r\n    clearly erroneous in view of the reliable, probative and substantial evidence\r\n    in the whole record.&quot;); Leventis v. S.C. Dep't of Health &amp; Envtl.\r\n      Control, 340 S.C. 118, 130, 530 S.E.2d 643, 650 (Ct. App. 2000) (stating substantial\r\n    evidence is not a mere scintilla of evidence, but evidence which, considering\r\n    the record as a whole, would allow reasonable minds to reach the conclusion the\r\n    ALC reached).    \r\n  2. SESI argues the ALC erred in\r\n    finding DHEC's inspectors need not be licensed to enforce the asbestos regulations. \r\n    It asserts that DHEC's inspectors did not hold the necessary licensing\r\n    qualifications to conduct inspections; therefore, DHEC's inspections of SESI's\r\n    projects are void as a matter of law because DHEC failed to comply with its own\r\n    requirements.  The ALC determined DHEC inspectors are not required to be\r\n    licensed as building inspectors under the asbestos regulations because a DHEC\r\n    inspector or &quot;government project inspector&quot; is considered an\r\n    &quot;authorized visitor&quot; under the asbestos regulations, which is\r\n    different from a licensed &quot;building inspector.&quot;  An &quot;authorized\r\n    visitor&quot; is defined as &quot;any representative of a regulatory or other\r\n    agency having jurisdiction over the project&quot; and &quot;is limited to\r\n    government project inspectors, police, paramedics, fire-safety personnel,\r\n    nuclear plant operators, and insurance loss prevention safety auditors, or\r\n    other personnel as approved on a case-by-case basis by the Department.&quot;  25A\r\n    S.C. Code Ann. Regs. 61-86.1(I)(21) (Supp. 2011).  The ALC reasoned that a\r\n    building inspector's responsibilities involve performing building inspections\r\n    to identify the presence, location, and condition of asbestos, and collecting\r\n    samples.  25A S.C. Code Ann. Regs. 61-86.1(I)(23) and (24) (Supp. 2011); 25A S.C.\r\n    Code Ann. Regs. 68-86.1(VI) (Supp. 2011).  The court noted a building inspector\r\n    must also comply with sampling procedures; prepare a detailed report based on\r\n    his or her findings, including a description of non-suspect materials; and\r\n    provide an assessment of all materials suspected to contain asbestos, including\r\n    an evaluation of the material's current condition, estimated quantities, and\r\n    potential for disturbance.  25A S.C. Code Ann. Regs. 68-86.1(VI) (Supp. 2011). \r\n    In contrast, the ALC determined the duties of DHEC asbestos inspectors involve\r\n    inspecting a project involving known or alleged asbestos material to ensure\r\n    compliance with applicable laws and regulations.  The court also noted DHEC\r\n    asbestos inspectors are trained in accordance with DHEC and EPA policy and\r\n    regulations.  Courts are to defer to an administrative agency’s interpretation\r\n    of its own regulations unless there is a compelling reason to differ.&nbsp; Brownlee\r\n      v. S.C. Dep't of Health &amp; Envtl. Control, 382 S.C. 129, 136, 676 S.E.2d\r\n    116, 120 (2009) (citation omitted). &nbsp;In the proceedings below, DHEC\r\n    interpreted the regulations as not requiring its inspectors to be licensed as building\r\n    inspectors to enforce the asbestos regulations. &nbsp;We find the ALC properly construed\r\n    the regulations in a manner consistent with DHEC's interpretation.\r\n  3. SESI argues the ALC erred in finding\r\n    DHEC's search of SESI's headquarters was constitutional.  It asserts DHEC's\r\n    search was unconstitutional because the DHEC inspector did not have a warrant,\r\n    and he did not have proper consent to search the building; therefore, SESI argues\r\n    this court should exclude the evidence obtained during the search as\r\n    &quot;fruit of the poisonous tree.&quot;  However, the ALC excluded the\r\n    evidence obtained during the search of SESI's headquarters because of DHEC's\r\n    failure to sufficiently establish the chain of custody; the ALC expressly\r\n    stated the evidence was not considered in making its conclusions of law due to\r\n    DHEC's failure to establish the chain of custody; and the ALC did not cite SESI\r\n    for any violations related to the search.  Therefore, we find this issue is\r\n    moot and decline to address it.  See Linda Mc Co. v. Shore, 390\r\n    S.C. 543, 557, 703 S.E.2d 499, 506 (2010) (&quot;An appellate court will not\r\n    pass on moot and academic questions or make an adjudication where there remains\r\n    no actual controversy.&quot; (quoting Curtis v. State, 345 S.C. 557,\r\n    567, 549 S.E.2d 591, 596 (2001))); Sloan v. Friends of the Hunley, Inc.,\r\n    369 S.C. 20, 26, 630 S.E.2d 474, 477 (2006) (&quot;A moot case exists where a\r\n    judgment rendered by the court will have no practical legal effect upon an\r\n    existing controversy because an intervening event renders any grant of\r\n    effectual relief impossible for the reviewing court.&quot;).\r\n  4. SESI argues the ALC erred in finding\r\n    it failed to comply with permit and license regulations for the Wade Hampton\r\n    High School project.  It asserts it faxed its application for the project to\r\n    DHEC on May 26, 2005, and its project dates were June 15 to June 25, 2005;\r\n    therefore, the ALC should not have found it to be in violation of the license\r\n    requirement.  However, SESI admits it did not pay the project fee at that time. \r\n    DHEC Regulation 61-86.1, subsections III(B)(1) and (2) state that an\r\n    application for a license will not be processed unless it is accompanied by the\r\n    required fee, and DHEC's receipt and deposit of fees submitted with an\r\n    application &quot;shall in no way indicate approval of the application or\r\n    guarantee the issuance of a license.&quot;  25A S.C. Code Ann. Regs. 61-86.1(III)(B)(1)\r\n    and (2) (Supp. 2011).  Furthermore, DHEC's senior asbestos inspector, Mark\r\n    Fairleigh, testified license applications cannot be submitted to DHEC by fax\r\n    and will not be considered by DHEC until the fee is paid; which in this case\r\n    was more than a month after SESI had completed its work.  Therefore, we find\r\n    the ALC did not err in finding SESI failed to comply with the asbestos\r\n    regulations when it completed the project without a license.\r\n  5. SESI argues the ALC erred in\r\n    finding it violated the asbestos regulations because a drywall subcontractor\r\n    was responsible for the polyethylene sheeting in the apartment at Quail Hollow\r\n    Apartments.  When the DHEC inspector arrived at the apartment after SESI had\r\n    completed the project to conduct an asbestos inspection, he observed\r\n    polyethylene sheeting in several places in Unit K-10, including sheeting that\r\n    was balled up on the floor with an &quot;Asbestos Danger&quot; sign duct-taped\r\n    to the inside.  DHEC Regulation 61-86.1, subsections X(C)(1)(a)(5), (7), (8), (10),\r\n    and (11), all require polyethylene sheeting to be used to isolate the\r\n    contaminated areas from the uncontaminated areas.  25A S.C. Code Ann. Regs.\r\n    61-86.1(X)(C)(1)(a)(5), (7), (8), (10) and (11) (Supp. 2011).  Subsections\r\n    X(C)(3)(a)(4), (7), and (8) require that after an abatement project is\r\n    completed, all polyethylene sheeting must be removed and disposed of as\r\n    asbestos-contaminated waste.  25A S.C. Code Ann. Regs. 61-86.1(X)(C)(3)(a)(4), (7)\r\n    and (8) (Supp. 2011).  Therefore, because\r\n    the evidence supports the ALC's finding that SESI failed to remove the\r\n    polyethylene sheeting after completing its asbestos work, we find the ALC did not err in affirming DHEC's\r\n    determination that SEIS was in violation of the regulations.        \r\n\r\nAFFIRMED.\r\nFEW, C.J., and\r\n  HUFF and SHORT, JJ., concur. \r\n\r\n","court":"Appeals"},{"id":"2012-UP-221","title":"Rossi v. Intercoastal Village Resort Homeowners Association","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-221","description":null,"date":"2012-04-04","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Dino Rossi,\r\n            Theresa King, and Ira Gross, Appellants,\r\n          v.\r\n          Intercoastal\r\n            Village Resort Homeowners Association, Inc., Craig LaForte, President, Craig\r\n            LaForte, Individually, Joanne Sacca, Secretary, Joanne Sacca, Individually,\r\n            Christopher Mezzanotte, Treasurer, Christopher Mezannotte, Individually,\r\n            Terry Walser, Director, and Terry Walser, Individually, Defendants,\r\n          Of whom,\r\n            Intercoastal Village Resort Homeowners Association, Inc., Craig LaForte,\r\n            President, Joanne Sacca, Secretary, Christopher Mezzanotte, Treasurer, and\r\n            Terry Walser, Director are, Respondents.\r\n          And\r\n            Intercoastal Village Resort Homeowners Association, Inc., Plaintiff,\r\n          v.\r\n          AGB090903, LLC, Defendant,\r\n          And\r\n            Intercoastal Village Resort Homeowners, Inc., Plaintiff,\r\n          v.\r\n          Harvey D.\r\n            Hugunin, Georgianna P. Lash, Dino Rossi, Lonnie Van Dyke, Thomas D. Barr, Ira\r\n            M. Gross, Theresa A. King, Donald J. Hanafin, IJB081901, LLC, Donald H. Adam,\r\n            Christopher Valpone, Daisy M. Ward, Paul F. Bergstrom and Kristopher Paul\r\n            Allen are, Defendants,\r\n          Of whom, Lonnie\r\n            Van Dyke, Thomas D. Barr, Donald J. Hanafin, Donald H. Adam, Paul F.\r\n            Bergstrom and Kristopher Paul Allen are, Appellants.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nCharles O. Nation, II, Special Referee\r\n\r\nUnpublished Opinion No. 2012-UP-221\r\nHeard March 12, 2012 – Filed April 4, 2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patrick J. Reilly, of North Myrtle Beach, for Appellants.\r\n        Amanda A. Bailey, of Myrtle Beach, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Dino\r\n  Rossi, Theresa King, and Ira Gross (Homeowners) filed this declaratory judgment\r\n  action against Intercoastal Village Resort Homeowners Association, Inc. (the\r\n  Association) and the members of the Board of the Association, individually and\r\n  as officers and/or directors.  Homeowners alleged causes of action relating to\r\n  a construction contract entered into by the Association and a special\r\n  assessment approved by the Board of Directors of the Association (the Board). \r\n  After unsuccessful mediation, the Association initiated foreclosure actions\r\n  against Homeowners and other Association members.  The cases were consolidated,\r\n  the foreclosures were stayed, and the matter was referred to the special\r\n  referee.  The parties consented to framing the three issues to be determined by\r\n  the referee as: (1) interpretation of a Master Deed regarding whether work to\r\n  be performed under a construction contract constituted maintenance and repair,\r\n  or an alteration, modification, or improvement; (2) the validity of the Board's\r\n  action in entering into the construction contract; and (3) the propriety of a special\r\n  assessment passed by the Board.  The special referee: (1) interpreted the\r\n  construction contract work as maintenance and repair under the Master Deed; (2)\r\n  found the Board was authorized to enter into the construction contract; and (3)\r\n  found the Board was authorized to impose the special assessment.  We affirm\r\n  pursuant to Rule 220(b), SCACR, and the following authorities:   \r\n\r\n  1. We\r\n    affirm the referee's finding that the work to be performed under the\r\n    construction contract constituted maintenance and repair.  See  Taylor v. Lindsey, 332 S.C. 1, 4, 498 S.E.2d 862, 863&nbsp;(1998) (&quot;Words of a\r\n    restrictive covenant will be given the common, ordinary meaning attributed to\r\n    them at the time of their execution.&quot;); Cullen v. McNeal, 390 S.C.\r\n    470, 481-82, 702 S.E.2d 378, 384 (Ct. App. 2010) (stating the declarations of a\r\n    homeowner's association are construed according to the terms the parties used,\r\n    with the terms understood in their plain, ordinary, and popular sense). \r\n  2. We need not address the referee's finding that the special assessment was authorized by owners owning\r\n    sixty percent of the value of the property.  See Hagood v. Sommerville, 362 S.C. 191, 199, 607\r\n    S.E.2d 707, 711 (2005) (declining to address an issue when the resolution of a\r\n    prior issue is dispositive).\r\n  3. We\r\n    affirm the referee's refusal to find the recall vote valid.  See Slear v. Hanna,\r\n    329 S.C. 407, 410-11, 496 S.E.2d 633, 635 (1998) (&quot;If [an] action is\r\n    viewed as interpreting a deed, it is an equitable matter[,] and the appellate\r\n    court may review the evidence to determine the facts in accordance with the\r\n    court's view of the preponderance of the evidence.&quot;); Godfrey v. Heller, 311 S.C. 516, 518, 429 S.E.2d 859, 860 (Ct. App. 1993) (stating even\r\n    when reviewing a special referee's order under its own view of the preponderance\r\n    of the evidence, an appellate court is not required to disregard the factual\r\n    findings of the referee, who saw and heard the witnesses and was in a better\r\n    position to judge their credibility).\r\n  4. We affirm the referee's finding that the Board validly passed the corporate resolution\r\n    approving the special assessment.  First,\r\n    we find Homeowners failed to preserve the issue regarding a Board member who was\r\n    not qualified to vote.  See Herron\r\n      v. Century BMW, 395 S.C. 461, ___,\r\n    719 S.E.2d 640, 642 (2011) (&quot;At a minimum, issue preservation requires\r\n    that an issue be raised to and ruled upon by the trial judge.&quot;).  Second,\r\n    we disagree that the resolution required the approval of at least sixty percent\r\n    of the Association.  See Hagood, 362 S.C. at 199, 607 S.E.2d at 711\r\n    (declining to address an issue when the resolution of a prior issue is\r\n    dispositive).  Third, we find no merit to the argument regarding the Board's own recognition of its duty to submit the\r\n    assessment to the Association members.  See Hunt v. S.C. Forestry\r\n      Comm'n, 358 S.C. 564, 569, 595 S.E.2d 846, 848 (Ct. App. 2004) (&quot;To\r\n    construe a deed, a court looks first at the language of the instrument because\r\n    the court presumes it declares the intent of the parties.&quot; (quoting 23 Am.\r\n    Jur. 2d Deeds § 192 (2002))).\r\n  5. We\r\n    affirm the referee's refusal to admit expert testimony of a witness designated\r\n    as a fact witness.  See Rule 33(b), SCRCP (&quot;[I]nterrogatories shall be deemed to continue\r\n    from the time of service, until the time of trial of the action . . . .&quot;); Bensch v. Davidson, 354 S.C. 173, 182, 580 S.E.2d 128, 132 (2003)\r\n    (stating there is a continuing duty to answer a standard interrogatory, such as\r\n    one requesting the party list any expert witnesses); Dunn v. Charleston Coca-Cola Bottling Co., 307 S.C. 426, 432, 415 S.E.2d 590, 593 (Ct. App.\r\n    1992) (finding the decision whether to allow testimony of a witness not listed\r\n    on answers to interrogatories is within the sound discretion of the trial court), rev’d on other grounds, 311 S.C. 43, 426 S.E.2d 756 (1993).\r\n\r\nAFFIRMED.\r\nFEW, C.J., and\r\n  HUFF and SHORT, JJ., concur. \r\n\r\n","court":"Appeals"},{"id":"2012-UP-222","title":"State v. Gregory","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-222","description":null,"date":"2012-04-11","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Lonnie Wayne Gregory, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lancaster County\r\n Brooks P. Goldsmith, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-222\r\n  Heard January 10, 2012 – Filed April 11,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Elizabeth A. Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy Attorney General John\r\n          McIntosh, Assistant Attorney General Salley W. Elliott, Assistant Attorney\r\n          General William M. Blitch, Jr., all of Columbia; and Solicitor Douglas A.\r\n          Barfield, Jr., of Lancaster, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: Lonnie Wayne Gregory appeals his\r\n  conviction for second-degree criminal sexual conduct with a minor.  He argues the\r\n  trial court erred in admitting expert testimony from a forensic interviewer\r\n  because it improperly bolstered the victim's credibility.  We find Gregory's\r\n  arguments unpreserved and without merit and affirm his conviction.\r\nAt trial, Gregory\r\n  objected when the State offered a forensic interviewer as an expert witness.  He\r\n  argued the interviewer should not be allowed to testify as an expert and, even\r\n  if she were allowed to testify, she should not be allowed to testify about the\r\n  victim's credibility.  The judge ruled against Gregory as to his first argument\r\n  by qualifying the interviewer as an expert witness.  However, the judge ruled\r\n  in favor of Gregory as to his second argument by ruling that the interviewer\r\n  could not testify as to whether she believed the victim.  The interviewer's\r\n  testimony Gregory complains about on appeal relates to the victim's\r\n  credibility.  See, e.g., State v. Jennings, 394 S.C. 473, 480,\r\n  716 S.E.2d 91, 94 (2011) (&quot;There is no other way to interpret the language\r\n  used . . . other than to mean the forensic interviewer believed the children\r\n  were being truthful.&quot;); State v. McKerley, Op. No. 4957 (S.C. Ct.\r\n  App. filed March 28, 2012) (Shearouse Adv. Sh. No. 11 at 41).  The trial court\r\n  ruled it would exclude such testimony, but Gregory failed to object to the\r\n  testimony when it was offered into evidence.  Therefore, his argument is not\r\n  preserved.  State v. Baker, 390 S.C. 56, 65, 700 S.E.2d 440, 444 (Ct.\r\n  App. 2010) (stating an issue must be raised to and ruled upon by the trial\r\n  court to be preserved for review), cert. granted, (Nov. 17, 2011).\r\nGregory also contends\r\n  the court erred in allowing the interviewer to testify as an expert based\r\n  solely on State v. Douglas, 380 S.C. 499, 671 S.E.2d 606 (2009).  We\r\n  disagree and find, as in Douglas, that the decision to allow the\r\n  interviewer to testify as an expert did not prejudice Gregory.  380 S.C. at 503,\r\n  671 S.E.2d at 608-09 (&quot;Douglas suffered no prejudice . . . by her qualification\r\n  as an expert.&quot;); 380 S.C. at 503, 671 S.E.2d at 609 (&quot;The fact that [the\r\n  interviewer] was qualified as an expert did not require the jury to accord her\r\n  testimony any greater weight than that given to any other witness.&quot;).  \r\nThe conviction is AFFIRMED.\r\nTHOMAS and\r\n  KONDUROS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-223","title":"Whigham v. Jackson Dawson Communications","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-223","description":null,"date":"2012-04-11","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephen C. Whigham, Employee, Appellant,\r\n        v.\r\n        Jackson Dawson Communications, Employer, and The Hartford, Carrier, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From the Appellate Panel \r\n  South Carolina Workers' Compensation\r\nCommission\r\n\r\nUnpublished Opinion No.  2012-UP-223\r\nHeard March 20, 2012-Filed April 11, 2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Douglas A. Churdar, of Greenville, for Appellant.\r\n        Benjamin M. Renfrow, of Greenville, for Respondents. \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  In this workers' compensation case, Stephen\r\n  C. Whigham argues the South Carolina Workers' Compensation Commission (the\r\n  Commission) erred in finding Whigham failed to satisfy the burden of proving\r\n  the occurrence of a compensable accident.  We find no error of law in the\r\n  Commission's decision to deny Whigham's claim and we find the decision to be\r\n  supported by substantial evidence of record; therefore, we affirm pursuant to\r\n  Rule 220(b)(1), SCACR, and the following authorities:  S.C. Code Ann. §\r\n  1-23-380(5)(d), (e) (Supp. 2011) (providingthis court may not substitute its judgment for that of the\r\n  Commission as to the weight of the evidence, but may reverse when the decision\r\n  is affected by an error of law or clearly erroneous in view of the reliable,\r\n  probative, and substantial evidence on the whole record); Hill v. Eagle\r\n    Motor Lines, 373 S.C. 422, 436, 645 S.E.2d 424, 431 (2007) (&quot;Substantial\r\n  evidence is that evidence which, in considering the record as a whole, would\r\n  allow reasonable minds to reach the conclusion the Commission reached.&quot;); Sharpe\r\n    v. Case Produce, Inc., 336 S.C. 154, 160, 519 S.E.2d 102, 105 (1999) (&quot;The\r\n  possibility of drawing two inconsistent conclusions from the evidence does not\r\n  prevent the Commission's finding from being supported by substantial\r\n  evidence.&quot;);Leopard\r\n    v. Blackman-Uhler, 318\r\n  S.C. 369, 371, 458 S.E.2d 41, 42 (1995) (finding an injury sustained while\r\n  participating in a company sponsored softball game did not arise out of and in\r\n  the course of employment); Smith v.\r\n    Union Bleachery/Cone Mills, 276 S.C.\r\n  454, 458, 280 S.E.2d 52, 54 (1981) (finding injury sustained while\r\n  participating on company sponsored softball team not compensable); Grice v.\r\n    Nat'l Cash Register Co., 250 S.C. 1, 5, 156 S.E.2d 321, 323 (1967) (finding\r\n  death from automobile accident while returning from company picnic was not\r\n  compensable because picnic was mere recreational activity); Pate v. Plymouth\r\n    Mfg. Co., 198 S.C. 159, 164-66, 17 S.E.2d 146, 148-49 (1941) (finding\r\n  injury sustained while returning from company baseball team's game not\r\n  compensable because game was merely a recreational activity); 2 Lex K. Larson, Larson's Workers'\r\n    Compensation Law § 22.01 (Matthew Bender, Rev. Ed. 2011) (outlining test\r\n  for determining when recreational or social activities are within the course of\r\n  employment).\r\nAFFIRMED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.   \r\n\r\n\r\n","court":"Appeals"},{"id":"2012-UP-225","title":"Leroy B. v. Fatiema B.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-225","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Leroy B., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Fatiema B. and\r\n          Andre N., Defendants,\r\n        In the Interest\r\n          of a Minor Child. \r\n        Of whom Fatiema\r\n          B. is the Respondent,\r\n        and Andre N. is\r\n          the Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nAngela R. Taylor, Family Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-225\r\n  Submitted March 1, 2012 – Filed April 18,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John S. Keffer, of Sumter, for Appellant.\r\n        T. H. Davis III, of Sumter, and William T.\r\n          Toal, of Columbia, for Respondents.\r\n        Shannon M. Chandler, of Columbia, Guardian\r\n          ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Leroy B. and Fatiema B. (Mother) had been married for\r\n  five years when the minor child (Child) was born.&nbsp; Leroy B. and Mother\r\n  separated when the child was four years old.  After separating, Mother informed\r\n  Leroy B. that he was not the biological father of Child.&nbsp; Leroy B. filed\r\n  an action to adopt Child, naming as defendants Mother and Andre N., whom all\r\n  agree is the biological father of Child.  The family court granted the adoption\r\n  without the consent of Andre N.&nbsp; Andre N. appeals, arguing the family\r\n  court erred in: (1) finding his consent was not required for the adoption; (2) applying section 63-9-310 to this case even\r\n  though this section is applicable only to third-party placement cases; (3) finding\r\n  the adoption was in Child's best interest;\r\n  and (4) finding it had jurisdiction to hear the adoption action.  We affirm[1] pursuant to Rule 220(b), SCACR, and the following authorities: \r\n1. &nbsp;As to whether the family court\r\n  erred in finding Andre N.'s consent was not required for the adoption: S.C.\r\n  Code Ann. § 63-9-310(A)(4) (2010) (providing consent is required from a father of a child born to father and the child's\r\n  mother out of wedlock &quot;if the child was placed with the prospective\r\n  adoptive parents more than six months after the child's birth&quot; and &quot;the\r\n  father has maintained substantial and continuous or repeated contact with the\r\n  child as demonstrated by: (a) payment by the father toward the support of the\r\n  child of a fair and reasonable sum, based on the father's financial ability;\r\n  and either (b) visits by the father to the child at least monthly when the\r\n  father is physically and financially able to do so, and when the father is not\r\n  prevented from doing so by the person or agency having lawful custody of the\r\n  child; or (c) regular communication by the father with the child or with the\r\n  person or agency having lawful custody of the child, when the father is\r\n  physically and financially unable to visit the child, or when the father is\r\n  prevented from visiting the child by the person or agency having lawful custody\r\n  of the child&quot;); S.C. Code Ann. § 63-9-310(A)(5) (2010) (providing consent is required from a father of a child born to father and the child's\r\n  mother out of wedlock &quot;if the child was placed with the prospective\r\n  adoptive parents six months or less after the child's birth&quot; and &quot;(a) the\r\n  father openly lived with the child or the child's mother for a continuous\r\n  period of six months immediately preceding the placement of the child for\r\n  adoption, and the father openly held himself out to be the father of the child\r\n  during the six months period; or (b)\r\n  the father paid a fair and reasonable sum, based on the father's financial\r\n  ability, for the support of the child or for expenses incurred in connection\r\n  with the mother's pregnancy or with the birth of the child, including, but not\r\n  limited to, medical, hospital, and nursing expenses&quot;); Abernathy v.\r\n    Baby Boy, 313 S.C. 27, 31, 437 S.E.2d 25, 28 (1993) (&quot;The United\r\n  States Supreme Court has recognized that an unwed father may possess a\r\n  relationship with his child that is entitled to constitutional protection. \r\n  However, parental rights do not spring full-blown from the biological\r\n  connection between parent and child.  They require relationships more enduring.\r\n  Thus, an unwed father must demonstrate a full commitment to the\r\n  responsibilities of parenthood by coming forward to participate in the rearing\r\n  of his child before his interest in personal contact with his child acquires\r\n  substantial constitutional protection.&quot; (citations and quotation marks\r\n  omitted)); Roe v. Reeves, 392 S.C. 143, 150, 708 S.E.2d 778, 782 (2011)\r\n  (&quot;[I]t is only [i]f [the father] grasps that opportunity and accepts some\r\n  measure of responsibility for the child's future [that he may] enjoy the\r\n  blessings of the parent-child relationship and make uniquely valuable\r\n  contributions to the child's development.&quot; (citation and quotation marks\r\n  omitted)).\r\n2.&nbsp;As to whether the family court\r\n  erred in applying section 63-9-310 even though this section applies only to third-party\r\n  placement cases: Bodkin v. Bodkin, 388 S.C. 203, 219, 694 S.E.2d 230, 239 (Ct. App.\r\n  2010) (&quot;When the family court does not rule on an issue presented to it,\r\n  the issue must be raised by a post-trial motion to be preserved for\r\n  appeal.&quot;).\r\n3.&nbsp;As to whether the adoption was in Child's\r\n  best interest: Futch v. McAllister\r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (noting\r\n  an appellate court need not address appellant's remaining issues when its\r\n  determination of a prior issue is dispositive).\r\n4.&nbsp;As to whether the family court had\r\n  jurisdiction to hear the adoption case: Pittman\r\n    v. Pittman, 395 S.C. 209, 219, 717\r\n  S.E.2d 88, 93 (Ct. App. 2011) (finding the husband abandoned an issue on appeal\r\n  because the husband did not offer any supporting authority for his argument).  \r\n\r\nAFFIRMED.\r\nFEW, C.J., HUFF and SHORT,\r\n  JJ., concur. &nbsp;\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-226","title":"State v. Norris","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-226","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.  \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Carnie Norris\r\n          III, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-226\r\n  Submitted April 2, 2012 – Filed April 18,\r\n2012    \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of\r\n          Columbia, and Carnie Norris III, pro se, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, and Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, all of Columbia; and Solicitor Barry J. Barnette, of\r\n          Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Carnie Norris III appeals his conviction of armed robbery, arguing the trial court erred in failing to instruct\r\n  the jury on sections  17-13-10 to -20 of the South Carolina Code (2003), dealing\r\n  with the right of citizens to make arrests.  Additionally, Norris asserts\r\n  several pro se arguments.  After a thorough\r\n  review of the record and all briefs pursuant to Anders v. California,\r\n  386 U.S. 738 (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357\r\n  (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved.\r\nAPPEAL DISMISSED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-227","title":"Singh v. City of Greenville","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-227","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Amrik Singh and SBPS, Inc. d/b/a Travel Inn, Respondents,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        City of Greenville, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-227\r\n  Heard March 15, 2012 – Filed April 18,\r\n2012    \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ronald W. McKinney, of Greenville, for\r\n          Appellant.\r\n        James Walter Fayssoux, Jr., and Ryan Lewis\r\n          Beasley, both of Greenville, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER\r\n  CURIAM:  The City of Greenville (the\r\n  City) appeals from an order of the circuit court reversing\r\n  the City's revocation of a business license for the operation of Travel Inn at\r\n  755 Wade Hampton Boulevard.  The circuit court issued its order following a\r\n  hearing on remand from this court, pursuant to the opinion in Amrik Singh &amp; SBPS, Inc. v. City of Greenville (Singh I), 384\r\n  S.C. 365, 681 S.E.2d 921 (Ct. App. 2009).  In Singh I, this court directed the circuit court to review all police\r\n  response calls to Travel Inn, from April 2004 through March 2007, to determine\r\n  whether the City's decision to revoke Singh's license was arbitrary,\r\n  unreasonable, or an obvious abuse of discretion.  384 S.C. at 371, 681 S.E.2d\r\n  at 925.  The circuit court did not rule on\r\n  this issue; instead, it concluded that City Council's directive\r\n  to the City Manager to determine compliance with certain conditions placed on\r\n  the license was an unlawful delegation of legislative authority.  The circuit\r\n  court also concluded that the City Manager's subsequent revocation\r\n  determination was arbitrary.  On appeal, the City challenges both of these\r\n  conclusions, as well as the circuit court's failure to address the merits of\r\n  City Council's revocation decision.  We reverse.\r\nThe City first\r\n  argues that City Council's November 15,\r\n  2006 decision to confirm the City Manager's initial revocation, but to allow\r\n  Singh a probationary period of operation under a Conditional Business License,\r\n  was reasonable and fair.  After the circuit court failed to address this issue\r\n  on remand pursuant to Singh I, the City filed\r\n  a motion pursuant to Rule 59(e), SCRCP, requesting a ruling on the issue.  However,\r\n  the circuit court declined to do so.  We now address the issue and uphold City\r\n  Council's decision.\r\nSection 8-43(b)(2) of the\r\n  Greenville City Code (2004) includes &quot;public nuisance&quot; as one of the\r\n  grounds for license revocation, provided that the licensee has actual or\r\n  constructive knowledge of one or more of the activities listed in the ordinance\r\n  as constituting a public nuisance.  Further, section 8-43(b)(2)(b) provides\r\n  that an &quot;unusually high number of response calls&quot; by law enforcement qualifies\r\n  as an activity from which a public nuisance arises.  In an effort to examine all\r\n  available information relevant to this standard, the circuit court, on remand\r\n  from this court, requested the City to supplement the record with data showing\r\n  the volume and character of calls to all hotels in the City from 2004 to\r\n  2006.[1] \r\n  The City submitted the requested data, which included calls from April 1, 2004\r\n  through June 16, 2006, the same period covered by the testimony given by\r\n  Lieutenant Randle Evett of the Greenville Police Department in the\r\n  administrative proceedings before the City Manager's hearing officer.  \r\nWhile the number of response\r\n  calls shown in the supplemental data, i.e., 901 calls, was slightly less than\r\n  the 918 calls previously indicated by Lieutenant Evett, this number nonetheless\r\n  corroborated Lieutenant Evett's testimony that there was an unusually high\r\n  volume of calls to the location when compared to other hotels in the City\r\n  during the period in question.  The number of calls made to Travel Inn, 901,\r\n  was by far the highest in the City.[2] \r\n  The second highest number of calls made to a hotel in the City was 581, and the\r\n  third highest was 407.  Law enforcement made less than 300 calls to each of the\r\n  other hotels in the City.   \r\nThe data also indicated 390\r\n  of the 901 calls to Travel Inn, over forty percent, were considered by the City\r\n  to be &quot;serious.&quot;  Singh points to the numbers of serious calls to four\r\n  other hotels in the City: 347; 165; 146; and 112, respectively.  In our view,\r\n  it is reasonable to characterize the 390 &quot;serious&quot; calls made to\r\n  Travel Inn as &quot;an unusually high number.&quot;  Further, we agree with the\r\n  City that all of the calls, serious and non-serious, to each hotel potentially\r\n  diverted law enforcement resources from responding to crimes in progress at\r\n  other locations in the community.  Notably, the language in section\r\n  8-43(b)(2)(b) of the Greenville City Code does not differentiate between the\r\n  types of service calls included in the &quot;unusually high number.&quot;   \r\nThe foregoing data provides\r\n  strong support for City Council's determination that Travel Inn constituted a\r\n  public nuisance requiring license revocation pursuant to section 8-43(b)(2).  Therefore,\r\n  the City's decision to revoke Singh's license was reasonable.  See id. (listing a public nuisance as a ground for revocation, provided the licensee\r\n  has actual or constructive knowledge of one or more of the listed activities\r\n  qualifying as a public nuisance);[3] Gay v. City of Beaufort, 364 S.C. 252, 254, 612 S.E.2d 467, 468 (Ct. App.\r\n  2005) (&quot;Where the city council of a municipality\r\n  has acted after considering all of the facts, the court should not disturb the\r\n  finding unless such action is arbitrary, unreasonable, or an obvious abuse of\r\n  its discretion.&quot;).\r\nAs evidenced by the minutes\r\n  of the public hearing, City Council carefully weighed the adverse effect of\r\n  revocation on Singh's livelihood against the impact of Travel Inn's operation\r\n  on the public welfare.  City Council attempted to accommodate both\r\n  considerations in a reasonable and fair manner.  City Council acted well within\r\n  its discretion in giving Singh another opportunity to correct the unsafe\r\n  conditions at Travel Inn while providing for an automatic license revocation\r\n  upon deviation from the terms of the conditional business license.  \r\nFurther, we find no\r\n  delegation of legislative authority in City Council's directive to the City\r\n  Manager to determine Singh's compliance with the conditions for Travel Inn's\r\n  continued operation.[4] \r\n  This directive was no different from the\r\n  administrative authority granted to the City Manager under section 8-43(a)(1) of the Greenville City\r\n  Code (2004).  Section\r\n  8-43(a)(1) states: &quot;The city manager . . . shall have authority to deny or\r\n  revoke any business license under the provisions set forth in this\r\n  article.&quot;  Singh has not challenged this provision, which is consistent\r\n  with statutory and case law.  See S.C. Code Ann. § 5-13-90 (2004) (&quot;The\r\n  manager shall be the chief executive officer and head of the administrative\r\n  branch of the municipal government.  He shall be responsible to the municipal\r\n  council for the proper administration of all affairs of the\r\n  municipality[.]&quot;); Greenville\r\n  City Code § 2-195(a)(2) (imposing on the City Manager the duty to &quot;[s]ee\r\n  that the ordinances of the city and the laws of the state are enforced therein&quot;); City of Columbia v. Abbott, 269 S.C. 504, 508, 238 S.E.2d 177, 179&nbsp;(1977) (&quot;It is generally held that the granting of a license is an\r\n  administrative function . . . .&quot;).  \r\nMoreover, implicit in City Council's decision to place Singh's\r\n  license on probationary status were the requirements that (1) Travel Inn avoid\r\n  triggering any of the factors establishing a public nuisance under section\r\n  8-43(b)(2) of the Greenville City Code (2004) and (2) the City Manager should\r\n  be guided by those factors, in addition to the special conditions imposed on\r\n  Singh's operation of Travel Inn.  The City Manager's discretion in determining\r\n  compliance with the business license ordinance was properly limited by the\r\n  ordinance's express guidelines for determining whether Singh's operation of\r\n  Travel Inn constituted a &quot;public nuisance.&quot;\r\nSingh argues that\r\n  the arbitrary nature of the City Manager's decision resulted from City\r\n  Council's failure to &quot;set a benchmark for the number of calls Mr. Singh\r\n  should not exceed.&quot;  However, section 8-43(b)(2)(b) provides a\r\n  sufficiently objective benchmark, i.e., &quot;an unusually high number of\r\n  response calls,&quot; that can be determined by comparison with other\r\n  businesses in the community.  Travel Inn met this threshold prior to the\r\n  revocation hearing before City Council.  Accordingly, when City Council granted\r\n  Singh a conditional license, it justifiably set the triggering event for\r\n  automatic revocation as being any deviation from the conditions.  This\r\n  directive left little room for the exercise of judgment by the City Manager. \r\n  The City Manager was essentially left with the ministerial task of determining\r\n  whether Travel Inn deviated, even once, from the license conditions City\r\n  Council had placed on it.  Therefore, the\r\n  circuit court erred in concluding that City Council improperly delegated\r\n  legislative authority to the City Manager.\r\nFinally, we agree with the\r\n  City that the City Manager's March 30, 2007 decision\r\n  to terminate Singh's probationary license was reasonable.  In Singh I,\r\n  this court stated: &quot;The four incidents that occurred within the month\r\n  after the extension of the conditional license cannot, and should not, be\r\n  viewed in isolation from the 918 other calls for service on which the license\r\n  was initially revoked.&quot;  384 S.C. at 371, 681 S.E.2d at 925.  Further, the\r\n  City Manager's March 30, 2007 letter properly focused on the seriousness of the\r\n  four incidents and how they reflected a resumption of the previous nuisance\r\n  pattern from 2004 to 2006 and its adverse effect on the community.  For\r\n  example, on or about March 7, 2007, police found Lucky living at\r\n  Travel Inn despite the previous representation of Singh's counsel that Lucky would\r\n  not be allowed to resume her residence at Travel Inn due to her criminal\r\n  activity there.  On this date, Lucky was arrested and charged with two counts\r\n  of forgery for stealing credit cards from customers at her restaurant,\r\n  &quot;Taste of India,&quot; which adjoined Travel Inn.  Police learned that\r\n  prior to her arrest, she had been hiding inside\r\n  the hotel office while talking to deputies on the phone and representing to\r\n  them that she was out of town. \r\nSingh's argument that he did\r\n  not have full control over decisions affecting Travel Inn's operation until he\r\n  obtained the deed to the property is unavailing.  Singh was the licensee from\r\n  2004 through most of 2006.  On his\r\n  business license applications, Singh listed himself as the owner of the business.  Further, Singh's 2004 agreement with the owner of\r\n  the real property gave him the option to buy the property, and he\r\n  consistently made payments toward ownership of the property.  In December 2004,\r\n  a representative of the property's owner advised the business license\r\n  supervisor for the City that the property owner was &quot;no longer responsible\r\n  for the license because [Singh] had an option to buy.&quot;  Singh does not\r\n  point to any evidence in the record showing precisely how the prior property\r\n  owner interfered with Singh's managerial decisions or impeded Singh's investment\r\n  in improvements necessary to maintain a  nuisance-free business.\r\nBased\r\n  on the foregoing, we reverse the circuit\r\n  court's decision and uphold the City's decision to revoke Singh's privilege of operating Travel Inn so\r\n  that the City may fulfill its duty to protect\r\n  the public.  See Carter v. Linder, 303 S.C. 119, 122, 399 S.E.2d 423, 424&nbsp;(1990)\r\n  (&quot;A license tax upon persons and businesses is an excise tax on the privilege of doing business . . . .&quot;) (emphasis added); cf. Summersell\r\n    v. S.C. Dep't of Pub. Safety, 334 S.C. 357, 366, 513 S.E.2d 619, 624 (Ct. App.\r\n  1999), vacated in part on other grounds, 337\r\n  S.C. 19, 522 S.E.2d 144 (1999) (holding that a driver's license is not a property right but a mere privilege subject to\r\n  reasonable regulations under the police power in the interest of the public\r\n  safety and welfare and such a privilege is always subject to revocation or\r\n  suspension for any cause relating to public safety). \r\n  \r\n   REVERSED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Because the City did not object to the circuit\r\n  court's request to supplement the administrative record, we express no opinion\r\n  on the propriety of the request.\r\n[2] In his testimony before the City Manager's hearing\r\n  officer, Lieutenant Evett estimated that\r\n  approximately ten percent of the calls originated from Travel Inn management. \r\n  He also stated that in 2004, he had spoken to Singh's daughter, Maninder Kaur,\r\n  a/k/a &quot;Lucky,&quot; who was acting as manager of Travel Inn, about the high\r\n  number of calls.  Subsequently, however, the number of calls for service\r\n  increased.  Two of the numerous calls requiring incident reports resulted in\r\n  criminal charges against Lucky for selling crack-cocaine in March 2006.  On\r\n  another occasion, Lucky gave a statement in which she admitted fabricating an\r\n  armed robbery at Travel Inn in May 2006 for the alleged purpose of obtaining\r\n  bail money for a friend. \r\n[3] The record contains ample evidence showing, at the\r\n  very least, Singh's constructive knowledge of the number of police response\r\n  calls to Travel Inn during the period in question.\r\n[4] Section 5-13-30 of the\r\n  South Carolina Code (2004), which applies to the council-manager form of\r\n  government, provides that all legislative powers of a municipality and the\r\n  determination of all policy matters shall be vested in the municipal council. \r\n  Our supreme court interpreted section 5-13-30 in Todd v. Smith and\r\n  stated that the city council for the City of Myrtle Beach did not have the\r\n  authority to delegate matters of policy and the city manager did not have the\r\n  authority to set city policy.  305 S.C. 227, 231, 407 S.E.2d 644, 646-47\r\n  (1991).  In the present case, because this court may analyze the question of the\r\n  alleged delegation of legislative authority under section 5-13-30, we need not\r\n  address whether Article I, section 8 of the South Carolina Constitution,\r\n  addressing separation of powers, applies to municipalities.  See Futch\r\n    v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (noting an appellate court need not address an appellant's\r\n  remaining issues when its determination of a prior issue is dispositive).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-228","title":"State v. Murray","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-228","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Nathaniel\r\n          Murray, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-228\r\nHeard March 1, 2012 – Filed April 18, 2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Elizabeth\r\n          Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John McIntosh, Assistant Deputy Attorney General Salley E.\r\n          Elliott, Assistant Attorney General David Spencer, Staff Attorney Julie Kate Keeney,\r\n          and Solicitor Daniel E. Johnson, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Nathaniel Murray appeals his convictions\r\n  of two counts of armed robbery and one count of failure to stop for a blue\r\n  light.  He contends because the State had not shown his being shackled was\r\n  necessary, the trial court erred in having him remain shackled and be seated at\r\n  the witness stand when the jury entered the courtroom so they could not view\r\n  his shackles.  We affirm pursuant to Rule 220(b)(1), SCACR, and the following\r\n  authorities:\r\n1.  As to\r\n  whether the trial court erred in requiring Murray to remain shackled during his\r\n  testimony: Deck v. Missouri, 544\r\n  U.S. 622, 628 (2005) (&quot;Courts\r\n  and commentators share close to a consensus that, during the guilt phase of a\r\n  trial, a criminal defendant has a right to remain free of physical restraints\r\n  that are visible to the jury; that the right has a constitutional\r\n  dimension; but that the right may be overcome in a particular instance by\r\n  essential state interests such as physical security, escape prevention, or\r\n  courtroom decorum.&quot;(emphasis\r\n  added)); id. at 629 (&quot;Thus, the Fifth and Fourteenth Amendments\r\n  prohibit the use of physical restraints visible to the jury absent a\r\n  trial court determination, in the exercise of its discretion, that they are\r\n  justified by a state interest specific to a particular trial. Such a\r\n  determination may of course take into account the factors that courts have\r\n  traditionally relied on in gauging potential security problems and the risk of\r\n  escape at trial.&quot; (emphasis added));&nbsp;State v. Patterson, 367 S.C. 219, 228, 625 S.E.2d\r\n  239, 243&nbsp;(Ct. App. 2006) (&quot;An error not shown to be prejudicial does not constitute grounds for reversal.&quot;); State\r\n    v. Reeves, 301 S.C. 191, 193-94, 391 S.E.2d 241, 243 (1990) (&quot;No\r\n  definite rule of law governs [finding an error harmless]; rather, the\r\n  materiality and prejudicial character of the error must be determined from its\r\n  relationship to the entire case.&quot;); State v. Jolly, 304 S.C. 34,\r\n  37, 402 S.E.2d 895, 897 (Ct. App. 1991) (&quot;Errors are harmless where they\r\n  could not reasonably have affected the result of the trial.&quot;); State v.\r\n    Sherard, 303 S.C. 172, 176, 399 S.E.2d 595, 597 (1991) (stating an appellate\r\n  court &quot;will not set aside a conviction due to insubstantial errors not\r\n  affecting the result&quot;). \r\n2.  As to\r\n  whether the trial court erred in failing to swear in Murray in front of the\r\n  jury: State v. Jones, 392 S.C. 647, 655, 709 S.E.2d 696, 700 (Ct. App.\r\n  2011) (&quot;'An issue may not be raised for the first time on appeal.  In\r\n  order to preserve an issue for appeal, it must be raised to and ruled upon by\r\n  the trial court.'&quot; (quoting In re Michael H., 360 S.C. 540, 546,\r\n  602 S.E.2d 729, 732 (2004))).  \r\nAFFIRMED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n","court":"Appeals"},{"id":"2012-UP-229","title":"State v. Santiago","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-229","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Robert P.\r\n          Santiago, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Kristi Lea Harrington, Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-229\r\n  Submitted April 2, 2012 – Filed April 18,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Attorney General David Spencer, all of\r\n          Columbia; and Solicitor Scarlett Anne Wilson, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Robert P. Santiago appeals his convictions\r\n  of possession with intent to distribute (PWID) methamphetamine and PWID\r\n  methamphetamine within proximity of a school, arguing the trial court erred in\r\n  not instructing the jury that the State had the burden of proof after the State\r\n  shifted the burden.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority: State v.\r\n    Wiley, 387 S.C. 490, 499, 692 S.E.2d 560, 565&nbsp;(Ct. App. 2010) (holding\r\n  when a defendant objects to improper comments during closing arguments, and the\r\n  objection is sustained, the issue is not preserved for review when the\r\n  defendant did not object to the sufficiency of the curative instruction, move\r\n  to strike the testimony, or move for a mistrial after the objection was\r\n  sustained).[2]\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2] Alternatively,\r\n  if the issue were preserved for review, we would affirm.  See State\r\n    v. Goodwin, 384 S.C. 588, 605-06, 683 S.E.2d 500, 509 (Ct. App. 2009)\r\n  (holding an alleged error in the State's closing argument was cured by the\r\n  trial court's extensive jury charge on the State's burden).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-230","title":"Charleston Scottish Rite v. Centimark Corporation","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-230","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Charleston\r\n          Scottish Rite Center Historical &amp; Educational Foundation, Inc., Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Centimark\r\n          Corporation, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nJ. Michael Baxley, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-230\r\nHeard March 19, 2012 – Filed April 18, 2012 \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Steven L. Smith and Zachary J. Closer, both\r\n          of Charleston, for Appellant.\r\n        John P. Liekar Jr., of Pittsburgh,\r\n          Pennsylvania; and Preston Bruce Dawkins Jr., of Florence, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Appellant Charleston Scottish Rite Center\r\n  Historical &amp; Educational Foundation, Inc. (Scottish Rite) appeals from an\r\n  order granting Respondent Centimark Corporation's (Centimark) motion for\r\n  summary judgment based upon the trial court's finding that the limited warranty\r\n  barred all of Scottish Rite's claims against Centimark.  On appeal, Scottish\r\n  Rite argues the trial court erred in granting summary judgment because (1) genuine\r\n  issues of material fact remained in dispute and (2) the limited warranty was invalid\r\n  or unenforceable.  We reverse.\r\n1. As to\r\n  Scottish Rite's argument that genuine issues of material fact remained in\r\n  dispute, we find the trial court erred in granting summary judgment because there\r\n  was a genuine issue of material fact as to whether the limited warranty was\r\n  part of the contract.  See Rule 56(c), SCRCP (providing summary judgment\r\n  is appropriate when &quot;the pleadings, depositions, answers to\r\n  interrogatories, and admissions on file, together with the affidavits, if any,\r\n  show that there is no genuine issue as to any material fact and that the moving\r\n  party is entitled to a judgment as a matter of law&quot;); Spence v. Wingate,\r\n  395 S.C. 148, 156, 716 S.E.2d 920, 925 (2011) (&quot;In determining whether any\r\n  triable issues of fact exist, the trial court must view the evidence and all\r\n  reasonable inferences that may be drawn therefrom in the light most favorable\r\n  to the party opposing the motion.&quot; (citation omitted)); id. (&quot;An\r\n  appellate court applies the same standard used by the trial court under Rule\r\n  56(c) when reviewing the grant of a motion for summary judgment.&quot;\r\n  (citation omitted));  id. (&quot;Because summary judgment is a drastic\r\n  remedy, it should be cautiously invoked to ensure that a litigant is not\r\n  improperly deprived of a trial.&quot; (citation omitted)).\r\n2. As to\r\n  Scottish Rite's argument that the limited warranty was invalid or\r\n  unenforceable, we decline to address the issue because it is not necessary to\r\n  the decision of this appeal.  See Futch v. McAllister Towing of\r\n    Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (providing\r\n  an appellate court need not address all issues on appeal when the disposition\r\n  of one issue is dispositive).\r\nREVERSED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-231","title":"Ex Parte: Ralph DeMarco v. Kershaw County","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-231","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ex Parte: Ralph\r\n          DeMarco, Appellant,\r\n        In re: \r\n        Audrey S.\r\n          Dixon, William H. Stokes III, and Starling Odell Stokes Sr., Respondents,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Kershaw County, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Kershaw County\r\nAlison Renee Lee, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-231\r\n  Heard February 16, 2012 – Filed April 18,\r\n2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Patrick D. Partin, of Camden, for\r\n          Appellant.\r\n        Jonathan M. Robinson, J. Kennedy DuBose Jr.,\r\n          Vincent A. Sheheen, and William B. Cox Jr.; all of Camden, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  This appeal arises out of an order\r\n  denying Appellant Ralph DeMarco's motion to intervene following a bench trial\r\n  in which DeMarco participated fully.  Respondents Audrey S. Dixon, William H.\r\n  Stokes III, and Starling Odell Stokes Sr. initiated this action against\r\n  Respondent Kershaw County to close Bill Stokes Road pursuant to section 57-9-10\r\n  of the South Carolina Code (2006).  On appeal, DeMarco argues:  (1) his\r\n  property abuts Bill Stokes Road; (2) he has a practical and substantial\r\n  interest in this lawsuit; (3) he earned a prescriptive easement over Bill\r\n  Stokes Road; (4) the trial court erred in closing the road where cigarette\r\n  butts and beer cans pose a fire and safety hazard; (5) Bill Stokes Road\r\n  constitutes an easement appurtenant to his property; and (6) the trial court\r\n  erred in admitting hearsay testimony.  We affirm.\r\n1. As to\r\n  DeMarco's argument that the trial court erred in denying his motion to\r\n  intervene pursuant to Rule 24, SCRCP, because he is a landowner with a\r\n  practical and substantial interest in the subject matter of the road closing,\r\n  we find the issue unpreserved for appellate review.  See Wilder Corp.\r\n    v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (finding an issue must\r\n  have been raised to and ruled upon by the trial court to be preserved for\r\n  appellate review); Elam v. S.C. Dep't of Transp., 361 S.C. 9, 24, 602\r\n  S.E.2d 772, 780 (2004) (noting a party must file a Rule 59(e), SCRCP motion &quot;when\r\n  an issue or argument has been raised, but not ruled on, in order to preserve it\r\n  for appellate review&quot;); In re Horry Cnty. State Bank, 361 S.C. 503,\r\n  507, 604 S.E.2d 723, 725 (Ct. App. 2004) (noting the standard of review for a\r\n  Rule 24(a)(2) motion to intervene is whether the trial court abused its\r\n  discretion in granting or denying the motion);  S.C. Code Ann. § 57-9-10 (2006)\r\n  (allowing &quot;[a]ny interested person&quot; to petition for the abandonment\r\n  or closure of any public road and requiring notice of the petition be sent to\r\n  all abutting property owners whose property would be affected by any change); Hoogenboom\r\n    v. City of Beaufort, 315 S.C. 306, 319 n.6, 433 S.E.2d 875, 884 n.6 (Ct.\r\n  App. 1992) (&quot;The statute . . . allows 'any interested person' to petition\r\n  a court to close or abandon a street.&quot;); Rule 24(a)(2), SCRCP (&quot;Upon\r\n  timely application[,] anyone shall be permitted to intervene in an action . . .\r\n  when the applicant claims an interest relating to the property or transaction\r\n  which is the subject of the action and he is so situated that the disposition\r\n  of the action may as a practical matter impair or impede his ability to protect\r\n  that interest, unless the applicant's interest is adequately represented by\r\n  existing parties.&quot;).  The trial court erred in deciding DeMarco's motion\r\n  to intervene by utilizing only an abutting landowner analysis.  Pursuant to section\r\n  57-9-10, Hoogenboom, and Rule 24, SCRCP, the question of whether DeMarco\r\n  was an abutting landowner was not the sole dispositive question in determining\r\n  whether to grant DeMarco's motion to intervene; rather, the court also should\r\n  have considered whether DeMarco was an interested party to the action. However,\r\n  the trial court's sole reason for denying DeMarco's motion to intervene was based\r\n  on its finding that DeMarco was not an abutting landowner.  While the issue may\r\n  have been raised, the trial court never ruled on whether DeMarco was entitled\r\n  to intervene because he was an interested party as a landowner with a practical\r\n  and substantial interest in the subject matter of the action.  Further, DeMarco\r\n  did not file a Rule 59(e), SCRCP, motion to alter or amend.  Therefore, the\r\n  issue is unpreserved for appellate review. See Nicholson v. Nicholson,\r\n  378 S.C. 523, 537, 663 S.E.2d 74, 81-82 (Ct. App. 2008) (stating an issue must\r\n  have been raised to and ruled upon by the trial court to be preserved on\r\n  appeal, and if the trial court does not rule on an issue and the appellant does\r\n  not raise it in a Rule 59(e), SCRCP motion, it is unpreserved); id. at\r\n  537-38, 663 S.E.2d at 82 (noting that without an initial ruling by the trial\r\n  court, an appellate court is unable to evaluate whether the trial court\r\n  committed error). \r\n2. As to\r\n  DeMarco's argument that Bill Stokes Road is the northern boundary of his\r\n  property, we find evidence in the record to support the trial court's\r\n  determination that DeMarco's property does not abut Bill Stokes Road.  See Townes Assocs. Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d\r\n  773, 775 (1976) (&quot;In an action at law, on appeal of a case tried without a\r\n  jury, the findings of fact of the judge will not be disturbed upon appeal\r\n  unless found to be without evidence which reasonably supports the judge's\r\n  findings.&quot;).\r\n3. As to\r\n  DeMarco's arguments that he is entitled to a finding of a written or recorded\r\n  easement, an easement by prescription, or an easement appurtenant, we find\r\n  these issues are not preserved for appellate review.  See Wilder\r\n    Corp., 330 S.C. at 76, 497 S.E.2d at 733 (finding an issue must have been\r\n  raised to and ruled upon by the trial court in order to be preserved for\r\n  appellate review); Simpson v. World Fin. Corp. of S.C., 367 S.C. 184, 187-88,\r\n  623 S.E.2d 877, 879 (Ct. App. 2005) (holding an issue is not preserved for\r\n  appellate review when the trial court does not explicitly rule on an argument\r\n  and the appellant does not make a Rule 59(e), SCRCP, motion to alter or amend\r\n  the judgment).\r\n4. As to\r\n  DeMarco's argument that the trial court erred in closing Bill Stokes Road based\r\n  on the existence of a fire and safety hazard, we find this issue abandoned on\r\n  appeal for failure to cite to any authority in the appellate brief.  See Ahrens v. State, 392 S.C. 340, 357, 709 S.E.2d 54, 63 (2011) (stating\r\n  that issues raised on appeal but not argued in the brief are deemed abandoned\r\n  and will not be considered by the appellate court); see also Rule\r\n  208(b)(1)(D), SCACR (&quot;At the head of each part, the particular issue to be\r\n  addressed shall be set forth in distinctive type, followed by discussion and\r\n  citations to authority.&quot;).  Furthermore, we find evidence in the record to\r\n  support the trial court's determination that it was in the best interest of the\r\n  public to close the road.  See Townes Assocs., 266 S.C. at 86,\r\n  221 S.E.2d at 775 (&quot;In an action at law, on appeal of a case tried without\r\n  a jury, the findings of fact of the judge will not be disturbed upon appeal\r\n  unless found to be without evidence which reasonably supports the judge's\r\n  findings.&quot;).\r\n5. As to\r\n  DeMarco's argument that the trial court erred in admitting the Stokes'\r\n  testimony regarding their grandfather's intentions when creating Bill Stokes\r\n  Road, we find DeMarco failed to show how he was prejudiced by the admission of\r\n  the testimony.  See Fields v. J. Haynes Waters Builders, Inc.,\r\n  376 S.C. 545, 557, 658 S.E.2d 80, 86 (2008) (&quot;[T]o warrant reversal based\r\n  on the admission or exclusion of evidence, the appealing party must show both\r\n  the error of the ruling and prejudice.&quot;).\r\nAFFIRMED.\r\nFEW, C.J., and\r\n  PIEPER and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-232","title":"State v. Murray","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-232","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Raymond Murray, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-232  \r\n  Submitted April 2, 2012 – Filed April 18,\r\n2012\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle Cantey DuRant,\r\n          of Columbia, and Raymond Murray, pro se, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, and Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, all of Columbia; and Solicitor Kevin S. Brackett, of York,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Raymond\r\n  Murray appeals the denial of his motion to reopen his 1987 criminal sexual\r\n  conduct case because his plea was involuntary, arguing the trial court erred in\r\n  denying the motion based on lack of jurisdiction.  Additionally, Murray filed a pro se brief.  After a\r\n  thorough review of the record and briefs pursuant to Anders v. California,\r\n  386 U.S. 738 (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357\r\n  (1991), we dismiss the appeal and grant counsel's motion to be relieved.[1]\r\nAPPEAL\r\n  DISMISSED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.  \r\n\r\n","court":"Appeals"},{"id":"2012-UP-233","title":"State v. Cauthen","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-233","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        David R.\r\n          Cauthen Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lancaster County\r\nJohn C. Few, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2012-UP-233  \r\n  Submitted April 2, 2012 – Filed April 18,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Appellate Defender Joseph L. Savitz\r\n          III, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Assistant\r\n          Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\n          General Donald J. Zelenka, and Assistant Attorney General J. Anthony Mabry, all\r\n          of Columbia; and Solicitor Douglas Barfield, of Chester, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: David R. Cauthen Jr. appeals his\r\n  conviction of murder, arguing the trial court erred in allowing the State to\r\n  introduce evidence Cauthen asked investigating officers if he could plead\r\n  guilty to involuntary manslaughter.  We\r\n  affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v. Wannamaker, 346 S.C. 495, 499, 552 S.E.2d 284, 286 (2001) (holding a ruling in\r\n  limine is not final and that unless an objection is made at the time the\r\n  evidence is offered and a final ruling procured, the issue is not preserved for\r\n  review); State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003)\r\n  (&quot;A party may not argue one ground at trial and an alternate ground on\r\n  appeal.&quot;).[2]  \r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2] Even if\r\n  Cauthen's issue on appeal were preserved for appellate review, we would\r\n  affirm.  See State v. Evins, 373 S.C. 404, 421, 645 S.E.2d 904,\r\n  912 (2007) (finding that the relevance, materiality, and admissibility of\r\n  evidence are matters within the sole discretion of the trial court, and the\r\n  trial court's findings on such issues will not be reversed on appeal absent an\r\n  abuse of discretion).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-234","title":"Anonymous No. 1 & 2  v. SCDLLR","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-234","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Anonymous No.\r\n          1, R.D.H., and Anonymous No. 2, R.D.H., Appellants,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        South Carolina\r\n          Department of Labor Licensing and Regulation, State Board of Dentistry, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Administrative Law Court\r\n  Carolyn C. Matthews, Administrative Law\r\nCourt Judge\r\n\r\nUnpublished Opinion No.  2012-UP-234  \r\n  Heard March 20, 2012 – Filed April 18,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Desa Ballard and Stephanie Weissenstein, both\r\n          of West Columbia, for Appellants.\r\n        Kenneth P. Woodington and Patrick Donell\r\n          Hanks, both of Columbia, for Respondents. \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Anonymous No. 1 and No. 2, dental\r\n  hygienists, appeal from the administrative law court's (ALC)  reconsideration of\r\n  sections 40-15-80(B), -82(1), and -110(A)(10)  of the South Carolina Code\r\n  (Supp. 2011) and determination that no separate standard of care exists for\r\n  hygienists working in the public school setting. We affirm pursuant to Rule\r\n  220(b)(1), SCACR, and the following authorities:  S.C. Code Ann. § 1-23-610(B)\r\n  (Supp. 2011) (&quot;The court\r\n  may not substitute its judgment for the judgment of the administrative law\r\n  judge as to the weight of the evidence on questions of fact.&quot;); Spartanburg\r\n    Reg'l Med. Ctr. v. Oncology &amp; Hematology Assocs. of S.C., LLC, 387 S.C.\r\n  79, 89, 690 S.E.2d 783, 788 (2010) (&quot;Judicial review of administrative\r\n  agency decisions is therefore 'limited to a determination of whether they are\r\n  supported by substantial evidence.'&quot; (quotingRoper Hosp. v. Bd. of S.C. Dep't of Health\r\n    &amp; Envtl. Control, 306\r\n  S.C. 138, 140, 410 S.E.2d 558, 559 (1991))); Carolina Alliance for Fair Emp't v. S.C. Dep't of Labor, Licensing, &amp;\r\n    Regulation, 337 S.C. 476, 490, 523\r\n  S.E.2d 795, 802 (Ct. App. 1999) (&quot;[A] statute must receive a practical,\r\n  reasonable, and fair interpretation consonant with the purpose, design, and\r\n  policy of the lawmakers.&quot;); Santee Cooper Resort v. S.C. Pub. Serv.\r\n    Comm'n., 298 S.C. 179, 184, 379 S.E.2d 119, 122 (1989) (&quot;Words used in\r\n  a statute should be taken in their ordinary and popular significance unless\r\n  there is something in the statute requiring a different interpretation.&quot;).\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-235","title":"Green v. West Oil","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-235","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Louis Green, Jr., Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        West Oil, Inc., d/b/a Markette Stores, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Williamsburg County\r\n William J. Young, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-235   \r\n  Heard February 28, 2012 – Filed April 18,\r\n2012\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael T. Miller, of Florence, for\r\n          Appellant.\r\n        Lydia Lewis Magee, of Myrtle Beach, and Mason\r\n          A. Summers, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Louis\r\n  Green, Jr., appeals the trial court's grant of summary judgment to West Oil,\r\n  Inc., d/b/a Markette Stores in this premises liability action.  The trial court excluded the testimony of Green's\r\n  forensic toxicologist on two narrow points, and then granted summary judgment\r\n  based on the failure to present evidence of proximate cause.  We reverse both\r\n  points.  As to the remaining issue, we affirm.  Accordingly, the case is reversed\r\n  in part, affirmed in part, and remanded pursuant to Rule 220(b), SCACR, and the\r\n  following authorities:\r\n1. We affirm as to the\r\n  trial court's refusal to consider other damages:  Elam v. S.C. Dep't of Transp., 361 S.C. 9, 24, 602 S.E.2d 772, 780&nbsp;(2004) (stating an issue raised to the trial court, but\r\n  not ruled upon, requires a party to file a Rule 59(e), SCRCP, motion to\r\n  preserve the issue for appellate review).\r\n2. We reverse and\r\n  remand as to the trial court's refusal to qualify a forensic toxicologist as an\r\n  expert on medical causation for the sole reason that he was not a medical\r\n  doctor:  Rule 702, SCRE (&quot;If\r\n  scientific, technical, or other specialized knowledge will assist the trier of\r\n  fact to understand the evidence or to determine a fact in issue, a witness\r\n  qualified as an expert by knowledge, skill, experience, training, or education,\r\n  may testify thereto in the form of an opinion or otherwise.&quot;); Watson\r\n    v. Ford Motor Co., 389 S.C. 434, 446-47, 699 S.E.2d 169, 175 (2010)\r\n  (stating the proffered expert need not be a specialist in the particular branch\r\n  of the field; the trial court need only find he has acquired the requisite\r\n  knowledge and skill to qualify as an expert in the particular subject matter); Lee\r\n    v. Suess, 318 S.C. 283, 285-86, 457 S.E.2d 344, 345-46 (1995) (holding the\r\n  trial court erred in failing to qualify a plastic surgeon as an expert in the\r\n  field of family practice where the plastic surgeon served as a professor who\r\n  provided instruction to family practitioner residents and family practitioners\r\n  referred their patients to him for diagnosis).\r\n3. We reverse and\r\n  remand as to the trial court's alternate ruling that even if the expert was\r\n  qualified, his proffered testimony failed to meet the &quot;most probably&quot;\r\n  standard for proximate causation because &quot;medical experts must, with\r\n  reasonable certainty, state that in their professional opinions that the\r\n  injuries most probably resulted from the Defendant's negligence&quot;:  Armstrong v. Weiland, 267 S.C. 12, 16, 225\r\n  S.E.2d 851, 853 (1976) (providing that before expert testimony is admissible\r\n  upon the question of the causal connection between a plaintiff's alleged\r\n  injuries and the actions of the defendant, the testimony must satisfy the\r\n  &quot;most probably&quot; test); Baughman v. Am. Tel. &amp; Tel. Co.,\r\n  306 S.C. 101, 111, 410 S.E.2d 537, 543 (1991) (&quot;In determining whether\r\n  particular evidence meets this test it is not necessary that the expert\r\n  actually use the words 'most probably.'&quot;); id. (stating it is\r\n  sufficient that the testimony represents that in the expert's professional\r\n  judgment, the cause is the most likely one among the possible causes). \r\nAFFIRMED IN\r\n  PART, REVERSED IN PART, and REMANDED.\r\nFEW, C.J., and\r\n  HUFF and SHORT, JJ., concur. \r\n\r\n","court":"Appeals"},{"id":"2012-UP-236","title":"State v. Campbell","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-236","description":null,"date":"2012-04-18","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.  \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Jonathan\r\n          Millard Campbell, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-236  \r\nSubmitted April 2, 2012 – April 18, 2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Appellate Defender Joseph L. Savitz\r\n          III, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J.\r\n          Zelenka, and Assistant Attorney General Alphonso Simon Jr., all of Columbia; and\r\n          Solicitor W. Walter Wilkins III, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Jonathan M. Campbell appeals his\r\n  conviction of murder, arguing the trial court erred in refusing to instruct the\r\n  jury on accessory after the fact of murder.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority: State v.\r\n    Benton, 338 S.C. 151, 156-57, 526 S.E.2d 228, 231 (2000) (holding that an appellant\r\n  cannot argue one ground in support of a jury charge at trial and another ground\r\n  in support of the charge on appeal).[2]\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2] Alternatively,\r\n  even if we were to find the issue on appeal preserved for review, we would\r\n  affirm.  See State v. Dickerson, 395 S.C. 101, 121, 716 S.E.2d\r\n  895, 906 (2011) (&quot;[A] defendant is not entitled to a charge on\r\n  lesser-related offenses.&quot;).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-237","title":"Molnar v. Warren","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-237","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lynda Molnar, Plaintiff,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Piri Molnar and\r\n          Phillip Warren, Individually and as the General Partners of Peaches Auto\r\n          Sales, Defendants.\r\n        Of whom, Lynda\r\n          Molnar and Piri Molnar are, Respondents,\r\n        v.\r\n        Philip Warren, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-237\r\n  Heard April 11, 2012 – Filed April 25,\r\n2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ryan L. Beasley and Ransome H. Helmly, both\r\n          of Greenville, for Appellant.\r\n        David S. Wyatt and Ralph L. Gleaton, II,\r\n          both of Greenville, for Respondents.  \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  This appeal arises from a jury verdict awarding\r\n  Plaintiff-Respondent Lynda Molnar $90,000 in damages on an action for breach of\r\n  contract against Defendant-Appellant Phillip Warren and Defendant-Respondent\r\n  Piri Molnar, both individually and as the general partners of Peaches Auto\r\n  Sales.  On appeal, Warren argues the trial court erred by (1) denying his\r\n  motion for a directed verdict; (2) denying his motion for summary judgment; (3)\r\n  failing to charge the jury on the statute of limitations; (4) denying his\r\n  motion to amend the pleadings; and (5) denying his motion to subtract $28,000\r\n  from the judgment.  We affirm pursuant\r\n  to Rule 220(b)(1), SCACR, and the following authorities:\r\n1. As to\r\n  whether the trial court erred by denying Warren's motion for directed verdict:  Fettler v. Gentner, 396 S.C. 461, 466, 722 S.E.2d 26, 29 (Ct. App. 2012)\r\n  (providing that an appellate court is required to view the evidence and\r\n  inferences that reasonably can be drawn from the evidence in the light most\r\n  favorable to the nonmoving party when reviewing the denial of a motion for\r\n  directed verdict); id. (&quot;'An appellate court will only reverse the\r\n  [trial] court's ruling when there is no evidence to support the ruling or when\r\n  the ruling is controlled by an error of law.'&quot; (citation omitted)).\r\n2. As to\r\n  whether the trial court erred by denying Warren's motion for summary judgment:  Mowrer v. Charleston Cnty. Park &amp; Recreation Comm'n, 361 S.C. 476,\r\n  483, 605 S.E.2d 563, 566 (Ct. App. 2004) (&quot;The denial of summary judgment\r\n  is not appealable, even after final judgment . . . .&quot;  (citation\r\n  omitted)).  \r\n3.  As to\r\n  whether the trial court erred by failing to charge the jury on the statute of\r\n  limitations:  Fairchild v. S.C. Dep't of Transp., 385 S.C. 344, 351, 683\r\n  S.E.2d 818, 822 (Ct. App. 2009) (&quot;To warrant reversal, the party seeking\r\n  the requested jury charge must demonstrate error and prejudice.&quot; (citation\r\n  omitted)); Wolfe v. Brannon, 211 S.C. 282, 286, 44 S.E.2d 833, 835\r\n  (1947) (&quot;A payment proved to have been made by the maker of a promissory\r\n  note after it has become barred by the statute of limitations is equivalent to\r\n  a promise in writing by the maker to pay the debt, upon which action may be brought\r\n  at any time within [three] years after such payment.&quot;); Zaks v. Elliott,\r\n  106 F.2d 425, 427 (4th Cir. 1939) (&quot;It is established in South Carolina\r\n  that partial payment on a note within the [statutory] period immediately\r\n  preceding the bringing of an action therein will remove the bar of the\r\n  statute.&quot; (citation omitted)).\r\n4.  As to\r\n  whether the trial court erred by denying Warren's motion to amend the pleadings: \r\n  Rule 15(a), SCRCP (providing that when more than thirty days have passed since\r\n  a responsive pleading is served, &quot;a party may amend his pleading only by\r\n  leave of court or by written consent of the adverse party; and leave shall be\r\n  freely given when justice so requires and does not prejudice any other party&quot;); Hale v. Finn, 388 S.C. 79, 87-88, 694 S.E.2d 51, 56 (Ct. App. 2010)\r\n  (&quot;Courts have wide latitude in amending pleadings and, while this power\r\n  should not be exercised indiscriminately or to surprise or prejudice an\r\n  opposing party, the matter of allowing amendments is left to the sound\r\n  discretion of the trial judge.&quot; (internal quotation marks omitted)); Collins\r\n    Entm't, Inc. v. White, 363 S.C. 546, 562, 611 S.E.2d 262, 270 (Ct. App.\r\n  2005) (finding the prejudice that the civil procedure rules envision, as would\r\n  warrant denial of a motion to amend the pleadings, is a lack of notice that the\r\n  new issue is to be tried and a lack of opportunity to refute it).\r\n5. As to\r\n  whether the trial court erred by denying Warren's motion to subtract $28,000\r\n  from the judgment:  Wright v. Craft, 372 S.C. 1, 35, 640 S.E.2d 486, 505\r\n  (Ct. App. 2006) (providing the jury's determination of damages is entitled to\r\n  substantial deference and compelling reasons must exist to justify the trial\r\n  court invading the jury's province by granting a new trial to adjust damages\r\n  (citation omitted)); Vinson v. Hartley, 324 S.C. 389, 403, 477 S.E.2d\r\n  715, 722 (1996) (providing a trial court's decision to uphold a jury's verdict\r\n  will not be disturbed on appeal unless such decision is wholly unsupported by\r\n  evidence or controlled by an error of law (citation omitted)).  \r\nAFFIRMED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-238","title":"Kennedy v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-238","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Shena Kennedy,\r\n          Individually and as Guardian ad Litem of Daniel Shane Kennedy, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Thomas Johnson, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n  Benjamin H. Culbertson, Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-238   \r\n  Heard November 17, 2011 – Filed April 25,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephen Anthony Butaitis and Mark C.\r\n          Tanenbaum, of Charleston, for Appellant.\r\n        John Dwight Hudson, of Myrtle Beach, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Shena\r\n  Kennedy appeals the trial court's grant of summary judgment in favor of Thomas\r\n  Johnson.  She asserts the trial court erred in holding Johnson was not liable\r\n  for the injuries her minor son (Minor) sustained when the vehicle in front of\r\n  his severed a low-hanging limb from a tree growing partially on Johnson's\r\n  property causing the limb to crash through the front window of the vehicle Minor\r\n  was driving.  We affirm.\r\nAs to Kennedy's argument the\r\n  trial court erred in finding Johnson had no duty to maintain the portion of the\r\n  tree overhanging the South Carolina Department of Transportation (Department)\r\n  right-of-way, we find no error.  See Hendricks v. Clemson Univ.,\r\n  353 S.C. 449, 456, 578 S.E.2d 711, 714 (2003) (&quot;The determination of the\r\n  existence of a duty is solely the responsibility of the court.&quot;  (citation\r\n  omitted)); Miller v. City of Camden, 329 S.C. 310, 314, 494 S.E.2d 813,\r\n  815 (1997) (stating one who has no control over the use of property owes no\r\n  duty of care not to harm others by its use).  The live oak tree from which the\r\n  limb had grown sat partially in the Department's right-of-way and partially in\r\n  the unencumbered fee of the property belonging to the heirs of Rossy Johnson,\r\n  Sr.  Johnson acknowledged he was the member of his family responsible for the family\r\n  property.  Johnson stated his property ended where the Department's\r\n  right-of-way began.  The limb grew from the Department's side of the tree.  Randy\r\n  Graham, the resident maintenance engineer with the Department, testified the\r\n  Department and the State had control of the limbs growing over the\r\n  right-of-way.  As the trial court found, Johnson did not control the Department's\r\n  right-of-way or the limbs that grew over the right-of-way.  Accordingly, we\r\n  agree with the trial court that Johnson did not have control over the portion\r\n  of the tree from which the limb grew and thus was under no duty to trim the\r\n  limb.  \r\nAFFIRMED.[1]\r\nHUFF, PIEPER,\r\n  and LOCKEMY, JJ., concur.  \r\n\r\n\r\n[1] Because we affirm on this issue, we decline to\r\n  address Kennedy's other issues.  See Futch v. McAllister Towing Inc., 335 S.C. 598,\r\n  613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need not review\r\n  remaining issues when its determination of a prior issue is dispositive of the\r\n  appeal).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-239","title":"John R. v. Outi K.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-239","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\nCase # 1999-DR-23-2327\r\n\r\n  \r\n    \r\n      \r\n        John R., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Outi K. R., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nCase # 2005-DR-23-4336\r\n\r\n  \r\n    \r\n      \r\n        John R., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Outi K., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Robert N. Jenkins, Sr., Family Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-239   \r\n  Heard March 12, 2012 – Filed April 25,\r\n2012  \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Outi K. T., pro se, for Appellant.  \r\n        Stephen John Henry, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Outi K. T. (Mother) appeals from the family court's order holding\r\n  her in contempt for willfully violating a prior order by failing to obtain\r\n  employment and file an updated financial declaration.  Among other arguments, Mother asserts the family\r\n  court erred in (1) refusing to admit evidence concerning a medical condition that\r\n  prevented her from complying with the prior order, (2) finding clear and\r\n  convincing evidence established her violation of the prior order was willful,\r\n  and (3) ordering her to pay continuing\r\n  child support, child support arrearages, John R.'s (Father's) attorney's fees,\r\n  and costs related to the hearing.  We affirm as modified pursuant to Rule\r\n  220(b), SCACR, and the following authorities: Simmons v. Simmons, 392 S.C.\r\n  412, 414, 709 S.E.2d 666, 667 (2011) (providing for de novo review of appeals\r\n  from the family court);&nbsp; Lewis v.\r\n    Lewis, 392 S.C. 381, 392, 709 S.E.2d\r\n  650, 655 (2011) (recognizing the &quot;superior position of the family court\r\n  judge in making credibility determinations&quot; and placing upon the appellant\r\n  the burden of convincing the appellate court that the preponderance of the\r\n  evidence is against the family court's findings).  \r\nWe affirm the family court's\r\n  decision but modify the family court's order to extend the time for Mother to\r\n  complete payment of the retroactive child support, attorney's fees, and costs\r\n  ordered by the family court to August 31, 2012.  See Rule 241, SCACR\r\n  (providing family court orders requiring payment of child support, attorney's\r\n  fees, or costs in marital litigation are not automatically stayed upon\r\n  appeal).  \r\nAFFIRMED AS\r\n  MODIFIED.  \r\nFEW, C.J.,\r\n  SHORT, J., and CURETON, A.J., concur.  \r\n\r\n","court":"Appeals"},{"id":"2012-UP-240","title":"Longcreek Plantation v. Henderson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-240","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Longcreek\r\n          Plantation Property Owners' Association, Inc., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Thomas L.\r\n          Henderson and Dena C. Henderson, Appellants,\r\n      \r\n    \r\n  \r\n\r\nand\r\n\r\n  \r\n    \r\n      \r\n        Fairways\r\n          Development, a General Partnership, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJoseph M. Strickland, Master-in-Equity\r\n\r\nUnpublished Opinion No. 2012-UP-240\r\n  Heard December 7, 2011 – Filed April 25,\r\n2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Timothy G. Quinn and Natalie J. Quinn, of\r\n          Columbia, for Appellants.\r\n        Alfred Johnston Cox, Carlos W. Gibbons,\r\n          Jr., and Eugene Charles Fulton, Jr., all of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  This\r\n  is an action involving the enforcement of restrictive covenants.  Thomas and\r\n  Dena Henderson appeal the master's order granting the Longcreek Plantation\r\n  Property Owners' Association's (Longcreek's) request for injunctive relief, in\r\n  which the master ordered the Hendersons to withdraw from filing a plat\r\n  subdividing their lot and instead file a plat showing the property as a single\r\n  lot.  We affirm.  \r\n1.  As to the\r\n  Hendersons' argument the master failed to uphold the contract between the\r\n  parties allowing the division of the lot, we find no reversible error.  The\r\n  master ruled, &quot;There was no meeting of the minds and, thus, no actual\r\n  agreement.&quot;  The Hendersons failed to specifically challenge this ruling;\r\n  thus, it is the law of the case.  See Ulmer v. Ulmer, 369 S.C.\r\n  486, 490, 632 S.E.2d 858, 861 (2006) (holding an unappealed ruling, right or\r\n  wrong, is the law of the case).\r\n2.   As to the Hendersons'\r\n  argument the master erred in enforcing indefinite covenants and allowing the\r\n  developer to arbitrarily decide what is not aesthetically pleasing, we find no\r\n  error.  See River Hills Prop. Owners Ass'n v. Amato, 326 S.C.\r\n  255, 259, 487 S.E.2d 179, 181 (1997) (stating when a covenant provides an\r\n  architectural review board with broad authority for approval of improvements,\r\n  the architectural review board's discretion is constrained only by\r\n  reasonableness and good faith); Sea Pines Plantation Co. v. Wells, 294\r\n  S.C. 266, 271, 363 S.E.2d 891, 894 (1987) (stating the courts will uphold an\r\n  architectural review board's rejection of a homeowner's improvements based on\r\n  aesthetic considerations when the board's decision is not arbitrary but bears a\r\n  sufficient relation to the subdivision's general plan of development).  We hold\r\n  Longcreek's denial of the Hendersons' request to subdivide bore a reasonable\r\n  relation to the general plan of development.  In addition, Longcreek provided a\r\n  reasonable explanation for why the Board refused to consider the Hendersons' house\r\n  plans.  \r\n3. As to the\r\n  Hendersons' argument the master should have estopped the rescission of the\r\n  contract, we upheld the master's ruling that there was no actual agreement,\r\n  thus, there was no agreement to rescind.\r\n4. As to the Hendersons'\r\n  argument the master should have awarded them damages, we find no error.  First,\r\n  we affirm the master's rulings on the above issues in favor of Longcreek. \r\n  Second, although the master noted in its order that the Hendersons had\r\n  voluntarily dismissed their counterclaims against Longcreek at the conclusion\r\n  of the case, the Hendersons did not argue in their Rule 59, SCRCP motion, or on\r\n  appeal that they had not dismissed their counterclaims.  See Ulmer,\r\n  369 S.C. at 490, 632 S.E.2d at 861 (holding an unappealed ruling, right or\r\n  wrong, is the law of the case); Revis v. Barrett, 321 S.C. 206, 210, 467\r\n  S.E.2d 460, 463 (Ct. App. 1996) (holding issue was not preserved on appeal when\r\n  appellants never filed a motion to alter or amend the judgment to clarify\r\n  discrepancy in an order pursuant to Rule 59, SCRCP).  The Hendersons have not\r\n  established a basis for awarding damages to them.  \r\n5.  As to the\r\n  Hendersons' argument the master erred by allowing testimony regarding offers to\r\n  compromise, we find no reversible error.  The Hendersons assert the statements\r\n  should not be used as a factor when deciding the issue of whether they are\r\n  liable for failing to mitigate their damages.  As stated above, the Hendersons\r\n  are not entitled to any damages.  Accordingly, the Hendersons failed to\r\n  establish any prejudice.  See Fields v. J. Haynes Waters Builders,\r\n    Inc., 376 S.C. 545, 557, 658 S.E.2d 80, 86 (2008) (&quot;[T]o warrant\r\n  reversal based on the admission or exclusion of evidence, the appealing party\r\n  must show both the error of the ruling and prejudice.&quot;).\r\nAFFIRMED.\r\nHUFF, PIEPER, and LOCKEMY,\r\n  JJ., concur.  \r\n\r\n","court":"Appeals"},{"id":"2012-UP-241","title":"State v. Acevedo","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-241","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Ricardo Acevedo, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nThomas A. Russo, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2012-UP-241  \r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Appellate Defender Wanda H.\r\n          Carter and Appellate Defender Tristan M. Shaffer, both of Columbia, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General David Spencer, all of Columbia; and\r\n          Solicitor Isaac McDuffie Stone, III, of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Ricardo\r\n  Acevedo appeals his conviction of second degree criminal sexual conduct with a\r\n  minor, arguing the trial court impermissibly commented on the weight of the\r\n  impeachment evidence when it instructed the jury &quot;time is not an element\r\n  of the crime.&quot;  We\r\n  affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority:  State v. Brandt,\r\n  393 S.C. 526, 549, 713 S.E.2d 591, 603 (2011) (&quot;In reviewing jury charges\r\n  for error, [the appellate court] must consider the [trial] court's jury charge\r\n  as a whole in light of the evidence and issues presented at trial.  A jury\r\n  charge is correct if, when the charge is read as a whole, it contains the\r\n  correct definition and adequately covers the law.&quot; (citation and internal\r\n  quotation marks omitted)).  \r\nAFFIRMED.\r\nWILLIAMS, THOMAS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-242","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-242","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Gregory Green, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2012-UP-242   \r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gregory Green, pro se, of Myrtle Beach.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Christina J. Catoe, all of Columbia;\r\n          and Solicitor J. Gregory Hembree, of Conway, for Respondent. \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Gregory Green appeals from the denial of his motion\r\n  for relief from judgment, arguing his conviction for trafficking in crack\r\n  cocaine, second offense should be vacated because (1) the plea court did not\r\n  have subject matter jurisdiction and (2) the State breached a negotiated plea\r\n  agreement.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority:  Rule 29,\r\n  SCRCrimP (&quot;Except for motions for new trials based on after-discovered\r\n  evidence, post-trial motions shall be made within ten (10) days after the\r\n  imposition of the sentence.&quot;).\r\nAFFIRMED.\r\nWILLIAMS, THOMAS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-243","title":"State v. Carson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-243","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        David Cortez Carson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\n  E. C. Burnett, III, Special Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-243   \r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A.\r\n          Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J.\r\n          Zelenka, and Assistant Attorney General J. Anthony Mabry, all of Columbia; and\r\n          Solicitor Barry J. Barnette, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: David Cortez Carson appeals his conviction of murder, arguing the\r\n  circuit court erred in failing to declare a mistrial when the State introduced\r\n  improper character evidence.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691,\r\n  693-94 (2003) (&quot;In order for an issue to be preserved for\r\n  appellate review, it must have been raised to and ruled upon by the [circuit\r\n  court].  Issues not raised and ruled upon in the [circuit] court will not be\r\n  considered on appeal.&quot;); In re Walter M.,\r\n  386 S.C. 387, 392, 688 S.E.2d 133, 136 (Ct. App. 2009) (&quot;Arguments raised\r\n  for the first time on appeal are not preserved for our review.&quot;); State\r\n    v. Moyd, 321 S.C. 256, 263, 468 S.E.2d 7, 11 (Ct. App. 1996) (stating if\r\n  the objecting party accepts the ruling of the circuit court and does not\r\n  contemporaneously object to the sufficiency of the curative instruction or move\r\n  for a mistrial, any error is deemed cured and the issue is not preserved for\r\n  appellate review).[2]\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] Even if we were to find the issue preserved, we would\r\n  affirm.  See State v. Faulkner, 274 S.C. 619, 621, 266 S.E.2d\r\n  420, 421 (1980) (noting that although the State may not attack a criminal\r\n  defendant's character unless he or she places it in issue, relevant evidence\r\n  properly admissible for other purposes need not be excluded merely because it\r\n  incidentally reflects on his or her character).\r\n\r\n","court":"Appeals"},{"id":"2012-UP-244","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-244","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Trevis Eugene\r\n          Johnson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\nDoyet A. Early, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No.  2012-UP-244  \r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Wanda H. Carter, of\r\n          Columbia; and Trevis Eugene Johnson, pro se, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, and Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, all of Columbia; and Solicitor J. Strom Thurmond, Jr., of\r\n          Aiken, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Trevis Eugene Johnson appeals his conviction of trafficking in\r\n  cocaine, arguing the circuit court erred in denying his motion for a directed\r\n  verdict because the State failed to prove he had actual or constructive\r\n  possession of the drugs.  Additionally, Johnson asserts several pro se\r\n  arguments.  After a thorough review of the record and briefs\r\n  pursuant to Anders v. California, 386 U.S. 738 (1967), and State v.\r\n    Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss[1] the appeal and grant counsel's motion to be relieved.\r\nAPPEAL\r\n  DISMISSED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-245","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-245","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Donald Williams, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nWilliam P. Keesley, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-245\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012   \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Kathrine H. Hudgins, of\r\n          Columbia, for Appellant.\r\n        J. Benjamin Aplin, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Donald Williams appeals his probation revocation,\r\n  arguing the circuit court erred in revoking probation in full when Williams\r\n  only admitted to missing one report.  After a thorough review of the record and counsel's\r\n  brief pursuant to Anders v. California, 386 U.S. 738 (1967), and State\r\n    v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), we dismiss the appeal and\r\n  grant counsel's motion to be relieved.[1]\r\nAPPEAL DISMISSED.  \r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-246","title":"State v. Golson","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-246","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Eddie Clay\r\n          Golson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nR. Knox McMahon, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-246\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Deputy Attorney General Deborah R.J. Shupe, all\r\n          of Columbia; and Solicitor Donald V. Myers, of Lexington, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Eddie Clay Golson appeals his convictions\r\n  of first-degree burglary and possession of a weapon during a violent crime,\r\n  arguing the circuit court erred in admitting blood evidence when the State\r\n  failed to establish a sufficient chain of custody.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: State v. Jennings, 394\r\n  S.C. 473, 477, 716 S.E.2d 91, 93 (2011) (&quot;The admission of evidence is within the discretion of the\r\n  [circuit] court and will not be reversed absent an abuse of discretion.&quot;\r\n  (quotation marks omitted)); State v. Sweet, 374 S.C. 1, 6, 647 S.E.2d\r\n  202, 205 (2007) (&quot;[A] party offering into evidence fungible items such as\r\n  drugs or blood samples must establish a complete chain of custody as far as\r\n  practicable.&quot;); id. at 7, 647 S.E.2d at 206 (&quot;Testimony from\r\n  each custodian of fungible evidence, however, is not a prerequisite to\r\n  establishing a chain of custody sufficient for admissibility.&quot;); State\r\n    v. Hatcher, 392 S.C. 86, 95, 708 S.E.2d 750, 755 (2011) (&quot;The State\r\n  need not establish the identity of every person handling fungible items in all\r\n  circumstances; rather, the standard is whether, in the discretion of the [circuit\r\n  court], the State has established the chain of custody as far as practicable.  This\r\n  determination will necessarily depend on the unique factual circumstances of\r\n  each case.&quot;).\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-247","title":"Richardson v. P.V., Inc.","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-247","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Leola\r\n          Richardson, as Personal Representative of the Estate of Dominick Richardson, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        P.V., Inc. and\r\n          Harbor Inn, Inc., Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\n  Benjamin H. Culbertson, Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No. 2012-UP-247\r\n  Heard January 26, 2012 – Filed April 25,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Dwight Hudson, of Myrtle Beach, for\r\n          Appellants.\r\n        William P. Walker, Jr., of Lexington, and\r\n          Frances I. Cantwell, of Charleston, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  P.V.\r\n  Inc. and Harbor Inn, Inc. (Appellants) appeal the trial court's award of $1,500,000\r\n  in damages to Leola Richardson as the Personal Representative of the Estate of\r\n  Dominick Richardson on her wrongful death claim.  We affirm.\r\n1. We find no merit to\r\n  Appellants' argument attempting to minimize their own negligence and shift the\r\n  blame to the relatives who were with Dominick at the time he drowned.  See Roche v. Young Bros., 332 S.C. 75, 81, 504 S.E.2d 311, 314 (1998)\r\n  (stating by suffering a default, the defaulting party is deemed to have\r\n  admitted the truth of the plaintiff's allegations and to have conceded\r\n  liability).  \r\n2. We similarly find no\r\n  merit to Appellants' contention that Richardson's main interest in Dominick was\r\n  pecuniary and her shock, grief, and sorrow did not support the damages award.  Parents\r\n  of a deceased child are entitled to a presumption of nonpecuniary damages such\r\n  as mental shock, suffering, grief and sorrow.  Scott v. Porter, 340 S.C.\r\n  158, 168, 530 S.E.2d 389, 394 (Ct. App. 2000); Self v. Goodrich, 300\r\n  S.C. 349, 352, 387 S.E.2d 713, 714-15 (Ct. App. 1989).  A determination of\r\n  reasonable compensation for nonpecuniary damages turns on the facts of each\r\n  case and is usually left to the fact-finder's discretion.  Scott, 340\r\n  S.C. at 169-70, 530 S.E.2d at 395.  &quot;Losses to parents from the untimely\r\n  death of a child 'are intangibles, the value of which cannot be determined by\r\n  any fixed yardstick.  Their loss to the beneficiaries must be estimated by the\r\n  jury in the exercise of their sound judgment under all the facts and\r\n  circumstances of the case.'&quot;  Id. at 170, 530 S.E.2d at 395\r\n  (quoting Lucht v. Youngblood, 266 S.C. 127, 137, 221 S.E.2d 854, 859\r\n  (1976)).  &quot;There is no mathematical formula which can easily establish the\r\n  value of this kind of loss, and it is not this court's place to do so.&quot;  Id. \r\n  &quot;Credibility determinations regarding testimony are a matter for the\r\n  finder of fact, who has the opportunity to observe the witnesses, and those\r\n  determinations are entitled to great deference on appeal.&quot;  Okatie\r\n    River, L.L.C. v. Se. Site Prep, L.L.C., 353 S.C. 327, 338, 577 S.E.2d 468,\r\n  474 (Ct. App. 2003).  The trial court's award of $1,500,000 was consistent with\r\n  other wrongful death damages that have been affirmed by our appellate courts.  See,\r\n    e.g., Knoke v. S.C. Dep't of Parks, Recreation &amp; Tourism, 324\r\n  S.C. 136, 141-42, 478 S.E.2d 256, 258-59 (1996) (affirming $3,000,000 verdict\r\n  for parents' grief, shock, and sense of loss in wrongful death of twelve-year-old\r\n  child); Scott, 340 S.C. at 170, 530 S.E.2d at 395 (finding $1,500,000 in\r\n  actual damages in wrongful death of a toddler was not grossly excessive).\r\nAFFIRMED.\r\nHUFF, PIEPER,\r\n  and LOCKEMY, JJ., concur.  \r\n\r\n","court":"Appeals"},{"id":"2012-UP-248","title":"State v. Kelly","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-248","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Brian Keith\r\n          Kelly, Appellant.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-248\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        David B. Sample, of Fort Mill, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General William M. Blitch, Jr., all of\r\n          Columbia; and Solicitor Kevin S. Brackett, of York, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Brian Keith Kelly appeals his conviction of obtaining signature or\r\n  property under false pretenses, arguing the trial court erred in admitting\r\n  evidence of prior bad acts.  We\r\n  affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority:  State v. Anderson, 386 S.C. 120, 126, 687 S.E.2d 35, 38 (2009) (&quot;The admission of\r\n  evidence is within the discretion of the trial court and will not be reversed\r\n  absent an abuse of discretion.  An abuse of discretion occurs when the\r\n  conclusions of the trial court either lack evidentiary support or are\r\n  controlled by an error of law.&quot; (citation and internal quotation marks\r\n  omitted)).\r\nAFFIRMED.\r\nWILLIAMS, THOMAS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-250","title":"State v. Atwood","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-250","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO\r\n  PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY\r\n  PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Michael Atwood, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-250\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012    \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert M. Pachak, of\r\n          Columbia, for Appellant.\r\n        J. Benjamin Aplin, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Michael Atwood appeals his probation revocation,\r\n  arguing one of his probation violations should have been dismissed under the Interstate\r\n  Agreement on Detainers.  After a thorough\r\n  review of the record and counsel's brief pursuant to Anders v. California,\r\n  386 U.S. 738 (1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357\r\n  (1991), we dismiss the appeal and grant counsel's motion to be relieved.[1]\r\nAPPEAL DISMISSED.  \r\nWILLIAMS, THOMAS, and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-251","title":"State v. Sanchez","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-251","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Juan Alberto Sanchez, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Chesterfield County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-251\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A.\r\n          Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Attorney General William M. Blitch, Jr., all\r\n          of Columbia; and Solicitor William B. Rogers, Jr., of Bennettsville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Juan Alberto Sanchez appeals his convictions of larceny and\r\n  second-degree burglary, arguing the circuit court erred in finding he waived\r\n  his right to counsel.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority: State v.\r\n    Roberson, 382 S.C. 185, 187, 675 S.E.2d 732, 733 (2009) (stating waiver of\r\n  the right to counsel can be inferred from a defendant's conduct); id. at\r\n  188, 675 S.E.2d at 733-34 (finding a circuit court is not required to warn a\r\n  defendant of the dangers of self-representation when the defendant fails to\r\n  appear for trial and never expresses a desire to represent himself).\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-252","title":"State v. Butler","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-252","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Shakeia Butler, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\nEdgar W. Dickson, Circuit Court Judge\r\n\r\nUnpublished Opinion No. 2012-UP-252\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle Cantey DuRant,\r\n          of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Senior Assistant Attorney General David Spencer, all of\r\n          Columbia; and Solicitor David M. Pascoe, Jr., of Summerville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Shakeia Butler appeals the circuit court's denial of her motion\r\n  for early parole eligibility under section 16-25-90 of the South Carolina Code\r\n  (Supp. 2011).  Butler argues she submitted credible evidence of a history of\r\n  criminal domestic violence suffered at the hands of a household member, as\r\n  required by section 16-25-90.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authority: State v. Blackwell-Selim,\r\n  392 S.C. 1, 3, 707 S.E.2d 426, 427-28 (2011) (stating the appellate court does\r\n  not reevaluate the facts based on its own view of the evidence but rather\r\n  determines whether any evidence supports the circuit court's ruling); id. at 3-4, 707 S.E.2d\r\n  at 428 (stating a history of criminal domestic violence under section\r\n  16-25-90 must be proved by a preponderance of the evidence); id. at 4,\r\n  707 S.E.2d at 428 (&quot;[M]ere production of\r\n  evidence does not automatically result in earlier parole eligibility; instead,\r\n  the defendant must persuade the [circuit court] by presenting proof which leads\r\n  the trier of fact to find that the existence of the contested fact is more\r\n  probable than its nonexistence.&quot;).\r\nAFFIRMED.\r\nPIEPER, KONDUROS, and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-253","title":"State v. Holt","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-253","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION\r\n  HAS NO PRECEDENTIAL VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN\r\n  ANY PROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Quentin Holt, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Georgetown County\r\n  Benjamin H. Culbertson, Circuit Court\r\nJudge\r\n\r\nUnpublished Opinion No.  2012-UP-253\r\n  Submitted April 2, 2012 – Filed April 25,\r\n2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Tristan M. Shaffer and\r\n          Deputy Chief Appellate Defender Wanda H. Carter, both of Columbia, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Attorney General Christina J. Catoe, all of\r\n          Columbia; and Solicitor J. Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Quentin Holt appeals his\r\n  convictions of two counts of distribution of crack cocaine, arguing the trial\r\n  court erred in admitting expert testimony because the instrument used in\r\n  forming the expert's opinion was unreliable.  We affirm[1] pursuant to Rule 220(b)(1), SCACR, and the following authorities: Rule 702, SCRE (&quot;If scientific,\r\n  technical, or other specialized knowledge will assist the trier of fact to\r\n  understand the evidence or to determine a fact in issue, a witness qualified as\r\n  an expert by knowledge, skill, experience, training, or education, may testify\r\n  thereto in the form of an opinion or otherwise.&quot;); State v. White,\r\n  382 S.C. 265, 269, 676 S.E.2d 684, 686 (2009) (&quot;A trial court's decision\r\n  to admit or exclude expert testimony will not be reversed absent a prejudicial\r\n  abuse of discretion.&quot;); id. at 270, 676 S.E.2d at 686 (&quot;All\r\n  expert testimony must satisfy the Rule 702 criteria, and that includes the\r\n  trial court's gatekeeping function in ensuring the proposed expert testimony\r\n  meets a reliability threshold for the jury's ultimate consideration.&quot;); State\r\n    v. Jones, 343 S.C. 562, 572, 541 S.E.2d 813, 818 (2001) (holding scientific\r\n  evidence is admissible under Rule 702, SCRE, if the trial court determines the\r\n  underlying science is reliable after applying the factors set forth in State\r\n    v. Jones, 273 S.C. 723, 259 S.E.2d 120 (1979)); Jones, 343 S.C. at\r\n  573, 541 S.E.2d at 819 (holding one of the Jones reliability factors\r\n  taken into consideration is the quality control procedures used to ensure\r\n  reliability).\r\nAFFIRMED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"2012-UP-691","title":"State v. Miller","url":"http://www.judicial.state.sc.us/opinions/displayUnPubOpinion.cfm?caseNo=2012-UP-691","description":null,"date":"2012-04-25","type":"opinion","text":"\r\n\t\t<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHIS OPINION HAS NO PRECEDENTIAL\r\n  VALUE.  IT SHOULD NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n  EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\nThe State, Respondent,                \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Shawn Antonio Miller, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nRoger L. Couch, Circuit Court Judge\r\n\r\nOpinion No. 2012-UP-691\r\n  Heard February 16, 2012 – Filed April 25,\r\n2012 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Breen Richard Stevens,\r\n          of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Deputy Attorney General Donald J. Zelenka, all\r\n          of Columbia; and Solicitor Barry J. Barnette, of Spartanburg, for Respondent.  \r\n      \r\n    \r\n  \r\n\r\nCURETON, A.J.:  Shawn\r\n  Antonio Miller appeals his convictions and sentences for murder and the\r\n  possession of a firearm during the commission of a violent crime, arguing the trial court erred in instructing the jury it could\r\n  infer malice from the use of a deadly weapon, despite the presentation of\r\n  evidence that would mitigate or reduce the offense.  We reverse and remand for a new trial.  \r\nFACTS\r\nOn October 26, 2007, Miller and his\r\n  friend, Christopher Blount, visited a crack house.  At some point, Miller\r\n  indicated he was ready to leave.  When Blount refused to leave, Miller produced\r\n  a handgun, which discharged.  Blount was hit in the abdomen and later died. \r\n  Miller was indicted and tried for murder and the possession of a firearm during\r\n  the commission of a violent crime.[1]    \r\nAt Miller's trial, the State presented\r\n  Tammy Hunter, who testified she was at the house when Blount and Miller arrived\r\n  together.  Hunter recalled approximately seven people were at the house,\r\n  talking and joking.  She stated Miller brought crack cocaine and marijuana,\r\n  which he shared with the group.  Miller sat down at the kitchen table, and\r\n  Blount sat next to Hunter on the couch.  Hunter testified she, Miller, and\r\n  Blount smoked the drugs Miller had brought.  Approximately forty minutes after\r\n  Miller and Blount arrived, Hunter watched Miller point a black revolver at Blount and\r\n  tell him to &quot;get his bitch ass up.&quot;[2] \r\n  According to Hunter, Miller repeated his order, and the gun went off.  She\r\n  remembered Miller screaming and saying &quot;y'all know I didn't mean to shoot\r\n  him&quot; before he left the home with another man.  Hunter and another person\r\n  fled into the woods.  The police questioned Hunter the next day, and she\r\n  identified Miller as the shooter.  \r\nJoseph &quot;Chick&quot; Hopkins, another\r\n  eyewitness, testified he sat next to Miller at the kitchen table.  Hopkins watched\r\n  Miller playing with the revolver, removing bullets, &quot;like somebody that\r\n  got a brand new toy,&quot; and he advised Miller three or four times to put the\r\n  gun away.  He described Miller as &quot;happy&quot; but characterized his\r\n  handling of the gun as careless and reckless.  According to Hopkins, just after\r\n  Miller announced he was ready to leave and told Blount to get up, Miller\r\n  &quot;waved&quot; the gun in Blount's direction and it fired.[3]  Hopkins believed the shooting was\r\n  unintentional.  He remembered Miller appeared stunned by the gunshot.    \r\nLaw enforcement officials testified they identified\r\n  Miller as a suspect and eventually found him hiding in a friend's apartment. \r\n  One of the arresting officers testified Miller was carrying a loaded revolver\r\n  in a hip holster at the time of his arrest.[4] \r\n  After a brief interview, Miller signed a statement that he was not at the house\r\n  where the incident occurred, did not know anyone who lived in that area, and did not shoot anyone.  \r\nAfter the close of evidence, Miller requested jury instructions\r\n  on accident and involuntary manslaughter as a lesser included offense of murder. \r\n  Miller asserted the testimony that the shooting appeared unintentional\r\n  supported an accident instruction.  The trial court declined to charge\r\n  accident, finding the record contained no evidence that Miller was acting\r\n  lawfully or handling the weapon with reasonable care.  However, it found\r\n  sufficient evidence to charge the jury on involuntary manslaughter.  In its\r\n  closing, the State noted the jury could infer malice from the use of a deadly\r\n  weapon and argued, &quot;Ladies and gentlemen, it's right here in State's no.\r\n  17, a .38 caliber Smith and Wesson pistol, malice.&quot;  \r\nThe trial court instructed the jury that murder\r\n  requires malice aforethought, which may be either express or implied, and the\r\n  jury could infer malice:[5]\r\n[F]rom conduct showing a total disregard for human\r\n  life.  Inferred malice may also arise when the deed is done with a deadly\r\n  weapon.  \r\nNow, a deadly weapon is any article or instrument or\r\n  substance which is likely to cause death or great bodily harm.  Now, whether an\r\n  instrument has been used in any particular case as a deadly weapon will depend\r\n  upon the facts and circumstances of each case.  . . . [A] gun can even be a\r\n  deadly weapon[], even if it's not operating, if it's used in a certain\r\n  fashion.  \r\nMiller\r\n  objected to this instruction, arguing it could &quot;be construed as a comment\r\n  on the facts of the case, and invade the province of the jury.&quot;  The trial\r\n  court declined to modify the instruction.  \r\nDuring deliberations, the jury requested\r\n  re-instruction on the charges of murder, involuntary manslaughter, and\r\n  possession of a weapon during the commission of a violent crime.  The trial\r\n  court furnished the jury with a written copy of the instructions.  Miller\r\n  objected to the recharge.  The State did not object, either after the initial\r\n  jury charge or after the recharge.\r\nThe jury found Miller guilty of murder and the possession of a firearm during the commission of a\r\n  violent crime.  He received concurrent sentences of forty years' imprisonment\r\n  for murder and five years' imprisonment for possession of a firearm.  This\r\n  appeal followed.  \r\nSTANDARD OF REVIEW\r\nIn criminal cases, appellate courts review only errors\r\n  of law and will not reverse a trial court's decision concerning jury\r\n  instructions unless the trial court abused its discretion.  State v. Kinard,\r\n  373 S.C. 500, 503, 646 S.E.2d 168, 169 (Ct. App. 2007).  &quot;An abuse of\r\n  discretion occurs when the [trial] court's decision is unsupported by the\r\n  evidence or controlled by an error of law.&quot;  State v. Garris, 394\r\n  S.C. 336, 344, 714 S.E.2d 888, 893 (Ct. App. 2011).  \r\nLAW/ANALYSIS\r\nMiller contends the trial court's instruction to the\r\n  jury that it could infer malice from the use of a deadly weapon was reversible\r\n  error in view of evidence that would mitigate or reduce the offense.  We\r\n  agree.  \r\n&quot;In general, the trial court is required to\r\n  charge only the current and correct law of South Carolina.&quot;  Sheppard\r\n    v. State, 357 S.C. 646, 665, 594 S.E.2d 462, 472 (2004).  &quot;To warrant\r\n  reversal, a trial judge's refusal to give a requested jury charge must be both erroneous\r\n  and prejudicial to the defendant.&quot;  State v. Brown, 362 S.C. 258,\r\n  262, 607 S.E.2d 93, 95&nbsp;(Ct. App. 2004).  &quot;In reviewing jury charges\r\n  for error, we must consider the [trial] court's jury charge as a whole in light\r\n  of the evidence and issues presented at trial.&quot;  State v. Adkins,\r\n  353 S.C. 312, 318, 577 S.E.2d 460, 463 (Ct. App. 2003).\r\nSouth Carolina law defines\r\n  &quot;murder&quot; as &quot;the killing of any person with malice aforethought,\r\n  either express or implied.&quot;  S.C. Code Ann. § 16-3-10 (2003). \r\n  Historically, the use of a deadly weapon in a killing created first a\r\n  presumption, and later a permissive inference, of malice aforethought.  State v. Belcher, 385 S.C. 597, 602-08, 685 S.E.2d 802, 804-08 (2009).  However,\r\n  currently, &quot;the 'use of a deadly weapon' implied malice instruction has no\r\n  place in a murder . . . prosecution where evidence is presented that would\r\n  reduce, mitigate, excuse or justify the killing . . . .&quot;  Id. at\r\n  610, 685 S.E.2d at 809.  Noting this decision &quot;represent[ed] a clear break\r\n  from our modern precedent,&quot; the Belcher court held it would apply\r\n  to &quot;all cases which [we]re pending on direct review or not yet final where\r\n  the issue is preserved.&quot;  Id. at 612, 685 S.E.2d at 810.  \r\nInitially, we note the State argues unpersuasively that\r\n  this issue is unpreserved for appellate review.  &quot;For an objection to be\r\n  preserved for appellate review, the objection must be made at the time the\r\n  evidence is presented . . . and with sufficient specificity to inform the\r\n  circuit court judge of the point being urged by the objector.&quot;  State\r\n    v. Byers, 392 S.C. 438, 444, 710 S.E.2d 55, 58 (2011).  &quot;Error\r\n  preservation rules do not require a party to use the exact name of a legal\r\n  doctrine in order to preserve an issue for appellate review.&quot;  State v.\r\n    Brannon, 388 S.C. 498, 502, 697 S.E.2d 593, 595 (2010).  Here, Miller\r\n  acknowledged the challenged language was &quot;probably in the standard\r\n  charge&quot; but objected that the jury might construe the inferred malice\r\n  instruction as a judicial commentary on the facts of the case.  The trial judge\r\n  indicated he understood the objection, and Miller did not elaborate further. \r\n  The State argues Miller objected purely on a constitutional basis.   See S.C. Const. art. V, § 21 (&quot;Judges shall not charge juries in respect to matters\r\n  of fact, but shall declare the law.&quot;).  The record does not support this argument:\r\n  the trial court clearly charged the law, only, and Miller's objection addressed\r\n  the likelihood that this charge would prejudice the jury.  Accordingly, we find\r\n  this issue is preserved.[6]  \r\nTurning to the merits, we find this appeal was pending\r\n  when our supreme court decided Belcher; therefore, Belcher applies.  See Belcher, 385 S.C. at 612, 685 S.E.2d at 810\r\n  (holding Belcher applies to &quot;all cases which are pending on direct\r\n  review or not yet final where the issue is preserved&quot;).  This court must\r\n  evaluate the evidence adduced at trial to determine whether any of it &quot;would\r\n  reduce, mitigate, excuse or justify the killing.&quot;  Id. at 610, 685\r\n  S.E.2d at 809; Adkins, 353 S.C. at 318, 577 S.E.2d at 463 (&quot;In\r\n  reviewing jury charges for error, we must consider the [trial] court's jury\r\n  charge as a whole in light of the evidence and issues presented at trial.&quot;\r\n  (citations omitted)).  \r\nWe note that if the trial court properly charged\r\n  involuntary manslaughter, the evidence supporting that charge would\r\n  &quot;reduce [or] mitigate&quot; the charge of murder and, thus, under Belcher the malice inference charge was improper.  The State argues, however, that\r\n  because Miller was acting unlawfully while waving the gun, he was not entitled\r\n  to the charge on the lesser offense.  See State v. Cabrera-Pena,\r\n  361 S.C. 372, 381, 605 S.E.2d 522, 526 (2004) (recognizing an involuntary\r\n  manslaughter instruction would have been improper because the accused was\r\n  &quot;engaged in unlawful, felonious and harmful conduct&quot; at the time of\r\n  the incident).  We find it unnecessary to resolve this dispute, because we find\r\n  there is evidence that mitigates the charge of murder even if Miller acted\r\n  unlawfully.  \r\nWe arrive at this conclusion after reviewing State\r\n  v. Byrd, 72 S.C. 104, 51 S.E. 542 (1905), one of the cases specifically\r\n  overruled by Belcher.  Belcher, 385 S.C. at 610, 612 n.10, 685\r\n  S.E.2d at 809, 810 n.10.  Byrd faced a murder charge for the killing of William\r\n  J. Cox, a magistrate.  Byrd, 72 S.C. at 105-06, 51 S.E. at 542. \r\n  Believing covered items in Byrd's buggy to be illegal liquor, Cox and B. M.\r\n  Austin attempted to arrest Byrd and his companion.  Id. at 106, 51 S.E.\r\n  at 542.  Cox and Austin stopped the men but found them armed, and Austin drew\r\n  his gun.  Id.  As Austin chased the other man, Cox pursued Byrd and was\r\n  shot and killed.  Id.  While Cox never identified himself as an officer\r\n  of the law, evidence existed that suggested Byrd lived in the next county and,\r\n  being &quot;not unfamiliar with the country and its inhabitants,&quot; may have\r\n  known Cox was a magistrate.  Id. at 106, 51 S.E. at 542-43.  The Byrd court observed an arresting officer has a duty to identify himself as an\r\n  officer of the law and state the reason for the arrest.  Id. at 107, 51\r\n  S.E. at 543.  However, &quot;the [officer's] failure to take these precautions\r\n  does not justify homicide or even physical resistance by the party arrested,\r\n  without inquiry on his part as to the authority for his arrest.&quot;  Id. \r\n  The Byrd court affirmed the jury instruction that &quot;[t]he use of a\r\n  deadly weapon presumes malice, but the presumption may be rebutted.  So, after\r\n  all, it is left for the jury to say, from all the facts and circumstances,\r\n  whether the killing was done with malice, or not.&quot;  Id. at 110, 51\r\n  S.E. at 544.  In overruling Byrd, the Belcher court observed the Byrd court &quot;approved of the [malice] charge even with evidence of mitigation.&quot;  Belcher, 385 S.C. at 606, 685 S.E.2d at 806.  \r\nWe find Miller's case is similar to Byrd's, in that\r\n  evidence of mitigation exists that renders the inferred malice instruction\r\n  improper.  Here, the State presented evidence that there were no ill feelings\r\n  between Miller and Blount and Miller exhibited surprise and panic when the gun\r\n  discharged.  Eyewitnesses Hopkins and Hunter testified they saw no animosity or\r\n  argument between Miller and Blount.[7] \r\n  Hopkins described Miller playing with the gun and showing it off like a toy\r\n  shortly before deciding to leave.  Although Hunter testified Miller instructed\r\n  Blount to get his &quot;bitch ass&quot; or &quot;punk ass&quot; up so they\r\n  could leave, Hopkins explained the phrasing was &quot;just an expression&quot;\r\n  and did not indicate Miller was angry with Blount.  Remembering Miller being as\r\n  &quot;surprised as anyone&quot; when the gun went off, Hopkins attested he was\r\n  certain Miller did not intend to shoot Blount.  In addition, Hunter recalled\r\n  Miller screaming &quot;y'all know I didn't mean to shoot him, y'all know I\r\n  didn't mean to shoot him&quot; immediately after the gun discharged.  Aside\r\n  from Hunter's recollection of the way Miller informed Blount he was ready to\r\n  leave, the State presented no evidence of discord or ill will between the men.  \r\nWe find no way to distinguish Byrd and Belcher.  Belcher forbids the inferred malice charge when there is evidence of\r\n  mitigation and overruled Byrd as having &quot;evidence of\r\n  mitigation&quot; despite Byrd's illegal conduct, which was similar to Miller's\r\n  conduct in this case.  Accordingly, the trial court erred in instructing the\r\n  jury that it could infer malice from Miller's use of a deadly weapon.  \r\nFinally, the State unpersuasively contends any error\r\n  was harmless.[8] \r\n  The Belcher court confronted this issue as well:  \r\nErrors, including erroneous jury instructions, are\r\n  subject to harmless error analysis.  In many murder prosecutions, . . . there\r\n  will be overwhelming evidence of malice apart from the use of a deadly weapon. \r\n  Here, however, the error in charging that malice may be inferred by the use of\r\n  a deadly weapon cannot be considered harmless.  Evidence of self-defense was\r\n  presented, thereby highlighting the prejudice resulting from the charge.  It is\r\n  entirely conceivable that the only evidence of malice was Belcher's use of a\r\n  handgun.  We need go no further than saying we cannot conclude the error was\r\n  harmless beyond a reasonable doubt.\r\nId. at 611-12, 685 S.E.2d at 809-10 (citations omitted). \r\n  In the case at bar, Miller did not assert self-defense, but the State also\r\n  failed to present &quot;overwhelming evidence of malice&quot; apart from the\r\n  use of a gun.  Consequently, here, as in Belcher, the instruction that\r\n  the jury could infer malice from the use of a gun may have been the jury's sole\r\n  basis for finding malice and convicting Miller of murder.  In this\r\n  circumstance, the error in giving this jury instruction was not harmless.  \r\nCONCLUSION\r\nWe find the appeal in this case was pending at the\r\n  time our supreme court decided Belcher.  Consequently, a Belcher analysis is appropriate.  \r\nWe further find evidence Miller acted with malice in\r\n  shooting Blount is either limited or nonexistent and mitigating evidence was presented\r\n  at trial.  Accordingly, we reverse the trial court's decision to instruct the\r\n  jury it could infer malice from the use of a deadly weapon in this case, and we\r\n  remand for a new trial.   \r\nREVERSED AND REMANDED.\r\nFEW, C.J., concurs.  \r\nPIEPER, J., concurring:  I concur with the majority but also write\r\n  separately because I believe the involuntary manslaughter charge was warranted\r\n  by the evidence presented at trial.  &quot;If there is any evidence warranting\r\n  a charge on involuntary manslaughter, then the charge must be given.&quot; State\r\n    v. Wharton, 381 S.C. 209, 216, 672 S.E.2d 786, 789 (2009) (citation\r\n  omitted).  &quot;Involuntary manslaughter is defined as: (1) the unintentional\r\n  killing of another without malice, but while engaged in an unlawful activity\r\n  not naturally tending to cause death or great bodily harm; or (2) the\r\n  unintentional killing of another without malice, while engaged in a lawful\r\n  activity with reckless disregard for the safety of others.&quot; State v.\r\n    Rivera, 389 S.C. 399, 404, 699 S.E.2d 157, 159 (2010) (citation omitted). \r\n  &quot;It is unlawful for a person to present or point at another person a\r\n  loaded or unloaded firearm.&quot; S.C. Code Ann. § 16-23-410 (2003). \r\n  Presenting a weapon means &quot;to offer to view in a threatening manner, or to\r\n  show in a threatening manner.&quot;&nbsp; In re Spencer R., 387 S.C.\r\n  517, 522-23, 692 S.E.2d 569, 572 (Ct. App. 2010).&nbsp; \r\nEvidence was presented at trial that Miller was acting\r\n  lawfully with reckless disregard for the safety of others. Witness Joseph\r\n  Hopkins&nbsp;testified that prior to shooting&nbsp;Blount, Miller had been\r\n  sitting at the table and playing with the gun &quot;like somebody that got a\r\n  brand new toy.&quot;  Hopkins also&nbsp;testified that when Miller was ready to\r\n  leave, Miller told Blount he needed &quot;to bring your little punk self\r\n  on.&quot;  Hopkins testified Miller did not sound mean and that &quot;get your\r\n  punk self on&quot; is just an expression that means &quot;come on, let’s\r\n  go.&quot;  When asked whether Miller pointed the gun at Blount, Hopkins\r\n  replied:\r\nNot really.  It was just like a wave . . . .  Like if\r\n  I wave something this way, but you wasn't in the line of fire . . . .  I'm not\r\n  just putting that in your face and telling you to come on.  No, it wasn't like\r\n  that . . . it was just like a little wave.\r\nAdditionally, Hopkins testified that immediately prior\r\n  to the shooting &quot;[Miller] was happy,&quot; &quot;everything was all\r\n  right,&quot; and &quot;it was . . . a social gathering, everybody sitting\r\n  around kicking it.&quot;  While witness Tammy Hunter testified that Miller\r\n  pointed the gun at Blount and told him to get his &quot;bitch ass up,&quot;\r\n  Hunter also testified that there were no arguments, altercations, or harsh\r\n  feelings amongst anyone in the room.  Additionally, Hunter testified that there\r\n  had been no arguments between Miller and Blount and that they seemed like they\r\n  were friends.\r\n Based on the foregoing, evidence was presented that\r\n  Miller was acting lawfully because his 'waving' or 'showing' a gun at Blount\r\n  was not in a threatening manner that constitutes presenting a firearm.  This\r\n  evidence, depending on the view of the jury, could reduce the homicide from\r\n  murder to involuntary manslaughter.  Since a jury question existed as to\r\n  whether the gun was pointed or presented in an unlawful manner, as opposed to\r\n  merely recklessly waving it in the air in a nonthreatening manner, the trial\r\n  court's implied malice instruction was error. See State v. Belcher,\r\n  385 S.C. 597, 611, 685 S.E.2d 802, 809 (2009) (&quot;[I]nstructing a jury that\r\n  'malice may be inferred by the use of a deadly weapon' is confusing and\r\n  prejudicial where evidence is presented that would reduce, mitigate, excuse or\r\n  justify the homicide.&quot;). \r\n\r\n\r\n[1] The indictment specified the violent crime was murder.  \r\n[2] Hunter's statement to police indicated Miller told Blount to get his &quot;punk\r\n  ass&quot; up.  At trial, Hunter testified she considered the terms to be\r\n  interchangeable.    \r\n[3] The State capitalized on Hopkins's use of the word &quot;pointed&quot; in his\r\n  statement to police.  Hopkins explained he considered pointing and waving the\r\n  gun to be &quot;the same type of gesture.&quot;    \r\n[4] Ballistics testing could not exclude this gun as the one that killed Blount. \r\n  Additional testing on the gun demonstrated that, although\r\n  the firing mechanism appeared damaged, the safety block nonetheless prevented\r\n  the weapon from firing unless the trigger was pulled fully.  \r\n[5] The trial court's charge did not include the qualifying language set forth in State\r\n  v. Elmore, 279 S.C. 417, 421, 308 S.E.2d 781, 784 (1983), overruled on\r\n    other grounds by State v. Torrence, 305 S.C. 45, 69 n.5, 406 S.E.2d\r\n  315, 328 n.5 (1991): &quot;this inference would be simply an evidentiary fact\r\n  to be taken into consideration by you, the jury, along with other evidence in\r\n  the case, and you may give it such weight as you determine it should\r\n  receive.&quot;  \r\n[6] Similarly, the Belcher court recalled that the trial court had\r\n  &quot;expressed 'concern about [the charge] rising to a charge on the\r\n  facts.'&quot;  385 S.C. at 602, 685 S.E.2d at 804.  Nonetheless, the Belcher court elected to decide the matter based on common law.   Id.\r\n[7] Both witnesses had charges pending against them and testified for the State in\r\n  order to have their own charges reduced.  Nonetheless, both witnesses refused\r\n  to concede Miller intended to shoot Blount.\r\n[8] The State argues the involuntary manslaughter charge was inappropriate because\r\n  the evidence presented did not support it.  Thus, the State reasons, any error\r\n  in the inference of malice charge was harmless.  The State further contends\r\n  that, inasmuch as Miller was not entitled to an involuntary manslaughter\r\n  charge, he could only have been convicted of murder.  We note the jury might\r\n  have found Miller not guilty of any crime.  However, because we find the\r\n  inference of malice charge was improper due to the presentation of evidence of\r\n  mitigation, we need not further address the State's argument that Miller's\r\n  murder charge was not subject to reduction.  \r\n\r\n","court":"Appeals"}]