[{"id":"2012-UP-636","title":"Dumit v. Holtzman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-636.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Robert M. Dumit, Respondent,\r\n\r\n            v.\r\n\r\n            Daniel R. Holtzman and David Williams, Defendants,\r\n\r\n            Of Whom Daniel R. Holtzman is the Appellant.\r\n\r\n            Appellate Case No. 2011-198089\r\n\r\n\r\n                          Appeal From Anderson County \n\r\n                        Ellis B. Drew, Jr., Master-in-Equity \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-636 \n\r\n                 Heard October 29, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n            James Calhoun Pruitt, Jr., of Pruitt & Pruitt, of Anderson,\r\n            for Appellant.\r\n\r\n            David Alan Wilson, of Horton Drawdy Ward Mullinax &\r\n            Farry, PA, of Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Daniel Holtzman appeals the master's finding that Robert Dumit\r\nwas entitled to contribution. On appeal, he argues the master erred in finding\r\nDumit is entitled to contribution as a matter of equity. He contends the personal\r\n\nguarantees to Independence Bank were discharged by the refinance, thus the\r\npayments and refinancing completed by Dumit on behalf of Tripple D is not\r\nenforceable under a theory of personal guarantor liability because the operating\r\nagreement and statutes governing LLCs bar this type of liability. We agree.\r\n\r\n\"The operating agreement of [an LLC] is a binding contract that governs the\r\nrelations among the members, managers, and the company.\" Clary v. Borrell, 398\r\nS.C. 287, 297, 727 S.E.2d 773, 778 (Ct. App. 2012). \"Generally, operating\r\nagreements are superior to statutory authority where they are in place and address a\r\nmatter, inasmuch as it is only when an operating agreement is silent as to some\r\nmatter that statutory law will apply.\" Id., 398 S.C. at 297, 727 S.E.2d at 778.\r\n\r\n\"A limited liability company is a legal entity distinct from its members.\" S.C.\r\nCode Ann. § 33-44-201 (2006). The official comment to the section states: \"A\r\nlimited liability company is legally distinct from its members who are not normally\r\nliable for the debts, obligations, and liabilities of the company. Accordingly,\r\nmembers are not proper parties to suits against the company unless an object of the\r\nproceeding is to enforce members' rights against the company or to enforce their\r\nliability to the company.\" Id. \"[T]he debts, obligations, and liabilities of a limited\r\nliability company, whether arising in contract, tort, or otherwise, are solely the\r\ndebts, obligations, and liabilities of the company. A member or manager is not\r\npersonally liable for a debt, obligation, or liability of the company solely by reason\r\nof being or acting as a member or manager. S.C. Code Ann. § 33-44-303 (2006).\r\n\r\nTripple D entered into a loan to procure the funds necessary to develop real estate\r\nwith the three members signing personal guarantees to secure the loan. The\r\noriginal loan between Tripple D and Independence Bank established two forms of\r\nliability, LLC liability and personal liability by the members. When Dumit\r\nrefinanced the loan, Independence Bank extinguished the personal guarantor\r\nliability and granted Dumit no right of enforcement through an assignment.\r\nBecause the operating agreement prohibits a right to contribution, Dumit cannot\r\nuse his relationship with Holtzman as a member of the LLC to seek contribution.\r\nMoreover, Dumit has not shown elements necessary to establish contribution\r\nindependent of his role as an LLC member. Screven v. Joyner, 10 S.C. Eq. 252,\r\n260-61 (Ct. App. 1833) (\"To establish the right of contribution, the plaintiff must\r\nsh[o]w that his payment has removed a common burt[d]en from the shoulders of\r\nhimself and the defendant, and that they are each benefited by it.\").\r\n\nAccordingly, the master erred in finding Dumit was entitled to contribution as a\r\nmatter of equity.\r\n\r\nREVERSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n \r\n\n","court":"Appeals"},{"id":"2012-UP-637","title":"State v. Chavez","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-637.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        David Chavez, Appellant.\r\n\r\n        Appellate Case No. 2010-178649\r\n\r\n\r\n                    Appeal From Oconee County \n\r\n              Alexander S. Macaulay, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-637 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Brendan Jackson McDonald, all of\r\n        Columbia; and Solicitor Christina Theos Adams, of\r\n        Anderson, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 611(d), SCRE (\"A witness may be re-examined as to the same\r\nmatters to which he testified only in the discretion of the court, but without\r\nexception he may be re-examined as to any new matter brought out during cross-\r\nexamination.\"); State v. Stroman, 281 S.C. 508, 513, 316 S.E.2d 395, 399 (1984)\r\n(\"The scope of redirect rests in the discretion of the trial court.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-638","title":"Woodward v. Norfolk Southern","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-638.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Stella Woodward, Appellant,\r\n\r\n        v.\r\n\r\n        Norfolk Southern Corporation and Norfolk Southern\r\n        Railway Company, Mike Ford, Benjamin Aiken, and\r\n        James Thornton, Defendants,\r\n\r\n        Of Which Norfolk Southern Corporation and Norfolk\r\n        Southern Railway Company are the Respondents.\r\n\r\n        Appellate Case No. 2010-173687\r\n\r\n\r\n                        Appeal From Aiken County \n\r\n                   Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2012-UP-638 \n\r\n             Heard November 13, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Stephen P. Groves, Sr., and Paul A. Dominick, both of\r\n        Nexsen Pruet, LLC, of Charleston, for Appellant.\r\n\r\n        Ronald K. Wray, II, and Stephanie G. Flynn, both of\r\n        Gallivan, White & Boyd, P.A., of Greenville, for\r\n        Respondents.\r\n\nPER CURIAM: This appeal arises out of Appellant Stella Woodward's\r\nnegligence claim against Respondents Norfolk Southern Corporation and Norfolk\r\nSouthern Railway Company (collectively \"Norfolk Southern\"). The trial court\r\ngranted Norfolk Southern's motion for summary judgment. On appeal, Woodward\r\nargues she presented sufficient evidence to demonstrate a genuine issue of material\r\nfact that (1) Norfolk Southern owed Woodward a duty of care, (2) Woodward's\r\nperson and property were damaged by chlorine gas, and (3) Norfolk Southern's\r\nnegligence was the proximate cause of Woodward's vehicle damages, yard\r\nvegetation damages, personal injuries, and inconvenience damages. We affirm.\r\n\r\n1. As to whether Woodward sustained vehicle damages, yard vegetation damages,\r\nand personal injuries, we find Woodward failed to produce a scintilla of evidence\r\nto withstand summary judgment. See Rule 56(c), SCRCP (noting summary\r\njudgment is appropriate when \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the affidavits, if any, show\r\nthat there is no genuine issue as to any material fact and that the moving party is\r\nentitled to a judgment as a matter of law\"); Prince v. Liberty Life Ins. Co., 390 S.C.\r\n166, 169, 700 S.E.2d 280, 282 (Ct. App. 2010) (\"In determining whether a genuine\r\nissue of fact exists, the evidence and all reasonable inferences from it must be\r\nviewed in the light most favorable to the nonmoving party.\"); Rule 56(e), SCRCP\r\n(\"When a motion for summary judgment is made and supported as provided in this\r\nrule, an adverse party may not rest upon the mere allegations or denials of his\r\npleading, but his response, by affidavits or otherwise provided in this rule, must set\r\nforth specific facts showing that there is a genuine issue for trial.\"); Hall v. Fedor,\r\n349 S.C. 169, 175, 561 S.E.2d 654, 657 (Ct. App. 2002) (\"Our appellate courts\r\nhave interpreted Rule 56(e) to mean materials used to support or refute a motion\r\nfor summary judgment must be those which would be admissible in evidence.\");\r\nBailey v. Segars, 346 S.C. 359, 366, 550 S.E.2d 910, 913 (Ct. App. 2001) (\"To\r\nestablish a cause of action for negligence, a plaintiff must prove the following\r\nthree elements: (1) a duty of care owed by defendant to plaintiff; (2) breach of that\r\nduty by a negligent act or omission; and (3) damages proximately resulting from\r\nthe breach of duty.\"). As to vehicle damages, Woodward produced a receipt from\r\nBack 2 Basics service company for a car wash and cleaning with a handwritten\r\nnote stating the cleaning was \"due to chlorine evidence on car.\" No affidavit or\r\nother authentication accompanied the receipt and, thus, the receipt was not\r\nadmissible evidence to create a genuine issue of material fact. See Rule 901(a),\r\nSCRE (\"The requirement of authentication or identification as a condition\r\n\nprecedent to admissibility is satisfied by evidence sufficient to support a finding\r\nthat the matter in question is what its proponent claims.\"). As to yard vegetation\r\ndamages, Woodward proffered as evidence her own speculative assertion that\r\nchlorine gas came in the direction of her property, located approximately 3.75\r\nmiles away from the site of derailment. See Strickland v. Madden, 323 S.C. 63, 68,\r\n448 S.E.2d 581, 584 (Ct. App. 1994) (\"[A]n adverse party may not rely on the\r\nmere allegations in his pleadings to withstand a summary judgment motion, but\r\nmust set forth specific facts showing there is a genuine issue for trial.\").\r\nAdditionally, Woodward offered her hearsay testimony that TrueGreen lawn\r\nservice employees determined the vegetation had been affected by chlorine. See\r\nRule 802, SCRE (\"Hearsay is not admissible except as provided by these rules or\r\nby other rules prescribed by the Supreme Court of this State or by statute.\"); Hall,\r\n349 S.C. at 175, 561 S.E.2d at 657 (holding \"materials used to support or refute a\r\nmotion for summary judgment must be those which would be admissible in\r\nevidence\"). As to personal injuries, at the summary judgment hearing,\r\nWoodward's counsel affirmatively indicated the record lacked evidence from a\r\nmedical standpoint that Woodward's injuries were more likely than not the\r\nproximate result of chlorine exposure. See TNS Mills, Inc. v. S.C. Dep't of\r\nRevenue, 331 S.C. 611, 617, 503 S.E.2d 471, 474 (1998) (finding \"[a]n issue\r\nconceded in the lower court may not be argued on appeal\"). The trial court relied\r\non the concession of Woodward's counsel in its order granting summary judgment.\r\nMoreover, Woodward's counsel did not file a motion to alter or amend the order.\r\nSee Grant v. S.C. Coastal Council, 319 S.C. 348, 356, 461 S.E.2d 388, 392 (1995)\r\n(holding that an inaccuracy in the trial court's order must be raised to the trial court\r\nby way of a Rule 59(e) motion to alter or amend the judgment). Because\r\nWoodward failed to present a scintilla of evidence that she incurred vehicle\r\ndamages, yard vegetation damages, or personal injuries, her negligence cause of\r\naction fails as a matter of law. See Rule 220(c), SCACR (\"The appellate court may\r\naffirm any ruling, order, decision or judgment upon any ground(s) appearing in the\r\nRecord on Appeal.\").\r\n\r\n2. Because Woodward's claims for personal injuries and property damages fail, we\r\nfind she also failed to establish the requisite connection to physical damages to\r\nsupport her claim for inconvenience damages. See F. Patrick Hubbard & Robert L.\r\nFelix, The South Carolina Law of Torts 54 (4th ed. 2011) (noting that plaintiffs\r\nwho suffer economic harm with no direct physical injury or direct relationship with\r\nthe defendant may not be able to recover in negligence); Potomac Leasing Co. v.\r\nOtts Market, Inc., 292 S.C. 603, 606, 358 S.E.2d 154, 156 (Ct. App. 1987)\r\n\n(holding an appellate court \"may affirm a trial judge's decision on any ground\r\nappearing in the record\").\r\n\r\n3. As to Woodward's remaining issues on appeal, we decline to address these\r\nissues because the above findings are dispositive of the appeal. See Young v.\r\nCharleston Cnty. Sch. Dist., 397 S.C. 303, 311, 725 S.E.2d 107, 111 (2012)\r\n(declining to address additional remaining issues when the disposition of a prior\r\nissue was dispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-639","title":"State v. Tinsley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-639.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             James D. Tinsley, Appellant.\r\n\r\n             Appellate Case No. 2010-179266\r\n\r\n\r\n                         Appeal From Spartanburg County \n\r\n                        Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-639 \n\r\n              Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Assistant Appellate Defender Dayne C. Phillips, of\r\n             Columbia, for Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Salley W. Elliott, and Assistant Deputy\r\n             Attorney General David A. Spencer, all of Columbia; and\r\n             Solicitor Barry Barnette, of Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: James D. Tinsley appeals his conviction for receiving stolen\r\nproperty, arguing the trial court erred (1) in finding the warrantless seizure of the\r\n\nstolen camper was proper and (2) when it allowed the stolen camper's owner to\r\ntestify regarding the stolen camper's VIN number. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in finding the warrantless seizure of the\r\nstolen camper proper: State v. Brown, 389 S.C. 473, 479, 698 S.E.2d 811, 814 (Ct.\r\nApp. 2010) (\"When reviewing a Fourth Amendment search and seizure case, we\r\ndo not review the trial court's ultimate determination de novo, rather we apply a\r\ndeferential standard.\" (citing State v. Kingratsaiphon, 352 S.C. 62, 70, 572 S.E.2d\r\n456, 459-60 (2002))); id. (\"This court reviews the trial court's ruling like any other\r\nfactual finding, and we will reverse only if there is clear error.\"); id. (\"[W]e will\r\naffirm if any evidence exists to support the trial court's ruling.\").\r\n\r\n2. As to whether the trial court erred in allowing the stolen camper's owner to\r\ntestify regarding the stolen camper's VIN number: State v. Cohen, 305 S.C. 432,\r\n434, 409 S.E.2d 383, 384 (1991) (\"The Fourth Amendment does not bar a search\r\nand seizure, even an arbitrary one, effected by a private party on his own\r\ninitiative.\"); id. at 434, 409 S.E.2d at 385 (\"The party challenging admission of\r\nevidence has the burden to show sufficient government involvement in the private\r\ncitizen's conduct to warrant [F]ourth [A]mendment scrutiny.\"); id. at 435, 409\r\nS.E.2d at 385 (\"Even where the government encouragement was rather strong and\r\nspecific, yet short of an explicit request for a search, courts have been inclined to\r\ndeclare the search private nonetheless if there was in addition a legitimate private\r\npurpose behind the search.\"); id. at 436, 409 S.E.2d at 386 (\"[A]n analysis of\r\nwhether a private citizen's search and seizure is attributable to the State requires an\r\ninquiry into the totality of the circumstances. Factors to be considered include: the\r\ncitizen's motivation for the search or seizure; the degree of governmental\r\ninvolvement, such as advice, encouragement, knowledge about the nature of the\r\ncitizen's activities, and the legality of the conduct encouraged by the police.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-640","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-640.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        George Brown, Appellant.\r\n\r\n        Appellate Case No. 2011-184311\r\n\r\n\r\n\r\n                     Appeal From Colleton County \n\r\n                 Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-640 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        and George Brown, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Isaac McDuffie Stone, III, of Bluffton, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-641","title":"State v. Brown, Anthony","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-641.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Anthony Quinton Brown, Appellant.\r\n\r\n        Appellate Case No. 2010-176586\r\n\r\n\r\n\r\n                    Appeal From Charleston County \n\r\n               Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-641 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Scarlett Anne Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-642","title":"Machado v. Coastal Carolina","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-642.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Charles R. Machado, Appellant,\r\n\r\n        v.\r\n\r\n        Coastal Carolina University, David A. DeCenzo, David\r\n        Roper, Pat West, Rodney B. Thomason, Phillip Moore,\r\n        Jilleian K. Sessions Stackhouse, Derrick O. Bratcher,\r\n        Lamonica Yates, Thomas E. Mezzapelle, Joe Wilson, and\r\n        Denise R. Davis, Defendants,\r\n\r\n        Of whom Coastal Carolina University, David A.\r\n        DeCenzo, David Roper, Pat West, Rodney B. Thomason,\r\n        Phillip Moore, Jilleian K. Sessions Stackhouse, Derrick\r\n        O. Bratcher, Lamonica Yates, Thomas E. Mezzapelle,\r\n        and Denise R. Davis are the Respondents.\r\n\r\n        Appellate Case No. 2011-194006\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-642 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Charles R. Machado, of Conway, pro se.\r\n\n              Henrietta U. Golding and James K. Gilliam, both of\r\n              McNair Law Firm, PA, of Myrtle Beach, for\r\n              Respondents.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in granting summary judgment: Hansson v.\r\nScalise Builders of S.C., 374 S.C. 352, 358, 650 S.E.2d 68, 71 (2007) (\"[W]hen\r\nruling on a summary judgment motion, a [trial] court must determine whether the\r\nplaintiff has established a prima facie case as to each element of a claim . . . .\");\r\nRule 56(e), SCRCP (\"When a motion for summary judgment is made and\r\nsupported . . . an adverse party may not rest upon the mere allegations or denials of\r\nhis pleading, but his response, by affidavits or as otherwise provided in this rule,\r\nmust set forth specific facts showing that there is a genuine issue for trial. If he\r\ndoes not so respond, summary judgment, if appropriate, shall be entered against\r\nhim.\").\r\n\r\n2. As to whether the trial court erred in denying Machado's motion to compel\r\ndiscovery: Degenhart v. Knights of Columbus, 309 S.C. 114, 118, 420 S.E.2d 495,\r\n497 (1992) (finding summary judgment was not premature when the plaintiff did\r\nnot seek a continuance or ask the trial court to hold its decision pending the\r\noutcome of the plaintiff's motion to compel discovery).\r\n\r\n3. As to Machado's remaining arguments: Wilder Corp. v. Wilke, 330 S.C. 71, 76,\r\n497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be raised for the\r\nfirst time on appeal, but must have been raised to and ruled upon by the trial\r\n[court] to be preserved for appellate review.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-643","title":"SCDSS v. Claudia G.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-643.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Claudia G. and Victor O., Defendants,\r\n\r\n        Of whom Victor O. is the Appellant,\r\n\r\n        In the interest of a minor child under the age of eighteen.\r\n\r\n        Appellate Case No. 2012-207708\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                 Phillip K. Sinclair, Family Court Judge\n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-643 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Dowse Bradwell Rustin, IV, and Kelly Nicole Lee, both\r\n        of Nelson Mullins Riley & Scarborough, LLP, of\r\n        Greenville, for Appellant.\r\n\r\n        Kimberly Y. Brooks, of Kimberly Y. Brooks, Attorney at\r\n        Law, of Greenville, and Robert C. Rhoden, III, of South\r\n\n             Carolina Department of Social Services, of Spartanburg,\r\n             for Respondent.\r\n\r\n\r\nPER CURIAM: Victor O. (Father) appeals the family court's order of\r\nintervention, arguing the family court erred in (1) allowing a social worker to\r\ntestify about whether Father abused his daughter (Daughter) and (2) finding Father\r\nsexually abused Daughter. We affirm pursuant to Rule 220(b), SCACR.\r\n\r\n1. We hold the family court did not err in allowing Rebecca Grounsell, a social\r\nworker, to testify because the family court properly qualified Grounsell as an\r\nexpert witness. See Altman v. Griffith, 372 S.C. 388, 400, 642 S.E.2d 619, 625 (Ct.\r\nApp. 2007) (finding the family court's ruling to admit expert testimony will not be\r\ndisturbed absent a clear abuse of discretion). Grounsell testified she received a\r\nBachelor of Arts and Master of Science in social work. Grounsell also stated she\r\nwas a licensed social worker and the family court qualified her as an expert eight\r\nprior times in the areas of child abuse, counseling, and child forensic interviewing.\r\nAdditionally, the family court properly admitted Grounsell's testimony of\r\nDaughter's out-of-court statements during the forensic assessment pursuant to\r\nsection 19-1-180 of the South Carolina Code (Supp. 2011). The family court found\r\nDaughter was unavailable to testify \"because of her young age, an inability to\r\ncommunicate about the offense because of fear and . . . substantial likelihood that\r\nthe child would suffer severe emotional trauma.\" The family court further found\r\nDaughter's statements possessed particularized guarantees of trustworthiness based\r\non \"the child's personal knowledge of the event [and] her age and maturity . . . the\r\nchild has no motive to falsify or distort the event, and . . . it is unlikely . . . these\r\nstatements could be fabricated because they are beyond her knowledge and\r\nexperience.\" Moreover, Father failed to preserve for appeal the issue of whether\r\nGrounsell improperly bolstered Daughter's statements because Father did not\r\ncontemporaneously object when the Department of Social Services (DSS)\r\nquestioned Grounsell if Daughter consistently alleged Father abused her. See S.C.\r\nDep't of Soc. Servs. v. Lisa C., 380 S.C. 406, 414-15, 669 S.E.2d 647, 652 (Ct.\r\nApp. 2008) (holding father failed to preserve issue about the therapist's specific\r\ncomments as to truthfulness because he did not contemporaneously object).\r\n\r\n2. We hold the family court did not err in finding Father sexually abused Daughter.\r\nSee S.C. Code Ann. § 63-7-1650(E) (2010) (requiring the family court to find by a\r\npreponderance of the evidence that DSS's allegations support an order of\r\nintervention, including a finding the child was abused or neglected pursuant to\r\nsection 63-7-20 of the South Carolina Code (2010)); S.C. Dep't of Soc. Servs. v.\r\n\nMary C., 396 S.C. 15, 26, 720 S.E.2d 503, 508 (Ct. App. 2011) (\"[W]hen evidence\r\npresented in the record adequately supports the findings of the family court, due\r\ndeference should be given to the family court's judgment based on its superior\r\nposition in weighing such evidence.\"). During Daughter's forensic assessment\r\nwith Grounsell, Daughter consistently stated Father sexually abused her.\r\nSimilarly, Dr. Thomas Edmonds opined Daughter's behavior was consistent with a\r\nchild who was sexually abused. Dr. Edmonds testified Daughter stated Father \"did\r\na boo-boo on me\" and pointed to her buttocks, vagina, and chest. Daughter also\r\ntested positive for Chlamydia after making statements indicating Father sexually\r\nabused her. Father argues he tested negative for Chlamydia immediately following\r\nDaughter's test and never received medical treatment for Chlamydia. However,\r\nFather's negative result for Chlamydia and testimony does not warrant ignoring the\r\nfamily court's findings. See Epperly v. Epperly, 312 S.C. 411, 414, 440 S.E.2d\r\n884, 885-86 (1994) (\"Since the testimony on this issue is so divergent, we adopt\r\nthe findings of the [f]amily [c]ourt on this issue as the sitting judge was in the best\r\nposition to determine the credibility of the witnesses.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-644","title":"State v. Harris","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-644.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Walter Lee Harris, Appellant.\r\n\r\n        Appellate Case No. 2011-181926\r\n\r\n\r\n                     Appeal From Orangeburg County \n\r\n                   Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-644 \n\r\n             Submitted October 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Walter Lee Harris appeals his convictions of armed robbery,\r\nburglary, and murder. On appeal, he argues the trial court erred in denying his\r\nmotion for severance. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether the trial court erred in denying Harris's motion for severance:\r\nState v. Spears, 393 S.C. 466, 475, 713 S.E.2d 324, 328 (Ct. App. 2011) (\"A\r\nmotion for severance is addressed to the sound discretion of the trial court.\"\r\n(quoting State v. Simmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860 (Ct. App.\r\n2002))); id. at 475, 713 S.E.2d at 328-29 (\"Where the offenses charged in separate\r\nindictments are of the same general nature involving connected transactions\r\nclosely related in kind, place and character, the trial [court] has the power, in [its]\r\ndiscretion, to order the indictments tried together if the defendant's substantive\r\nrights would not be prejudiced.\"); State v. Halcomb, 382 S.C. 432, 439, 676 S.E.2d\r\n149, 152 (Ct. App. 2009) (\"Criminal defendants who are jointly tried for murder\r\nare not entitled to separate trials as a matter of right.\"); State v. Dennis, 337 S.C.\r\n275, 281, 523 S.E.2d 173, 176 (1999) (\"The general rule allowing joint trials\r\napplies with equal force when a defendant's severance motion is based upon the\r\nlikelihood he and a codefendant will present mutually antagonistic defenses, i.e.,\r\naccuse one another of committing the crime.\"); State v. Smith, 387 S.C. 619, 625-\r\n26, 693 S.E.2d 415, 418-19 (Ct. App. 2010) (holding the loss of the right to have\r\nthe last closing argument is not a ground upon which to grant severance); State v.\r\nStuckey, 347 S.C. 484, 497, 556 S.E.2d 403, 409 (Ct. App. 2001) (holding the trial\r\ncourt should grant a severance \"only when there is a serious risk that a joint trial\r\nwould compromise a specific trial right of a co-defendant or prevent the jury from\r\nmaking a reliable judgment about a co-defendant's guilt\").\r\n\r\n2. As to the remaining issues: State v. Freiburger, 366 S.C. 125, 134, 620 S.E.2d\r\n737, 741 (2005) (holding an issue is not preserved for appellate review when one\r\nground is raised to the trial court and another is raised on appeal).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-645","title":"State v. Coleman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-645.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Christian Coleman, Appellant.\r\n\r\n        Appellate Case No. 2011-181986\r\n\r\n\r\n\r\n                     Appeal From Orangeburg County \n\r\n                   Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-645 \n\r\n             Submitted October 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-646","title":"State v. Shivers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-646.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Mario Shivers, Appellant.\r\n\r\n        Appellate Case No. 2010-181547\r\n\r\n\r\n                     Appeal From Orangeburg County \n\r\n                   Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-646 \n\r\n             Submitted October 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Mario Shivers appeals his convictions of armed robbery,\r\nburglary, and murder. On appeal, he argues the trial court erred in denying his\r\nmotion for severance. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: State v. Spears, 393 S.C. 466, 475, 713 S.E.2d 324, 328 (Ct.\r\nApp. 2011) (\"A motion for severance is addressed to the sound discretion of the\r\ntrial court.\" (quoting State v. Simmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860\r\n(Ct. App. 2002))); id. at 475, 713 S.E.2d at 328-29 (\"Where the offenses charged in\r\nseparate indictments are of the same general nature involving connected\r\ntransactions closely related in kind, place and character, the trial [court] has the\r\npower, in [its] discretion, to order the indictments tried together if the defendant's\r\nsubstantive rights would not be prejudiced.\"); State v. Halcomb, 382 S.C. 432, 439,\r\n676 S.E.2d 149, 152 (Ct. App. 2009) (\"Criminal defendants who are jointly tried\r\nfor murder are not entitled to separate trials as a matter of right.\"); State v. Dennis,\r\n337 S.C. 275, 281, 523 S.E.2d 173, 176 (1999) (\"The general rule allowing joint\r\ntrials applies with equal force when a defendant's severance motion is based upon\r\nthe likelihood he and a codefendant will present mutually antagonistic defenses,\r\ni.e., accuse one another of committing the crime.\"); State v. Smith, 387 S.C. 619,\r\n625-26, 693 S.E.2d 415, 418-19 (Ct. App. 2010) (holding the loss of the right to\r\nhave the last closing argument is not a ground upon which to grant severance);\r\nState v. Stuckey, 347 S.C. 484, 497, 556 S.E.2d 403, 409 (Ct. App. 2001) (holding\r\nthe trial court should grant a severance \"only when there is a serious risk that a\r\njoint trial would compromise a specific trial right of a co-defendant or prevent the\r\njury from making a reliable judgment about a co-defendant's guilt\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-647","title":"State v, Ryant","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-647.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Danny Ryant, Appellant.\r\n\r\n        Appellate Case No. 2011-182946\r\n\r\n\r\n                     Appeal From Orangeburg County \n\r\n                   Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-647 \n\r\n             Submitted October 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Danny Ryant appeals his convictions of armed robbery, burglary,\r\nand murder. On appeal, he argues the trial court erred in (1) denying his motion\r\nfor severance and (2) finding he was not entitled to the criminal records checks the\r\nState had compiled on prospective jurors. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in denying Ryant's motion for severance:\r\nState v. Spears, 393 S.C. 466, 475, 713 S.E.2d 324, 328 (Ct. App. 2011) (\"A\r\nmotion for severance is addressed to the sound discretion of the trial court.\"\r\n(quoting State v. Simmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860 (Ct. App.\r\n2002))); id. at 475, 713 S.E.2d at 328-29 (\"Where the offenses charged in separate\r\nindictments are of the same general nature involving connected transactions\r\nclosely related in kind, place and character, the trial [court] has the power, in [its]\r\ndiscretion, to order the indictments tried together if the defendant's substantive\r\nrights would not be prejudiced.\"); State v. Halcomb, 382 S.C. 432, 439, 676 S.E.2d\r\n149, 152 (Ct. App. 2009) (\"Criminal defendants who are jointly tried for murder\r\nare not entitled to separate trials as a matter of right.\"); State v. Dennis, 337 S.C.\r\n275, 281, 523 S.E.2d 173, 176 (1999) (\"The general rule allowing joint trials\r\napplies with equal force when a defendant's severance motion is based upon the\r\nlikelihood he and a codefendant will present mutually antagonistic defenses, i.e.,\r\naccuse one another of committing the crime.\"); State v. Smith, 387 S.C. 619, 625-\r\n26, 693 S.E.2d 415, 418-19 (Ct. App. 2010) (holding the loss of the right to have\r\nthe last closing argument is not a ground upon which to grant severance); State v.\r\nStuckey, 347 S.C. 484, 497, 556 S.E.2d 403, 409 (Ct. App. 2001) (holding the trial\r\ncourt should grant a severance \"only when there is a serious risk that a joint trial\r\nwould compromise a specific trial right of a co-defendant or prevent the jury from\r\nmaking a reliable judgment about a co-defendant's guilt\"); State v. Crowe, 258 S.C.\r\n258, 267, 188 S.E.2d 379, 383 (1972) (holding the refusal to grant a severance was\r\nnot error on ground that it resulted in failure of defendant to have his co-defendant\r\ntestify in his behalf when record failed to show the co-defendant would testify if a\r\nseparate trial were granted or that his testimony would exculpate the defendant).\r\n\r\n2. As to whether the trial court erred in finding Ryant was not entitled to the\r\ncriminal records checks the State had compiled on prospective jurors: State v.\r\nChilds, 299 S.C. 471, 474, 385 S.E.2d 839, 841 (1989) (holding a defendant is not\r\n\"entitled to criminal records checks or records of arrest\" of potential jurors because\r\n\"[n]o right to discovery exists in a criminal case absent statute or court rule\"); Rule\r\n5(a)(1), SCRCrimP (providing the State is required to disclose specific\r\ninformation, such as: statements of a defendant, a defendant's prior record,\r\n\ndocuments and tangible objects the prosecution or defense may use as evidence at\r\ntrial, and reports of examinations and tests); Rule 5(a)(2), SCRCrimP (exempting\r\nfrom discovery \"internal prosecution documents made by the attorney for the\r\nprosecution or other prosecution agents in connection with the investigation or\r\nprosecution of the case\"); Childs, 299 S.C. at 474, 385 S.E.2d at 841 (holding a\r\ntrial court does not abuse its discretion in denying a discovery request if no statute\r\nor court rule requires disclosure of the particular information).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-648","title":"State v. Moore","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-648.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Calvin Henry Moore, Appellant.\r\n\r\n        Appellate Case No. 2011-199086\r\n\r\n\r\n                 Appeal From McCormick County \n\r\n              Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-648 \n\r\n         Submitted November 1, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        John A. O'Leary, of O'Leary Associates, P.A., of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Attorney\r\n        General William M. Blitch, Jr., and Assistant Attorney\r\n        General Cary N. Goings, all of Columbia; and Solicitor\r\n        Donald V. Myers, of Lexington, for Respondent.\r\n\nPER CURIAM: Calvin Henry Moore appeals his conviction of common law\r\nmisconduct in office. On appeal, Moore argues the trial court erred in (1) denying\r\nhis motion for a directed verdict and (2) sentencing him in excess of the maximum\r\nsentence allowed under section 8-1-80 of the South Carolina Code (Supp. 2011).\r\nWe affirm.1\r\n\r\n1. We find the trial court did not err in denying Moore's motion for a directed\r\nverdict. The State presented sufficient evidence from which a reasonable jury\r\ncould find Moore guilty of misconduct in office. See State v. Odems, 395 S.C.\r\n582, 586, 720 S.E.2d 48, 50 (2011) (\"[I]f there is any direct [evidence] or\r\nsubstantial circumstantial evidence reasonably tending to prove the guilt of the\r\naccused, an appellate court must find the case was properly submitted to the jury.\"\r\n(emphasis in original)); State v. Hess, 279 S.C. 14, 20, 301 S.E.2d 547, 550 (1983)\r\n(\"Misconduct in office occurs when duties imposed by law have not been properly\r\nand faithfully discharged.\"); State v. Crenshaw, 274 S.C. 475, 478, 266 S.E.2d 61,\r\n62 (1980) (\"Criteria to be considered in making the distinction between an officer\r\nand an employee include whether the position was created by the legislature;\r\nwhether the qualifications for appointment are established; whether the duties,\r\ntenure, salary, bond and oath are prescribed or required; whether the one\r\noccupying the position is a representative of the sovereign; among others.\"); id. at\r\n478, 266 S.E.2d at 62-63 (\"No single criteria is conclusive; neither is it necessary\r\nthat all the characteristics of an officer or officers be present.\"). Here, there was\r\ndirect evidence Moore breached his duties to the public as a deputy. Moore signed\r\nan oath of office, the county issued a blanket bond in accordance with statutory\r\nrequirements, and Moore held himself out as a deputy. A witness testified Moore\r\ndisclosed confidential DMV records. Additionally, a SLED investigator testified\r\nMoore accessed personal DMV records belonging to his former girlfriend and her\r\nfamily. Finally, Moore admitted the reason for accessing these records was not\r\nwork-related.\r\n\r\n2. We find Moore's argument concerning illegal sentencing is not properly\r\npreserved for appellate review because Moore failed to object to the sentence at\r\ntrial. See State v. Johnston, 333 S.C. 459, 462-63, 510 S.E.2d 423, 425 (1999)\r\n(finding a challenge to sentencing must be raised at trial, or the issue will not be\r\npreserved for appellate review).\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nAFFIRMED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-649","title":"Portee v. Always Precise","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-649.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Timothy Portee and Wilda Dale Portee, Appellants,\r\n\r\n        v.\r\n\r\n        Always Precise Protection Agency & Investigations, Inc.,\r\n        and John Portee, Defendants,\r\n\r\n        Of whom, Always Precise Protection Agency &\r\n        Investigations, Inc. is Respondent.\r\n\r\n        Appellate Case No. 2010-151228\r\n\r\n\r\n                    Appeal From Richland County \n\r\n                James R. Barber, III, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-649 \n\r\n             Heard March 13, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Daryl G. Hawkins, Kristin J. McArthur, and Charles E.\r\n        Usry, all of Law Office of Daryl G. Hawkins LLC, of\r\n        Columbia, for Appellants.\r\n\r\n        James B. Richardson, Jr., of James B. Richardson PC, of\r\n        Columbia; and J. Boone Aiken III, of Aiken Bridges\r\n        Elliott Tyler & Saleeby PA, of Florence, for Respondent.\r\n\nPER CURIAM: Timothy Portee and Wilda Dale Portee (Appellants) appeal the\r\ncircuit court's grant of directed verdicts on their claims against Always Precise\r\nProtection Agency & Investigations, Inc. for negligent hiring and negligent\r\nentrustment. The claims arise out of an unusual factual setting that involved\r\nAlways Precise's hiring of John Portee and his subsequent shooting of Timothy.\r\nWe affirm.\r\n\r\n1.     As an initial sustaining ground, Always Precise contends this appeal was\r\nuntimely.1 We disagree. The circuit court clerk did not file an order granting the\r\ndirected verdicts to Always Precise until January 25, 2010. Thus, no order or\r\njudgment was entered until that time. Appellants received written notice of the\r\nfiled order on January 27, 2010, and they served the notice of appeal upon Always\r\nPrecise within thirty days of that date. Therefore, the appeal was timely. See Rule\r\n203(b)(1), SCACR (providing that a person intending to appeal must serve the\r\nnotice of appeal on all respondents within thirty days after receiving \"written\r\nnotice of entry of the order or judgment\"); Upchurch v. Upchurch, 367 S.C. 16, 22-\r\n23, 624 S.E.2d 643, 646 (2006) (\"Our Court rules provide that [a] notice of appeal\r\nshall be served on all respondents within thirty (30) days after receipt of written\r\nnotice of entry of the order or judgment. . . . [T]he effective date of an order is not\r\nwhen it is signed by the judge, but when it is entered by the clerk of court.\"\r\n(citations and internal quotation marks omitted)), disapproved of on other grounds\r\nby Miles v. Miles, 393 S.C. 111, 711 S.E.2d 880 (2011).\r\n\r\n2.    As an alternative sustaining ground, Always Precise argues the record\r\ncontains no evidence establishing proximate cause to support Appellants' negligent\r\nentrustment and negligent hiring actions. We agree.\r\n\r\n\r\n1 In defense of this argument, Appellants contend Always Precise failed to preserve\r\nthe appealability issue because the company failed to file a petition for rehearing\r\nafter the appellate judge denied their motion to dismiss the appeal. We disagree.\r\nAlways Precise was not required to file a petition for rehearing after the motion to\r\ndismiss was denied. See Rule 221(c), SCACR (\"The appellate court will not\r\nentertain petitions for rehearing on a motion or petition unless the action of the\r\ncourt on the motion or petition has the effect of dismissing or finally deciding a\r\nparty's appeal.\").\r\n\n\"Proximate cause requires proof of causation in fact and legal cause. Causation in\r\nfact is proved by establishing the plaintiff's injury would not have occurred 'but for'\r\nthe defendant's negligence. Legal cause is proved by establishing foreseeability.\"\r\nEadie v. Krause, 381 S.C. 55, 64, 671 S.E.2d 389, 393 (Ct. App. 2008). Although\r\nsome injury may be possible from the defendant's conduct, the defendant's conduct\r\nwill not be a proximate cause of the injury when the injury complained of is not a\r\nreasonably foreseeable result of that conduct. Young v. Tide Craft, Inc., 270 S.C.\r\n453, 462-63, 242 S.E.2d 671, 675-76 (1978). It is not necessary that the defendant\r\nshould have foreseen the particular harm or manner of injury that occurred, but to\r\nbe foreseeable, the injury must be a natural and probable consequence of the\r\ncomplained of act. Id.; Crowley v. Spivey, 285 S.C. 397, 408, 329 S.E.2d 774, 781\r\n(Ct. App. 1985) (per curiam).\r\n\r\nHere, Appellants contend Always Precise is liable for negligent hiring and\r\nnegligent entrustment because it failed to inquire further of John's fitness to be an\r\narmed security guard. However, even if the company violated a duty to inquire\r\nfurther, Always Precise cannot be liable for Appellants' claims.\r\n\r\nEvidence in the record shows Always Precise's failure to inquire further of John's\r\nfitness to be armed as a security guard was a cause in fact of Timothy's injuries.\r\nJohn affirmed he would have provided his relevant mental health history to Always\r\nPrecise had he been asked to, and Northington testified that if he knew of John's\r\nproblems, he would not have even hired John to act as an armed security guard,\r\nmuch less provide John a weapon. Always Precise's alleged failure to make a\r\nreasonable inquiry in light of the SLED application thus caused it to give John the\r\nweapon and ammunition that injured Timothy.\r\n\r\nHowever, no evidence in the record could permit a reasonable jury to find that\r\nAlways Precise's failure to inquire of John's fitness to be an armed security officer\r\nwas a legal cause of Timothy's injuries. Always Precise's failure to reasonably\r\ninquire into that fitness would not be a natural and probable cause of the injuries\r\ncaused to Timothy if John shot Timothy for some reason other than his alleged\r\nincompetence. Here, no evidence indicates John was likely to use a weapon while\r\nimpaired by alcohol. Cf. Jones ex rel. Jones v. Enter. Leasing Co.-Southeast, 383\r\nS.C. 259, 264, 678 S.E.2d 819, 822 (Ct. App. 2009) (\"[T]he elements of negligent\r\nentrustment . . . include: (1) knowledge of or knowledge imputable to the owner\r\nthat the driver was either addicted to intoxicants or had the habit of drinking, (2)\r\nthat the owner knew or had imputable knowledge that the driver was likely to drive\r\nwhile intoxicated and (3) under these circumstances, the entrustment of a vehicle\r\n\nby the owner to such a driver.\" (emphasis added)). Moreover, whether John was\r\nlikely to shoot another person as a result of mental health issues is not a question a\r\nlay person can answer by looking at the testimony or John's medical records. And,\r\nwhether John actually shot Timothy because of those issues is likewise not within a\r\nlayperson's ability to know, regardless of which version of the altercation one\r\nbelieves. See O'Leary-Payne v. R.R. Hilton Head, II, Inc., 371 S.C. 340, 349, 638\r\nS.E.2d 96, 101 (Ct. App. 2006) (providing that lay testimony generally is sufficient\r\nto establish proximate cause but expert testimony is required if the causal\r\nconnection between the negligent act and the injuries complained of would not be\r\napparent using common knowledge or experience).\r\n\r\nBecause no evidence in the record could support a finding that Always Precise's\r\nconduct was a legal cause of Timothy's injuries, no evidence establishes proximate\r\ncause. Thus, we must affirm the trial court's directed verdict as to Appellants'\r\nnegligent entrustment and negligent hiring claims.\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-650","title":"SCDSS v. Jodi H.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-650.pdf","description":null,"date":"2012-12-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Jodi H., Roshell B., and Anthony B., Defendants,\r\n\r\n        Of whom Roshell B. is the Appellant.\r\n\r\n        In the interest of minors under the age 18.\r\n\r\n        Appellate Case No. 2011-203687\r\n\r\n\r\n                   Appeal From Orangeburg County \n\r\n                  Anne Gue Jones, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-650 \n\r\n         Submitted December 3, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Ladson H. Beach, Jr., of Beach Law Office, LLC, of\r\n        Orangeburg, and John D. Elliott, of Law Offices of J.\r\n        Elliott, of Columbia, both for Appellant.\r\n\r\n        Patrick L. Wright, of the South Carolina Department of\r\n        Social Services, of Orangeburg, for Respondent.\r\n\n             D'Anne Haydel, of Orangeburg, and R. Bentz Kirby, of\r\n             Glen Walters & Associates, PA, Orangeburg, Guardians\r\n             ad Litem.\r\n\r\n\r\nPER CURIAM: Roshell B. (Father) appeals the family court order terminating\r\nhis parental rights to his minor children (Children). Father argues the family court\r\nerred in finding (1) the Department of Social Services (DSS) provided services to\r\nhim; (2) clear and convincing evidence supported grounds for termination of\r\nparental rights (TPR); and (3) TPR was in the best interest of Children. We affirm.\r\n\r\nThe family court may order TPR upon finding one or more of eleven statutory\r\ngrounds is satisfied and also finding that TPR is in the best interest of the child.\r\nS.C. Code Ann. § 63-7-2570 (2010 & Supp. 2011). The grounds for TPR must be\r\nproven by clear and convincing evidence. S.C. Dep't of Soc. Servs. v. Parker, 336\r\nS.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999). On appeal from the family\r\ncourt, this court reviews factual and legal issues de novo. Simmons v. Simmons,\r\n392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011). Although this court reviews the\r\nfamily court's findings de novo, we are not required to ignore the fact that the trial\r\ncourt, who saw and heard the witnesses, was in a better position to evaluate their\r\ncredibility. Lewis v. Lewis, 392 S.C. 381, 385, 709 S.E.2d 650, 652 (2011). \"[T]he\r\nbest interests of the children are the paramount consideration.\" S.C. Dep't of Soc.\r\nServs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d 285, 287 (Ct. App. 2000). \"The\r\ninterests of the child shall prevail if the child's interest and the parental rights\r\nconflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nWe find clear and convincing evidence shows Father failed to remedy the\r\nconditions which caused the removal of Children. Father argues DSS failed to\r\nprovide meaningful services to remedy the conditions that led to Children's\r\nremoval because DSS operated under an existing treatment plan. DSS has three\r\nresponsibilities with providing services, including (1) identifying the condition that\r\nled to DSS removing the child; (2) identifying appropriate rehabilitative services;\r\nand (3) making a meaningful offer of those services. See McCutcheon v.\r\nCharleston Co. Dep't of Soc. Servs., 302 S.C. 338, 343, 396 S.E.2d 115, 118\r\n(1990). DSS is not \"responsible for insuring successful outcomes.\" Id. (finding if\r\nthe treatment plan requires parents \"to both acquire and retain housing and\r\nemployment, this implicates stability and responsibility, and DSS is limited in its\r\nability to provide those characteristics\"). The condition that threatened Children\r\nwith harm was Father's inability to provide Children with a suitable home. Father\r\n\nadmits the treatment plan required him to acquire stable employment and housing\r\nto support Children. Moreover, DSS sent Father on several interviews and\r\nprovided counseling to Father. However, Father has not \"develop[ed] the\r\nresponsibility and stability required to comply with the treatment plan.\" Id.\r\n\r\nWe find clear and convincing evidence shows Father neglected Children and \"it is\r\nnot reasonably likely that the home can be made safe within twelve months.\" S.C.\r\nCode Ann. §63-7-2570(1) (2010). Section 63-7-20(4)(c) of the South Carolina\r\nCode of Laws (2010) defines \"child abuse or neglect\" as failing \"to supply the\r\nchild with adequate food, clothing, shelter, or education . . . .\" Father neglected\r\nChildren by failing to provide an adequate home. Moreover, it is not likely Father\r\nwill make the home safe within twelve months. Father's oldest child entered foster\r\ncare in November 2007 because DSS believed the home was not safe. Children\r\nentered foster care two other times because Father could not provide Children with\r\na home. Father only recently restored electricity to the home after living without\r\nelectricity for almost a year. Anne Williamson, a DSS foster care supervisor, and\r\nguardian ad litem (GAL) D'Anne Haydel testified Father has a history of failing to\r\nprovide a safe home for Children and they worried this pattern would continue into\r\nthe future. Mother believes they could not provide for Children if DSS returned\r\nthem to their care. Accordingly, we believe Father has neglected Children and it is\r\nnot reasonably likely the home will be made safe in twelve months.\r\n\r\nWe find clear and convincing evidence proves Father willfully failed to support\r\nChildren. See S.C. Code Ann. § 63-7-2570(4) (2010) (providing a statutory\r\nground for TPR is met when \"[t]he child has lived outside the home of either\r\nparent for a period of six months, and during that time the parent has willfully\r\nfailed to support the child\"). Father argues he did not know he was expected to pay\r\nchild support because DSS never ordered him to pay. However, DSS is not\r\nrequired to notify Father of his duty to support Children before \"failure to\r\ndischarge those duties may serve as grounds for termination of parental rights.\"\r\nSee S.C. Dep't of Soc. Servs. v. Parker, 336 S.C. 248, 258, 519 S.E.2d 351, 356\r\n(Ct. App. 1999). Father has not supported Children since they entered foster care\r\nother than buying small gifts, snacks, and some clothing, which are not material\r\ncontributions. See S.C. Dep't of Soc. Servs. v. M.R.C.L., 393 S.C. 387, 394, 712\r\nS.E.2d 452, 456 (2011) (finding parent occasionally providing child with food,\r\ndrinks, medicine, diapers, wipes, and toys does not merit a material contribution);\r\nS.C. Code Ann. § 63-7-2570(4) (2010) (\"Failure to support means that the parent\r\nhas failed to make a material contribution to the child's care. A material\r\ncontribution consists of either financial contributions according to the parent's\r\nmeans or contributions of food, clothing, shelter, or other necessities for the care of\r\n\nthe child according to the parent's means.\"). Accordingly, we find clear and\r\nconvincing evidence shows Father willfully failed to support Children.\r\n\r\nBecause only one ground for TPR needs to be proven, we do not address the\r\nremaining ground. See S.C. Code Ann. § 63-7-2570 (Supp. 2011) (providing the\r\nfamily court may order TPR upon finding one or more of eleven statutory grounds\r\nis satisfied).\r\n\r\nFinally, the record supports the family court's finding TPR is in Children's best\r\ninterests. Children continued to languish in foster care while Father attempted to\r\ndevelop the stability and responsibility needed for Children to return home.\r\nFather's oldest child has been in foster care on three separate occasions. Father had\r\ncustody of his youngest child for only several weeks before he was arrested and\r\nMother voluntarily surrendered Children. The GALs believed TPR and adoption\r\nwas in the best interests of Children. Children have adoption placements and are\r\nthriving in their placements. Thus, TPR and adoption are in the best interests of\r\nChildren to provide stability and permanence to their lives.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-660","title":"SCDSS v. Kemetha S.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-660.pdf","description":null,"date":"2012-12-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Kemetha Ann S. and John Doe, Defendants,\r\n\r\n        Of whom Kemetha Ann S. is the Appellant,\r\n\r\n        In the interest of a minor child under the age of 18.\r\n\r\n        Appellate Case No. 2012-211728\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                Jan Bromell Holmes, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-660 \n\r\n        Submitted December 3, 2012 – Filed December 11, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Cooper C. Lynn, of Cooper Lynn Attorney at Law, LLC,\r\n        of Myrtle Beach, for Appellant.\r\n\r\n        Tonia Elizabeth Medrick, of the Department of Social\r\n        Services, of Conway, for Respondent.\r\n\n              Carolyn R. Hills, of Hills & Hills, P.C., of Myrtle Beach,\r\n              for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Kemetha Ann S. appeals the family court's final order\r\nterminating her parental rights to her minor child. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2011). Upon a thorough review of the record and the family\r\ncourt's findings of facts and conclusions of law pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-651","title":"State v. Stewart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-651.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Ben Robert Stewart, Appellant.\r\n\r\n        Appellate Case No. 2009-142106\r\n\r\n\r\n\r\n                      Appeal From York County \n\r\n                   Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-651 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, and Ben Robert Stewart, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, all of Columbia;\r\n        and Solicitor Kevin Scott Brackett, of York, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-652","title":"SCDSS v. Elizabeth H.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-652.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Elizabeth H. and Roger H., Defendants,\r\n\r\n        Of Whom Roger H. is the Appellant,\r\n\r\n        In the interest of minor children under the age of 18.\r\n\r\n        Appellate Case No. 2012-205466\r\n\r\n\r\n                     Appeal From Pickens County \n\r\n                  Alex Kinlaw, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-652 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Rodney Wade Richey, of Richey & Richey, PA, of\r\n        Greenville, for Appellant.\r\n\r\n        Patti Austin Brady, of the South Carolina Department of\r\n        Social Services, of Pickens, for Respondent.\r\n\n              Karen G. Pruitt, of Karen G. Pruitt, Attorney at Law, of\r\n              Central, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Roger H. appeals the family court's Order of Intervention. Upon\r\na thorough review of the record and the family court's findings of fact and\r\nconclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354 S.E.2d 381\r\n(1987), we find no meritorious issues warrant briefing. Accordingly, we affirm the\r\nfamily court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-653","title":"State v. Dunham","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-653.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Legerald F. Dunham, Appellant.\r\n\r\n        Appellate Case No. 2011-196669\r\n\r\n\r\n\r\n                   Appeal From Lancaster County \n\r\n               Brooks P. Goldsmith, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-653 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Douglas A. Barfield, Jr., of Lancaster, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-654","title":"State v. Stewart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-654.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marion Stewart, Appellant.\r\n\r\n        Appellate Case No. 2011-190629\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                  Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-654 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Julie Kate Keeney, all of Columbia;\r\n        and Solicitor Barry Barnette, of Spartanburg, for\r\n        Respondent.\r\n\nPER CURIAM: Marion Stewart appeals his conviction of armed robbery, arguing\r\nthe trial court erred in denying his motion to suppress a confession because (1) the\r\nconfession was not voluntary and (2) Stewart was in custody at the time of the\r\nconfession and should have been read his Miranda rights. We affirm pursuant to\r\nRule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the confession was voluntary: State v. Goodwin, 384 S.C. 588,\r\n601, 683 S.E.2d 500, 507 (Ct. App. 2009) (\"When reviewing a trial [court]'s ruling\r\nconcerning voluntariness, the appellate court does not re-evaluate the facts based\r\non its own view of the preponderance of the evidence, but simply determines\r\nwhether the trial [court]'s ruling is supported by any evidence.\"); State v. Miller,\r\n375 S.C. 370, 384, 652 S.E.2d 444, 451 (Ct. App. 2007) (\"The test of voluntariness\r\nis whether a defendant's will was overborne by the circumstances surrounding the\r\ngiven statement.\" (internal quotation marks and alterations omitted)); id. (stating\r\nthe voluntariness test \"takes into consideration the totality of all the surrounding\r\ncircumstances\" (internal quotation marks omitted)); id. at 386, 652 S.E.2d at 452\r\n(\"Appellate entities in South Carolina have recognized that appropriate factors to\r\nconsider in the totality-of-circumstances analysis include: background, experience,\r\nand conduct of the accused; age; length of custody; police misrepresentations;\r\nisolation of a minor from his or her parent; threats of violence; and promises of\r\nleniency.\"); State v. Howard, 296 S.C. 481, 492, 374 S.E.2d 284, 290 (1988)\r\n(\"Where there is conflicting evidence as to whether defendant's statement is\r\nvoluntary, it is, in the first instance, the province of the trial court to determine this\r\nfactual issue by the preponderance of the evidence.\").\r\n\r\n2. As to whether Stewart was in custody at the time of his confession: State v.\r\nEvans, 354 S.C. 579, 583, 582 S.E.2d 407, 409 (2003) (\"Appellate review of\r\nwhether a person is in custody is confined to a determination of whether the ruling\r\nby the trial [court] is supported by the record.\"); State v. Easler, 322 S.C. 333, 340,\r\n471 S.E.2d 745, 749 (Ct. App. 1996) (\"The fact that the investigation has focused\r\non the suspect does not trigger Miranda warnings unless he is in custody.\"); Evans,\r\n354 S.C. at 583, 582 S.E.2d at 410 (\"The custodial determination is an objective\r\nanalysis based on whether a reasonable person would have concluded that he was\r\nin police custody.\"); Easler, 322 S.C. at 342, 471 S.E.2d at 750 (holding although\r\nthe officer knew an arrest warrant had been issued for the defendant, the defendant\r\ndid not have knowledge of his impending arrest at the time he made an\r\nincriminating statement and, therefore, the defendant was not in custody for the\r\npurposes of Miranda).\r\n\nAFFIRMED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-655","title":"State v. Addison","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-655.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Terrell Antonio Addison, Appellant.\r\n\r\n        Appellate Case No. 2009-118666\r\n\r\n\r\n\r\n                      Appeal From York County \n\r\n                   Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-655 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Senior Appellate Defender Joseph L. Savitz, III, of\r\n        Columbia, and Terrell Antonio Addison, pro se, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, all of Columbia;\r\n        and Solicitor Kevin Scott Brackett, of York, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed1 after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-656","title":"State v. Kelley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-656.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Cameren Laroderick Kelley, Appellant.\r\n\r\n        Appellate Case No. 2011-203727\r\n\r\n\r\n\r\n                     Appeal From Sumter County \n\r\n                  Howard P. King, Circuit Court Judge\n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-656 \n\r\n        Submitted November 1, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia; and\r\n        Cameren Laroderick Kelley, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Ernest Adolphus Finney, III, of Sumter, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-657","title":"Hickey v. Resolution Management","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-657.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(D)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Terrence J. Hickey, Appellant/Respondent,\r\n\r\n        v.\r\n\r\n        Resolution Management Consultants, Inc., Gerard P.\r\n        O'Keefe, Jeffrey B. Kozek, and Thomas Cummings,\r\n        Defendants,\r\n\r\n        Of whom Resolution Management Consultants, Inc. is\r\n        Respondent/Appellant,\r\n\r\n        And Gerard P. O'Keefe and Jeffrey B. Kozek are\r\n        Respondents.\r\n\r\n        Appellate Case No. 2010-152087\r\n\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-657 \n\r\n             Heard May 22, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Stanley E. Barnett, Smith, Bundy, Bybee, & Barnett, PC,\r\n        of Mount Pleasant, for Appellant/Respondent.\r\n\n             John J. Pringle, Jr., Ellis, Lawhorne & Sims, PA, of\r\n             Columbia, and John T. Lay, Jr., Gallivan, White & Boyd,\r\n             PA, of Columbia, for Respondent/Appellant and\r\n             Respondent Jeffery B. Kozek.\r\n\r\n             Julius H. Hines, Womble Carlyle Sandridge & Rice,\r\n             LLP, of Charleston, for Respondent Gerard P. O'Keefe.\r\n\r\n\r\nPER CURIAM: This cross-appeal arises out of a trial in which a jury returned a\r\nverdict in favor of Terrence Hickey against Resolution Management Consultants,\r\nInc. (RMC) for malicious prosecution. RMC argues the trial court erred in only\r\npartially granting its motion for directed verdict. Hickey argues the trial court\r\nerred in directing a verdict for Gerard O'Keefe, Jeffrey Kozek, and Thomas\r\nCummings on his claim for malicious prosecution, and in directing a verdict for all\r\nthe defendants on his civil conspiracy claim. We find support in the record for\r\neach of those decisions, and therefore we affirm pursuant to Rule 220(b)(1),\r\nSCACR, and the following authorities: Martasin v. Hilton Head Health Sys., L.P.,\r\n364 S.C. 430, 440, 613 S.E.2d 795, 801 (Ct. App. 2005) (reversing directed verdict\r\nfor two defendants where \"a reasonable jury could have found\" for the plaintiff\r\nagainst them); 364 S.C. at 442, 613 S.E.2d at 802 (affirming directed verdict for\r\nanother defendant where there was \"no evidence upon which a reasonable jury\r\ncould conclude the alleged negligent acts or omissions . . . proximately caused Mr.\r\nMartisan's death\"); Goodwin v. Kennedy, 347 S.C. 30, 38, 552 S.E.2d 319, 323 (Ct.\r\nApp. 2001) (stating, on review of denial of directed verdict, that \"we must\r\ndetermine whether a verdict for a party opposing the motion would be reasonably\r\npossible under the facts as liberally construed in his favor\" (citation omitted)); see\r\nalso Gadson ex rel. Gadson v. ECO Servs. of S.C., Inc., 374 S.C. 171, 175-76, 648\r\nS.E.2d 585, 588 (2007) (stating, \"When reviewing the denial of a motion for\r\ndirected verdict . . . , this Court applies the same standard as the trial court\" and,\r\n\"The motion[] should be denied when either the evidence yields more than one\r\ninference or its inference is in doubt\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-663","title":"SCDSS v. Sherecca D.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-663.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Sherecca D., Tyrone B., James D., and Jean D.,\r\n        Defendants,\r\n\r\n        Of whom Sherecca D. is the Appellant,\r\n\r\n        In the interest of a Minor under the age of 18.\r\n\r\n        Appellate Case No. 2012-207206\r\n\r\n\r\n                     Appeal From Dillon County \n\r\n                  Michael S. Holt, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-663 \n\r\n        Submitted December 3, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        R. Scott Joye, of Joye, Nappier & Risher, LLC, of\r\n        Murrells Inlet, for Appellant.\r\n\r\n        Parker Edwards Howle, of Howle Law Firm, of\r\n        Darlington, for Respondent.\r\n\n             John Thomas, of Conway, for the Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Affirmed1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011)\r\n(\"In appeals from the family court, [the appellate] court reviews factual and legal\r\nissues de novo.\"); Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011)\r\n(\"[W]hile retaining the authority to make our own findings of fact, we recognize\r\nthe superior position of the family court judge in making credibility\r\ndeterminations.\" (footnote omitted)); id. (stating the burden is upon the appellant to\r\nconvince this court that the family court erred in its findings of fact); Ex parte\r\nMorris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006) (\"In appeals from the family\r\ncourt, the appellate court has the authority to find the facts in accordance with its\r\nview of the preponderance of the evidence.\"); id. (\"This broad scope of review\r\ndoes not, however, require the appellate court to disregard the findings of the\r\nfamily court.\"); id. at 62, 624 S.E.2d at 652 (\"This degree of deference is especially\r\ntrue in cases involving the welfare and best interests of a minor child.\").2\r\n\r\nAFFIRMED.\r\n\r\nSHORT and KONDUROS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2We enter this decision without prejudice to the right of the mother to bring an\r\naction for a change of custody based on changed circumstances.\r\n\n","court":"Appeals"},{"id":"2012-UP-670","title":"Burgess v. Burgess","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-670.pdf","description":null,"date":"2012-12-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Yolando A. Burgess, Respondent,\r\n\r\n            v.\r\n\r\n            Shawneil Burgess, Appellant.\r\n\r\n            Appellate Case No. 2011-197206\r\n\r\n\r\n                        Appeal From Richland County \n\r\n                    Gwendlyne Y. Smalls, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-670 \n\r\n                 Heard October 2, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Mary P. Miles, of Law Office of Mary P. Miles, of\r\n            Cayce, for Appellant.\r\n\r\n            Carol M. Elliott, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Shawneil Burgess appeals the family court's order finding him in\r\ncontempt, arguing the family court erred in finding (1) service of process was\r\nproper and (2) he was in contempt before hearing his motion to dismiss for\r\nimproper service of process. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\n1. As to whether the family court erred in finding service of process was proper:\r\nRule 4(c), SCRCP (\"Service of all other process shall be made by the sheriff or his\r\ndeputy or any other duly constituted law enforcement officer or by any person\r\ndesignated by the court who is not less than eighteen (18) years of age and not an\r\nattorney in or a party to the action.\" (emphasis added)); Bryson v. Bryson, 378\r\nS.C. 502, 510, 662 S.E.2d 611, 615 (Ct. App. 2008) (\"An issue is deemed\r\nabandoned and will not be considered on appeal if the argument is raised in a brief\r\nbut not supported by authority.\").\r\n\r\n2. As to whether the family court erred in finding Burgess in contempt before\r\nhearing his motion to dismiss for improper service of process: Miller v. Miller, 375\r\nS.C. 443, 452, 652 S.E.2d 754, 759 (Ct. App. 2007) (\"An appellate court should\r\nreverse a decision regarding contempt only if it is without evidentiary support or\r\nthe trial [court] has abused his discretion.\" (internal quotation marks omitted)); id.\r\n(\"A determination of contempt is a serious matter and should be imposed\r\nsparingly; whether it is or is not imposed is within the discretion of the trial [court],\r\nwhich will not be disturbed on appeal unless it is without evidentiary support.\"); id.\r\nat 454, 652 S.E.2d at 760 (\"[B]efore a court may find a person in contempt, the\r\nrecord must clearly and specifically reflect the contemptuous conduct.\"); id.\r\n(\"Once the moving party has made out a prima facie case, the burden then shifts to\r\nthe respondent to establish his or her defense and inability to comply with the\r\norder.\"); Bryson, 378 S.C. at 510, 662 S.E.2d at 615 (\"An issue is deemed\r\nabandoned and will not be considered on appeal if the argument is raised in a brief\r\nbut not supported by authority.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-671","title":"South Carolina Department of Social Services v. Lacy M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-671.pdf","description":null,"date":"2012-12-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Lacy M., L.C. H., Terrell M., and Van (last name\r\n        unknown), Respondents,\r\n\r\n        Of whom Terrell M. is the Appellant,\r\n\r\n        In the interest of minor children under the age of 18\r\n        years.\r\n\r\n        Appellate Case No. 2012-212637\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                James F. Fraley, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-671 \n\r\n        Submitted December 3, 2012 – Filed December 13, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Kelly Nicole Lee and Anna Hamilton, both of Nelson\r\n        Mullins Riley & Scarborough, LLP, of Greenville, for\r\n        Appellant.\r\n\n              Deborah Murdock, of Murdock Law Firm, LLC, of\r\n              Mauldin, for Respondent.\r\n\r\n              Todd Thigpen, of Law Office of Michael Todd Thigpen,\r\n              of Spartanburg, for the Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Terrell M. appeals the family court's final order terminating his\r\nparental rights to his minor children. See S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). Upon a thorough review of the record and the family court's findings\r\nof facts and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-674","title":"South Carolina Department of Social Services v. Devin B.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-674.pdf","description":null,"date":"2012-12-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Devin B., Appellant,\r\n\r\n        and Brian G. and Sue G., Respondents.\r\n\r\n        In the interest of a child under the age of 18.\r\n\r\n        Appellate Case No. 2012-208406\r\n\r\n\r\n                     Appeal From Richland County \n\r\n                Harry L. Phillips, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-674 \n\r\n        Submitted December 3, 2012 – Filed December 13, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Sarah Beth Nielsen, Michael J. Anzelmo, and Thad H.\r\n        Westbrook, of Nelson Mullins Riley & Scarborough,\r\n        LLP, of Columbia, for Appellant.\r\n\r\n        Cherolyn Roselle Allen, of South Carolina Department of\r\n        Social Services, of Columbia, for Respondent South\r\n        Carolina Department of Social Services.\r\n\n             Elizabeth L. Boozer, of Columbia, and Jason Scott Luck,\r\n             of The Seibels Law Firm, P.A., of Charleston, for\r\n             Respondents Brian G. and Sue G.\r\n\r\n             Angela Kohel, of Richland County CASA, of Columbia,\r\n             for Guardian ad Litem.\r\n\r\n\r\n\r\nPER CURIAM: Devin B. (Father) appeals the family court's order terminating\r\nhis parental rights (TPR) to his minor child (Child). The family court found clear\r\nand convincing evidence supported TPR because Child lived outside Father's home\r\nfor at least six months and Father willfully failed to visit Child and Child had been\r\nin foster care for fifteen of the most recent twenty-two months. Additionally, the\r\nfamily court found TPR was in Child's best interest. On appeal, Father contends\r\nthe family court erred in terminating his parental rights, arguing: (1) clear and\r\nconvincing evidence did not support the family court's finding that Father willfully\r\nfailed to visit Child; (2) section 63-7-2570(8) of the South Carolina Code (2010)\r\ncannot be used to TPR when the State is holding the parent without a conviction;\r\nand (3) section 63-7-2570(8) violates the Due Process Clause because it permits\r\nTPR without a finding of parental unfitness.\r\n\r\nOn appeal from the family court, this court reviews factual and legal issues de\r\nnovo. Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011); see\r\nalso Lewis v. Lewis, 392 S.C. 381, 386, 709 S.E.2d 650, 652 (2011). Although this\r\ncourt reviews the family court's findings de novo, we are not required to ignore the\r\nfact that the family court, who saw and heard the witnesses, was in a better position\r\nto evaluate their credibility and assign comparative weight to their\r\ntestimony. Lewis, 392 S.C. at 385, 709 S.E.2d at 652. The burden is upon the\r\nappellant to convince this court that the family court erred in its findings. Id. \"In\r\nappeals from the family court, the appellate court has the authority to find the facts\r\nin accordance with its view of the preponderance of the evidence.\" Ex parte\r\nMorris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006). \"This broad scope of review\r\ndoes not, however, require the appellate court to disregard the findings of the\r\nfamily court.\" Id. \"This degree of deference is especially true in cases involving\r\nthe welfare and best interests of a minor child.\" Id. at 62, 624 S.E.2d at 652.\r\n\r\n1. We hold the family court did not err in granting TPR for Father's willful failure\r\nto visit Child. The family court may order TPR upon finding one or more of\r\neleven statutory grounds is satisfied and also finding TPR is in the best interest of\r\n\nthe child. S.C. Code Ann. § 63-7-2570 (2010 & Supp. 2011). One such ground is\r\nwhen \"[t]he child has lived outside the home of either parent for a period of six\r\nmonths, and during that time the parent has willfully failed to visit the child.\" S.C.\r\nCode Ann. § 63-7-2570(3) (Supp. 2011). \"[I]t must be shown that the parent was\r\nnot prevented from visiting by the party having custody or by court order.\" Id.\r\n\"Willful conduct is conduct that 'evinces a settled purpose to forego parental duties\r\n. . . because it manifests a conscious indifference to the rights of the child to\r\nreceive support and consortium from the parent.'\" Charleston Cnty. Dep't of Soc.\r\nServs. v. Jackson, 368 S.C. 87, 97, 627 S.E.2d 765, 771 (Ct. App. 2006) (quoting\r\nS.C. Dep't of Soc. Servs. v. Broome, 307 S.C. 48, 53, 413 S.E.2d 835, 838 (1992)).\r\nWhether a parent willfully fails to visit his child is a determination of intent and\r\nmust be determined according to the facts and circumstances of each particular\r\ncase. Charleston Cnty. Dept. of Soc. Servs., 368 S.C. at 97, 627 S.E.2d at 771.\r\n\r\nHere, none of the parties dispute Child has been out of the home since March 5,\r\n2009, much longer than the statutorily required six months in section 63-7-2570(3).\r\nDuring trial, Father and the Department of Social Services (DSS) caseworker\r\nVanessa Layton testified Father had not seen Child since November 2010, eleven\r\nmonths prior to DSS filing for TPR. Layton further testified she specifically told\r\nFather he could request a visit with Child in writing. Moreover, although Father\r\nargues his treatment plan was ambiguous as to how he could request a visit with\r\nChild, Layton testified Father wrote to her to request the November 2010\r\nvisitation. Thus, Father's conduct indicates not only that he knew he could request\r\na visit with Child by writing DSS, but that such a request would be honored by\r\nDSS. Layton, however, testified Father never, either by writing or phone,\r\ncontacted DSS again about further visits. Father's failure to utilize this mechanism\r\nwhich he knew would enable him to visit with Child is tantamount to willfully\r\nfailing to visit Child. Cf. In re M., 312 S.C. 248, 250, 439 S.E.2d 857, 859 (Ct.\r\nApp. 1994) (finding father's defiant failure to meet the conditions placed on his\r\nright to visit amounted to willfully failing to visit his child). Additionally, despite\r\nFather's contention that he had difficulty obtaining paper in jail to write to request\r\na visit, DSS provided the family court with a poem Father wrote on paper while he\r\nwas in jail, indicating Father had at least limited access to paper, but simply\r\nneglected to request visitation. Finally, Father had multiple court hearings where\r\nDSS was present, but failed on every occasion to request visitation with Child.\r\nAccordingly, the trial court did not err in granting TPR for Father's willful failure\r\nto visit Child.1\r\n\r\n1While we are mindful TPR also requires a finding that TPR is in the best interest\r\nof the child, Father has failed to make any such argument on appeal. As a result,\r\n\n2. We hold the family court did not err in granting TPR pursuant to section 63-7-\r\n2570(8). The family court may order TPR when it is in the best interest of the\r\nchild and \"[t]he child has been in foster care under the responsibility of the State\r\nfor fifteen of the most recent twenty-two months.\" S.C. Code Ann. § 63-7-2570(8)\r\n(2010). However, \"[w]here there is 'substantial evidence that much of the delay . .\r\n. is attributable to the acts of others,' a parent's rights should not be terminated\r\nbased solely on the fact that the child has spent greater than fifteen months in foster\r\ncare.\" Charleston Cnty. Dep't of Soc. Servs. v. Marccuci, 396 S.C. 218, 227, 721\r\nS.E.2d 768, 773 (2011) (quoting S.C. Dep't of Soc. Servs. v. Cochran, 356 S.C.\r\n413, 420, 589 S.E.2d 753, 756 (2003)). Here, the relevant twenty-two month time\r\nperiod is from December 2009 until October 2011. As Child went into foster care\r\nin March 2009 and was still in foster care at the time of trial, Child easily satisfied\r\nsection 63-7-2570(8)'s fifteen month requirement and had actually been in foster\r\ncare for the thirty-one months immediately preceding the TPR hearing.\r\nAdditionally, we find Father's incarceration while awaiting trial prior to his TPR\r\nhearing does not create a situation in which granting TPR pursuant to section 63-7-\r\n2570(8) is inappropriate, particularly where during the period of incarceration\r\nFather had been issued a bond, only once attempted to visit with Child, only once\r\nattempted to contact DSS, and failed to make any effort to support Child.\r\nAccordingly, the family court did not err in granting TPR pursuant to section 63-7-\r\n2570(8).\r\n\r\n3. We hold Father's due process issue is not preserved for our review because it\r\nwas never raised to or ruled upon by the family court. See Charleston Cnty. Dep't\r\nof Soc. Servs. v. Jackson, 368 S.C. 87, 105, 627 S.E.2d 765, 775 (Ct. App. 2006)\r\n(finding due process issue in a TPR case not preserved for review when the issue\r\nwas not raised to or ruled upon by the family court).\r\n\r\nAFFIRMED.2\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\nthe family court's finding that TPR was in Child's best interest is the law of the\r\ncase. See S.C. Dep't of Soc. Servs. v. Seegars, 367 S.C. 623, 628 n.3, 627 S.E.2d\r\n718, 721 n.3 (2006) (noting an unappealed ruling is the law of the case).\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-658","title":"Palmetto Citizens v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-658.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Palmetto Citizens Federal Credit Union, Respondent,\r\n\r\n            v.\r\n\r\n            Butch Johnson, Appellant.\r\n\r\n            Appellate Case No. 2011-184346\r\n\r\n\r\n                         Appeal From Richland County\r\n                     J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-658 \n\r\n            Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Butch Johnson, of Columbia, pro se.\r\n\r\n            Suzanne G. Grigg and Jennifer Joan Hollingsworth, both\r\n            of Nexsen Pruet, LLC, of Columbia; and Kirsten Elena\r\n            Small, of Nexsen Pruet, LLC, of Greenville, for\r\n            Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Sundown Operating Co., Inc. v. Intedge Indus., Inc., 383 S.C. 601,\r\n606, 681 S.E.2d 885, 888 (2009) (\"The decision whether to set aside an entry of\r\n\ndefault or a default judgment lies solely within the sound discretion of the trial\r\n[court].\"); id. (\"The trial court's decision will not be disturbed on appeal absent a\r\nclear showing of an abuse of that discretion.\"); id. (\"An abuse of discretion occurs\r\nwhen the [court] issuing the order was controlled by some error of law or when the\r\norder, based upon factual, as distinguished from legal conclusions, is without\r\nevidentiary support.\"); S.C. Code Ann. § 15-9-740 (Supp. 2011) (\"The order of\r\npublication shall direct the publication to be made in one newspaper . . . to be\r\nserved and for such length of time as may be deemed reasonable not less than once\r\na week for three weeks.\"); Tenney v. Am. Pipe Mfg. Co., 96 F. 919, 919-20 (1899)\r\n(holding service by publication is not complete until the expiration of the last week\r\nof publication); Rule 12(a), SCRCP (\"A defendant shall serve his answer within 30\r\ndays after the service of the complaint upon him . . . .\"); Rule 55(a), SCRCP\r\n(\"When a party against whom a judgment for affirmative relief is sought has failed\r\nto plead or otherwise defend as provided by these rules and that fact is made to\r\nappear by affidavit or otherwise, the clerk shall enter his default upon the calendar\r\n(file book).\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-659","title":"State v. Paugh","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-659.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Joseph Paugh, Appellant.\r\n\r\n        Appellate Case No. 2010-175787\r\n\r\n\r\n                    Appeal From Greenville County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-659 \n\r\n         Submitted October 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor W. Walter Wilkins, III, of Greenville, for\r\n        Respondent.\r\n\nPER CURIAM: Joseph Paugh appeals his conviction of first-degree criminal\r\nsexual conduct with a minor, contending the trial court erred by not limiting the\r\nscope of the State's expert testimony because her testimony improperly vouched\r\nfor the minor's credibility. We affirm1 pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: State v. Jennings, 394 S.C. 473, 477, 716 S.E.2d 91, 93\r\n(2011) (\"The admission of evidence is within the discretion of the trial court and\r\nwill not be reversed absent an abuse of discretion.\" (citation and internal quotation\r\nmarks omitted)); In re Manigo, 389 S.C. 96, 106, 697 S.E.2d 629, 634 (Ct. App.\r\n2010) (\"[An expert witness] may base his or her opinion on information, whether\r\nor not admissible, . . . if the information is of the type reasonably relied upon in the\r\nfield to make opinions.\"); State v. Douglas, 380 S.C. 499, 503-04, 671 S.E.2d 606,\r\n609 (2009) (stating the interviewer did not vouch for the victim's veracity where\r\nshe never stated she believed the victim and gave no indication concerning the\r\nvictim's veracity); State v. O'Neal, 210 S.C. 305, 312, 42 S.E.2d 523, 526 (1947)\r\n(\"An objection to the admission of evidence is waived where the same or similar\r\nevidence has been elicited by the objector.\"); State v. Stroman, 281 S.C. 508, 513,\r\n316 S.E.2d 395, 399 (1984) (stating a party cannot complain of an error which his\r\nown conduct has induced).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-661","title":"State v. Hickson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-661.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Javier Hickson, Appellant.\r\n\r\n        Appellate Case No. 2010-173726\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-661 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Jerry M. Screen, Sr., of Law Office of Jerry M. Screen,\r\n        of Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark R. Farthing, all of Columbia; and\r\n        Solicitor J. Strom Thurmond, Jr., of Aiken, for\r\n        Respondent.\r\n\nPER CURIAM: Javier Hickson appeals his convictions of armed robbery and\r\npossession of a firearm during the commission of a violent crime, arguing the trial\r\ncourt erred in admitting (1) two hearsay statements and (2) a mug shot. We affirm1\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to the admissibility of the two hearsay statements: State v. Garner, 389 S.C.\r\n61, 65, 697 S.E.2d 615, 617 (Ct. App. 2010) (\"Evidentiary rulings are within the\r\nsound discretion of the trial court, and such rulings will not be reversed absent an\r\nabuse of discretion or the commission of legal error that prejudices the\r\ndefendant.\"); id. at 67, 697 S.E.2d at 618 (\"[I]mproper admission of hearsay\r\ntestimony constitutes reversible error only when the admission causes prejudice.\");\r\nState v. Mitchell, 286 S.C. 572, 573, 336 S.E.2d 150, 151 (1985) (\"Whether an\r\nerror [in admitting hearsay] is harmless depends on the circumstances of the\r\nparticular case. No definite rule of law governs this finding; rather, the materiality\r\nand prejudicial character of the error must be determined from its relationship to\r\nthe entire case.\"); Garner, 389 S.C. at 68, 697 S.E.2d at 618 (\"[E]rror is deemed\r\nharmless when it could not have reasonably affected the result of the trial, and an\r\nappellate court will not set aside a conviction for such insubstantial errors.\").\r\n\r\n2. As to the admissibility of the mug shot: Id. at 65, 697 S.E.2d at 617\r\n(\"Evidentiary rulings are within the sound discretion of the trial court, and such\r\nrulings will not be reversed absent an abuse of discretion or the commission of\r\nlegal error that prejudices the defendant.\"); id. (\"The trial court abuses its\r\ndiscretion when the ruling is based on an error of law or factual conclusion that is\r\nwithout evidentiary support.\"); State v. Traylor, 360 S.C. 74, 84, 600 S.E.2d 523,\r\n528 (2004) (\"The introduction of a 'mug-shot' of a defendant is reversible error\r\nunless: (1) the state has a demonstrable need to introduce the photograph, (2) the\r\nphotograph shown to the jury does not suggest the defendant has a criminal record,\r\nand (3) the photograph is not introduced in such a way as to draw attention to its\r\norigin or implication.\"); State v. Robinson, 274 S.C. 198, 201, 262 S.E.2d 729, 730\r\n(1980) (holding the admission of a mug shot was proper when the State did not\r\ndraw attention to the origin of the picture and nothing about the picture implied\r\nappellant had a prior criminal record.).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-662","title":"Cantrell v. Aiken County","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-662.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Carlton E. Cantrell, Appellant,\r\n\r\n        v.\r\n\r\n        Aiken County; Aiken County Animal Control Director,\r\n        Shirley Hardin; Aiken County Animal Control Officer,\r\n        Bobby Arthurs; and Judge Charles T. Carter,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2011-200486\r\n\r\n\r\n                      Appeal From Aiken County \n\r\n                 Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-662 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Carlton E. Cantrell, of Aiken, pro se.\r\n\r\n        William H. Davidson, II, and Daniel C. Plyler, of\r\n        Davidson & Lindemann, PA, of Columbia, for\r\n        Respondents.\r\n\nPER CURIAM: Carlton Cantrell appeals the trial court's order granting a motion\r\nto dismiss in favor of Aiken County; Aiken County Animal Control Director,\r\nShirley Hardin; Aiken County Animal Control Officer, Bobby Arthurs; and Judge\r\nCharles T. Carter. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 15-78-110 (2005) (\"[A]ny action brought pursuant to\r\n[the Tort Claims Act] is forever barred unless an action is commenced within two\r\nyears after the date the loss was or should have been discovered. . . .\"); Flateau v.\r\nHarrelson, 355 S.C. 197, 203, 584 S.E.2d 413, 416 (Ct. App. 2003) (\"According to\r\nthe [Tort Claims] Act, '[n]otwithstanding any provision of law . . . [the Tort Claims\r\nAct] is the exclusive and sole remedy for any tort committed by an employee of a\r\ngovernmental entity while acting within the scope of the employee's official duty.'\"\r\n(quoting S.C. Code Ann. § 15-78-20(b) (2005))); State v. Howard, 384 S.C. 212,\r\n217, 682 S.E.2d 42, 45 (Ct. App. 2009) (\"An issue is deemed abandoned and will\r\nnot be considered on appeal if the argument is raised in a brief but not supported\r\nby authority.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-664","title":"State v. Burgess","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-664.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Kevin Burgess, Appellant.\r\n\r\n        Appellate Case No. 2010-176347\r\n\r\n\r\n                    Appeal From Florence County \n\r\n                 Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-664 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant Deputy\r\n        Attorney General David A. Spencer, all of Columbia; and\r\n        Solicitor E.L. Clements, III, of Florence, for Respondent.\r\n\nPER CURIAM: Kevin Burgess appeals his conviction of assault with intent to\r\nkill, arguing the trial court erred in (1) denying his request for a mistrial for witness\r\n\"pitting\" and (2) refusing to issue a jury charge under section 16-11-440 of the\r\nSouth Carolina Code (Supp. 2011), the Protection of Persons and Property Act.\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in denying Burgess's motion for a mistrial for\r\nwitness \"pitting\": State v. Herring, 387 S.C. 201, 216, 692 S.E.2d 490, 498 (2009)\r\n(\"The grant of a motion for a mistrial is an extreme measure which should be taken\r\nonly where an incident is so grievous that the prejudicial effect can be removed in\r\nno other way.\"); id. (\"Generally, a curative instruction to disregard the testimony is\r\ndeemed to have cured any alleged error.\").\r\n\r\n2. As to whether the trial court erred in refusing to issue a jury charge under the\r\nProtection of Persons and Property Act: State v. Commander, 396 S.C. 254, 270,\r\n721 S.E.2d 413, 422 (2011) (\"A jury charge is correct if, when the charge is read as\r\na whole, it contains the correct definition and adequately covers the law.\"); id. (\"To\r\nwarrant reversal, a trial [court's] refusal to give a requested jury charge must be\r\nboth erroneous and prejudicial to the defendant.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-665","title":"State v. Hallman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-665.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Donald Hallman, Appellant.\r\n\r\n        Appellate Case No. 2010-168506\r\n\r\n\r\n\r\n                      Appeal From Union County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-665 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia; and\r\n        Solicitor Kevin Scott Brackett, of York, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-666","title":"Cleveland v. City of Seneca","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-666.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        George Cleveland, Appellant,\r\n\r\n        v.\r\n\r\n        City of Seneca, Mayor Daniel Alexander, in his official\r\n        capacity as Mayor for the City of Seneca, and Mayor Pro\r\n        Tem Ronnie O'Kelly for the City of Seneca,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2010-161289\r\n\r\n\r\n                    Appeal From Oconee County\r\n               R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-666 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        George Cleveland, of Seneca, pro se.\r\n\r\n        Lane Whittaker Davis, of Nelson Mullins Riley &\r\n        Scarborough, LLP, of Greenville; and City Attorney\r\n        Michael J. Smith, of Seneca, for Respondents.\r\n\nPER CURIAM: George Cleveland appeals the trial court's grant of summary\r\njudgment, arguing the trial court erred in (1) finding he failed to state a claim, (2)\r\nfinding he lacked standing, (3) ruling he was not entitled to punitive damages, and\r\n(4) awarding Respondents attorney's fees. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in finding Cleveland failed to state a claim:\r\nHumana Hosp.-Bayside v. Lightle, 305 S.C. 214, 216, 407 S.E.2d 637, 638 (1991)\r\n(\"Where the plaintiff relies solely upon the pleadings, files no counter-affidavits,\r\nand makes no factual showing in opposition to a motion for summary judgment,\r\nthe [trial] court is required under Rule 56, to grant summary judgment, if, under the\r\nfacts presented by the defendant, he was entitled to judgment as a matter of law.\").\r\n\r\n2. As to whether the trial court erred in finding Cleveland lacked standing: ATC S.,\r\nInc. v. Charleston Cnty., 380 S.C. 191, 198, 669 S.E.2d 337, 340-41 (2008) (\"[A]\r\ntaxpayer lacks standing when he 'suffers in some indefinite way in common with\r\npeople generally.'\" (quoting Frothingham v. Mellon, 262 U.S. 447, 488 (1923))).\r\n\r\n3. As to whether the trial court properly denied Cleveland's request for punitive\r\ndamages: Moore v. Benson, 390 S.C. 153, 165, 700 S.E.2d 273, 280 (Ct. App.\r\n2010) (\"Punitive damages may only be awarded upon an underlying finding of\r\nactual damages.\").\r\n\r\n4. As to whether the trial court properly awarded Respondents attorney's fees:\r\nRutland v. Holler, Dennis, Corbett, Ormond & Garner (Law Firm), 371 S.C. 91,\r\n97, 637 S.E.2d 316, 319 (Ct. App. 2006) (\"[F]ollowing the determination of facts,\r\nan appellate court applies an abuse of discretion standard in reviewing the decision\r\nto award sanctions and the specific sanctions awarded.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-667","title":"State v. Hickson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-667.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Artrell Hickson, Appellant.\r\n\r\n        Appellate Case No. 2010-173668\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-667 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Jerry M. Screen, Sr., of Law Office of Jerry M. Screen,\r\n        of Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark R. Farthing, all of Columbia; and\r\n        Solicitor J. Strom Thurmond, Jr., of Aiken, for\r\n        Respondent.\r\n\nPER CURIAM: Artrell Hickson appeals his convictions of armed robbery and\r\npossession of a firearm during the commission of a violent crime, arguing the trial\r\ncourt erred in admitting (1) two hearsay statements and (2) a mug shot. We affirm1\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to the admissibility of the two hearsay statements: State v. Garner, 389 S.C.\r\n61, 65, 697 S.E.2d 615, 617 (Ct. App. 2010) (\"Evidentiary rulings are within the\r\nsound discretion of the trial court, and such rulings will not be reversed absent an\r\nabuse of discretion or the commission of legal error that prejudices the\r\ndefendant.\"); id. at 67, 697 S.E.2d at 618 (\"[I]mproper admission of hearsay\r\ntestimony constitutes reversible error only when the admission causes prejudice.\");\r\nState v. Mitchell, 286 S.C. 572, 573, 336 S.E.2d 150, 151 (1985) (\"Whether an\r\nerror [in admitting hearsay] is harmless depends on the circumstances of the\r\nparticular case. No definite rule of law governs this finding; rather, the materiality\r\nand prejudicial character of the error must be determined from its relationship to\r\nthe entire case.\"); Garner, 389 S.C. at 68, 697 S.E.2d at 618 (\"[E]rror is deemed\r\nharmless when it could not have reasonably affected the result of the trial, and an\r\nappellate court will not set aside a conviction for such insubstantial errors.\").\r\n\r\n2. As to the admissibility of the mug shot: Id. at 65, 697 S.E.2d at 617\r\n(\"Evidentiary rulings are within the sound discretion of the trial court, and such\r\nrulings will not be reversed absent an abuse of discretion or the commission of\r\nlegal error that prejudices the defendant.\"); id. (\"The trial court abuses its\r\ndiscretion when the ruling is based on an error of law or factual conclusion that is\r\nwithout evidentiary support.\"); State v. Traylor, 360 S.C. 74, 84, 600 S.E.2d 523,\r\n528 (2004) (\"The introduction of a 'mug-shot' of a defendant is reversible error\r\nunless: (1) the state has a demonstrable need to introduce the photograph, (2) the\r\nphotograph shown to the jury does not suggest the defendant has a criminal record,\r\nand (3) the photograph is not introduced in such a way as to draw attention to its\r\norigin or implication.\"); State v. Robinson, 274 S.C. 198, 201, 262 S.E.2d 729, 730\r\n(1980) (holding the admission of a mug shot was proper when the State did not\r\ndraw attention to the origin of the picture and nothing about the picture implied\r\nappellant had a prior criminal record).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-668","title":"Thacker v. Aaron Sales","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-668.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Johnny Thacker and Cora Thacker, Appellants,\r\n\r\n            v.\r\n\r\n            Aaron Sales and Leasing, Respondent.\r\n\r\n            Appellate Case No. 2010-169526\r\n\r\n\r\n                          Appeal From Richland County \n\r\n                      Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-668 \n\r\n            Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Cora Thacker and Johnny Thacker, both of Columbia,\r\n            pro se.\r\n\r\n            Matthew Clark LaFave, of Allen Kopet & Associates,\r\n            PLLC, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: The magistrate court entered a default judgment in favor of\r\nAaron Sales and Leasing (Aaron) in the amount of $4,715.79, after Cora Thacker\r\nfiled an answer but failed to appear for trial. Cora and Johnny Thacker appealed\r\nand the circuit court affirmed. The Thackers now appeal the circuit court's order\r\n\naffirming the default judgment, arguing they did not receive notice of the\r\nmagistrate court's trial date, and the magistrate court lacked personal and subject\r\nmatter jurisdiction to hear Aaron's application for default judgment. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the circuit court erred in affirming the default judgment in favor\r\nof Aaron: Bowers v. Thomas, 373 S.C. 240, 244, 644 S.E.2d 751, 753 (Ct. App.\r\n2007) (stating this court \"will presume that an affirmance by a [c]ircuit [c]ourt of a\r\nmagistrate[] [court's] judgment was made upon the merits where the testimony is\r\nsufficient to sustain the judgment of the magistrate [court] and there are no facts\r\nthat show the affirmance was influenced by an error of law\"); Rule 10(a), SCRMC\r\n(providing that once the defendant files an answer, \"the magistrate [court] shall set\r\nthe date of trial and deliver notice of the trial date to both parties in a manner\r\nprovided for in Rule 8\"); Rule 8(b), SCRMC (\"Delivery of a document to a party\r\nshall be made by delivering it to that party or by mailing it to the party's last known\r\naddress\"); Rule 11(a), SCRMC (stating if the defendant answers the complaint\r\n\"within the specified time period but fails to appear at the time set for trial,\r\njudgment may be given for the plaintiff by default if the amount of the claim is\r\nliquidated\"); Rule 11(d), SCRMC (\"If a default hearing is conducted at the time set\r\nfor trial because . . . the defendant failed to appear, no further notice need be given\r\nof the default hearing, provided [the defendant] w[as] properly delivered notice of\r\nthe time set for trial in a manner provided for in Rule 8.\").\r\n\r\n2. As to whether the circuit court erred in finding the magistrate court had personal\r\nand subject matter jurisdiction to hear Aaron's application for default judgment:\r\nS.C. Code Ann. § 22-3-10(11) (2007) (providing a magistrate court has jurisdiction\r\n\"in any action to recover the possession of personal property claimed, the value of\r\nwhich, . . . does not exceed the sum of seven thousand five hundred dollars\");\r\nStearns Bank Nat. Ass'n v. Glenwood Falls, LP, 373 S.C. 331, 337, 644 S.E.2d\r\n793, 796 (Ct. App. 2007) (\"A court usually obtains personal jurisdiction by the\r\nservice of the summons and complaint.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-669","title":"Davis v. Allendale County Hospital","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-669.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Sylvia Ann Davis, Employee, Claimant/Employee,\r\n            Appellant,\r\n\r\n            v.\r\n\r\n            Allendale County Hospital, Employer, and State\r\n            Accident Fund, Carrier, Respondents.\r\n\r\n            Appellate Case No. 2011-193407\r\n\r\n\r\n                    Appeal From The South Carolina Workers'\n\r\n                           Compensation Commission \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-669 \n\r\n                 Heard October 2, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Thomas M. White, of The Steinberg Law Firm, of Goose\r\n            Creek, for Appellant.\r\n\r\n            O. Edworth Liipfert, III, of Griffith Sadler & Sharp, of\r\n            Beaufort, for Respondents.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp. 2011) and Transp. Ins.\r\nCo. & Flagstar Corp. v. S.C. Second Injury Fund, 389 S.C. 422, 427, 699 S.E.2d\r\n\n687, 689-90 (2010) (providing, under the APA, this court can reverse or modify\r\nthe decision of the Appellate Panel if the substantial rights of the appellant have\r\nbeen prejudiced because the decision is affected by an error of law or is clearly\r\nerroneous in view of the reliable, probative, and substantial evidence on the whole\r\nrecord); Jordan v. Kelly Co., 381 S.C. 483, 486, 674 S.E.2d 166, 168 (2009) and\r\nFrame v. Resort Servs. Inc., 357 S.C. 520, 528, 593 S.E.2d 491, 495 (Ct. App.\r\n2004) (noting the Appellate Panel is the ultimate finder of fact in workers'\r\ncompensation cases and the final determination of witness credibility and the\r\nweight to be accorded evidence presented is reserved to the Appellate Panel);\r\nBarton v. Higgs, 381 S.C. 367, 369-70, 674 S.E.2d 145, 146 (2009) and Jordan,\r\n381 S.C. at 486, 674 S.E.2d at 168 (holding, in reviewing a workers' compensation\r\nappeal, this court may not weigh the evidence or substitute its judgment for that of\r\nthe Appellate Panel as to the weight of the evidence on questions of fact; rather, it\r\nmust affirm the findings of fact made by the Appellate Panel if they are supported\r\nby substantial evidence); Shealy v. Aiken County, 341 S.C. 448, 455, 535 S.E.2d\r\n438, 442 (2000) (\"Substantial evidence is not a mere scintilla of evidence nor\r\nevidence viewed from one side, but such evidence, when the whole record is\r\nconsidered, as would allow reasonable minds to reach the conclusion the\r\n[Appellate Panel] reached.\"); Rule 208(b)(1)(B), SCACR (providing that\r\n\"[o]rdinarily, no point will be considered which is not set forth in the statement of\r\nthe issues on appeal.\"); Rule 208(b)(1)(D), SCACR (requiring the brief of\r\nappellant be divided into as many parts as there are issues to be argued, and the\r\nargument section of the brief contain discussion and citations of authority).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-672","title":"Strong v. Strong","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-672.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Deborah Strong, Respondent,\r\n\r\n             v.\r\n\r\n             Robert J. Strong, Appellant.\r\n\r\n             Appellate Case No. 2011-184611\r\n\r\n\r\n                         Appeal From Dorchester County \n\r\n                     William J. Wylie, Jr., Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-672 \n\r\n             Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Robert J. Strong, of North Charleston, pro se.\r\n\r\n             Deborah L. Strong, of Summerville, pro se.\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the family court erred in allowing the January 5, 2011 hearing to\r\ncommence without Husband's attorney being present: Rule 208(b)(1)(D), SCACR\r\n(providing that an appellant's brief should include \"citations of authority\"); First\r\n\nSav. Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (stating an \n\r\nissue is deemed abandoned and will not be considered on appeal if \"[a]ppellant \n\r\nfails to provide arguments or supporting authority for his assertion\").\n\r\n\r\n2. As to the remaining issues: Doe v. S.B.M., 327 S.C. 352, 356, 488 S.E.2d 878, \n\r\n880 (Ct. App. 1997) (\"Objections not raised in the trial court cannot be relied on in \n\r\nthe appellate court.\"); id. (\"The duty is on the litigant to make a timely objection in \n\r\norder to preserve the right of review.\"); Barrow v. Barrow, 394 S.C. 603, 615, 716 \n\r\nS.E.2d 302, 309 (Ct. App. 2011) (holding an issue is not preserved for appellate \n\r\nreview when the family court does not address the issue in its order and the party \n\r\nfails to raise the issue in a Rule 59(e), SCRCP, motion).\n\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-673","title":"Barrington v. Outsourcing Solutions","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-673.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Brenda Barrington, III, Appellant,\r\n\r\n             v.\r\n\r\n             Outsourcing Solutions Inc. and The Phoenix Insurance\r\n             Co., Respondents.\r\n\r\n             Appellate Case No. 2011-183127\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                     Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-673 \n\r\n             Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Brenda Barrington, III, of Summerville, pro se.\r\n\r\n             Frank R. Warder, Jr., of Wood & Warder, LLC, of\r\n             Charleston, for Respondents.\r\n\r\n\r\nPER CURIAM: Brenda Barrington, III appeals the circuit court's order affirming\r\nthe decision of the South Carolina Workers' Compensation Commission Appellate\r\nPanel (Appellate Panel), arguing the circuit court erred in holding (1) the issue of\r\nwhether Barrington sustained a compensable occupational disease was not\r\n\npreserved and (2) substantial evidence supported the Appellate Panel's finding that\r\nBarrington suffered no permanent or partial disability under sections 42-9-10, 42-\r\n9-20, or 42-9-30 of the South Carolina Code (1985 & Supp. 2007). Barrington\r\nalso appeals the circuit court's decision on the grounds that her due process rights\r\nwere compromised because Respondents' attorney wrote the proposed order for the\r\ncircuit court, the physician of record never made a finding as to the permanency of\r\nher injury, and the circuit court failed to enforce previous orders of the Workers'\r\nCompensation Commission requiring Barrington to be reimbursed for her medical\r\nexpenses. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the issue of Barrington sustaining a compensable occupational\r\ndisease was preserved: S.C. Code Ann. § 42-17-50 (1985 & Supp. 2011)\r\n(providing \"an application for review [by the Appellate Panel] is made to the\r\nCommission within fourteen days from the date when notice of the [single\r\ncommissioner's] award shall have been given\"); Brunson v. Am. Koyo Bearings,\r\n367 S.C. 161, 166, 623 S.E.2d 870, 872 (Ct. App. 2005) (\"Only issues within the\r\napplication for review under S.C. Code Ann. § 42-17-50 (1976) are preserved for\r\nappeal to the commission.\"); Reese v. CCI Constr. Co., 334 S.C. 600, 604, 514\r\nS.E.2d 144, 145 (Ct. App. 1999) (holding if the employer fails to appeal the single\r\ncommissioner's finding of an occupational disease to the Appellate Panel, the\r\nfinding is the law of the case); Brunson, 367 S.C. at 165, 623 S.E.2d at 872\r\n(holding an employee \"is not required to relitigate unchallenged findings - which\r\nare the law of the case\").\r\n\r\n2. We find substantial evidence supported the circuit court's decision to affirm the\r\nAppellate Panel's decision finding Barrington was not entitled to compensation\r\nunder sections 42-9-10, 42-9-20, or 42-9-30 of the South Carolina Code. Although\r\nBarrington showed she lost earning capacity for two supplemental jobs, she did not\r\nshow her injury caused a loss of earning capacity in her primary job. Barrington\r\ncontinued to successfully perform all her job duties throughout her illness and, as\r\nof June 5, 2009, her doctor found her asthma to be stable and her lungs \"quiet and\r\nclear.\" See Smith v. NCCI, Inc., 369 S.C. 236, 247, 631 S.E.2d 268, 274 (Ct. App.\r\n2006) (\"Substantial evidence is evidence which, considering the record as a whole,\r\nwould allow reasonable minds to reach the conclusion that the [Appellate Panel]\r\nreached to justify its action.\"); id. (\"The possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent the [Appellate Panel's] findings\r\nfrom being supported by substantial evidence.\"); Solomon v. W.B. Easton, Inc., 307\r\nS.C. 518, 520, 415 S.E.2d 841, 843 (Ct. App. 1992) (\"On appeal, this court must\r\n\naffirm an award [of the Appellate Panel] in which the circuit court concurred if\r\nsubstantial evidence supports the findings.\").\r\n\r\n3. As to the remaining issues: Smith v. NCCI, Inc., 369 S.C. 236, 247-48, 631 \n\r\nS.E.2d 268, 274 (Ct. App. 2006) (\"When a trial court does not explicitly rule on an \n\r\nargument raised, and the appellant makes no Rule 59(e), SCRCP, motion to obtain \n\r\na ruling, the appellate court may not address the issue.\"). \n\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-675","title":"State v. Chen","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-675.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Deqing Chen, Appellant.\r\n\r\n        Appellate Case No. 2011-182587\r\n\r\n\r\n                    Appeal From Beaufort County\r\n                D. Craig Brown, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-675 \n\r\n        Submitted November 1, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        James Arthur Brown, Jr., of Law Offices of Jim Brown,\r\n        P.A., of Beaufort, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor Isaac McDuffie Stone, III, of Beaufort, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Melton v. Olenik, 379 S.C. 45, 50-54, 664 S.E.2d 487, 490-93 (Ct.\r\nApp. 2008) (holding the appointment of a qualified interpreter lies within the trial\r\ncourt's discretion); S.C. Code Ann. § 17-1-50(A)(4) (2003) (\"'Qualified interpreter'\r\nmeans a person who: (a) is eighteen years of age or older; (b) is not a family\r\nmember of a party or a witness; (c) is not a person confined to an institution; and\r\n(d) has education, training, or experience that enables him to speak English and a\r\nforeign language fluently, and is readily able to interpret simultaneously and\r\nconsecutively and to sight-translate documents from English into the language . . .\r\n.\"); Peoples Nat. Bank of Greenville v. Manos Bros., Inc., 226 S.C. 257, 280, 84\r\nS.E.2d 857, 868 (1954) (overruled on other grounds) (\"The qualifications of an\r\ninterpreter depend much on the circumstances, and should be left for the\r\ndetermination of the trial court.\"); Rule 1, RPCCI, Rule 511, SCACR (\"Interpreters\r\nshall render a complete and accurate interpretation, or sight translation, without\r\naltering, omitting or adding anything to what is stated or written, and without\r\nexplanation or summarization.\"); Rule 3, RPCCI, Rule 511, SCACR (\"Interpreters\r\nshall be impartial and unbiased and shall refrain from conduct that may give an\r\nappearance of bias. Interpreters shall disclose any real or perceived conflict of\r\ninterest.\"); Rule 3, RPCCI, Rule 511, SCACR, cmt. (instructing the existence of a\r\npotential conflict of interest \"does not alone disqualify an interpreter from\r\nproviding services as long as the interpreter is able to render services objectively\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-676","title":"Gottschlich v. Strimpfel Custom Homes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-676.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Gregory M. Gottschlich and Donald L. McNeil,\r\n        Appellants,\r\n\r\n        v.\r\n\r\n        Strimpfel Custom Homes, Inc.; Joseph A. Reeve; Jerry L.\r\n        Richardson; Coastal Surveying, Co., Inc.; Thomas N.\r\n        Dye; Jan H. Dye; Ken Oliver; The Byrne Corporation\r\n        d/b/a Dunes Marketing Group; Laurich & Deeb, P.A.;\r\n        Robert M. Deeb, Jr. and Charles H. Wiseman,\r\n        Defendants,\r\n\r\n        Of whom Ken Oliver, The Byrne Corporation d/b/a\r\n        Dunes Marketing Group, Laurich & Deeb, P.A., Robert\r\n        M. Deeb, Jr. and Charles H. Wiseman are the,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2010-161986\r\n\r\n\r\n                      Appeal From Beaufort County \n\r\n                   Marvin H. Dukes, III, Master-in-Equity \n\r\n\r\n\r\n                   Unpublished Opinion No. 2012-UP-676\n\r\n             Heard November 14, 2012– Filed December 19, 2012\n\r\n\r\n\r\n                               AFFIRMED\r\n\n             Charles E. Carpenter, Jr. and Carmen Vaughn\r\n             Ganjehsani, of Carpenter Appeals & Trial Support, LLC,\r\n             of Columbia, for Appellants.\r\n\r\n             Susan Taylor Wall, of McNair Law Firm, PA, of\r\n             Charleston, for Respondents Laurich & Deeb, PA, Robert\r\n             Deeb, Jr. & Charles Wiseman.\r\n\r\n             Max G. Mahaffee, of Grimball & Cabaniss, LLC, of\r\n             Charleston, for Respondents Ken Oliver and The Byrne\r\n             Corporation d/b/a Dunes Marketing Group.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Jones v. Lott, 387 S.C. 339, 346, 692 S.E.2d 900, 903 (2010) (\"Under\r\nthe two issue rule, where a decision is based on more than one ground, the\r\nappellate court will affirm unless the appellant appeals all grounds because the\r\nunappealed ground will become the law of the case.\"); id. at 346, 692 S.E.2d at\r\n903-04 (noting that the two issue rule can be applied to situations not involving a\r\njury); Anderson v. Short, 323 S.C. 522, 525-26, 476 S.E.2d 475, 477 (1996)\r\n(affirming the trial court's decision because the plaintiff did not appeal all grounds\r\nfor the decision); see also Jean Hoefer Toal, et al., Appellate Practice in South\r\nCarolina 80 (2nd ed. 2002) (\"It is a fundamental rule of law that an appellate court\r\nwill affirm a ruling by a lower court if the offended party does not challenge that\r\nruling.\" (citations omitted)).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-677","title":"Wells Fargo Bank v. EGIS 521","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-677.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Wells Fargo Bank, National Association, successor in\r\n        interest by merger to Wachovia Bank, National\r\n        Association, Respondent,\r\n\r\n        v.\r\n\r\n        EGIS 521, LLC, Peter James Menkhaus, Stephanie L.\r\n        Menkhaus, Nancy T. Jenkins, Individually and as Trustee\r\n        of the Don A. Jenkins T/U/W and as Personal\r\n        Representative of the Estate of Don A. Jenkins, Bellsouth\r\n        Carolina PCS, LP, n/k/s Bellsouth Mobility DCS, LP,\r\n        Commercial Products, Mark A. Ciminelli, Mark E.\r\n        Carpenter, Ronald C. Mariello, Defendents,\r\n\r\n        Of whom EGIS 521, LLC, Mark A. Ciminelli, Mark E.\r\n        Carpenter, and Ronald C. Mariello are the Appellants.\r\n\r\n        Appellate Case No. 2011-194326\r\n\r\n\r\n                    Appeal From Lancaster County \n\r\n                  Clyde N. Davis, Jr., Special Referee \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-677 \n\r\n        Submitted December 3, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\n             Philip E. Wright, of Lancaster, for Appellants.\r\n\r\n             Frank Knowlton, William C. Wood, Jr., and Michael J.\r\n             Anzelmo, all of Nelson Mullins Riley & Scarborough,\r\n             LLP, all of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: EGIS 521, LLC, Mark A. Ciminelli, Mark E. Carpenter, and\r\nRonald C. Mariello (collectively \"EGIS\") appeal the trial court's order denying\r\ntheir motion to compel arbitration, arguing the trial court erred in finding they\r\nwaived their right to demand arbitration. We affirm.\r\n\r\n\"'[D]etermining whether a party waived its right to arbitrate is a legal conclusion\r\nsubject to de novo review; nevertheless, the [trial court's] factual findings\r\nunderlying that conclusion will not be overruled if there is any evidence reasonably\r\nsupporting them.'\" Rhodes v. Benson Chrysler-Plymouth, Inc., 374 S.C. 122, 125-\r\n26, 647 S.E.2d 249, 250-51 (Ct. App. 2007) (quoting Liberty Builders, Inc. v.\r\nHorton, 336 S.C. 658, 664-65, 521 S.E.2d 749, 753 (Ct. App. 1999)).\r\n\r\nAlthough South Carolina favors arbitration, a party may waive their right to\r\nenforce an arbitration clause. See Rhodes, 374 S.C. at 126, 647 S.E.2d at 251.\r\n\"Arbitration laws are passed in order to expedite the settlement of disputes and\r\nshould not be used as a means of furthering and extending delays.\" Evans v.\r\nAccent Manufactured Homes, Inc., 352 S.C. 544, 550, 575 S.E.2d 75, 76 (Ct. App.\r\n2003). \"'In order to establish waiver, a party must show prejudice through an\r\nundue burden caused by delay in demanding arbitration.'\" Rhodes, 374 S.C. at\r\n126, 647 S.E.2d at 251(quoting Liberty Builders, Inc., 336 S.C. at 665, 521 S.E.2d\r\nat 753).\r\n\r\nThere are three factors a court generally considers when determining whether a\r\nparty has waived its right to compel arbitration. See Rhodes, 374 S.C. at 126, 647\r\nS.E.2d at 251. First, the court considers \"whether a substantial length of time\r\ntranspired between the commencement of the action and the commencement of the\r\nmotion to compel arbitration.\" Id. Second, the court examines \"whether the party\r\nrequesting arbitration engaged in extensive discovery before moving to compel\r\narbitration.\" Id. Additionally, this court has previously examined whether the case\r\nis on the trial docket at the time of a party's motion to compel arbitration in\r\nanalyzing this second factor. Id. at 128, 647 S.E.2d at 252. Finally, the court\r\n\nconsiders \"whether the non-moving party was prejudiced by the delay in seeking\r\narbitration.\" Id. at 126, 647 S.E.2d at 251.\r\n\r\nUnder these facts, we hold the trial court did not err in finding EGIS waived\r\narbitration. Approximately sixteen months passed between the commencement of\r\nthis commercial foreclosure action and EGIS's motion to compel arbitration. EGIS\r\nenjoyed the benefit of discovery and the parties availed themselves of the trial\r\ncourt's assistance before EGIS's demand for arbitration after the case was\r\nscheduled for trial. Wells Fargo Bank (Bank) was prejudiced by EGIS's delay in\r\nseeking arbitration due to the time and expense incurred by Bank in engaging in\r\ndiscovery and preparing its motion to compel and motion for summary judgment.\r\nAdditionally, the length of delay in demanding arbitration and EGIS's availment of\r\nthe benefit of the discovery process, in conjunction with the status of the case\r\napproaching trial, provides a direct nexus to the presence and degree of prejudice\r\nsustained by Bank. Compare Rhodes, 374 S.C. at 128-29, 647 S.E.2d at 252\r\n(holding a party waived its right to demand arbitration, although the demand for\r\narbitration occurred after only ten months, because the parties engaged in extensive\r\ndiscovery and the demand for arbitration was made after the case was scheduled\r\nfor trial), and Evans, 352 S.C. at 548, 575 S.E.2d at 75-76 (holding a party waived\r\nits right to demand arbitration because the litigation lasted nineteen months before\r\nthe demand occurred, the parties exchanged written interrogatories and requests to\r\nproduce, the party requesting arbitration took two depositions, and the opposing\r\nparty suffered prejudice because the movant obtained information that would not\r\nhave been otherwise available in arbitration), with Toler's Cove Homeowners\r\nAss'n, Inc. v. Trident Constr. Co., 355 S.C. 605, 612, 586 S.E.2d 581, 585 (2003)\r\n(holding the party demanding arbitration did not waive its right to demand\r\narbitration, despite the litigation lasting thirteen months, because discovery was\r\nlimited in nature, the parties had not availed themselves of the court's assistance,\r\nand the parties had not held any depositions), and Rich v. Walsh, 357 S.C. 64, 67,\r\n73, 590 S.E.2d 506, 507, 511 (Ct. App. 2003) (holding there was no waiver where,\r\nafter one year of litigation, the parties conducted limited discovery and a\r\ndeposition lasting only fifteen minutes, during which the party ultimately\r\ndemanding arbitration notified the other side of its intention to demand arbitration),\r\nand Gen. Equip. & Supply Co. v. Keller Rigging & Constr., SC, Inc., 344 S.C. 553,\r\n557, 544 S.E.2d 643, 645 (Ct. App. 2001) (holding the party demanding arbitration\r\ndid not waive its right to demand arbitration after eight months, where the\r\n\"litigation consisted of routine administrative matters and limited discovery [that]\r\ndid not involve the taking of depositions or extensive interrogatories\").\r\n\nAccordingly, the trial court's order denying EGIS's motion to compel arbitration is\r\naffirmed.\r\n\r\nAFFIRMED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-680","title":"SCDSS v. Tricia M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-680.pdf","description":null,"date":"2012-12-19","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Tricia M. and Paul M., Defendants,\r\n\r\n        Of whom Tricia M. is the Appellant,\r\n\r\n        In the interest of a minor child under the age of 18 years.\r\n\r\n        Appellate Case No. 2012-212257\r\n\r\n\r\n                    Appeal From Greenville County \n\r\n                  Alex Kinlaw, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-680 \n\r\n        Submitted December 3, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Rodney Wade Richey, of Richey & Richey, PA, of\r\n        Greenville, for Appellant.\r\n\r\n        Rebecca Rush Wray, of the South Carolina Department\r\n        of Social Services, of Greenville; and Deborah Murdock,\r\n\n              of Murdock Law Firm, LLC, of Mauldin, for\r\n              Respondent.\r\n\r\n              Robert A. Clark, of Robert A. Clark Attorney at Law, of\r\n              Greenville, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Tricia M. appeals the family court's final order terminating her\r\nparental rights to her minor child. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Upon a thorough review of the record and the family court's findings of\r\nfact and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-689","title":"SCDSS v. Tina W.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-689.pdf","description":null,"date":"2012-12-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v. \n\r\n\r\n        Tina W., Brian W., and Reginald E., Defendants, \n\r\n\r\n        Of whom Reginald E. is the Appellant, \n\r\n\r\n        In the interest of minor children under the age of 18. \n\r\n\r\n        Appellate Case No. 2012-211978 \n\r\n\r\n\r\n                      Appeal From Marion County \n\r\n               Arthur E. Morehead, III, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-689 \n\r\n        Submitted December 3, 2012 – Filed December 21, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        John C. Thomas, of Conway, for Appellant.\r\n\r\n        Newton I. Howle, Jr., of Howle Law Firm, of Darlington,\r\n        for Respondent.\r\n\n              Stuart Wesley Snow, Sr., of Dusenbury Snow & McGee,\r\n              PA, of Florence, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Reginald E. appeals a family court order terminating his parental\r\nrights to his minor children. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Upon a thorough review of the record pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-678","title":"State v. Holston","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-678.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Darrin D. Holston, Appellant.\r\n\r\n        Appellate Case No. 2011-192326\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-678 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor J. Strom Thurmond, Jr., of Aiken, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthority: State v. Forrester, 343 S.C. 637, 642, 541 S.E.2d 837, 840 (2001)\r\n(\"[M]aking a motion in limine to exclude evidence at the beginning of trial does\r\nnot preserve an issue for review because a motion in limine is not a final\r\ndetermination. The moving party, therefore, must make a contemporaneous\r\nobjection when the evidence is introduced.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-679","title":"Sprott v. Brookdale Senior","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-679.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Dianne B. Sprott as Personal Representative of the Estate\r\n        of Gladys Brown, Appellant,\r\n\r\n        v.\r\n\r\n        Brookdale Senior Living, Inc.; FEBC-ALT Investors,\r\n        LLC; FEBC-ALT Holdings, Inc.; and Brookdale Senior\r\n        Living Communities, Inc. d/b/a Sterling House of\r\n        Sumter, Respondents.\r\n\r\n        Appellate Case No. 2011-199987\r\n\r\n\r\n                     Appeal From Sumter County\r\n                 W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-679 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        John S. Nichols, of Bluestein, Nichols, Thompson &\r\n        Delgado, LLC, of Columbia; and Lara Pettiss Harrill, of\r\n        McGowan, Hood & Felder, LLC, of Rock Hill, for\r\n        Appellant.\r\n\r\n        Luanne Lambert Runge, of Gallivan, White & Boyd,\r\n        P.A., of Greenville, for Respondents.\r\n\nPER CURIAM: The defendants in this personal injury action against a dependent\r\ncare assisted living facility made a motion in the circuit court \"to dismiss and to\r\ncompel arbitration, or alternatively, to stay the action pending arbitration.\" The\r\ndefendants asked the court to enforce an arbitration clause in the contract between\r\nthe parties, and sought alternative remedies—dismissal or a stay. The circuit court\r\nheard arguments on whether to enforce the arbitration clause, and granted the\r\nmotion by dismissing the action. On appeal, Appellant does not address the merits\r\nof whether the circuit court should have enforced the arbitration clause, conceding\r\nthat question must first be addressed by the arbitrator. Rather, Appellant contends\r\nthe circuit court should not have granted the remedy of dismissal, but should\r\ninstead have granted the alternative remedy of staying the action. While the circuit\r\ncourt clearly ruled on whether to enforce the arbitration clause, the court never\r\nruled on the question of whether to employ the remedy of a stay instead of\r\ndismissal. To preserve the issue of which remedy was appropriate, the only issue\r\nAppellant now seeks to address on appeal, it was incumbent on Appellant to\r\nspecifically ask the circuit court in a Rule 59(e) motion to consider employing the\r\nremedy of a stay instead of dismissal. We affirm. See Wilder Corp. v. Wilke, 330\r\nS.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"[A]n issue cannot be raised for the first\r\ntime on appeal, but must have been raised to and ruled upon by the trial judge to be\r\npreserved for appellate review.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-681","title":"State v. Miralda","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-681.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent\r\n\r\n        v.\r\n\r\n        Nelson Miralda, Appellant.\r\n\r\n        Appellate Case No. 2011-187846\r\n\r\n\r\n                    Appeal From Greenville County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-681 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Julie Kate Keeney, all of Columbia;\r\n        and Solicitor W. Walter Wilkins, III, of Greenville, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Tumbleston, 376 S.C. 90, 96-97, 654 S.E.2d 849, 852 (Ct.\r\nApp. 2007) (stating a trial court should evaluate the sufficiency of an indictment by\r\nconsidering whether (1) the offense is stated with sufficient certainty and\r\nparticularity for the court to know what judgment to pronounce and the defendant\r\nto know what he is being charged with and (2) the indictment apprises the\r\ndefendant of the elements of the offense charged); State v. Reddick, 348 S.C. 631,\r\n635, 560 S.E.2d 441, 443 (Ct. App. 2002) (\"An indictment passes legal muster if it\r\ncharges the crime substantially in the language of the . . . statute prohibiting the\r\ncrime or so plainly that the nature of the offense charged may be easily\r\nunderstood.\" (internal citation and quotation marks omitted)); State v. Owens, 346\r\nS.C. 637, 649, 552 S.E.2d 745, 751 (2001) (\"Specific reference to [the statute] in\r\nthe body of the indictment provided appellant with notice of the elements of [the\r\ncrime he was being charged with].\"), overruled on other grounds by State v.\r\nGentry, 363 S.C. 93, 101-03, 610 S.E.2d 494, 499 (2005); Tumbleston, 376 S.C. at\r\n97, 654 S.E.2d at 853 (\"[W]hether the indictment could be more definite or certain\r\nis irrelevant.\"); id. (\"In determining whether an indictment meets the sufficiency\r\nstandard, the trial court must look at the indictment with a practical eye in view of\r\nall the surrounding circumstances.\"); id. (\"Accordingly, the sufficiency of an\r\nindictment is examined objectively, from the viewpoint of a reasonable person, and\r\nnot from the subjective viewpoint of a particular defendant.\"); State v. Bridgers,\r\n329 S.C. 11, 16, 495 S.E.2d 196, 199 (1997) (finding police officers are public\r\nofficials within the meaning of section 16-3-1040 of the South Carolina Code\r\n(2003)).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-682","title":"State v. Chapman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-682.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Louie Alvoid Chapman, Appellant.\r\n\r\n        Appellate Case No. 2011-195808\r\n\r\n\r\n\r\n                   Appeal From Spartanburg County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-682 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Barry Barnette, of\r\n        Spartanburg, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED. 1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-683","title":"State v. Cheatham","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-683.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Douglas Cheatham, Appellant.\r\n\r\n        Appellate Case No. 2011-202366\r\n\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-683 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                       APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        John Benjamin Aplin, of the South Carolina Department\r\n        of Probation, Pardon and Parole Services, of Columbia,\r\n        for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-684","title":"State v. Ivey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-684.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Dominique K. Ivey, Jr., Appellant.\r\n\r\n        Appellate Case No. 2011-188566\r\n\r\n\r\n\r\n                    Appeal From Berkeley County \n\r\n                Deadra L. Jefferson, Circuit Court Judge, \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-684 \n\r\n        Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Assistant Appellate Defender Dayne C. Phillips, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Scarlett Anne Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-685","title":"McClellion v. McClellion","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-685.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            W. Richard McClellion, Appellant,\r\n\r\n            v.\r\n\r\n            Donna S. McClellion, Respondent.\r\n\r\n            Appellate Case No. 2011-186106\r\n\r\n\r\n                         Appeal From Anderson County \n\r\n                     Stephen S. Bartlett, Family Court Judge\n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-685 \n\r\n             Submitted November 1, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            James Calhoun Pruitt, Jr., of Pruitt & Pruitt, of Anderson,\r\n            for Appellant.\r\n\r\n            Oscar W. Bannister, of Bannister & Wyatt, LLC, of\r\n            Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Lewis v. Lewis, 392 S.C. 381, 394, 709 S.E.2d 650, 656 (2011) (stating\r\nthe decision of whether to award attorney fees rests within the sound discretion of\r\nthe family court); Chisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222, 223\r\n\n(2012) (stating an appellate court reviews the family court's grant of attorney's fees\r\nde novo); Penny v. Green, 357 S.C. 583, 593, 594 S.E.2d 171, 176 (Ct. App. 2004)\r\n(holding to determine whether attorney's fees should be awarded, the family court\r\nconsiders: \"(1) each party's ability to pay his or her own fee; (2) the beneficial\r\nresults obtained by the attorney; (3) the parties' respective financial conditions; and\r\n(4) the effect of the attorney's fee on each party's standard of living\"); Wooten v.\r\nWooten, 358 S.C. 54, 65, 594 S.E.2d 854, 860 (Ct. App. 2003) (holding \"[e]ven\r\nthough Husband prevailed on two of the equitable division issues in this appeal,\r\nthe beneficial results obtained are only one of several factors to be considered by\r\nthe family court in deciding whether or not to award attorney's fees\"); Davis v.\r\nDavis, 372 S.C. 64, 88, 641 S.E.2d 446, 458 (Ct. App. 2006) (holding to determine\r\nthe amount of attorney's fees to award, the family court considers \"the nature,\r\nextent, and difficulty of the services rendered, the time necessarily devoted to the\r\ncase, counsel's professional standing, the contingency of compensation, the\r\nbeneficial results obtained, and the customary legal fees for similar services\");\r\nTaylor v. Taylor, 333 S.C. 209, 216, 508 S.E.2d 50, 54 (Ct. App. 1998) (\"The\r\nreasonableness of the number of hours billed is determined according to (1) the\r\nnature, extent, and difficulty of the case, and (2) the time necessarily devoted to the\r\ncase.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-686","title":"State v. McQueen","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-686.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Demetrick McQueen, Appellant.\r\n\r\n        Appellate Case No. 2011-197148\r\n\r\n\r\n\r\n                    Appeal From Chesterfield County\r\n                 J. Michael Baxley, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-686 \n\r\n        Submitted December 3, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor William Benjamin Rogers,\r\n        Jr., of Bennettsville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-687","title":"Hartman v. Horizon Motors","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-687.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Lisa Hartman, as Personal Representative of the Estate of\r\n            John Kevin Hartman, Employee, Appellant,\r\n\r\n            v.\r\n\r\n            Horizon Motors, Inc., Employer, and Montgomery\r\n            Insurance, Carrier, Respondents.\r\n\r\n            Appellate Case No. 2011-196146\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-687\r\n              Heard December 12, 2012 – Filed December 28, 2012\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Alan M. Tanenbaum, of Charleston, for Appellant.\r\n\r\n            Lynnley Ross, of Willson Jones Carter & Baxley, P.A.,\r\n            of Mount Pleasant, for Respondents.\r\n\r\n\r\nPER CURIAM: The Estate of John Kevin Hartman (Hartman) appeals the\r\ndecision of the Appellate Panel of the Workers' Compensation Commission\r\n(Appellate Panel), which reversed the single commissioner's award of benefits for\r\n\na work-related injury. On appeal, Hartman argues (1) despite Horizon's1 admission\r\nHartman's injury was work-related and the presentation of medical evidence\r\nestablishing causation, the Appellate Panel erroneously denied benefits based upon\r\nthe testimony of lay witnesses who attacked Hartman's credibility; and (2) the\r\noverwhelming weight of the medical evidence supports the findings of the single\r\ncommissioner. We affirm.\r\n\r\n\"The Administrative Procedures Act (APA) provides the standard for judicial\r\nreview of decisions by the [Appellate Panel].\" Pierre v. Seaside Farms, Inc., 386\r\nS.C. 534, 540, 689 S.E.2d 615, 618 (2010); accord Lark v. Bi-Lo, Inc., 276 S.C.\r\n130, 133-34, 276 S.E.2d 304, 306 (1981). Under the APA, this court can reverse\r\nor modify a decision of the Appellate Panel if the substantial rights of the appellant\r\n\"have been prejudiced because the decision is affected by an error of law or is\r\nclearly erroneous in view of the reliable, probative, and substantial evidence on the\r\nwhole record.\" Transp. Ins. Co. v. S.C. Second Injury Fund, 389 S.C. 422, 427,\r\n699 S.E.2d 687, 689-90 (2010); S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp.\r\n2011).\r\n\r\nThe Appellate Panel is the ultimate factfinder in workers' compensation\r\ncases. Shealy v. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000). As a\r\ngeneral rule, this court must affirm the findings of fact made by the Appellate\r\nPanel if they are supported by substantial evidence. Pierre, 386 S.C. at 540, 689\r\nS.E.2d at 618. \"Substantial evidence is that evidence which, in considering the\r\nrecord as a whole, would allow reasonable minds to reach the conclusion the\r\n[Appellate Panel] reached.\" Hill v. Eagle Motor Lines, 373 S.C. 422, 436, 645\r\nS.E.2d 424, 431 (2007). \"The possibility of drawing two inconsistent conclusions\r\nfrom the evidence does not prevent the [Appellate Panel's] finding from being\r\nsupported by substantial evidence.\" Id.\r\n\r\nFirst, Hartman argues the Appellate Panel erroneously denied him benefits in\r\nreliance upon the testimony of lay witnesses who attacked his credibility, despite\r\nHorizon's admission his injury was work-related and the presentation of medical\r\nevidence establishing causation. We disagree.\r\n\r\nThe credibility of witnesses and the weight to be accorded evidence in a workers'\r\ncompensation matter are reserved to the Appellate Panel. Shealy, 341 S.C. at 455,\r\n\r\n1This term collectively refers to Horizon Motors, Inc., and its insurance carrier,\r\nMontgomery Insurance.\r\n\n535 S.E.2d at 442. The Appellate Panel is not limited to considering only expert\r\nevidence but may base its determinations upon evidence presented from the injured\r\nemployee, medical and vocational experts, and lay witnesses. Sanders v.\r\nMeadWestvaco Corp., 371 S.C. 284, 291-92, 638 S.E.2d 66, 70 (Ct. App. 2006).\r\n\r\nHartman argues unpersuasively that the issues before the single commissioner and,\r\ntherefore, the Appellate Panel were medical in nature, only. He further argues\r\ncredibility determinations are irrelevant in an admitted case. However, contrary to\r\nthe representation in Hartman's brief that Horizon admitted both the accident and\r\nthe injury, Horizon's Form 51 admitted only \"an injury to the right shoulder which\r\nha[d] resolved\" and \"denie[d] all other claims.\" Accordingly, this was an admitted\r\ncase as to the injury to the right shoulder but a contested case on all remaining\r\nissues.\r\n\r\nSubstantial evidence in the record supports the Appellate Panel's findings\r\nconcerning Hartman's credibility, and the authority to find facts lies exclusively\r\nwithin the domain of the Appellate Panel. Shealy, 341 S.C. at 455, 535 S.E.2d at\r\n442. We disagree with Hartman's contention that his credibility is not relevant in\r\nthis case. Logic dictates that when only one narrative exists to explain an injury,\r\nthe credibility of the person offering that explanation is paramount. The claimant's\r\ncredibility is also central when his medical providers treat him based upon\r\nsubjective complaints rather than upon the results of objective tests.\r\n\r\nIn the case at bar, the testimony and arguments Hartman characterizes as\r\nimmaterial personal attacks are extremely relevant to both causation and the extent\r\nof his impairment. First, with regard to causation, Hartman presented an\r\ninconsistent accident narrative to his doctors. Doctors Arnau and Lembo, who\r\ntreated him first, recorded the injury occurred as Hartman was pulling a cord on a\r\nblower. Two months later, Hartman wrote on two separate forms that he was\r\ninjured while \"moving equipment\" and \"starting a weed eater.\" Next, Dawoan\r\nHughie's testimony directly conflicted with Hartman's claim that he assisted\r\nHughie in pull-starting a gasoline-powered commercial blower. Hughie denied\r\never using such a machine at Horizon and stated the only similar machine he had\r\nused started by means of an electric switch instead of a pull-cord. In addition,\r\nHorizon's telephone records contradicted some of the details in Hartman's narrative\r\nconcerning how and when he reported the accident. With regard to the extent of\r\nHartman's impairment, Horizon presented a statement from Dr. Robinson and the\r\ntestimony of Lawless indicating Hartman had performed contracting and boat\r\nrepair work during the time he claimed to have been disabled by pain. Finally, the\r\n\nincident in which Hartman's son was accused of removing electronics from a\r\nrepossessed vehicle did not involve any wrongdoing by Hartman, but it suggests he\r\nhad both a motive and an intent to defraud Horizon using a workers' compensation\r\nclaim. Viewing any of this evidence in isolation,2 the Appellate Panel might have\r\nassigned it less weight or disregarded it entirely. However, considering all the\r\nevidence together, the Appellate Panel found it was significant. Accordingly, the\r\nAppellate Panel did not err in considering Hartman's credibility.\r\n\r\nSecond, Hartman argues the overwhelming weight of the medical evidence\r\nsupports the findings of the single commissioner. We disagree.\r\n\r\nAlthough medical evidence \"is entitled to great respect,\" the Appellate Panel is not\r\nbound by the opinions of medical experts and may disregard medical evidence in\r\nfavor of other competent evidence in the record. Potter v. Spartanburg Sch. Dist.\r\n7, 395 S.C. 17, 23, 716 S.E.2d 123, 126 (Ct. App. 2011). However, \"[w]hile a\r\nfinding of fact of the [Appellate Panel] will normally be upheld, such a finding\r\nmay not be based upon surmise, conjecture, or speculation, but must be founded on\r\nevidence of sufficient substance to afford a reasonable basis for it.\" Edwards v.\r\nPettit Constr. Co., Inc., 273 S.C. 576, 579, 257 S.E.2d 754, 755 (1979); see also\r\nGrayson v. Carter Rhoad Furniture, 317 S.C. 306, 309-10, 454 S.E.2d 320, 322\r\n(1995) (affirming reversal of Appellate Panel's decision, which was not supported\r\nby any evidence in the record). \"[T]he possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent the [A]ppellate [P]anel's findings\r\nfrom being supported by substantial evidence.\" McGriff v. Worsley Cos., 376 S.C.\r\n103, 113, 654 S.E.2d 856, 861 (Ct. App. 2007).\r\n\r\nThe record in this matter is replete with conflicting evidence of the extent of\r\nHartman's impairments and whether or when various parts of Hartman's body\r\nreached maximum medical improvement. The evidence also led the single\r\ncommissioner to question Hartman's truthfulness. As a result, making any\r\ndefinitive findings of fact in this case required the Appellate Panel to endorse some\r\nevidence and discard other evidence.3 The Appellate Panel need not reconcile or\r\n\r\n2 We find the evidence addressed above is sufficient to support the Appellate\r\nPanel's decision. Therefore, we do not explore the rest of Horizon's arguments and\r\ninsinuations.\r\n3We recognize the apparent inconsistency in this case, that the Appellate Panel\r\nawarded Hartman benefits for his right shoulder but not for the other injuries that\r\npurportedly resulted from the same accident. However, it appears the Appellate\r\n\ndiscredit conflicting evidence before it but, rather, need only find facts that are\r\nsupported by substantial evidence. See id. (recognizing the evidence may support\r\ninconsistent conclusions).\r\n\r\nWe find the Appellate Panel properly awarded Hartman benefits for the injury to\r\nhis right shoulder, which Horizon admitted. The Appellate Panel looked to the\r\ntreatment notes and opinions of Dr. Ernst, an orthopaedist, for substantial evidence\r\nconcerning that injury. In view of the Appellate Panel's concerns about Hartman's\r\ncredibility, we note Dr. Ernst's treatment relied heavily upon objective tests rather\r\nthan the patient's subjective complaints. Dr. Ernst first evaluated Hartman on July\r\n15, 2009, and referred him to Dr. Aymond for pain management. As part of his\r\ntreatment of Hartman, Dr. Ernst reviewed x-rays, an MRI of the right shoulder, and\r\na three-phase bone scan, none of which revealed significant problems. Upon\r\nreleasing Hartman from his care in October 2009, Dr. Ernst made detailed findings\r\nand assigned him a 2% permanent partial impairment to the right upper extremity.\r\nAccordingly, substantial evidence supported the Appellate Panel's findings and\r\naward of benefits.\r\n\r\nWith regard to injuries to the neck and other body parts, the record reflects the\r\nAppellate Panel denied compensability but did not find Hartman had failed to\r\nprove other injuries. Instead, it extensively reviewed the statements, reports, and\r\ntestimony he gave throughout the course of his treatment and his workers'\r\ncompensation claim and found they were so inconsistent that they lacked\r\ncredibility. As a result, the Appellate Panel gave the greatest weight to the\r\nevidence that relied the least upon Hartman's subjective complaints. Because\r\nsubstantial evidence in the record supports the Appellate Panel's findings, we see\r\nno error. Accordingly, the decision of the Appellate Panel is\r\n\r\nAFFIRMED.\r\n\r\nHUFF and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\nPanel based this decision upon Horizon's actions and not Hartman's proof. The\r\nAppellate Panel awarded Hartman permanent partial disability for the impairment\r\nto his right shoulder solely because Horizon had admitted the injury and provided\r\nbenefits for it.\r\n\n","court":"Appeals"},{"id":"2012-UP-688","title":"Brown v. Dick Smith Nissan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-688.pdf","description":null,"date":"2012-12-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           Latoya Brown, Respondent,\r\n\r\n           v.\r\n\r\n           Dick Smith Nissan, Inc. and Old Republic Surety\r\n           Company, Appellants.\r\n\r\n           Appellate Case No. 2011-183586\r\n\r\n\r\n                        Appeal From Richland County \n\r\n                    Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2012-UP-688 \n\r\n             Heard September 12, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                                REVERSED\r\n\r\n\r\n           Joseph Gregory Studemeyer, of Columbia, for\r\n           Appellants.\r\n\r\n           William T. Toal, of Johnson, Toal & Battiste, PA, of\r\n           Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: This appeal arises out of a claim filed by Respondent Latoya\r\nBrown against Appellants Dick Smith Nissan, Inc. and Old Republic Surety\r\nCompany (collectively \"Dick Smith\") under section 56-15-30(a) of the South\r\n\nCarolina Code (2006) (the \"Dealers Act\"). On appeal, Dick Smith argues the trial\r\ncourt erred in finding: (1) Brown was interested in a Nissan Altima; (2) Dick Smith\r\ncould not find a Nissan Altima within Brown's budget; (3) Dick Smith received\r\n$13,091.00 in approved financing on a Nissan Altima, not a Mazda 6; (4) Dick\r\nSmith violated the Dealers Act because it did not provide Brown with copies of its\r\naccounting entries to prove it had received funding on the installment contract; and\r\n(5) the Dealers Act authorizes a consumer to recover even when the consumer has\r\nbeen warned that abandoning the collateral will result in repossession and has\r\nreceived a notice to cure. We reverse.\r\n\r\n 1. As to whether Dick Smith violated the Dealers Act, we find the trial court erred\r\nin finding Dick Smith violated the Dealers Act by acting in bad faith and by\r\ntreating Brown in an unfair and deceptive manner. See Adams v. Grant, 292 S.C.\r\n581, 582, 358 S.E.2d 142, 143 (Ct. App. 1986) (noting an action under the Dealers\r\nAct is an action at law); Wilder v. Blue Ribbon Taxicab Corp., 396 S.C. 139, 144,\r\n719 S.E.2d 703, 706 (Ct. App. 2011) (stating in an action at law, tried without a\r\njury, an appellate court will not disturb the trial court's findings of fact unless they\r\nare wholly unsupported by the evidence or unless it clearly appears the findings\r\nare controlled by an error of law); S.C. Code Ann. § 56-15-40(1) (2006) (noting a\r\nmanufacturer or motor vehicle dealer violates the Dealers Act by engaging \"in any\r\naction which is arbitrary, in bad faith, or unconscionable and which causes damage\r\nto any of the parties or to the public\"); Estate of Carr ex rel. Bolton v. Circle S\r\nEnters., Inc., 379 S.C. 31, 42-43, 664 S.E.2d 83, 88-89 (Ct. App. 2008) (defining\r\nbad faith as \"[t]he opposite of good faith, generally implying or involving actual or\r\nconstructive fraud, or a design to deceive or mislead another, or a neglect or refusal\r\nto [fulfill] some duty or some contractual obligation, not prompted by an honest\r\nmistake as to one's rights or duties, but by some interested or sinister motive\"\r\n(quoting State v. Griffin, 100 S.C. 331, 333, 84 S.E. 876, 877 (1915))). Here, the\r\ntrial court found Dick Smith treated Brown in an unfair and deceptive manner\r\nbecause \"Dick Smith did not take any steps to help Brown verify the financing or\r\nprovide her with information so that she could speak with the appropriate person at\r\nSovereign Bank.\" Giving full deference to the trial court's factual findings, Dick\r\nSmith did not engage in bad faith or treat Brown in an unfair and deceptive manner\r\nthat violated the Dealers Act.1 Furthermore, Brown testified the reason she\r\n\r\n1 Brown argues that the Sovereign Bank financing approval letter Dick Smith\r\nshowed her was fraudulent. The trial court found that \"[n]one of the information in\r\nthe approval letter from Sovereign was correct.\" We recognize that the financing\r\napproval letter contained information that was puffed for the purpose of helping\r\n\nbrought the Mazda 6 back to the dealership was because of a letter from Sovereign\r\nBank stating that her application for credit had been denied. Any misconceptions\r\nBrown had about her financing that caused her to leave the Mazda 6 at Dick Smith\r\nand incur damages were made by Sovereign Bank; therefore, Dick Smith did not\r\ncause Brown to incur damages. See S.C. Code Ann. § 56-15-40(1) (2006) (noting\r\na manufacturer or motor vehicle dealer violates the Dealers Act by engaging \"in\r\nany action which is arbitrary, in bad faith, or unconscionable and which causes\r\ndamage to any of the parties or to the public\" (emphasis added)). Based on the\r\nforegoing, we reverse the order of the trial court because Dick Smith's actions did\r\nnot violate the Dealers Act as applied to Brown.\r\n\r\n2. As to Dick Smith's remaining arguments on appeal, we decline to address the\r\nmerits, as our finding that Dick Smith did not violate the Dealers Act is dispositive.\r\nSee Young v. Charleston Cnty. Sch. Dist., 397 S.C. 303, 311, 725 S.E.2d 107,\r\n111 (2012) (declining to address additional remaining issues when the disposition\r\nof a prior issue was dispositive of the appeal).\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nBrown obtain financing. However, the inaccuracies in the financing approval letter\r\nwere directed at Sovereign Bank, not Brown. While we do not condone this\r\npractice, we do not believe the record supports a finding that the inaccuracies\r\nrepresented in the financing approval letter, as to Brown, rise to the level of bad\r\nfaith, fraud, or a deceptive act in violation of the Dealers Act, or otherwise caused\r\nBrown damages. The record contains no allegation by Brown or finding by the\r\ntrial court that the public, under the statute, was affected; thus, this issue is not\r\nbefore us.\r\n\n","court":"Appeals"}]