[{"id":"2012-UP-601","title":"Taylor v. Converse College","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-601.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Melanie Taylor, Appellant,\r\n\r\n            v.\r\n\r\n            Converse College, Respondent.\r\n\r\n            Appellate Case No. 2011-197947\r\n\r\n\r\n                          Appeal From Spartanburg County\r\n                         J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                       Unpublished Opinion No. 2012-UP-601 \n\r\n                 Submitted October 1, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Nancy Bloodgood and Lucy Clark Sanders, both of\r\n            Foster Law Firm, LLC, of Daniel Island, for Appellant.\r\n\r\n            Thomas H. Keim Jr. and Lucas James Asper, both of\r\n            Ford & Harrison, LLP, of Spartanburg, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: In this employment matter, Melanie Taylor appeals from the\r\ncircuit court's grant of summary judgment in favor of Converse College. We\r\naffirm.\r\n\n                        FACTS/PROCEDURAL HISTORY\r\nIn April 1997, Appellant Melanie Taylor was offered the position of Assistant\r\nProfessor of Piano Pedagogy at Converse College.1 Before Taylor accepted\r\nConverse's offer of employment, she received and reviewed a copy of the Faculty\r\nHandbook. Every year, the President of Converse sent Taylor a letter stating her\r\nsalary for the coming year. Each letter advised Taylor: \"As always, the terms of\r\nyour employment are controlled by the provisions of the College By-Laws and the\r\nFaculty Handbook.\"\r\n\r\nIn 2003, Converse granted tenure to Taylor and promoted her to Associate\r\nProfessor of Piano Pedagogy. At the time of Taylor's promotion and grant of\r\ntenure, the 2002-2003 Faculty Handbook explained the College's policy governing\r\ntermination and dismissal of tenured faculty.2 Section VII of the Faculty\r\nHandbook, entitled \"Termination of Employment,\" stated the conditions under\r\nwhich Converse could terminate the employment of a tenured faculty member.\r\n\r\n               In order to preserve institutional integrity, the\r\n               employment of a faculty member on tenure or one whose\r\n               term contract has not yet expired may be terminated at\r\n               any time for the following reasons: financial exigency,\r\n               curricular exigency (which includes such reorganization\r\n               of the academic structure as may eliminate the\r\n               department or discipline of the affected faculty member),\r\n               medical circumstances, or cause.\r\n\r\nSection VII of the Faculty Handbook further explained that a majority vote of the\r\nBoard of Trustees was required to dismiss a tenured faculty member.\r\n\r\n               In order to preserve institutional integrity, the Board of\r\n               Trustees may remove any faculty member at any time by\r\n               a majority vote. Such a dismissal may be only for\r\n               financial exigency, curricular exigency, medical\r\n               circumstances, or cause.\r\n\r\n\r\n1   Piano pedagogy is the teaching of students to become piano teachers.\r\n2 Subsequent Faculty Handbooks contained the same policies and procedures\r\nregarding termination and dismissal of tenured faculty.\r\n\nDuring 2008, Converse's endowment experienced a decline of 33%, and a budget\r\ndeficit of $1.8 million was projected for the 2009-2010 academic year. Susan\r\nStevenson, Chief Financial Officer at Converse since 2005, explained: \"Converse\r\nlost 33 percent in our endowment during the drop-off in the investments in the\r\nstock market.\" Stevenson added that Converse had enrollment concerns, including\r\n\"issues with our students' families having lost their income and being able to pay\r\nfor tuition.\"\r\n\r\nIn November 2008, the Executive Committee of the Board of Trustees instructed\r\nPresident Elizabeth Fleming to develop various proposals for \"organizational and\r\noperational changes at Converse in an effort to ensure the long-term viability and\r\nsuccess of the College.\" President Fleming was asked to present these proposals to\r\nthe Board at their April 2009 meeting. In response to the Executive Committee's\r\ndirective, President Fleming appointed three task forces.\r\n\r\nThe Academic Programs Task Force (APTF) was comprised of the Vice President\r\nof Academic Affairs, tenured faculty members, administrators, and a facilitator. In\r\nJanuary 2009, President Fleming issued written directives to the APTF and\r\ninstructed the Task Force to submit its proposals for reorganization to her by April\r\n9, 2009. Specifically, the APTF was asked to recommend 1-3 reorganization\r\nmodels for academic programs. President Fleming required the following\r\n\"deliverable\" from the APTF: \"Develop[] recommendations that involve fewer\r\npositions; fewer separate and distinct programs, majors, and departments;\r\nincreased student: faculty ratio; and a different organizational structure that both\r\nreduces costs and positions the College for strategic growth.\"\r\n\r\nOn April 9, 2009, the APTF presented President Fleming with two reorganization\r\nmodels. Both models recommended eliminating several academic majors,\r\nincluding the piano pedagogy major.3 Board Chairman William Webster testified\r\nthat the Board unanimously approved President Fleming's proposed\r\nReorganization Plan on April 24, 2009. Webster stated:\r\n\r\n            [T]he Board, with members of the Academic Affairs\r\n            Committee in attendance and voting, unanimously\r\n            approved and authorized President Fleming to implement\r\n            the Reorganization Plan with full knowledge that the\r\n\r\n3 At the time the APTF reviewed student enrollment numbers by major, only one\r\nstudent had declared piano pedagogy as her major. Between 2004 and 2007, a\r\ntotal of six piano pedagogy majors had graduated from Converse.\r\n\n            Plan would result in the elimination of majors, the\r\n            integration of departments, the relocation of functions\r\n            serving students, the reduction and elimination of certain\r\n            positions, and the reductions of salary for senior-level\r\n            employees. The Board specifically understood at this\r\n            time that the Reorganization Plan would result in the\r\n            phasing out of eight major programs—French, Modern\r\n            Languages, Computer Science, Computer Science and\r\n            Mathematics, Music Performance – Organ, Piano\r\n            Pedagogy (BA and MA), and Music Business—and the\r\n            elimination of seven faculty positions in the coming\r\n            years, with four faculty members being offered phased-\r\n            out employment or phased-out retirement opportunities.\r\n            In order to implement the Reorganization Plan, the Board\r\n            authorized and directed President Fleming to extend\r\n            generous offers of phased-out employment or phased-out\r\n            retirement to the faculty members affected by this Plan.\r\n\r\nOn May 1, 2009, President Fleming offered a phased-out employment plan to the\r\nfour faculty members, including Taylor, who would be affected immediately by the\r\nReorganization Plan. The phased-out employment plan offered Taylor the\r\nopportunity to continue teaching full-time during the upcoming 2009-2010\r\nacademic year and to teach 50% time during the 2010-2011 and 2011-2012\r\nacademic years. While Taylor's compensation was to be reduced at the end of the\r\n2009-2010 academic year, Converse offered to maintain Taylor's full benefits\r\nthrough the 2011-2012 academic year. Taylor declined Converse's offer of\r\nphased-out employment.\r\n\r\nOn June 2, 2009, the Board approved a motion \"expressly approv[ing] and\r\nratify[ing] the selection\" of the four faculty members affected by the Board's\r\napproval of the Reorganization Plan. The Board additionally passed the following\r\nmotion:     Because the reduction or elimination of the Associate\r\n            Professor Piano Pedagogy position currently occupied by\r\n            Dr. Taylor was a key component of the Board-approved\r\n            Reorganization Plan, her failure to participate in a\r\n            phased-out employment plan leaves the Board no choice\r\n            but to terminate her employment. Accordingly, I ask for\r\n            a motion that the Board provide President Fleming with\r\n            30 days to attempt to negotiate a phased-out employment\r\n\n             plan with Dr. Taylor. If Dr. Taylor fails to agree to such\r\n             a phased-out employment plan, President Fleming shall\r\n             have the authority to notify Dr. Taylor that she will be\r\n             removed from her position and terminated from\r\n             employment on August 31, 2010, for curricular exigency.\r\n\r\nAlso, the Board authorized Taylor's continued employment as a \"full-time tenured\r\nfaculty member\" during the 2009-2010 academic year.\r\n\r\nOn July 16, 2009, Taylor filed a grievance pursuant to Section VII of the Faculty\r\nHandbook. The Grievance Committee conducted a hearing on August 17, 2009.\r\nThereafter, the Grievance Committee found \"that the grounds of Dr. Taylor's\r\ngrievance are not supported and recommended that the grievance be resolved in\r\nfavor of President Fleming.\" In a letter dated September 1, 2009, William\r\nWebster, Chairman of the Board of Trustees, informed Taylor and President\r\nFleming of the Committee's decision, stating: \"I hereby adopt the\r\nrecommendations of the Grievance Committee and deny Dr. Taylor's grievance in\r\nwhole.\" Webster's letter explained:\r\n\r\n             The Board unanimously approved the proposed\r\n             reorganization plan and directed President Fleming to\r\n             implement the plan. President Fleming implemented the\r\n             plan as directed, which led to the elimination of the Piano\r\n             Pedagogy major. Based on the elimination of the Piano\r\n             Pedagogy major, there existed curricular exigency\r\n             sufficient to warrant the Board's decision to terminate Dr.\r\n             Taylor's employment. Thus, President Fleming and the\r\n             Board acted within the parameters of the Handbook in\r\n             terminating Dr. Taylor's employment, and Dr. Taylor's\r\n             grievance is denied accordingly.\r\n\r\nWebster's letter concluded: \"This is the precise type of action that must have been\r\nenvisioned in drafting the Handbook provisions allowing the Board to take\r\nmeasures such as those that have affected Dr. Taylor 'in order to preserve\r\ninstitutional integrity.'\"\r\n\r\nOn October 13, 2009, Taylor filed a complaint requesting a declaratory judgment\r\nand temporary and permanent injunctions; she additionally alleged actions for\r\nbreach of contract, breach of contract accompanied by a fraudulent act, fraud in the\r\ninducement, and intentional misrepresentation. Both parties filed motions for\r\nsummary judgment. Prior to the hearing on the parties' motions for summary\r\n\njudgment, the parties submitted memoranda accompanied by extensive exhibits\r\nand deposition testimony. On September 17, 2010, the circuit court conducted a\r\nhearing on the parties' motions for summary judgment. Several months after the\r\nhearing, Taylor filed a \"notice of additional fact relevant to [her] motion for\r\nsummary judgment.\" In this notice, Taylor asserted that Converse had hired an\r\nadjunct professor to teach piano pedagogy classes.\r\n\r\nOn August 2, 2011, the circuit court granted summary judgment in favor of\r\nConverse on each of Taylor's claims, and the court denied Taylor's motion for\r\nsummary judgment. This appeal followed.\r\n\r\n                               ISSUES ON APPEAL\r\n     1. Did the circuit court err in granting summary judgment in favor of Converse\r\n        College on Taylor's claims of breach of contract and breach of contract\r\n        accompanied by a fraudulent act?\r\n\r\n     2. Did the circuit court err in granting summary judgment in favor of Converse\r\n        College on Taylor's claims of fraud and intentional misrepresentation?\r\n\r\n                                 LAW/ANALYSIS\r\n\r\n1.      Breach of Contract Claims\r\nTaylor contends the trial court erred in granting summary judgment in favor of\r\nConverse on her breach of contract claims. We disagree.\r\n\r\n\"To recover for a breach of contract, the plaintiff must prove: (1) a binding\r\ncontract; (2) a breach of contract; and (3) damages proximately resulting from the\r\nbreach.\" Manios v. Nelson, Mullins, Riley & Scarborough, LLP, 389 S.C. 126,\r\n146, 697 S.E.2d 644, 655 (Ct. App. 2010) (citing Fuller v. E. Fire & Cas. Ins. Co.,\r\n240 S.C. 75, 89, 124 S.E.2d 602, 610 (1962)).\r\n\r\n              To maintain an action for breach of contract\r\n              accompanied by a fraudulent act, a plaintiff must prove\r\n              three elements: \"(1) a breach of contract; (2) fraudulent\r\n              intent relating to the breaching of the contract and not\r\n              merely to its making; and (3) a fraudulent act\r\n              accompanying the breach.\" Conner v. City of Forest\r\n              Acres, 348 S.C. 454, 465-66, 560 S.E.2d 606, 612\r\n              (2002). \"Fraudulent act\" is broadly defined as \"any act\r\n\n             characterized by dishonesty in fact or unfair dealing.\" Id.\r\n             at 466, 560 S.E.2d at 612.\r\n\r\nRoTec Servs., Inc. v. Encompass Servs., Inc., 359 S.C. 467, 470, 597 S.E.2d 881,\r\n883 (Ct. App. 2004) (emphasis added); see McCullough v. The Am. Workmen, 200\r\nS.C. 84, 95, 20 S.E.2d 640, 644 (1942) (distinguishing between \"a simple breach of\r\ncontract\" and \"fraud in the breach of the contract\").\r\n\r\nTaylor identities several areas in which she contends Converse breached the\r\nparties' contract. Taylor argues: (1) the Board of Trustees had no authority to offer\r\n\"phased out\" employment to a tenured professor; (2) the circuit court failed to\r\nconsider the sequence of events leading to her employment termination; (3) there\r\nwas no evidence that the Board removed her from her tenured position due to\r\n\"curricular exigency\"; (4) the circuit court ignored the clear language of the\r\ncontract; and (5) the subsequent hiring of an adjunct professor to teach piano\r\npedagogy was a violation of the terms of the Faculty Handbook.\r\n\r\nThe circuit court found, and the parties agreed, that the Faculty Handbook\r\n\"constitute[d] a contract\" between Taylor and Converse College. However, in\r\nfinding that Converse had not breached its contract with Taylor, the circuit court\r\nstated:      [T]aylor has failed to identify a single provision from\r\n             within the Handbook—the \"contract\" that Converse\r\n             allegedly breached—that she can prove Converse\r\n             violated through its decisions to remove her from\r\n             employment on the basis of curricular exigency. To the\r\n             contrary, the express provisions of the Handbook\r\n             demonstrate that Converse has acted in accordance\r\n             therewith.\r\n\r\nWe agree with the circuit court's determination.\r\n\r\nArticle I, Section 2 of the Converse College Bylaws states that \"Converse College\r\nshall be governed by a Board of Trustees.\" Taylor's arguments fail to acknowledge\r\nthat the Board of Trustees has the express power to terminate the employment of a\r\ntenured faculty member when one of four specific circumstances exists. The\r\nBoard's authority to terminate a tenured faculty member is unambiguous and is\r\nclearly stated at the beginning of Section VII of the Faculty Handbook:\r\n\r\n             In order to preserve institutional integrity, the\r\n             employment of a faculty member on tenure or one whose\r\n\n             term contract has not yet expired may be terminated at\r\n             any time for the following reasons: financial exigency,\r\n             curricular exigency (which includes such reorganization\r\n             of the academic structure as may eliminate the\r\n             department or discipline of the affected faculty member),\r\n             medical circumstances, or cause.\r\n\r\nThis section of the Faculty Handbook also explains the procedure for dismissing a\r\nfaculty member with tenure: \"In order to preserve institutional integrity, the Board\r\nof Trustees may remove any faculty member at any time by a majority vote. Such\r\na dismissal may be only for financial exigency, curricular exigency, medical\r\ncircumstances, or cause.\"\r\n\r\nIn sum, there is no question that the Bylaws granted the Board of Trustees absolute\r\nauthority to address the urgent and challenging issues facing the College during a\r\nsevere financial downturn. In November 2008, the Board, under its authority to\r\ngovern Converse, properly directed its President to develop proposals for ensuring\r\n\"the long-term viability and success of the College.\" The urgency then facing the\r\nBoard is evidenced in its requirement that the President present recommendations\r\nat the April 2009 meeting of the Board. The Reorganization Plan was\r\nunanimously approved by the Board, which included the members of the Board's\r\nAcademic Affairs Committee. The approved Reorganization Plan necessitated the\r\nphasing out of eight major programs, including the BA and MA Piano Pedagogy\r\nmajors. This phase-out of eight curricular programs constituted the \"curricular\r\nexigency\" that is referred to in the Faculty Handbook as a condition under which\r\nthe employment of a tenured faculty member may be terminated. In June 2009, the\r\nBoard passed a motion that expressly required the termination of Taylor's\r\nemployment—\"for curricular exigency\"—if a phased-out employment plan could\r\nnot be negotiated with her.\r\n\r\nThere is no evidence to support Taylor's claim that Converse breached any\r\nobligation it owed to her pursuant to the Faculty Handbook. The Bylaws vest the\r\ncomplete and unlimited power of governance in the Board of Trustees (Article 1,\r\nSection 2). Because there are no limitations on the Board's power to govern\r\nConverse, and because the Board followed the termination and dismissal\r\nprocedures outlined in the Faculty Handbook in terminating Taylor's employment,\r\nthe trial court properly granted summary judgment in favor of Converse on each of\r\nTaylor's breach of contract claims. Moreover, because there was no breach of\r\ncontract, Taylor's action for breach of contract accompanied by a fraudulent act\r\nmust fail.\r\n\nAccordingly, the circuit court properly granted summary judgment in favor of\r\nConverse on Taylor's claims for breach of contract and breach of contract\r\naccompanied by a fraudulent act.\r\n\r\n2.    Fraud in the Inducement and Intentional Misrepresentation\r\nTaylor additionally asserts: \"There are issues of fact in this case as to whether\r\n[Converse] has made false representations regarding its tenure system and whether\r\n[Converse] intended to deceive [Taylor] regarding the significance of her tenured\r\nstatus.\" We disagree.\r\n\r\nTo prevail on her claims of fraud and intentional misrepresentation, Taylor must\r\nestablish nine elements by clear and convincing evidence:\r\n\r\n             In order to recover in an action for fraud and deceit,\r\n             based upon misrepresentation, the following elements\r\n             must be shown by clear, cogent and convincing evidence:\r\n             (1) a representation; (2) its falsity; (3) its materiality; (4)\r\n             either knowledge of its falsity or a reckless disregard of\r\n             its truth or falsity; (5) intent that the representation be\r\n             acted upon; (6) the hearer's ignorance of its falsity; (7)\r\n             the hearer's reliance on its truth; (8) the hearer's right to\r\n             rely thereon; (9) the hearer's consequent and proximate\r\n             injury. Failure to prove any one of the foregoing\r\n             elements is fatal to recovery.\r\n\r\nM. B. Kahn Const. Co. v. S.C. Nat'l. Bank of Charleston, 275 S.C. 381, 384, 271\r\nS.E.2d 414, 415 (1980); see also Dailey Co. v. Amer. Instit. of Mktg. Sys., Inc., 256\r\nS.C. 550, 553, 183 S.E.2d 444, 446 (1971) (\"[W]here one promises to do a certain\r\nthing, having at the time no intention of keeping his agreement, it is a fraudulent\r\nmisrepresentation of a fact, and actionable as such.\").\r\n\r\nFor Taylor's claim to survive, she must produce evidence that Converse knowingly\r\nmade a false representation to her. Taylor contends: \"A jury could find\r\n[Converse's] representations regarding tenure were false.\" Taylor additionally\r\nmaintains: \"It is for a jury to decide whether [Converse's] statements about tenured\r\nprofessors in the Faculty Handbook were false, whether [Taylor's] reliance on\r\n[Converse's] tenure policy in the Faculty Handbook was reasonable, and whether\r\n[Converse] recklessly and intentionally disregarded its tenure policy when it\r\n\"phased out\" [Taylor's] employment and terminated her when she was fully\r\n\ncapable of, and remains fully capable of, teaching a wide variety of music and\r\npiano courses at Converse.\"\r\n\r\nTo the contrary, the evidence shows that Converse restricts the termination of\r\ntenured faculty to a few limited and extraordinary circumstances that are clearly\r\ndelineated in the Faculty Handbook. Taylor testified that she received and\r\nreviewed the Faculty Handbook prior to accepting the position at Converse.\r\nTaylor points to no statement in the Faculty Handbook that is in conflict with the\r\nBoard's action to terminate her employment for curricular exigency. Instead, she\r\nsimply contends the Board knowingly misrepresented the existence of a curricular\r\nexigency. Such an allegation is without merit in light of the elimination of eight\r\nmajor programs of study and the significant cost-saving measures invoked by\r\nConverse during the period in which Taylor's employment was terminated.\r\n\r\nBecause Taylor is unable to show that Converse made a false representation to her,\r\nthe court properly granted summary judgment in favor of Converse on Taylor's\r\nclaims of fraud and intentional misrepresentation.\r\n\r\nFor the foregoing reasons, the circuit court's order is\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-602","title":"State v. Eubanks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-602.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        James R. Eubanks, Appellant.\r\n\r\n        Appellate Case No. 2010-154086\r\n\r\n\r\n                    Appeal From Spartanburg County \n\r\n                   Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-602 \n\r\n             Heard October 17, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Barry J. Barnette, of Spartanburg, for\r\n        Respondent.\r\n\nPER CURIAM: James R. Eubanks appeals his conviction for trafficking cocaine\r\nin an amount between 200 and 400 grams. On appeal, Eubanks argues that the trial\r\ncourt erred in failing to suppress drug evidence seized from his residence and\r\noutbuilding pursuant to a defective search warrant. Specifically, Eubanks asserts\r\nthat (1) the search warrant was not supported by probable cause, and (2) the\r\naffidavit in support of the search warrant was misleading and demonstrated a\r\nreckless disregard for the truth in violation of Franks v. Delaware, 438 U.S. 154\r\n(1978). We affirm.\r\n\r\n1. As to whether the search warrant affidavit presented to the magistrate was\r\nmisleading and demonstrated a reckless disregard for the truth, we find this issue is\r\nnot preserved for appellate review. At trial, Eubanks moved to quash the search\r\nwarrant solely on the ground that the affidavit in support of the search warrant did\r\nnot contain sufficient information to support probable cause. Eubanks did not\r\nassert to the trial court that false information was recklessly included in the\r\naffidavit, nor did he assert that exculpatory information was recklessly omitted\r\nfrom the affidavit. See State v. Davis, 354 S.C. 348, 360-61, 580 S.E.2d 778, 784-\r\n85 (Ct. App. 2003) (holding Franks issue was not preserved for review when the\r\ndefendant did not assert below that false information was intentionally or\r\nrecklessly included in the affidavit and the trial judge made no ruling on that\r\nissue); see also State v. Rutledge, 373 S.C. 312, 318, 644 S.E.2d 789, 792 (Ct.\r\nApp. 2007) (\"There is a presumption of validity with respect to the affidavit\r\nsupporting the search warrant.\") (quoting Franks v. Delaware, 438 U.S. at 171);\r\nState v. Missouri, 337 S.C. 548, 554, 524 S.E.2d 394, 397 (1999) (stating a\r\ndefendant's attack on a search warrant must include \"allegations of deliberate\r\nfalsehood or reckless disregard for the truth, and those allegations must be\r\naccompanied by an offer of proof\").\r\n\r\n2. As to whether the search warrant was supported by probable cause, we find the\r\nmagistrate had a substantial basis for concluding probable cause existed. See State\r\nv. Bellamy, 336 S.C. 140, 144, 519 S.E.2d 347, 348 (1999) (stating a magistrate\r\nmay issue a search warrant only upon a finding of probable cause); State v.\r\nWeston, 329 S.C. 287, 290, 494 S.E.2d 801, 802 (1997) (\"A reviewing court\r\nshould give great deference to a magistrate's determination of probable cause.\");\r\nState v. Dupree, 354 S.C. 676, 683, 583 S.E.2d 437, 441 (Ct. App. 2003) (\"An\r\nappellate court reviewing the decision to issue a search warrant should decide\r\nwhether the magistrate had a substantial basis for concluding probable cause\r\nexisted. This review, like the determination by the magistrate, is governed by the\r\n'totality of the circumstances' test.\" (citations omitted)). In this case, the search\r\nwarrant affidavit stated a confidential informant (CI) had recently observed the sale\r\n\nof cocaine at Eubanks's residence and \"[i]n the past [CI] has observed quantities of\r\ncocaine being stored inside the residence.\" The affidavit further provided, \"[CI]\r\nhas provided information to the Spartanburg County Sheriff's Office in the past\r\nthat has led to the arrest of subjects and the confiscation of illegal contraband.\"\r\nSee Dupree, 354 S.C. at 689, 583 S.E.2d at 444 (stating that if a controlled buy is\r\nproperly conducted \"it alone can provide facts sufficient to establish probable\r\ncause for a search warrant\"); id. at 691, 583 S.E.2d at 445 (stating evidence of a\r\ndrug transaction supports an \"inference that more will be found at the place of\r\noperation\"); Davis, 354 S.C. at 356, 580 S.E.2d at 782 (stating a magistrate may\r\nfind probable cause exists if there is a fair probability that contraband will be found\r\nin a particular place); State v. Scott, 303 S.C. 360, 363, 400 S.E.2d 784, 786 (Ct.\r\nApp. 1991) (\"In the case of drug dealers, evidence is likely to be found where the\r\ndealers live.\"); see also State v. Hammond, 270 S.C. 347, 352-53, 242 S.E.2d 411,\r\n414 (1978) (finding an affidavit was sufficient to establish probable cause when\r\nthe affiant had been told by a confidential informant that the informant had\r\nrecently observed the use and sale of drugs \"at the above named location\" and had\r\nprovided information in the past that had led to arrests and convictions).\r\nAccordingly, we hold the trial court did not err in refusing to suppress the drug\r\nevidence seized from Eubanks's residence and outbuilding.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-603","title":"Fidelity Bank v. Cox Investment Group","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-603.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Fidelity Bank, Respondent,\r\n\r\n        v.\r\n\r\n        Cox Investment Group, LLC, Jeffrey E. Cox, Bobby E.\r\n        Lucas, Darren K. Lucas, and the Kingston Plantation\r\n        Property Owners's Association, Inc., Defendants,\r\n\r\n        Of Whom Cox Investment Group, LLC, Jeffrey E. Cox,\r\n        Bobby E. Lucas, and Darren K. Lucas are, Appellants.\r\n\r\n        Appellate Case No. 2011-201006\r\n\r\n\r\n                       Appeal From Horry County \n\r\n                 Cynthia Graham Howe, Master-in-Equity\n\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-603 \n\r\n             Heard October 17, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        William Isaac Diggs, of Law Office of William Isaac\r\n        Diggs, of Myrtle Beach, for Appellants.\r\n\r\n        Shaun C. Blake, of Ellis Lawhorne & Sims PA, of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Jeffrey E. Cox, Bobby E. Lucas, Darren K. Lucas, and Cox\r\nInvestment Group, LLC (collectively, Appellants) appeal the master-in-equity's (1)\r\naward of a deficiency judgment and (2) reformation of a mortgage. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.     As to whether Fidelity Bank failed to sufficiently allege and prove a claim\r\nfor reformation of the mortgage1: George v. Empire Fire & Marine Ins. Co., 344\r\nS.C. 582, 590, 545 S.E.2d 500, 504 (2001) (\"A contract may be reformed on the\r\nground of mistake when the mistake is mutual and consists in the omission or\r\ninsertion of some material element affecting the subject matter or the terms and\r\nstipulations of the contract, inconsistent with those of the parol agreement which\r\nnecessarily preceded it.\" (citing Crosby v. Protective Life Ins. Co., 293 S.C. 203,\r\n206, 359 S.E.2d 298, 300 (Ct. App. 1987)); Comm. Union Assur. Co. v. Castile,\r\n283 S.C. 1, 4, 320 S.E.2d 488, 490 (Ct. App. 1984) (\"A mutual mistake is one\r\nwhereby both parties intended a certain thing and by mistake in the drafting did not\r\nget what both parties intended.\").\r\n\r\n2.     As to whether Fidelity Bank failed to sufficiently allege and prove a claim\r\nfor deficiency judgment: Perpetual Bldg. & Loan Ass'n of Anderson v. Braun, 270\r\nS.C. 338, 339-41, 242 S.E.2d 407, 407-08 (1978) (holding \"a deficiency judgment\r\nto be such an incident of mortgage foreclosure that it may be supported by a\r\ngeneral prayer for relief\" and a creditor \"may proceed by foreclosure to satisfy his\r\nlien\"; \"It has been held that a court has inherent power to authorize a decree for\r\ndeficiency, and that no specific notice or motion need be given to the defendant\r\ninasmuch as such decree follows implicitly. Moreover, since a decree for a\r\ndeficiency is an incident of a foreclosure suit in equity, it may be granted under a\r\nprayer for general relief\" (citations and internal quotation marks omitted)); see also\r\nBartles v. Livingston, 282 S.C. 448, 319 S.E.2d 707 (Ct. App. 1984) (discussing\r\nthe history of pleading foreclosures and deficiency judgments and addressing the\r\nimport of Braun).\r\n\r\nAFFIRMED.\r\n\r\n1 We note Appellants contend the master erroneously relied upon S.C. Code Ann. §\r\n29-3-660 (2011) in reforming the mortgage. However, the order clearly indicates\r\nthe court treated the statute and the reformation action separately. It did not\r\nconflate the analysis of the issues before it, and we therefore find this argument\r\nwithout merit.\r\n\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-604","title":"SCDSS v. Heyward","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-604.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            SCDSS and Susan Wilkey, Respondents,\r\n\r\n            v.\r\n\r\n            Samuel Heyward, Jr., Appellant.\r\n\r\n            Appellate Case No. 2011-204207\r\n\r\n\r\n                         Appeal From Berkeley County \n\r\n                       Jack A. Landis, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-604 \n\r\n              Submitted October 26, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Merrill A. Cox, of Cox Law Firm, of Goose Creek, for\r\n            Appellant.\r\n\r\n            Paul F. LeBarron, of the South Carolina Department of\r\n            Social Services, of Charleston, for Respondents.\r\n\r\n\r\nPER CURIAM: Samuel Heyward, Jr., appeals the family court's denial of his\r\nmotion in reference to bankruptcy. Heyward argues an automatic stay in a Chapter\r\n13 bankruptcy bars the continuation of an order of incarceration for civil contempt\r\nfor failure to pay child support. We affirm pursuant to Rule 220(b)(1), SCACR,\r\n\nand the following authorities: King v. King, 384 S.C. 134, 142, 681 S.E.2d 609, \n\r\n614 (Ct. App. 2009) (holding issues must be raised to and ruled upon by the family \n\r\ncourt to be preserved for appellate review); Bodkin v. Bodkin, 388 S.C. 203, 219, \n\r\n694 S.E.2d 230, 239 (Ct. App. 2010) (holding when the family court fails to rule \n\r\non an issue presented, the issue must be raised in a Rule 59(e), SCRCP, motion to \n\r\nbe preserved for review). \n\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-605","title":"Earp v. Perritte","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-605.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Bobbie Earp, Respondent,\r\n\r\n             v.\r\n\r\n             Sean Perritte, Appellant.\r\n\r\n             Appellate Case No. 2011-204626\r\n\r\n\r\n                          Appeal From Berkeley County \n\r\n                        Jack A. Landis, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-605 \n\r\n              Submitted October 26, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Merrill A. Cox, of Cox Law Firm, of Goose Creek, for\r\n             Appellant.\r\n\r\n             Bobbie Earp, pro se, for Respondent.\r\n\r\n\r\nPER CURIAM: Sean Perritte appeals the family court's denial of his motion in\r\nreference to bankruptcy. Perritte argues an automatic stay in a Chapter 13\r\nbankruptcy bars the continuation of an order of incarceration for civil contempt for\r\nfailure to pay child support. We affirm pursuant to Rule 220(b)(1), SCACR, and\r\nthe following authorities: King v. King, 384 S.C. 134, 142, 681 S.E.2d 609, 614\r\n\n(Ct. App. 2009) (holding issues must be raised to and ruled upon by the family\r\ncourt to be preserved for appellate review); Bodkin v. Bodkin, 388 S.C. 203, 219,\r\n694 S.E.2d 230, 239 (Ct. App. 2010) (holding when the family court fails to rule\r\non an issue presented, the issue must be raised in a Rule 59(e), SCRCP, motion to\r\nbe preserved for review).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-606","title":"SCDSS v. Kathy C.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-606.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Kathy C., Matthew H., Michael E., Linda H., Defendants,\r\n\r\n        Of Whom Matthew H. is the Appellant,\r\n\r\n        In the interest of minor under the age of 18.\r\n\r\n        Appellate Case No. 2011-200926\r\n\r\n\r\n                     Appeal From Cherokee County \n\r\n                 Phillip K. Sinclair, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-606 \n\r\n         Submitted October 26, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Paul C. MacPhail, of MacPhail Law Firm, LLC, of\r\n        Spartanburg, for Appellant.\r\n\r\n        N. Beth Ramsey Faulkner, of Brice Law Firm, LLC, of\r\n        York, for Respondent.\r\n\nPER CURIAM: Matthew H. (Boyfriend) appeals the family court's order, finding\r\nhe sexually abused his girlfriend's minor child (Child) and directing placement of\r\nhis name on the Department of Social Services (DSS) Central Registry of Child\r\nAbuse and Neglect (Central Registry). We affirm.1\r\n\r\n\"In appeals from the family court, the appellate court has the authority to find the\r\nfacts in accordance with its view of the preponderance of the evidence.\" Ex parte\r\nMorris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006). \"This broad scope of review\r\ndoes not, however, require the appellate court to disregard the findings of the\r\nfamily court.\" Id. \"This degree of deference is especially true in cases involving\r\nthe welfare and best interests of a minor child.\" Id. at 62, 624 S.E.2d at 652.\r\n\r\n1.   Boyfriend argues the family court erred in finding he sexually abused Child.\r\nWe disagree.\r\n\r\nUnder section 63-7-20(4)(b) of the South Carolina Code (2010),\r\n\r\n              \"[c]hild abuse or neglect\" or \"harm\" occurs when the\r\n              parent . . . or other person responsible for the child's\r\n              welfare:\r\n\r\n              commits or allows to be committed against the child a\r\n              sexual offense as defined by the laws of this State or\r\n              engages in acts or omissions that present a substantial\r\n              risk that a sexual offense as defined in the laws of this\r\n              State would be committed against the child[.]\r\n\r\nA person is guilty of criminal sexual conduct with a minor if they engage in sexual\r\nbattery with a victim less than eleven years old. S.C. Code Ann. § 16-3-655(A)(1)\r\n(Supp. 2011). \"Sexual battery\" is defined as \"sexual intercourse, cunnilingus,\r\nfellatio, anal intercourse, or any intrusion, however slight, of any part of a person's\r\nbody or of any object into the genital or anal openings of another person's body,\r\nexcept when such intrusion is accomplished for medically recognized treatment or\r\ndiagnostic purposes.\" S.C. Code Ann. § 16-3-651(h) (2003).\r\n\r\nIn the instant case, the forensic evaluator's (Evaluator) testimony and report about\r\nChild's statements made to her during interviews indicate Child was sexually\r\nabused. Further, the guardian ad litem's report containing Child's spontaneous\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nstatements to Cherokee Children's Home staff during bath time further substantiate\r\nEvaluator's finding of sexual abuse. Additionally, Child's great-grandmother\r\n(Grandmother) testified Child told her about the sexual abuse, and the family court\r\nfound Grandmother's testimony was credible. See Lewis v. Lewis, 392 S.C. 381,\r\n385, 709 S.E.2d 650, 652 (2011) (holding although the appellate courts review the\r\nfamily court's findings de novo, they are not required to ignore the fact that the\r\nfamily court, which saw and heard the witnesses, was in a better position to\r\nevaluate their credibility and assign comparative weight to their testimony).\r\n\r\nAccordingly, we affirm the family court's finding that Boyfriend sexually abused\r\nChild.\r\n\r\n2.    Boyfriend argues the family court erred in ordering placement of his name\r\non the Central Registry because it failed to make sufficient factual findings to\r\nsupport such placement. We disagree.\r\n\r\nSection 63-7-1920(A) of the South Carolina Code (2010) requires DSS to\r\n\"maintain a Central Registry of Child Abuse and Neglect,\" and providing \"[e]ach\r\nentry in the registry must be accompanied by information . . . identifying the\r\n[perpetrator of child abuse or neglect] . . . and describing the abuse or neglect\r\ncommitted by the [perpetrator].\" Section 63-7-1940(A)(1) details the means by\r\nwhich a person is entered in the Central Registry and provides as follows:\r\n\r\n            At a hearing pursuant to [s]ection 63-7-1650 or 63-7-\r\n            1660, at which the court orders that a child be taken or\r\n            retained in custody or finds that the child was abused or\r\n            neglected, the court:\r\n\r\n            must order that a person's name be entered in the Central\r\n            Registry of Child Abuse and Neglect if the court finds\r\n            that there is a preponderance of evidence that the person\r\n            physically or sexually abused . . . the child. Placement\r\n            on the Central Registry cannot be waived by any party or\r\n            by the court.\r\n\r\nBecause we find the family court did not err in finding Boyfriend sexually abused\r\nChild, we also find the family court did not err in ordering Boyfriend's name be\r\nplaced on the Central Registry pursuant to section 63-7-1940.\r\n\n3.    Boyfriend argues the family court erred in finding a preponderance of the\r\nevidence supported DSS's \"indication\" that Boyfriend sexually abused Child. We\r\ndisagree.\r\n\r\nSection 63-7-920 of the South Carolina Code (2010) provides guidelines to DSS\r\nfor investigating reports of suspected child abuse or neglect. DSS has a duty to\r\nbegin a thorough investigation within twenty-four hours of receiving a report of\r\nsuspected child abuse or neglect and must classify the report as either \"indicated\"\r\nor \"unfounded\" within sixty days. §§ 63-7-920(A)(1), 63-7-930(A). \"Indicated\r\nfindings\" of abuse or neglect by DSS \"must be based upon a finding of the facts\r\navailable to the department that there is a preponderance of evidence that the child\r\nis an abused or neglected child.\" § 63-7-930(B)(1). A \"[p]reponderance of\r\nevidence\" is \"evidence which, when fairly considered, is more convincing as to its\r\ntruth than the evidence in opposition.\" § 63-7-20(19). Furthermore, DSS has the\r\nresponsibility to bring meritorious allegations of child abuse and neglect before the\r\nfamily court. S.C. Dep't of Soc. Servs. v. Scott K., 380 S.C. 140, 147, 668 S.E.2d\r\n425, 429 (Ct. App. 2008).\r\n\r\nOnce DSS has classified a report as \"indicated,\" it may then petition the family\r\ncourt to remove the child from the custody of the parent if it determines (1) by a\r\npreponderance of the evidence, the child has been abused or neglected and (2) the\r\nchild cannot be safely maintained in the home. See id. at 148, 668 S.E.2d at 429;\r\nsee also § 63-7-1660(A). The family court can order removal only after it finds the\r\nallegations of the DSS petition are \"supported by a preponderance of evidence\r\nincluding a finding that the child is an abused or neglected child as defined in\r\n[s]ection 63-7-20[,]\" and \"the child cannot reasonably be protected from . . . harm\r\nwithout being removed.\" § 63-7-1660(E).\r\n\r\nIn this case, DSS presented evidence to support the reported allegation of sexual\r\nabuse. The DSS worker testified her investigation included: interviews of Child\r\nand of biological father and mother; a letter from Grandmother; information from\r\nthe Children's Home, which were indicative of possible sexual abuse; and\r\ninformation she obtained from Evaluator regarding statements Child made to her\r\nduring interviews. The DSS worker testified the \"basis for making our case\r\ndecision was based on [Child's] disclosures during her forensic assessment,\" and\r\nalso on \"the statements of everybody involved including all the defendants.\"\r\nTherefore, Boyfriend's argument that DSS had no evidence, other than\r\nGrandmother's report of sexual abuse, to substantiate its \"indication\" is without\r\nmerit. Further, although Boyfriend is correct in asserting Evaluator's forensic\r\n\nreport had not yet been completed at the time DSS found this case was \"indicated,\"\r\nthe DSS worker testified Evaluator called her after the interviews to inform her of\r\nstatements Child made during the interviews.\r\n\r\nMoreover, the family court considered all the testimony and evidence, including\r\nevidence concerning Grandmother's motive and mother's denial of sexual abuse,\r\nand determined there was a preponderance of evidence to support DSS's allegation\r\nof sexual abuse. In its order, the family court found Grandmother's testimony was\r\ncredible and Evaluator's testimony as to Child's statements \"compelling,\" and we\r\nlend credence to this finding. See Lewis, 392 S.C. at 385, 709 S.E.2d at 652.\r\n\r\nAccordingly, we hold the family court did not err in finding a preponderance of the\r\nevidence supported DSS's allegation that Boyfriend sexually abused Child.\r\n\r\n4.    Boyfriend argues the family court erred in allowing Grandmother's\r\ntestimony as to Child's out-of-court statement. We disagree.\r\n\r\nTestimony of the out-of-court statement of a child who is under the age of twelve\r\nwill be admitted in a family court proceeding where abuse or neglect is alleged if\r\nthe family court finds the child is unavailable to testify for one of five statutory\r\nreasons, and the child's out-of-court statement possesses particularized guarantees\r\nof trustworthiness. S.C. Code Ann. § 19-1-180 (Supp. 2011). A child may be\r\nclassified as \"unavailable\" to testify when the child is incompetent, which includes\r\nthe child's inability to communicate about the offense because of fear, or there is a\r\nsubstantial likelihood the child will suffer severe emotional trauma from testifying\r\nat the proceeding, on videotape, or on closed-circuit television. § 19-1-\r\n180(2)(a)(iv)-(v). Section 19-1-180(D) sets out ten factors the family court may\r\nconsider in determining whether a child's out-of-court statement contains\r\nparticularized guarantees of trustworthiness. Furthermore, the appellate courts\r\n\"give great deference to the family court's determination on the issue of\r\ntrustworthiness.\" Richland Cnty. Dep't of Soc. Servs. v. Earles, 330 S.C. 24, 32,\r\n496 S.E.2d 864, 868 (1998).\r\n\r\nThe evidence in the record supports the admissibility of Grandmother's testimony\r\nas to Child's out-of-court statement. The family court found Child was unavailable\r\nto testify for two reasons. First, Child was unavailable because she was\r\nincompetent, in that she was unable to communicate about the abuse due to fear.\r\nSecond, Child was unavailable because there was a substantial likelihood she\r\nwould suffer severe emotional trauma from testifying at the proceeding, on\r\n\nvideotape, or on closed-circuit television. As to the statement's trustworthiness, the\r\nfamily court stated in its order:\r\n\r\n             [C]hild's out-of-court statements were shown to possess\r\n             particularized guarantees of trustworthiness in that the\r\n             child's young age made it unlikely that she fabricated\r\n             statements such as those she described. Further, the\r\n             statements were heard by more than one person. There\r\n             was no apparent motive for the child to falsify or distort\r\n             the event. The child obviously had personal knowledge\r\n             of this event.\r\n\r\nSee § 19-1-180(D)(1), (4), (5), & (8) (providing the family court considers factors\r\nsuch as \"the child's personal knowledge of the event[,] any apparent motive the\r\nchild may have to falsify or distort the event, whether more than one person heard\r\nthe statement[,] and whether the child's young age makes it unlikely that the child\r\nfabricated a statement\"). Additionally, the family court found Grandmother's\r\ntestimony was credible. See § 19-1-180(D)(3) (maintaining the credibility of the\r\nperson testifying about the statement is a factor the family court considers in\r\ndetermining whether the child's statement is trustworthy).\r\n\r\nAccordingly, we affirm the trial court's decision to allow Grandmother's testimony\r\nas to Child's out-of-court statement because Child was \"unavailable\" and the\r\nstatement was trustworthy.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., WILLIAMS, J., AND PIEPER, J.\r\n\n","court":"Appeals"},{"id":"2012-UP-607","title":"SCDSS v. Dorothy M. C.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-607.pdf","description":null,"date":"2012-11-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Dorothy M. C. and Jesse C., Defendants,\r\n\r\n        Of whom Dorothy M. C. is the Appellant,\r\n\r\n        In the interest of minor children under the age of 18\r\n        years.\r\n\r\n        Appellate Case No. 2012-212335\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n               Robert N. Jenkins, Sr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-607 \n\r\n         Submitted November 1, 2012 – Filed November 7, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Timothy Clardy, of The Dennison Law Firm, PC, of\r\n        Greenville, for Appellant.\r\n\r\n        Rebecca Rush Wray, of the South Carolina Department\r\n        of Social Services, of Greenville, and Deborah Murdock,\r\n\n              of Murdock Law Firm, LLC, of Mauldin, for\r\n              Respondent.\r\n\r\n              Don J. Stevenson, of Don J. Stevenson Attorney at Law,\r\n              of Greenville, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Dorothy M. C. appeals from the family court's final order\r\nterminating her parental rights to her minor children. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2011). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-608","title":"SunTrust Mortgage v. Ostendorff","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-608.pdf","description":null,"date":"2012-11-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            SunTrust Mortgage, Inc., Respondent,\r\n\r\n            v.\r\n\r\n            Mark Ostendorff, Appellant.\r\n\r\n            Appellate Case No. 2010-150386\r\n\r\n\r\n                            Appeal From York County\r\n                     S. Jackson Kimball, Special Circuit Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-608 \n\r\n                 Heard October 30, 2012 – Filed November 14, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Mark Ostendorff, Appellant pro se.\r\n\r\n            Brian Steed Tatum, of Tatum Law Firm, PLLC, of\r\n            Charlotte, North Carolina, for Respondent SunTrust\r\n            Mortgage Inc.\r\n\r\n\r\nPER CURIAM: In this mortgage foreclosure case, Appellant Mark Ostendorff\r\nseeks review of the circuit court's order granting summary judgment to Respondent\r\nSunTrust Mortgage, Inc. on Ostendorff's counterclaim for breach of contract. We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\n1.\t As to the circuit court's conclusion that SunTrust was entitled to suspend\r\n    construction draws as a matter of law: Rule 220(c), SCACR (\"The appellate\r\n    court may affirm any ruling, order, decision or judgment upon any ground(s)\r\n    appearing in the Record on Appeal.\"); Hardee v. Hardee, 355 S.C. 382, 387,\r\n    585 S.E.2d 501, 503 (2003) (\"The judicial function of a court of law is to\r\n    enforce a contract as made by the parties, and not to rewrite or to distort,\r\n    under the guise of judicial construction, contracts, the terms of which are\r\n    plain and unambiguous.\"); Charles v. Canal Ins. Co., 238 S.C. 600, 608, 121\r\n    S.E.2d 200, 205 (1961) (\"[T]he function of courts is to adjudge and enforce\r\n    contracts as they are written and entered into by the parties.\").\r\n\r\n2.\t As to whether the issues of fact asserted by Ostendorff precluded summary\r\n    judgment: Rule 220(c), SCACR (\"The appellate court may affirm any\r\n    ruling, order, decision or judgment upon any ground(s) appearing in the\r\n    Record on Appeal.\"); Rule 56(c), SCRCP (providing that summary\r\n    judgment shall be granted when \"the pleadings, depositions, answers to\r\n    interrogatories, and admissions on file, together with the affidavits, if any,\r\n    show that there is no genuine issue as to any material fact and that the\r\n    moving party is entitled to a judgment as a matter of law\" (emphasis\r\n    added)); In re Walter M., 386 S.C. 387, 392, 688 S.E.2d 133, 136 (Ct. App.\r\n    2009) (\"Generally, an issue must be both raised to and ruled upon by the\r\n    trial court in order to be preserved for appellate review.\").\r\n\r\n3. As to whether SunTrust's failure to provide Ostendorff with certain\r\n   discovery responses precluded summary judgment: Dawkins v. Fields, 354\r\n   S.C. 58, 69, 580 S.E.2d 433, 439 (2003) (\"[T]he nonmoving party must\r\n   demonstrate the likelihood that further discovery will uncover additional\r\n   relevant evidence.\").\r\n\r\n4. As to Ostendorff's challenge to the jurisdiction of the special circuit judge:\r\n   Glasscock, Inc. v. U.S. Fid. & Guar. Co., 348 S.C. 76, 81, 557 S.E.2d 689,\r\n   691 (Ct. App. 2001) (\"[S]hort, conclusory statements made without\r\n   supporting authority are deemed abandoned on appeal and therefore not\r\n   presented for review.\"); State v. Colf, 332 S.C. 313, 322, 504 S.E.2d 360,\r\n   364 (Ct. App. 1998), aff'd as modified, 337 S.C. 622, 525 S.E.2d 246 (2000)\r\n   (\"An issue is also deemed abandoned if the argument in the brief is merely\r\n   conclusory.\").\r\n\nAFFIRMED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-610","title":"Crenshaw's TV v. Jocassee Partners","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-610.pdf","description":null,"date":"2012-11-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Crenshaw's TV and Radio Service, Inc., d/b/a Crenshaw's\r\n        TV & Appliance, Respondent,\r\n\r\n        v.\r\n\r\n        Jocassee Partners Holdings, LLC Individually and d/b/a\r\n        The Jocassee Club and Bank of Travelers Rest,\r\n        Defendants,\r\n\r\n        Of whom Jocassee Partners Holdings, LLC Individually\r\n        and d/b/a The Jocassee Club is Appellant.\r\n\r\n        Appellate Case No. 2010-175307\r\n\r\n\r\n                      Appeal From Oconee County\r\n                 R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-610 \n\r\n             Heard October 3, 2012 – Filed November 14, 2012 \n\r\n\r\n\r\n                    REVERSED AND REMANDED\r\n\r\n\r\n        Violet Elizabeth Wright and T.S. Stern, Jr. of Covington\r\n        Patrick Hagins Stern & Lewis, P.A. of Greenville, for\r\n        Appellant.\r\n\n             James W. Logan of Logan Jolly & Smith, LLP of\r\n             Anderson, for Respondent.\r\n\r\n\r\nPER CURIAM: Jocassee Partners Holdings, LLC (Jocassee) appeals the trial\r\ncourt's grant of summary judgment to Crenshaw's TV and Radio (Crenshaw) on its\r\nmechanic's lien foreclosure action and the award of costs and attorney's fees to\r\nCrenshaw. We reverse and remand to the trial court for an award of reasonable\r\nattorney's fees to Jocassee as the prevailing party.\r\n\r\nJocassee argued that the trial court erred in finding Crenshaw was the prevailing\r\nparty and in awarding Crenshaw attorney's fees under section 29-5-20 of the South\r\nCarolina Code (2007) when Jocassee had previously tendered the full amount of\r\nthe mechanic's lien, the final half of which Crenshaw had refused before it\r\ncommenced foreclosure proceedings.\r\n\r\nAs a general rule, attorney's fees are not recoverable unless authorized by contract\r\nor statute. Blumberg v. Nealco, Inc., 310 S.C. 492, 493, 427 S.E.2d 659, 660\r\n(1993). Under the mechanic's lien statute, attorney's fees are awarded by the court\r\nonly if there is an action filed with the court. S.C. Code Ann. § 29-5-20 (A)\r\n(2007). The court may award to the prevailing party\r\n\r\n             the costs of the action and a reasonable attorney's fee\r\n             which must be determined by the court in which the\r\n             action is brought but only if the party seeking to enforce\r\n             the lien prevails. If the party defending against the lien\r\n             prevails, the defending party must be awarded costs of\r\n             the action and a reasonable attorney's fee as determined\r\n             by the court.\r\n\r\nId. (emphasis added).\r\n\r\n             Our supreme court has defined a \"prevailing party\" as\r\n             \"one who successfully prosecutes the action or\r\n             successfully defends against it, prevailing on the main\r\n             issue, even though not to the extent of the original\r\n             contention [and] is the one in whose favor the decision or\r\n             verdict is rendered and judgment entered.\"\r\n\nEFCO Corp. v. Renaissance on Charleston Harbor, LLC, 370 S.C. 612, 618, 635\r\nS.E.2d 922, 925 (Ct. App. 2006) (quoting Heath v. County of Aiken, 302 S.C. 178,\r\n182-83, 394 S.E.2d 709, 711 (1990)).\r\n\r\n\"Clearly, the intent of the legislature in allowing the prevailing party in an action\r\nbrought under the mechanic's lien statute to recover attorney fees and costs stems\r\nfrom a desire to deter both wrongful filing of liens and unjustified refusal to pay\r\ndebts subject to mechanic's liens.\" Cedar Creek Properties v. Cantelou Associates,\r\nInc., 320 S.C. 483, 486, 465 S.E.2d 774, 775 (Ct. App. 1995).\r\n\r\nIn this case the lien was properly filed, but Crenshaw did not accept payment of the\r\ndebt and refused to accept the second half of the payment for the mechanic's lien\r\nafter previously accepting the first half. At that point in time, Crenshaw was not\r\nentitled to costs and fees. In defending the foreclosure action against the improper\r\naddition of costs and fees, Jocassee should have been the prevailing party and\r\nawarded attorney's fees. See § 29-5-20 (A) (stating the party defending against the\r\nlien prevails, the defending party must be awarded costs of the action and a\r\nreasonable attorney's fee as determined by the court).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-611","title":"US Bank v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-611.pdf","description":null,"date":"2012-11-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        US Bank National Association, as Trustee under the\r\n        Pooling and Service Agreement with Pooling ID\r\n        #0040323 and Distribution Series 2006-EMX3,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Christine Jolley Johnson, Charles Waylan Johnson,\r\n        Christopher Wayne Johnson, Crystal Dawn Holland and\r\n        any other Heirs at Law or Devisees of Clarence Waylan\r\n        Johnson, Deceased, their heirs, Personal Representatives\r\n        Administrators, Successors and Assigns, and all other\r\n        persons entitled to claim through them; all unknown\r\n        persons with any right, title, or interest in the real estate\r\n        described herein, also any person who may be in the\r\n        military service of the United States of America, being a\r\n        class designated as John Doe; and any unknown minors\r\n        or persons under a disability being a class designated as\r\n        Richard Roe; Cavalry SPV I, LLC; Hudson & Keyes,\r\n        LLC, Defendants,\r\n\r\n        Of whom Christine Jolley Johnson is the Appellant.\r\n\r\n        Appellate Case No. 2011-193627\r\n\r\n\r\n                    Appeal From Spartanburg County \n\r\n                   Gordon G. Cooper, Master-in-Equity \n\r\n\r\n\r\n                 Unpublished Opinion No. 2012-UP-611 \n\r\n\n                Heard October 16, 2012 – Filed November 14, 2012\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             J. Edwin McDonnell, of South Carolina Legal Services,\r\n             of Spartanburg, for Appellant.\r\n\r\n             Thomas E. Lydon, of McAngus Goudelock & Courie,\r\n             LLC, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Christine Johnson appeals the trial court's decision to grant\r\nsummary judgment, arguing (1) there were issues of fact concerning whether US\r\nBank had standing to bring the foreclosure action, (2) there was a question of fact\r\nas to the signing authority for the last assignment of the mortgage, and (3) the trust\r\ndid not comply with its own pooling and service agreement. We affirm pursuant to\r\nRule 220(b)(1), SCACR, and the following authorities:\r\n\r\n1. As to whether there were issues of fact concerning whether US Bank had\r\n   standing to bring the foreclosure action: Hill v. S.C. Dep't. of Health & Envtl.\r\n   Control, 389 S.C. 1, 23, 698 S.E.2d 612, 623 (2010) (\"Generally, a party must\r\n   be a real party in interest to the litigation to have standing.\"); S.C. Code Ann. §\r\n   36-3-301 (2006) (\"'Person entitled to enforce' an instrument means (i) the\r\n   holder of the instrument, (ii) a nonholder in possession of the instrument who\r\n   has the rights of a holder, or (iii) a person not in possession of the instrument\r\n   who is entitled to enforce the instrument pursuant to Section 36-3-309 or 36-3-\r\n   418(d).\"); Twelfth RMA Partners, L.P. v. Nat'l Safe Corp., 335 S.C. 635, 639-\r\n   40, 518 S.E.2d 44, 46 (Ct. App. 1999) (\"In South Carolina, it is well established\r\n   that an 'assignee . . . stands in the shoes of its assignor . . . .\"' (quoting\r\n   Singletary v. Aetna Cas. & Sur. Co., 316 S.C. 199, 201, 447 S.E.2d 869, 870\r\n   (Ct. App. 1994))).\r\n\r\n2. As to whether there was a question of fact as to signing authority for the last\r\n   assignment and whether the trust properly owned the note and mortgage\r\n   pursuant to the pool and servicing agreement: State v. Jones, 344 S.C. 48, 58,\r\n   543 S.E.2d 541, 546 (2001) (holding an issue is deemed abandoned if the\r\n   argument in the brief is not supported by authority).\r\n\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2012-UP-612","title":"Doe v. Metts","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-612.pdf","description":null,"date":"2012-11-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Jane Doe, Respondent,\r\n\r\n        v.\r\n\r\n        James R. Metts, Sheriff, Lexington County, and Robert\r\n        Stewart, South Carolina Law Enforcement Division,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2009-145426\r\n\r\n\r\n                   Appeal From Lexington County \n\r\n                 Robin B. Stilwell, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-612 \n\r\n         Submitted October 2, 2012 – Filed November 14, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General David A. Spencer, of Columbia, for\r\n        Appellants.\r\n\r\n        James Mixon Griffin, of Lewis Babcock & Griffin, LLP,\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: In this declaratory judgment action, the Sheriff of Lexington\r\nCounty and the South Carolina Law Enforcement Division (SLED) (collectively,\r\nAppellants) appeal the trial court's order finding Jane Doe relieved from the sex\r\noffender registration requirements due to her pardon. We affirm pursuant to Rule\r\n220(b)(1), SCACR, and the following authorities: Edwards v. State Law\r\nEnforcement Div., 395 S.C. 571, 576, 720 S.E.2d 462, 464 (2011) (holding\r\nEdwards' \"pardon relieved [him] from all direct and collateral consequences of his\r\npardoned crime, which would necessarily include placement on the sex offender\r\nregistry and continuous compliance with its registration requirements\"); id. at 576-\r\n77, 720 S.E.2d at 464-65 (holding the 2005 and 2008 amendments to section 23-3-\r\n430 of the South Carolina Code changed rather than clarified the law, and \"[t]he\r\npurpose of the amendment evinces the legislature's intent to except the sex\r\noffender registry requirements from the broad relief afforded by the pardon\r\nstatute\"); id. at 580-82, 720 S.E.2d at 466-67 (declining to adopt the State's\r\ndefinition of remedial, and holding the legislature's 2005 and 2008 amendments to\r\nsection 23-3-430 of the South Carolina Code are not procedural and cannot be\r\nretroactively applied).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-619","title":"SCDSS v. Melissa L.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-619.pdf","description":null,"date":"2012-11-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Melissa L., James E., Thomas Clifford J., Sr., (deceased),\r\n        Wylie L., Gary E., Tricia E., Glenn M., and Patricia M.,\r\n        Defendants,\r\n\r\n        and Susan and Joel J. and Robert and Patricia W.,\r\n        Intervenors,\r\n\r\n        Of whom Melissa L. is the Appellant,\r\n\r\n        In the interest of minors under the age of 18.\r\n\r\n        Appellate Case No. 2012-212130\r\n\r\n\r\n                    Appeal From Greenville County \n\r\n                  Alex Kinlaw, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-619 \n\r\n        Submitted November 1, 2012 – Filed November 14, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\n              Thomas J. Quinn, of Quinn Law Office, of Greenville,\r\n              for Appellant.\r\n\r\n              Kaye Davis, of the South Carolina Department of Social\r\n              Services, of Greenville, and Deborah Murdock, of\r\n              Murdock Law Firm, LLC, of Mauldin, for Respondent.\r\n\r\n              Robert Clark, of Robert Clark, Attorney, of Greenville,\r\n              for the Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Melissa L. appeals the family court's final order terminating her\r\nparental rights to her minor children. See S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2011). Upon a thorough review of the record and the family court's findings\r\nof facts and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-613","title":"State v. Balkind","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-613.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Joshua Aaron Balkind, Appellant.\r\n\r\n        Appellate Case No. 2011-202728\r\n\r\n\r\n\r\n                  Appeal From Spartanburg County \n\r\n                Gordon G. Cooper, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-613 \n\r\n         Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        John Benjamin Aplin, of the South Carolina Department\r\n        of Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-614","title":"Griggs v. Ashleytowne Recreational Development, Inc.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-614.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Charles Griggs, Appellant,\r\n\r\n            v.\r\n\r\n            Ashleytowne Recreational Development, Inc.,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-187066\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                     Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-614 \n\r\n              Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Charles Griggs, of Acworth, Georgia, pro se.\r\n\r\n            Derek Dean, of Simons & Dean, of Charleston, for\r\n            Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Charles Griggs appeals the circuit court's dismissal of his appeal\r\nfrom the magistrate court for failure to timely file an appeal. We affirm pursuant\r\nto Rule 220(b), SCACR, and the following authorities:\r\n\n1. As to whether the circuit court properly dismissed Griggs's appeal: S.C. Code\r\nAnn. § 18-7-20 (Supp. 2011) (\"The appellant, within thirty days after written\r\nnotice of judgment has been given him or his attorney by the magistrate . . . except\r\nwhen the judgment is announced at the trial in the presence of the appellant or his\r\nattorney then no written notice is necessary, shall serve a notice of appeal, stating\r\nthe grounds upon which the appeal is founded.\").\r\n\r\n2. As to Griggs's remaining arguments: Wilder Corp. v. Wilke, 330 S.C. 71, 76,\r\n497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be raised for the\r\nfirst time on appeal, but must have been raised to and ruled upon by the [circuit\r\ncourt] to be preserved for appellate review.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-615","title":"State v. Deas","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-615.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Richard Vernon Deas, Appellant.\r\n\r\n        Appellate Case No. 2009-115986\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-615 \n\r\n         Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Deputy\r\n        Attorney General J. Anthony Mabry, all of Columbia;\r\n        and Solicitor Scarlett A. Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Deas appeals his convictions of murder and possession of a\r\nfirearm during the commission of a violent crime contending the trial court erred in\r\nfinding (1) a taped conversation taken at the county jail in which Deas stated police\r\ndid not have the murder weapon was relevant and (2) the taped conversation's\r\nprobative value was not outweighed by unfair prejudice. We affirm1 pursuant to\r\nRule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in admitting irrelevant evidence: State v.\r\nMorris, 376 S.C. 189, 205-06, 656 S.E.2d 359, 368 (2008) (\"The admission or\r\nexclusion of evidence is left to the sound discretion of the trial court, and the [trial]\r\ncourt's decision will not be reversed absent an abuse of discretion. An abuse of\r\ndiscretion occurs when the trial court's decision is based upon an error of law or\r\nupon factual findings that are without evidentiary support.\"); State v. Cheeseboro,\r\n346 S.C. 526, 548, 552 S.E.2d 300, 311 (2001) (\"Under Rule 401, SCRE, evidence\r\nis relevant if has a direct bearing upon and tends to establish or make more or less\r\nprobable the matter in controversy.\"); State v. Rosemond, 335 S.C. 593, 596, 518\r\nS.E.2d 588, 589 (1999) (\"The relevance, materiality, and admissibility of\r\n[evidence] are matters within the sound discretion of the trial court.\"); State v.\r\nSims, 304 S.C. 409, 418, 405 S.E.2d 377, 382 (1991) (\"Evidence which assists a\r\njury at arriving at the truth of an issue is relevant and admissible unless otherwise\r\nincompetent.\").\r\n\r\n2. As to whether the trial court erred in finding the evidence was not unduly\r\nprejudicial: State v. Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006)\r\n(\"The admission or exclusion of evidence is a matter addressed to the sound\r\ndiscretion of the trial court and its ruling will not be disturbed in the absence of a\r\nmanifest abuse of discretion accompanied by probable prejudice.\"); State v.\r\nHolland, 385 S.C. 159, 171, 682 S.E.2d 898, 904 (Ct. App. 2009) (\"Rule 403,\r\nSCRE, states, although relevant, evidence may be excluded if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues,\r\nor misleading the jury, or by considerations of undue delay, waste of time, or\r\nneedless presentation of cumulative evidence. Unfair prejudice means an undue\r\ntendency to suggest a decision of an improper basis. The determination of whether\r\nthe danger of unfair prejudice outweighs the probative value of evidence must be\r\nbased on the entire record and will turn on the facts of each case.\" (internal\r\nquotation marks and citations omitted)); State v. Gilchrist, 329 S.C. 621, 629, 496\r\nS.E.2d 424, 428 (Ct. App. 1998) (\"In considering a Rule 403, SCRE, challenge, the\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\ntrial court must consider the nature of the statement, as well as the context in which\r\nit was made.\"); State v. Pagan, 369 S.C. 201, 212, 631 S.E.2d 262, 267 (2006)\r\n(\"Generally, appellate courts will not set aside convictions due to insubstantial\r\nerrors not affecting the result. Error is harmless beyond a reasonable doubt where it\r\ndid not contribute to the verdict obtained. Thus, an insubstantial error not affecting\r\nthe result of the trial is harmless where guilt has been conclusively proven by\r\ncompetent evidence such that no other rational conclusion can be reached.\"\r\n(citations omitted)).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROUS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-616","title":"State v. Good","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-616.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jamel Dwayne Good, Appellant.\r\n\r\n        Appellate Case No. 2009-148286\r\n\r\n\r\n                      Appeal From Union County \n\r\n               James C. Williams, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-616 \n\r\n         Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Brian Steel, of The Steel Law Firm, of Atlanta, Georgia,\r\n        and Christopher Wayne Adams, of the Law Office of\r\n        Christopher W. Adams, PC, of Charleston, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor Kevin Scott Brackett, of York,\r\n        for Respondent.\r\n\nPER CURIAM: Jamel Dwayne Good appeals his conviction of murder, arguing\r\nthe trial court erred in (1) denying his motion for a directed verdict and (2)\r\nexcluding evidence of third-party guilt. We affirm1 pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in denying Good's motion for a directed\r\nverdict: State v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When\r\nreviewing a denial of a directed verdict, [an appellate court] views the evidence\r\nand all reasonable inferences in the light most favorable to the [S]tate.\"); id. at 292-\r\n93, 625 S.E.2d at 648 (\"If there is any direct evidence or any substantial\r\ncircumstantial evidence reasonably tending to prove the guilt of the accused, [an\r\nappellate court] must find the case was properly submitted to the jury.\").\r\n\r\n2. As to whether the trial court erred in excluding evidence of third-party guilt:\r\nState v. Santiago, 370 S.C. 153, 163, 634 S.E.2d 23, 28-29 (Ct. App. 2006) (\"As a\r\ngeneral rule, if an issue was not raised and ruled upon below, it will not be\r\nconsidered for the first time on appeal.\"); id. at 163, 634 S.E.2d at 29 (\"Moreover,\r\na proffer of testimony is required to preserve the issue of whether testimony was\r\nproperly excluded by the trial [court], and an appellate court will not consider error\r\nalleged in the exclusion of testimony unless the record on appeal shows fairly what\r\nthe excluded testimony would have been.\"); State v. Wood, 362 S.C. 520, 526, 608\r\nS.E.2d 435, 438 (Ct. App. 2004) (\"In most cases, making a motion in limine to\r\nexclude evidence at the beginning of trial does not preserve an issue for review\r\nbecause a motion in limine is not a final determination. Thus, the moving party\r\nmust make a contemporaneous objection when the evidence is introduced.\"\r\n(citation omitted)).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-617","title":"Lee v. Wall","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-617.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Yolanda Lee, f/k/a Yolanda Wall, Respondent,\r\n\r\n            v.\r\n\r\n            Barry L. Wall, Appellant.\r\n\r\n            Appellate Case No. 2010-160066\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                   Dorothy Mobley-Jones, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-617 \n\r\n              Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                          AFFIRMED AS MODIFIED\r\n\r\n\r\n            Kathryne Ann Shelton, of Shelton Law Office, PA, of\r\n            Columbia, for Appellant.\r\n\r\n            James Howard Swick, of Swick & Hindersman, LLC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Barry Wall appeals the family court's order, arguing the family\r\ncourt erred in awarding excessive alimony, attorney's fees, and child support to his\r\nex-wife Yolanda Lee, f/k/a Yolanda Wall. We affirm as modified pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\n1. We affirm the family court's award of $800 in permanent, periodic alimony to\r\nLee. See Bodkin v. Bodkin, 388 S.C. 203, 215, 694 S.E.2d 230, 237 (Ct. App.\r\n2010) (holding determinations of whether a spouse is entitled to alimony and the\r\namount to be awarded for alimony are within the discretion of the family court);\r\nS.C. Code Ann. § 20-3-130(C) (2011) (requiring the family court to consider the\r\nfollowing factors in determining whether to award alimony: (1) duration of the\r\nmarriage; (2) physical and emotional health of the parties; (3) educational\r\nbackground of the parties; (4) employment history and earning potential of the\r\nparties; (5) standard of living established during the marriage; (6) current and\r\nreasonably anticipated earnings of the parties; (7) current and reasonably\r\nanticipated expenses of the parties; (8) marital and nonmarital properties of the\r\nparties; (9) custody of children; (10) marital misconduct or fault; (11) tax\r\nconsequences; and (12) prior support obligations; as well as (13) other factors the\r\ncourt considers relevant).\r\n\r\n2. We affirm the family court's award of partial attorney's fees to Lee. See Lewis v.\r\nLewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011) (\"The decision of whether to\r\naward . . . attorney['s] fees, rests in the sound discretion of the family court.\");\r\nBennett v. Rector, 389 S.C. 274, 284, 697 S.E.2d 715, 720-21 (Ct. App. 2010) (\"In\r\ndeciding whether to award attorney's fees, the family court should consider (1)\r\neach party's ability to pay his or her own fees; (2) the beneficial results obtained by\r\nthe attorney; (3) the parties' respective financial conditions; and (4) the effect of the\r\nfees on each party's standard of living.\"); id. at 284-85, 697 S.E.2d at 721 (\"In\r\ndetermining reasonable attorney's fees, the six factors the family court should\r\nconsider are (1) the nature, extent, and difficulty of the case; (2) the time\r\nnecessarily devoted to the case; (3) professional standing of counsel; (4)\r\ncontingency of compensation; (5) beneficial results obtained; [and] (6) customary\r\nlegal fees for similar services.\").\r\n\r\n3. We modify the family court's award of child support from $452 to $203 per\r\nmonth. We find the family court failed to consider the alimony awarded to Lee as\r\npart of her gross income. S.C. Code Ann. Regs. 114-4720(A)(2) (1997) (providing\r\ngross income includes \"alimony which a party receives as a result of the current\r\nlitigation\"). Accordingly, we hold Wall should be credited for $7,968 in excess\r\nchild support he has paid since April 1, 2010 to November 1, 2012.\r\n\r\nAFFIRMED AS MODIFIED.1\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-618","title":"State v. Pond","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-618.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Tammy Pond, Appellant.\r\n\r\n        Appellate Case No. 2011-202531\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-618 \n\r\n         Submitted October 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        J. Benjamin Aplin, South Carolina Department of\r\n        Probation, Parole and Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Pond appeals the revocation of her probation, arguing the circuit\r\ncourt erred because her failure to make court ordered payments was not willful,\r\nand the circuit court failed to make a finding on the record that the failure was\r\nwillful. We affirm1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 24-21-460 (2007) (providing the circuit court has the\r\noption to \"revoke the probation or suspension of sentence\" and \"require the\r\ndefendant to serve all or a portion only of the sentence imposed\"); State v. Allen,\r\n370 S.C. 88, 94, 634 S.E.2d 653, 655 (2006) (\"The determination of whether to\r\nrevoke probation in whole or part rests within the sound discretion of the [circuit]\r\ncourt.\"); State v. Hamilton, 333 S.C. 642, 648, 511 S.E.2d 94, 97 (Ct. App. 1999)\r\n(\"Probation is a matter of grace; revocation is the means to enforce the conditions\r\nof probation.\"); id. at 648-49, 511 S.E.2d at 97 (\"[B]efore revoking probation, the\r\ncircuit [court] must determine if there is sufficient evidence to establish that the\r\nprobationer has violated [the] probation conditions.\"); id. at 649, 511 S.E.2d at 97.\r\n(\"It is only when probation is revoked solely for failure to pay fines or restitution\r\nthat a finding of willfulness is mandatory.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-620","title":"State v. Engle","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-620.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Sherry Engle, Appellant.\r\n\r\n        Appellate Case No. 2011-182026\r\n\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-620 \n\r\n        Submitted November 2, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor John Gregory Hembree, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-621","title":"State v. Wells","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-621.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Wayne Wells, Appellant.\r\n\r\n        Appellate Case No. 2010-178346\r\n\r\n\r\n\r\n                     Appeal From Sumter County \n\r\n              William Jeffrey Young, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-621 \n\r\n        Submitted November 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia;\r\n        and Wayne Wells, pro se, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, and Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-622","title":"Wells Fargo Bank, N.A. v. Marion Amphitheatre, LLC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-622.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Wells Fargo Bank, N.A., successor-in-interest to\r\n        Wachovia Bank, National Association, Respondent,\r\n\r\n        v.\r\n\r\n        Marion Amphitheatre, LLC, David P. Gannon, Michael\r\n        Guarco, Carolina Entertainment Complex, LLC, and 4\r\n        Prophets, LLC a/k/a 4 Profits, LLC, Defendants,\r\n\r\n        Of whom Marion Amphitheatre, LLC and Michael\r\n        Guarco are the Appellants,\r\n\r\n        And 4 Prophets, LLC a/k/a 4 Profits, LLC is a\r\n        Respondent.\r\n\r\n        Appellate Case No. 2011-199969\r\n\r\n\r\n                    Appeal From Marion County\r\n                   W. Haigh Porter, Special Referee\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-622 \n\r\n        Submitted November 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Edgar Lloyd Willcox, II, of Willcox Buyck & Williams,\r\n        PA, of Florence, for Appellants.\r\n\n              John Paul Williams, Jr., of John P. Williams, Jr., PA, of\r\n              Marion, for Respondent 4 Prophets, LLC.\r\n\r\n\r\nPER CURIAM: Dismissed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Top Value Homes, Inc. v. Harden, 319 S.C. 302, 306, 460 S.E.2d 427,\r\n429 (Ct. App. 1995) (holding the trial court should apply Rule 55(c), SCRCP, in\r\ndeciding a motion to set aside the entry of default); Ateyeh v. United Omaha Life\r\nIns. Co., 293 S.C. 436, 437, 361 S.E.2d 340, 340 (Ct. App. 1987) (holding a\r\nmotion under Rule 55(c), SCRCP, to set aside an entry of default is not\r\nimmediately appealable until after final judgment).\r\n\r\nAPPEAL DISMISSED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-623","title":"Trask v. South Carolina Department of Public Safety","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-623.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        L. Paul Trask, Jr., Individually, as a Citizen, Resident,\r\n        Taxpayer, and Registered Elector of the State of South\r\n        Carolina, and on behalf of others similarly situated,\r\n        Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Public Safety; Beaufort\r\n        County; Beaufort County Management Information\r\n        Systems; Beaufort County Coroner, Curtis Copeland, in\r\n        his official capacity; and Beaufort County Sheriff, P.J.\r\n        Tanner, in his official capacity; Respondents.\r\n\r\n        Appellate Case No. 2009-145927\r\n\r\n\r\n                    Appeal From Beaufort County \n\r\n                 Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-623 \n\r\n         Submitted October 2, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n             DISMISSED IN PART, AFFIRMED IN PART\r\n\r\n\r\n        Stephen Peterson Groves, Sr., and Thomas S. Tisdale, Jr.,\r\n        both of Nexsen Pruet, LLC, of Charleston, for Appellant.\r\n\n             Robert W. Achurch, Mary Bass Lohr, and Jason F. Ward,\r\n             all of Howell, Gibson & Hughes, P.A., of Beaufort, for\r\n             Respondents Beaufort County, Beaufort County\r\n             Management Information Systems, Beaufort County\r\n             Coroner, Curtis Copeland, in his official capacity, and\r\n             Beaufort County Sheriff, P.J. Tanner, in his official\r\n             capacity; William H. Davidson, II, and Andrew F.\r\n             Lindemann, both of Davidson & Lindemann, P.A., of\r\n             Columbia, for Respondent South Carolina Department of\r\n             Public Safety.\r\n\r\n\r\nPER CURIAM: Paul Trask, Jr., appeals the circuit court's grant of summary\r\njudgment in favor of all respondents in this case brought pursuant to section 30-4-\r\n100(a) of the South Carolina Code (2007). We dismiss the appeal as to the South\r\nCarolina Department of Public Safety because Trask failed to properly serve the\r\nnotice of appeal. See Rule 203(b)(1), SCACR (\"A notice of appeal shall be served\r\non all respondents within thirty (30) days after receipt of written notice of entry of\r\nthe order or judgment.\"); Elam v. S.C. Dep't of Transp., 361 S.C. 9, 14-15, 602\r\nS.E.2d 772, 775 (2004) (\"The requirement of service of the notice of appeal is\r\njurisdictional, i.e., if a party misses the deadline, the appellate court lacks\r\njurisdiction to consider the appeal and has no authority or discretion to 'rescue' the\r\ndelinquent party by extending or ignoring the deadline for service of the notice.\").\r\n\r\nWe affirm as to the remaining respondents pursuant to Rule 220(b)(1), SCACR,\r\nand the following authorities: Rule 56(c), SCRCP (indicating a trial court may\r\ngrant a party's motion for summary judgment \"if the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with the affidavits, if\r\nany, show that there is no genuine issue as to any material fact and that the moving\r\nparty is entitled to a judgment as a matter of law\"); S.C. Code Ann. § 30-4-100(a)\r\n(2007) (setting the statute of limitations for Freedom of Information Act (FOIA)\r\nclaims as \"one year following the date on which the alleged violation occurs\");\r\nSloan v. Friends of the Hunley, Inc., 369 S.C. 20, 26, 630 S.E.2d 474, 478 (2006)\r\n(finding a party's FOIA claims moot because once all relevant documents in a\r\nFOIA case have been provided, \"there is no continuing violation of FOIA upon\r\nwhich the trial court [can issue] a declaratory judgment\"); Kissinger v. Reporters\r\nComm. for Freedom of the Press, 445 U.S. 136, 152 (1980) (indicating FOIA\r\n\"does not obligate agencies to create or retain documents; it only obligates them to\r\nprovide access to those which it in fact has created and retained\").\r\n\nDISMISSED IN PART, AFFIRMED IN PART.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-630","title":"SCDSS v. Katrina J.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-630.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Katrina J., Michael W., and John Doe, Defendants,\r\n\r\n        Of whom Michael W. is the Appellant,\r\n\r\n        In the interest of a minor under the age of eighteen (18)\r\n        years.\r\n\r\n        Appellate Case No. 2011-204546\r\n\r\n\r\n                    Appeal From Lexington County \n\r\n             Richard W. Chewning, III, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-630 \n\r\n        Submitted November 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Amy V. Cofield, of Cofield Law Firm, of Lexington, for\r\n        Appellant.\r\n\r\n        Rose Mary McGregor, of the South Carolina Department\r\n        of Social Services, of Lexington, for Respondent.\r\n\n              Margaret A. Collins, of Collins & Burkett Law Firm,\r\n              LLC, of West Columbia, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Michael W. appeals the family court's final order terminating his\r\nparental rights to his minor child. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2011). Upon a thorough review of the record and the family court's findings of\r\nfact and conclusions of law pursuant to Ex Parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues warrant briefing. Accordingly,\r\nwe affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-631","title":"SCDSS v. Kimberly E.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-631.pdf","description":null,"date":"2012-11-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Kimberly E., Kenneth A. W., Sr., and Joshua M.,\r\n        Defendants,\r\n\r\n        Of whom, Kimberly E. is the Appellant,\r\n\r\n        In the interest of two minor children under the age of 18.\r\n\r\n        Appellate Case No. 2011-198046\r\n\r\n\r\n                     Appeal From Union County\r\n               W. Thomas Sprott, Jr., Family Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-631 \n\r\n        Submitted November 1, 2012 – Filed November 21, 2012 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        William Cory Hughes, of Law Office of W. Cory\r\n        Hughes, LLC, of Greenville, for Appellant.\r\n\r\n        John Corbitt Hinson, III, of South Carolina Department\r\n        of Social Services, of Rock Hill; and Oshun Cyrus\r\n\n              Hinton, of Law Offices of O. Cyrus Hinton, PA, of Rock\r\n              Hill, for Respondent.\r\n\r\n              Vanessa Cason, of Greenville, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Kimberly E. appeals a family court order terminating her\r\nparental rights to her minor children: See S.C. Code Ann. § 63-7-2570 (2010\r\n& Supp. 2011). Upon a thorough review of the record pursuant to Ex Parte\r\nCauthen, 291 S.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues\r\nwarrant briefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-624","title":"Wells Fargo v. Coffaro","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-624.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Wells Fargo Bank, N.A., Respondent,\r\n\r\n        v.\r\n\r\n        Kathleen M. Coffaro, First Federal Savings and Loan\r\n        Association of Charleston, and Brickyard Plantation\r\n        Property Owners Association, Inc., Defendants,\r\n\r\n        Of whom Kathleen M. Coffaro is the Appellant.\r\n\r\n        Appellate Case No. 2011-191627\r\n\r\n\r\n                     Appeal From Charleston County \n\r\n                  Mikell R. Scarborough, Master-in-Equity \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-624 \n\r\n             Heard October 31, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Mary Leigh Arnold, of Mount Pleasant, for Appellant.\r\n\r\n        Thomas E. Lydon, McAngus Goudelock & Courie, LLC,\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: Kathleen Coffaro appeals the post-foreclosure judgment orders\r\nof the master-in-equity, arguing the court erred in violating the provisions of\r\nnumerous rules of civil procedure. Because the only issues she raised below were\r\nraised in her post-judgment motions, we address them under Rule 60(b), SCRCP.\r\nWe find that the master committed no error of law and that the master's factual\r\ndeterminations are supported by the record. See McClurg v. Deaton, 380 S.C. 563,\r\n570, 671 S.E.2d 87, 91 (Ct. App. 2008) (\"The decision to grant or deny a motion\r\nfor relief from judgment lies within the sound discretion of the trial court and will\r\nnot be disturbed on appeal absent an abuse of discretion. . . . An abuse of discretion\r\narises where the judge issuing the order was controlled by an error of law or where\r\nthe order is based on factual conclusions that are without evidentiary support.\"\r\n(citations omitted)), aff'd, 395 S.C. 85, 716 S.E.2d 887 (2011). Therefore, we\r\naffirm pursuant to Rule 220(b)(1), SCACR, McClurg, and the following additional\r\nauthorities: Sundown Operating Co., Inc. v. Intedge Indus., Inc., 383 S.C. 601, 608,\r\n681 S.E.2d 885, 888 (2009) (\"Once a default judgment has been entered, a party\r\nseeking to be relieved must do so under Rule 60(b), SCRCP.\"); BB & T v. Taylor,\r\n369 S.C. 548, 552, 633 S.E.2d 501, 503 (2006) (\"The movant in a Rule 60(b)\r\nmotion has the burden of presenting evidence proving the facts essential to entitle\r\nher to relief.\"); Roche v. Young Bros., Inc., of Florence, 332 S.C. 75, 81, 504\r\nS.E.2d 311, 314 (1998) (stating a \"defaulting party is deemed to have admitted the\r\ntruth of the plaintiff's allegations and to have conceded liability\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-625","title":"Jones v. Wal-Mart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-625.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             James Eric Jones, Appellant,\r\n\r\n             v.\r\n\r\n             Wal-Mart Stores, Inc., and Wal-Mart Stores East, LP,\r\n             Respondents.\r\n\r\n             Appellate Case No. 2011-200627\r\n\r\n\r\n                          Appeal From Berkeley County \n\r\n                       Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-625 \n\r\n             Submitted November 1, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Overture Eroica Walker and Lowell E. Bernstein, of\r\n             Bernstein & Bernstein, LLC, of Columbia, for Appellant.\r\n\r\n             Regina Hollins Lewis and Amy Lohr Gaffney, of\r\n             Gaffney Lewis & Edwards, LLC, of Columbia, for\r\n             Respondents.\r\n\r\n\r\nPER CURIAM: James Eric Jones appeals the trial court's grant of summary\r\njudgment in favor of Wal-Mart Stores, Inc. (Wal-Mart), arguing the trial court\r\nerred in finding he failed to present evidence that a genuine issue of material fact\r\n\nexisted as to whether Wal-Mart had notice of a dangerous condition on its\r\npremises. We affirm.1\r\n\r\nWe hold Jones failed to present sufficient evidence to establish a genuine issue of\r\nmaterial fact existed as to whether Wal-Mart was on notice of a dangerous\r\ncondition on its premises at the time Jones was injured. Appellate courts apply the\r\nsame standard as trial courts when reviewing a grant of summary judgment\r\npursuant to Rule 56(c), SCRCP. Knight v. Austin, 396 S.C. 518, 521, 722 S.E.2d\r\n802, 804 (2012). \"Summary judgment is appropriate when the pleadings,\r\ndepositions, affidavits, and discovery on file show there is no genuine issue of\r\nmaterial fact such that the moving party must prevail as a matter of law.\" Id. at\r\n521-22, 722 S.E.2d at 804; see also Rule 56(c), SCRCP. In making this\r\ndetermination, the court must view the evidence and draw all reasonable inferences\r\nin a light most favorable to the non-moving party. Fleming v. Rose, 350 S.C. 488,\r\n493-94, 567 S.E.2d 857, 860 (2002). \"[I]n cases applying the preponderance of the\r\nevidence burden of proof, the non-moving party is only required to submit a mere\r\nscintilla of evidence in order to withstand a motion for summary judgment.\"\r\nHancock v. Mid-South Mgmt. Co., 381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009).\r\n\r\nA shopkeeper \"owes an invitee the duty of exercising reasonable or ordinary care\r\nfor his safety.\" Wintersteen v. Food Lion, Inc., 344 S.C. 32, 36, 542 S.E.2d 728,\r\n730 (2001). A shopkeeper is liable for breaching this duty. Id. However, \"a\r\nmerchant is not an insurer of the safety of his customers.\" Id.\r\n\r\n              To recover damages for injuries caused by a dangerous or\r\n              defective condition on a defendant's premises, a plaintiff\r\n              \"must show either (1) that the injury was caused by a\r\n              specific act of the respondent which created the\r\n              dangerous condition; or (2) that the respondent had actual\r\n              or constructive knowledge of the dangerous condition\r\n              and failed to remedy it.\"\r\n\r\nPringle v. SLR, Inc. of Summerton, 382 S.C. 397, 404, 675 S.E.2d 783, 787 (Ct.\r\nApp. 2009) (quoting Anderson v. Racetrac Petroleum, Inc., 296 S.C. 204, 205, 371\r\nS.E.2d 530, 531 (1988)). \"Constructive notice may be proved by showing that the\r\nmaterial had been on the floor sufficiently long that the defendant was negligent in\r\nfailing to discover and remove it.\" Pennington v. Zayre Corp., 252 S.C. 176, 178,\r\n165 S.E.2d 695, 696 (1969). Here, Jones's testimony indicates the snake that\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\ncaused his injury was hidden prior to the attack. Additionally, two separate Wal-\r\nMart employees testified no one notified them of a snake on the premises prior to\r\nJones's attack. The Wal-Mart employees also testified they conducted safety\r\nsweeps and used \"Snake Away,\" further indicating Wal-Mart was not negligent in\r\nfailing to discover the snake. Finally, Jones's expert's affidavit merely speculates\r\nas to when the snake actually entered the store; therefore, it cannot defeat summary\r\njudgment. See Nelson v. Piggly Wiggly Cent., Inc., 390 S.C. 382, 390, 701 S.E.2d\r\n776, 780 (Ct. App. 2010) (noting a non-moving party may not rely on speculation\r\nto defeat a motion for summary judgment). Accordingly, the trial court did not err\r\nin granting summary judgment.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-626","title":"Morant v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-626.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Maurice L. Morant, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Corrections, Respondent.\r\n\r\n            Appellate Case No. 2011-186606\r\n\r\n\r\n                       Appeal From Administrative Law Court \n\r\n                 Ralph King Anderson, III, Administrative Law Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-626 \n\r\n            Submitted November 1, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Maurice L. Morant, pro se.\r\n\r\n            Christopher D. Florian, of the South Carolina Department\r\n            of Corrections, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the South Carolina Department of Corrections violated Morant's\r\ndue process right: Al-Shabazz v. State, 338 S.C. 354, 371, 527 S.E.2d 742, 751\r\n\n(2000) (\"[D]ue process in a prison disciplinary proceeding involving serious\r\nmisconduct requires: (1) that advance written notice of the charge be given to the\r\ninmate at least twenty-four hours before the hearing; (2) that factfinders must\r\nprepare a written statement of the evidence relied on and reasons for the\r\ndisciplinary action; (3) that the inmate should be allowed to call witnesses and\r\npresent documentary evidence, provided there is no undue hazard to institutional\r\nsafety or correctional goals; (4) that counsel substitute (a fellow inmate or a prison\r\nemployee) should be allowed to help illiterate inmates or in complex cases an\r\ninmate cannot handle alone; and (5) that the persons hearing the matter, who may\r\nbe prison officials or employees, must be impartial.\" (citing Wolff v. McDonnell,\r\n418 U.S. 539, 563-72 (1974))).\r\n\r\n2. As to whether substantial evidence supported the guilty verdict: S.C. Code Ann.\r\n§ 1-23-610(B)(e) (Supp. 2011) (providing that on review of an appeal from the\r\nAdministrative Law Court (ALC), this court looks to see whether the ALC's\r\nfindings are supported by substantial evidence); Al-Shabazz, 338 S.C. at 380, 527\r\nS.E.2d at 756 (\"Substantial evidence is relevant evidence that, considering the\r\nrecord as a whole, a reasonable mind would accept to support an administrative\r\nagency's action.\"); id. (\"It is more than a mere scintilla of evidence, but is\r\nsomething less than the weight of the evidence.\"); id. (\"Furthermore, the possibility\r\nof drawing two inconsistent conclusions from the evidence does not prevent a\r\ncourt from concluding that substantial evidence supports an administrative\r\nagency's finding.\").\r\n\r\n3. As to the remaining issues: Al-Shabazz, 338 S.C. at 379, 527 S.E.2d at 755\r\n(stating that issues or arguments not raised to and ruled upon by the ALC are not\r\npreserved for review).\r\n\r\nAFFIRMED. 1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-627","title":"Mack v. American Spiral","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-627.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Louis Mack, III, Respondent,\r\n\r\n            v.\r\n\r\n            American Spiral Weld Pipe Co., and Hartford Casualty\r\n            Insurance, Appellants.\r\n\r\n            Appellate Case No. 2010-169866\r\n\r\n\r\n                          Appeal From Richland County\r\n                      J. Michelle Childs, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2012-UP-627 \n\r\n              Heard November 13, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                                   AFFIRMED \n\r\n\r\n\r\n            Kay Gaffney Crowe and Brian Edward Sopp, both of\r\n            Barnes Alford Stork & Johnson, LLP, of Columbia, for\r\n            Appellants.\r\n\r\n            Tiffany R. Spann-Wilder, of The Spann-Wilder Law\r\n            Firm, LLC, of North Charleston, for Respondent.\r\n\r\n\r\nPER CURIAM: American Spiral Weld Pipe Co. and Hartford Casualty Insurance\r\nargue the circuit court erred in affirming the Appellate Panel of the South Carolina\r\nWorkers' Compensation Commission's findings that (1) Louis Mack, III suffered a\r\n\nchange of condition to his neck, and (2) Mack's initial filing of a Form 50\r\nregarding his change of condition tolled the statute of limitations. We affirm\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities:\r\n\r\n1.     As to whether Mack suffered a change of condition to his neck: Lockridge\r\nv. Santens of Am., Inc., 344 S.C. 511, 515, 544 S.E.2d 842, 844 (Ct. App. 2001)\r\n(\"The Administrative Procedures Act establishes the standard of review for\r\ndecisions by the South Carolina Workers' Compensation Commission. Any review\r\nof the [Appellate Panel]'s factual findings is governed by the substantial evidence\r\nstandard. . . . Substantial evidence is evidence that, in viewing the record as a\r\nwhole, would allow reasonable minds to reach the same conclusion that the\r\n[Appellate Panel] reached.\" (internal citations omitted)).\r\n\r\n2.     As to whether Mack's initial filing of a Form 50 regarding his change of\r\ncondition tolled the statute of limitations: Jeffrey v. Sunshine Recycling, 386 S.C.\r\n174, 181, 687 S.E.2d 332, 336 (Ct. App. 2009) (holding workers' compensation\r\nstatutes and regulations are to be construed liberally in favor of coverage); S.C.\r\nCoastal Conservation League v. S.C. Dep't of Health & Envtl. Control, 363 S.C.\r\n67, 75, 610 S.E.2d 482, 486 (2005) (\"Courts defer to the relevant administrative\r\nagency's decisions with respect to its own regulations unless there is a compelling\r\nreason to differ.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-628","title":"State v. Stoudenmire","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-628.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Norman Stoudenmire, Appellant.\r\n\r\n        Appellate Case No. 2010-157546\r\n\r\n\r\n                     Appeal From Spartanburg County\r\n                    J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-628 \n\r\n             Heard October 30, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender David Alexander, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia, and Barry Joe Barnette, of Spartanburg, for\r\n        Respondent.\r\n\nPER CURIAM: Norman Stoudenmire appeals his conviction of murder, arguing\r\nthe trial court erred in holding his oral and written statements to officers while in\r\ncustody were freely and voluntarily given. We find that Stoudenmire's statements\r\nwere freely and voluntarily given and we affirm.\r\n\r\nAs to Stoudenmire's argument that physical contact by the officers during his\r\ninterrogation prevented his statements from being freely and voluntarily given, we\r\nfind that this issue was not preserved for appeal as it was not argued in his motion\r\nto suppress his statement. See State v. Goodwin, 384 S.C. 588, 603, 683 S.E.2d\r\n500, 508 (Ct. App. 2009) (\"In order for an issue to be preserved for appellate\r\nreview, it must have been raised to and ruled upon by the trial court.\").\r\n\r\nAs to Stoudenmire's argument that the officers intentionally kept his attorney from\r\nhim during the interrogation, we find that Stoudenmire was read his Miranda rights\r\nand never invoked his right to silence or his right to counsel. He never stopped\r\ntalking during his interrogation and there was no indication that his interrogators\r\nknew that Stoudenmire's attorney was in the building.\r\n\r\nThe appellate court in reviewing the trial court's ruling \"does not reevaluate the\r\nfacts based on its own view of the preponderance of the evidence, but simply\r\ndetermines whether the trial court's ruling is supported by any evidence.\" State v.\r\nSaltz, 346 S.C. 114, 136, 551 S.E.2d 240, 252 (2001). None of the testimony\r\nindicated that the officers intentionally kept the appellant's attorney from him.\r\n\r\nAccordingly, we find that the trial court did not err in holding that Stoudenmire's\r\nstatements were freely and voluntarily given.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-629","title":"Empire Fire v. RB Recovery","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-629.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Empire Fire and Marine Insurance Company, Appellant,\r\n\r\n            v.\r\n\r\n            RB Recovery and Retail, LLC, also known as RB\r\n            Recovery & Bail Bond Agency, LLC, George R.\r\n            Peterson, and Suzanne B. Peterson, Respondents.\r\n\r\n            Appellate Case No. 2011-196966\r\n\r\n\r\n                         Appeal From Barnwell County \n\r\n                      Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2012-UP-629 \n\r\n                 Heard October 1, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Clarke W. McCants, III, Nance, McCants & Massey, of\r\n            Aiken, for Appellant.\r\n\r\n            J. Martin Harvey, Jr., Harvey & Kulmala, of Barnwell,\r\n            for Respondents.\r\n\r\n\r\nPER CURIAM: Empire Fire and Marine Insurance Company appeals the circuit\r\ncourt's order granting summary judgment to the respondents. The circuit court's\r\n\norder indicates the parties stipulated that George Peterson is a named insured under\r\nthe insurance policy Empire Fire issued to RB Recovery and Retail, LLC. The\r\ncircuit court relied on that stipulation for its decision, and the fact of that\r\nstipulation has not been challenged either in a post-judgment motion or on appeal.\r\nBecause George is a named insured, there is coverage pursuant to the coverage\r\nclause in the policy's underinsured motorists coverage endorsement. We affirm\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities: S.C. Farm\r\nBureau Mut. Ins. Co. v. S.E.C.U.R.E. Underwriters Risk Retention Grp., 347 S.C.\r\n333, 342, 554 S.E.2d 870, 875 (Ct. App. 2001) (finding coverage for injury existed\r\nunder the terms of policy unless an exclusion applied), rev'd on other grounds, 353\r\nS.C. 249, 578 S.E.2d 8 (2003); Boggs v. Aetna Cas. & Sur. Co., 272 S.C. 460, 464,\r\n252 S.E.2d 565, 568 (1979) (stating coverage exclusions are construed against the\r\ninsurer, which bears the burden of establishing the exclusion).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-632","title":"State v. Aiken","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-632.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Stevie Lamont Aiken, Appellant.\r\n\r\n        Appellate Case No. 2011-187586\r\n\r\n\r\n                     Appeal From Hampton County \n\r\n                 Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2012-UP-632 \n\r\n        Submitted November 1, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark Reynolds Farthing, all of\r\n        Columbia; and Solicitor Issac McDuffie Stone, III, of\r\n        Bluffton, for Respondent.\r\n\nPER CURIAM: Aiken appeals his convictions of burglary, kidnapping, armed\r\nrobbery, assault and battery with intent to kill, and possession of a weapon during\r\nthe commission of a violent crime. He contends the trial court erred in denying him\r\nhis right to confront the State's witness, who was his accomplice during the\r\ncommission of these crimes, about potential sentences. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities: State v. Mizzell, 349 S.C. 326, 331,\r\n563 S.E.2d 315, 318 (2002) (\"The jury is, generally, not entitled to learn the\r\npossible sentence of a defendant because the sentence is irrelevant to finding guilt\r\nor innocence.\"); id. at 331-32, 563 S.E.2d at 318 (\"However, other constitutional\r\nconcerns, such as the Confrontation Clause, limit the applicability of this rule in\r\ncircumstances where the defendant's right to effectively cross-examine a co-\r\nconspirator witness of possible bias outweighs the need to exclude the evidence.\");\r\nid. at 331, 563 S.E.2d at 317 (\"The trial [court] retains discretion to impose\r\nreasonable limits on the scope of cross-examination.\"); State v. Gillian, 360 S.C.\r\n433, 451, 602 S.E.2d 62, 71-72 (Ct. App. 2004) (\"Before a trial [court] may limit a\r\ncriminal defendant's right to engage in cross-examination to show bias on the part\r\nof the witness, the record must clearly show the cross-examination is\r\ninappropriate.\"); Mizzell, 349 S.C. at 331, 563 S.E.2d at 317 (\"If the defendant\r\nestablishes he was unfairly prejudiced by the limitation, it is reversible error.\"); id.\r\nat 333, 563 S.E.2d at 318 (\"A violation of the defendant's Sixth Amendment right\r\nto confront the witness is not per se reversible error if the error was harmless\r\nbeyond a reasonable doubt.\"); State v. Wiley, 387 S.C. 490, 497, 692 S.E.2d 560,\r\n564 (Ct. App. 2010) (\"Error is harmless when it could not reasonably have affected\r\nthe result of the trial.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decided this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-633","title":"General Air v. B & B Development","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-633.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        General Air Conditioning Services Corporation,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        B & B Development of Anderson, LLC; J. A. Bell\r\n        Construction (a/k/a J.A. Bell Construction, LLC, a/k/a\r\n        Porter-Bell Construction, LLC, a/k/a Porter Bell\r\n        Construction), Defendants,\r\n\r\n        Of Whom B & B Development of Anderson, LLC is the\r\n        Appellant.\r\n\r\n        Appellate Case No. 2010-176306\r\n\r\n\r\n                     Appeal From Anderson County\r\n               J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-633 \n\r\n         Heard November 14, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                              REVERSED\r\n\r\n\r\n        Brian C. Gambrell, of Hamilton & Associates LLC, and\r\n        Donald R. McCabe Jr. and Stephanie C. Trotter, of\r\n        McCabe Trotter & Beverly PC, all of Columbia, for\r\n        Appellant.\r\n\n             Chace D. Campbell, of Chace Campbell PA, of\r\n             Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: B & B Development of Anderson, LLC appeals the circuit\r\ncourt's grant of summary judgment to General Air Conditioning Services\r\nCorporation on General Air's action to enforce a mechanic's lien and collect money\r\nclaimed for services performed on property owned by B & B. B & B argues the\r\nparties' affidavits and pleadings provide sufficient evidence of a factual dispute as\r\nto whether General Air provided defective work and materials that caused damage\r\nto the roof of its building and entitled B & B to set-offs that would lower or\r\neliminate the amount due to General Air. We reverse.\r\n\r\nSummary judgment is appropriate when \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the affidavits, if any, show\r\nthat there is no genuine issue as to any material fact and that the moving party is\r\nentitled to a judgment as a matter of law.\" Rule 56(c), SCRCP. In determining\r\nwhether a triable issue of fact exists, we \"must view all evidence and all inferences\r\nthat can be reasonably drawn from it in the light most favorable to the non-moving\r\nparty.\" Rawlinson Rd. Homeowners Ass'n, Inc. v. Jackson, 395 S.C. 25, 32, 716\r\nS.E.2d 337, 341 (Ct. App. 2011). \"[I]n cases applying the preponderance of the\r\nevidence burden of proof, the non-moving party is only required to submit a mere\r\nscintilla of evidence in order to withstand a motion for summary judgment.\" Id. at\r\n32-33, 716 S.E.2d at 341 (alteration in original) (citation and internal quotation\r\nmarks omitted).\r\n\r\n             Supporting and opposing affidavits shall be made on\r\n             personal knowledge, shall set forth such facts as would\r\n             be admissible in evidence, and shall show affirmatively\r\n             that the affiant is competent to testify to the matters\r\n             stated therein. . . . When a motion for summary\r\n             judgment is made and supported as provided in this rule,\r\n             an adverse party may not rest upon the mere allegations\r\n             or denials of his pleading, but his response, by affidavits\r\n             or as otherwise provided in this rule, must set forth\r\n             specific facts showing that there is a genuine issue for\r\n             trial. If he does not so respond, summary judgment, if\r\n             appropriate, shall be entered against him.\r\n\nRule 56(e), SCRCP.\r\n\r\nHere, the circuit court erred in granting summary judgment to General Air. First,\r\nthe affidavit of B & B's agent provides a sufficient basis to show it was made on\r\npersonal knowledge. The affidavit says the affiant was over 18 years old, was\r\ncompetent to testify, handled maintenance of the building, and worked to fix the\r\nconstruction problems. Moreover, the affidavit creates a genuine issue of material\r\nfact as to whether General Air's materials caused damage that would offset all or a\r\nportion of B & B's obligation to pay the balance of the lien. The affidavit's\r\nassertion that the HVAC systems had \"leaks\" that caused damage to the roof in\r\nexcess of the debt owed to General Air is sufficient to specify how General Air's\r\nmaterials were defective, without the introduction of expert evidence. See Englert,\r\nInc. v. Netherlands Ins. Co., 315 S.C. 300, 304-05, 433 S.E.2d 871, 874 (Ct. App.\r\n1993) (\"[W]e note the following additional defects in the appellant's affidavit: . . .\r\nIt never specifies how the materials delivered by the respondent are defective. The\r\nonly inference of a defect is the alleged failure of the materials/warranty to\r\nconform with the alleged but unexplained project specifications. The foregoing\r\ndefects are an additional reason appearing in the record to affirm the appealed\r\norder.\"). Further, Bill Marcie's Proposed Payment Plan does not necessarily\r\nsupport the grant of summary judgment. The proposal indicates B & B knew it\r\nhad a contractual obligation to General Air, but it does not explicitly express an\r\nintention to waive any defenses or claims arising from General Air's defective\r\nwork. Nor does B & B's initial claim that the damage was caused by defective roof\r\nwork preclude B & B from currently raising defective HVAC work or materials in\r\ndefense of General Air's claims. Discovery may have revealed the current claims,\r\nand General Air does not raise any due process or rule-based argument against the\r\nclaims' consideration. Consequently, B & B provided at least one affidavit\r\nsufficient to survive summary judgment. See Jackson, 395 S.C. at 33-34, 716\r\nS.E.2d at 342 (holding summary judgment was appropriate because the losing\r\nparty abandoned the initial reasoning underlying its pleadings and failed to provide\r\nany affidavits to support the grounds it argued at summary judgment).\r\n\r\nREVERSED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2012-UP-634","title":"Hiller v. Hiller","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-634.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Deborah Hiller, Respondent,\r\n\r\n             v.\r\n\r\n             Joe W. Hiller, Sr., Appellant.\r\n\r\n             Appellate Case No. 2010-175586\r\n\r\n\r\n\r\n                          Appeal From Greenville County\r\n                      W. Marsh Robertson, Family Court Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2012-UP-634 \n\r\n                  Submitted July 2, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Joe W. Hiller, Sr., of Greenville, pro se.\r\n\r\n             Rhett D. Burney, of Turner & Burney, PC, of Laurens,\r\n             for Respondent.\r\n\r\n\r\nPER CURIAM: Joe W. Hiller, Sr. (Husband) appeals the final divorce order of\r\nthe family court, arguing the family court erred in (1) failing to transcribe\r\nHusband's motion to dismiss so he could appeal, (2) misstating several findings of\r\nfact in its order, (3) awarding attorney's fees to Deborah P. Hiller (Wife), and (4)\r\nfailing to consider Wife's debts in determining an equitable distribution of the\r\n\nmarital estate. We affirm pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities:\r\n\r\n1.    As to whether the family court erred in failing to transcribe Husband's\r\nmotion to dismiss so he could appeal: Rule 220(b)(2), SCACR (stating this court\r\n\"need not address a point which is manifestly without merit\").\r\n\r\n2.     As to whether the family court erred in misstating several findings of fact in\r\nits order: Roesler v. Roesler, 396 S.C. 100, 106, 719 S.E.2d 275, 278 (Ct. App.\r\n2011) (recognizing that despite the appellate court's ability to make its own\r\nfindings of fact in appeals from the family court, the family court is often in a\r\nbetter position to weigh testimony and make determinations regarding the\r\ncredibility of witnesses).\r\n\r\n3.    As to whether the family court erred in awarding attorney's fees to Wife:\r\nChisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222, 223-24 (2012) (holding\r\nthe decision to award attorney's fees is within the family court's discretion and\r\nalthough appellate review is de novo, the appellant still has the burden to show the\r\nfamily court erred).\r\n\r\n4.     As to whether the family court erred in failing to consider Wife's debts in\r\ndetermining an equitable distribution of the marital estate: I'On, L.L.C. v. Town of\r\nMt. Pleasant, 338 S.C. 406, 422, 526 S.E.2d 716, 724 (2000) (holding an issue is\r\nnot preserved for review if the issue is not addressed in the final order and the\r\nappellant does not file a Rule 59(e), SCRCP, motion for reconsideration seeking a\r\nruling on the issue).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and HUFF and SHORT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-635","title":"Martin v. Norfolk Southern","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-635.pdf","description":null,"date":"2012-11-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        James Martin, Appellant,\r\n\r\n        v.\r\n\r\n        Norfolk Southern Corporation and Norfolk Southern\r\n        Railway Company, Mike Ford, Benjamin Aiken and\r\n        James Thornton, Defendants,\r\n\r\n        Of Which Norfolk Southern Coporation and Norfolk\r\n        Southern Railway Company are the Respondents.\r\n\r\n        Appellate Case No. 2010-173647\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-635 \n\r\n         Heard November 13, 2012 – Filed November 28, 2012 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Stephen P. Groves, Sr., and Paul A. Dominick, both of\r\n        Nexsen Pruet, LLC, of Charleston, for Appellant.\r\n\r\n        Ronald K. Wray, II, James D. Brice, and Laura G.\r\n        Simons, all of Gallivan, White & Boyd, P.A., of\r\n        Greenville, for Respondents.\r\n\nPER CURIAM: This appeal arises out of Appellant James Martin's negligence\r\nclaim against Respondents Norfolk Southern Corporation and Norfolk Southern\r\nRailway Company (collectively \"Norfolk Southern\"). The trial court granted\r\nNorfolk Southern's motion for summary judgment. On appeal, Martin argues he\r\npresented sufficient evidence to demonstrate a genuine issue of material fact that\r\n(1) he was exposed to chlorine gas, and (2) Norfolk Southern was the proximate\r\ncause of his injuries.1 We find there is no genuine issue of material fact as to\r\nwhether Norfolk Southern proximately caused Martin's injuries; therefore, we\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities: Rule 56(c),\r\nSCRCP (noting summary judgment is appropriate when \"the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of law\"); Prince v.\r\nLiberty Life Ins. Co., 390 S.C. 166, 169, 700 S.E.2d 280, 282 (Ct. App. 2010) (\"In\r\ndetermining whether a genuine issue of fact exists, the evidence and all reasonable\r\ninferences drawn from it must be viewed in the light most favorable to the\r\nnonmoving party.\"); Small v. Pioneer Mach., Inc., 329 S.C. 448, 464, 494 S.E.2d\r\n835, 843 (Ct. App. 1997) (\"Ordinarily, the question of proximate cause is one of\r\nfact for the jury and the trial judge's sole function regarding the issue is to inquire\r\nwhether particular conclusions are the only reasonable inferences that can be\r\ndrawn from the evidence.\"); McKnight v. S.C. Dep't of Corr., 385 S.C. 380, 386,\r\n684 S.E.2d 566, 569 (Ct. App. 2009) (noting that negligence is only actionable\r\nwhen it is a proximate cause of an injury); Burnett v. Family Kingdom, Inc., 387\r\nS.C. 183, 191, 691 S.E.2d 170, 175 (Ct. App. 2010) (holding in order to prove\r\nproximate cause, a plaintiff is required to show both causation in fact and legal\r\ncause); id. (\"Causation in fact is demonstrated by establishing the plaintiff's injury\r\nwould not have occurred 'but for' the defendant's negligence.\"); id. (\"Legal cause is\r\n\r\n1We find Martin's lost wages claim unpreserved for review, as the trial court did\r\nnot rule on whether Martin established a genuine issue of material fact that he was\r\nentitled to lost wages damages. See Shirley's Iron Works, Inc. v. City of Union,\r\n397 S.C. 584, 598, 726 S.E.2d 208, 215 (Ct. App. 2010) (\"When an issue or\r\nargument has been raised to but not ruled upon by the trial court, a party must file a\r\nRule 59(e), SCRCP, motion to preserve the issue for appeal.\"). At oral argument,\r\ncounsel conceded that Martin's Rule 59(e), SCRCP, motion was not timely filed\r\nwith the trial court.\r\n\nshown by establishing foreseeability.\"); Rule 701, SCRE (\"If the witness is not\r\ntestifying as an expert, the witness' testimony in the form of opinions or inferences\r\nis limited to those opinions or inferences which (a) are rationally based on the\r\nperception of the witness, (b) are helpful to a clear understanding of the witness'\r\ntestimony or the determination of a fact in issue, and (c) do not require special\r\nknowledge, skill, experience or training.\" (emphasis added)).2\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2As to Martin's remaining issue on appeal, we decline to address the merits\r\nbecause the finding that there is no genuine issue of material fact as to whether\r\nNorfolk Southern was the proximate cause of Martin's injuries is dispositive. See\r\nYoung v. Charleston Cnty. Sch. Dist., 397 S.C. 303, 311, 725 S.E.2d 107, 111\r\n(2012) (declining to address additional remaining issues when the disposition of a\r\nprior issue was dispositive of the appeal).\r\n\n","court":"Appeals"}]