[{"id":"2013-UP-065","title":"SCDSS v. Johaida S. G.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-065.pdf","description":null,"date":"2013-02-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                  THE STATE OF SOUTH CAROLINA\r\n                      In The Court of Appeals\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Johaida S. G. A/K/A Johaida S., Reynaldo P., Jr., and\r\n        John Doe, Defendants,\r\n\r\n        Of whom Johaida S. G. is the Appellant,\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2012-212274\r\n\r\n\r\n\r\n                        Appeal From Horry County\r\n                    James A. Spruill, Family Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-065\r\n             Submitted January 23, 2013 – Filed February 1, 2013\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        James Thomas Young, of Singleton Burroughs & Young,\r\n        PA, of Conway, for Appellant.\r\n\n              Tonia Elizabeth Medrick, of the Department of Social\r\n              Services, of Conway, for Respondent.\r\n\r\n              Jessica Elizabeth Kinard, of Hills & Hills, P.C., of Myrtle\r\n              Beach, for Guardian ad Litem.\r\n\r\n\r\n\r\nPER CURIAM: Johaida S. appeals from the family court's final order terminating\r\nher parental rights to two of her minor children. See S.C. Code Ann. § 63-7-2570\r\n(2010 & Supp. 2012). Upon a thorough review of the record and the family court's\r\nfindings of fact and conclusions of law pursuant to Ex parte Cauthen, 291 S.C.\r\n465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.1\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-037","title":"Graham v. Babb","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-037.pdf","description":null,"date":"2013-02-06","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Carey Graham and Rodney A. Chardukian, Respondents,\r\n\r\n        v.\r\n\r\n        Malcolm M. Babb, Brenda R. Babb, Cable Plus of\r\n        Carolina, Inc., South Bay Lakes Cable Partnership,\r\n        Southbridge Cable Television, LLC, and Renaissance\r\n        Enterprises, Inc., now known as Condo Services, Inc.,\r\n        Defendants,\r\n\r\n        Of whom Brenda R. Babb and Renaissance Enterprises,\r\n        Inc., now known as Condo Services, Inc., are the\r\n        Appellants.\r\n\r\n        Appellate Case No. 2011-198607\r\n\r\n\r\n                      Appeal From Horry County\r\n               R. Ferrell Cothran, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-037 \n\r\n         Submitted December 4, 2012 – Filed February 6, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        William Isaac Diggs, of the Law Offices of William\r\n        Isaac Diggs, of Myrtle Beach, for Appellant Renaissance\r\n        Enterprises, Inc.\r\n\n             Brenda R. Babb, of Calabash, North Carolina, pro se.\r\n\r\n             Frank H. DuRant, of DuRant & Martin, of Myrtle Beach,\r\n             for Respondents.\r\n\r\n\r\nPER CURIAM: Brenda R. Babb and Renaissance Enterprises, Inc., now known\r\nas Condo Services, Inc. (REI), appeal the trial court's order, arguing the trial court\r\nerred in (1) refusing to allow Babb to testify at the damages hearing and failing to\r\ngive Babb and REI credit for costs they incurred; (2) awarding punitive damages;\r\nand (3) allowing Graham to act as receiver and collect the judgment. We affirm.\r\n\r\n1. We hold the trial court properly refused to allow Babb to testify at the\r\ndamages hearing. A \"defaulting defendant has conceded liability.\" Howard v.\r\nHoliday Inns, Inc., 271 S.C. 238, 242, 246 S.E.2d 880, 882 (1978). Although \"a\r\ndefaulting defendant does not concede the [a]mount of liability,\" his or her\r\nparticipation in a damages hearing is limited to cross-examining witnesses and\r\nobjecting to the plaintiff's evidence. Id. at 241-42, 246 S.E.2d at 882.\r\nAdditionally, we hold the trial court was not required to consider Babb and REI's\r\nproffer of costs because their participation in the damages hearing was limited to\r\ncross-examining witnesses and objecting to Respondents' evidence.\r\n\r\n2. We hold the award of punitive damages was supported by the evidence and\r\nwas not excessive. \"Punitive damages are recoverable in conversion cases if the\r\ndefendant's acts have been willful, reckless, and/or committed with conscious\r\nindifference to the rights of others.\" Mackela v. Bentley, 365 S.C. 44, 49, 614\r\nS.E.2d 648, 651 (Ct. App. 2005). When evaluating whether an award of punitive\r\ndamages violates due process, this court conducts a de novo review. Jenkins v.\r\nFew, 391 S.C. 209, 221, 705 S.E.2d 457, 463 (Ct. App. 2010), cert. granted\r\nFebruary 13, 2012. A court conducting a post-judgment review of punitive\r\ndamages must consider the degree of reprehensibility of the defendant's conduct,\r\nthe disparity between the actual or potential harm suffered by the plaintiff and the\r\namount of the punitive damages award, and the difference between the punitive\r\ndamages award and the civil penalties imposed in comparable cases. Mitchell v.\r\nFortis Ins. Co., 385 S.C. 570, 585, 686 S.E.2d 176, 184 (2009). We hold sufficient\r\nevidence of reprehensible conduct exists to support the punitive damages award\r\nwithout considering Babb and REI's discovery abuse. Although the harm was\r\neconomic rather than physical, the harm involved repeated incidents over nearly\r\n\nseven years. The complaint alleged Babb evaded Respondents' efforts to reduce an\r\noral agreement to writing, and Babb and REI collected revenue without making\r\npayments to the entities that owned the cable rights. This mistake was not\r\naccidental because Babb and REI were aware as early as June 24, 2004, when the\r\ncomplaint was filed, that Respondents were claiming an interest in the money\r\ncollected. Additionally, we hold the disparity between the actual damages award\r\nand the punitive damages award is not unreasonable or excessive. The punitive\r\ndamages award of $200,000.00 is less than the actual damages award of\r\n$776,604.44; accordingly, the ratio is .26, which does not exceed a single-digit\r\nratio. See id. at 588, 686 S.E.2d at 185 (\"[T]he Supreme Court has . . . consistently\r\ndeclined to adopt a bright line ratio or simple mathematical test . . . [but] few\r\nawards exceeding a single-digit ratio between punitive and compensatory damages\r\n. . . will satisfy due process.\" (internal quotation marks omitted)). Given the length\r\nof the litigation and the fact that Babb and REI continued to convert funds\r\nbelonging to the entities for more than six years, we hold an award of some type\r\nwas necessary to deter similar conduct in the future. Furthermore, the award was\r\nreasonably related to the harm, and Babb has the ability to pay, as evidenced by her\r\naffidavit stating she has assets valued at over $1,000,000.00 with no financial\r\nliabilities or obligations. See id. (\"[A] court, when determining the reasonableness\r\nof a particular ratio of actual or potential harm to a punitive damages award, may\r\nconsider: the likelihood that the award will deter the defendant from like conduct;\r\nwhether the award is reasonably related to the harm likely to result from such\r\nconduct; and the defendant's ability to pay.\"). Finally, a review of other cases\r\nawarding punitive damages in conversion actions shows the punitive damages\r\nawarded here are not excessive. See Mackela, 365 S.C. at 46, 49, 614 S.E.2d at\r\n649, 651 (affirming an award of $50,000.00 in punitive damages for conversion\r\nwhen the actual damages were only $13,320.23).\r\n\r\n3. We hold the trial court did not err in appointing Graham as receiver. The\r\norder appointing an independent party as a receiver was a temporary order;\r\naccordingly, it was not law of the case. See G-H Ins. Agency, Inc. v. Travelers Ins.\r\nCos., 270 S.C. 147, 173, 241 S.E.2d 534, 546 (1978) (\"[A court] considering a new\r\ncase on the merits is not bound by decisions on legal issues made by a [court]\r\nconsidering the case on application for a temporary injunction.\"). Furthermore, we\r\nhold the trial court did not err in providing that Graham could apply any funds due\r\nto Babb against the judgment.\r\n\nAFFIRMED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-066","title":"Carpenter v. Measter","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-066.pdf","description":null,"date":"2013-02-06","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Dudley N. Carpenter and Jane G. Carpenter, \n\r\n        Respondents/Appellants, \n\r\n\r\n        v.\r\n\r\n        Charles L. Measter and Barbara P. Measter, \n\r\n        Appellants/Respondents. \n\r\n\r\n        Appellate Case No. 2011-192366\r\n\r\n\r\n                    Appeal From Charleston County\r\n                R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-066 \n\r\n             Heard December 12, 2012 – Filed February 6, 2013 \n\r\n\r\n\r\n         AFFIRMED IN PART, REVERSED IN PART, AND\r\n                       REMANDED\r\n\r\n\r\n        D. Ryan McCabe and Brian C. Gambrell, of Rogers,\r\n        Townsend & Thomas, PC, of Columbia, for\r\n        Appellants/Respondents.\r\n\r\n        Thomas C. Hildebrand, Jr., of Haynsworth Sinkler Boyd,\r\n        P.A., of Charleston, for Respondents/Appellants.\r\n\nPER CURIAM: This case involves a contract to sell a condominium unit in\r\nBohicket Marina Village, a horizontal property regime on Seabrook Island.\r\nAppellants/Respondents, Charles and Barbara Measter (Sellers), seek review of the\r\ncircuit court's failure to grant a directed verdict or judgment notwithstanding the\r\nverdict (JNOV) on the breach of contract claim filed by Respondents/Appellants,\r\nDudley and Jane Carpenter (Purchasers). In their cross-appeal, Purchasers\r\nchallenge the circuit court's granting of Sellers' motion for a directed verdict on\r\nPurchasers' claim for violation of the Residential Property Condition Disclosure\r\nAct (Disclosure Act), S.C. Code Ann. § 27-50-10 to -270 (2007 & Supp. 2012).\r\nWe affirm in part, reverse in part, and remand.\r\n\r\n1. Initially, we reject Sellers' argument that the circuit court lacked jurisdiction to\r\nissue its order dated February 23, 2010 (Sellers' Issue 1). Sellers challenge this\r\norder as an untimely revision of the circuit court's previous decision granting\r\npartial summary judgment to Sellers. They argue that Purchasers' voluntary\r\ndismissal of their claim for violation of the Unfair Trade Practices Act ended the\r\nperiod provided by Rule 54(b), SCRCP, for revision of the previous decision. Rule\r\n54(b), SCRCP, provides that an order or other form of decision adjudicating fewer\r\nthan all the claims and omitting an express determination that there is \"no just\r\nreason for delay,\" is subject to revision at any time before \"the entry of judgment\r\nadjudicating all the claims . . . .\"\r\n\r\nHere, Circuit Court Judge Markley Dennis, Jr., issued a Form 4 judgment dated\r\nSeptember 3, 2009, that granted Sellers' motion for summary judgment as to\r\nPurchasers' claims for fraud and negligent misrepresentation. The judgment\r\nexpressly denied the motion as to Purchasers' claim for violation of the Unfair\r\nTrade Practices Act but remained silent as to Purchasers' remaining claims for\r\nbreach of contract, breach of contract accompanied by a fraudulent act, and\r\nviolation of the Disclosure Act. Judge Dennis's February 23, 2010 order clarified\r\nhis intent, as it existed on September 3, 2009, to deny Sellers' summary judgment\r\nmotion as to these remaining three claims. The February 23, 2010 order explained\r\nthat (1) Judge Dennis's September 3, 2009 ruling was based on the economic loss\r\nrule; (2) as a result, he intended to grant summary judgment as to Purchasers' tort\r\nclaims; and (3) he intended to deny summary judgment as to Purchasers' contract-\r\nbased claims and statutory claims.\r\n\r\nBecause the February 23, 2010 order did not take any new action but merely\r\nplaced in the record evidence of Judge Dennis's intent as it existed on September 3,\r\n2009, Judge Dennis properly directed that the February 23, 2010 order was to take\r\n\neffect \"nunc pro tunc.\" See Ex parte Strom, 343 S.C. 257, 264, 539 S.E.2d 699,\r\n702-03 (2000) (\"Nunc pro tunc orders can only be used to place in the record\r\nevidence of judicial action that has actually taken place. A prerequisite for a nunc\r\npro tunc order . . . is some previous action by the court that is not adequately\r\nreflected in its record.\" (citation omitted)); see also Black's Law Dictionary 1174\r\n(9th ed. 2009) (explaining that \"nunc pro tunc\" is Latin for \"now for then\" and that\r\nthe phrase means having retroactive legal effect through a court's inherent power);\r\nid. (\"When an order is signed 'nunc pro tunc' as of a specified date, it means that a\r\nthing is now done which should have been done on the specified date.\" (quoting\r\n35A C.J.S. Federal Civil Procedure § 370 (1960))).\r\n\r\nThe nunc pro tunc effect of the February 23, 2010 order was actually contemplated\r\nby a previous Form 4 judgment dated November 4, 2009, and signed by Circuit\r\nCourt Judge Deadra Jefferson. Sellers contend that this judgment was a \"judgment\r\nadjudicating all the claims\" for purposes of Rule 54(b). However, this judgment\r\nindicated that although Purchasers were voluntarily dismissing their claim for\r\nviolation of the Unfair Trade Practices Act, they were going to file a motion\r\nseeking clarification of Judge Dennis's September 3, 2009 judgment.1 While Judge\r\nJefferson checked the boxes next to the words \"ACTION DISMISSED\" and \"Rule\r\n41(a), SCRCP,\" she expressly conditioned such a dismissal on Judge Dennis's\r\ncontemplated ruling on Purchasers' motion to clarify:\r\n\r\n               [I]n the interests of justice and for clarity of the record\r\n               for appellate purposes [Purchasers] will file a Motion to\r\n               Clarify Judge Dennis'[s] order. After Judge Dennis's\r\n               consideration of the motion if there is remaining any\r\n               cause of action the matter will be restored to the jury trial\r\n               roster for trial and if none remains the matter will be\r\n               ended with prejudice so that the parties may avail\r\n               themselves of the appellate process.\r\n\r\n(emphasis added). Hence, Judge Jefferson's Form 4 judgment was conditional and\r\ndid not qualify as a \"judgment adjudicating all the claims\" for purposes of Rule\r\n54(b). Therefore, Judge Dennis had jurisdiction to issue his order dated February\r\n23, 2010, and he properly gave the order retroactive effect.\r\n\r\n\r\n\r\n1   Notably, Purchasers agreed to file this motion at the urging of Judge Jefferson.\r\n\n2. As to Purchasers' breach of contract claim (Sellers' Issues 2 and 4), the circuit\r\ncourt properly declined to rule as a matter of law that there existed no breach of\r\ncontract. See Law v. S.C. Dep't of Corr., 368 S.C. 424, 434, 629 S.E.2d 642, 648\r\n(2006) (holding that in ruling on a motion for a directed verdict, the trial court\r\nmust view the evidence and the inferences reasonably drawn therefrom in the light\r\nmost favorable to the party opposing the motion); McMillan v. Oconee Mem'l\r\nHosp., Inc., 367 S.C. 559, 564, 626 S.E.2d 884, 886 (2006) (holding that the trial\r\ncourt should deny a directed verdict motion when either the evidence yields more\r\nthan one inference or its inference is in doubt). There is ample evidence of Sellers'\r\nbreach of the contract's implied covenant that the parties must act in good faith and\r\ndeal fairly with each other. See Williams v. Riedman, 339 S.C. 251, 267, 529\r\nS.E.2d 28, 36 (Ct. App. 2000) (\"[T]here exists in every contract an implied\r\ncovenant of good faith and fair dealing.\" (citation omitted)). We note that\r\nPurchasers did not attempt to assert the covenant of good faith and fair dealing as\r\nan independent cause of action, as argued by Sellers. See RoTec Servs., Inc. v.\r\nEncompass Servs., Inc., 359 S.C. 467, 473, 597 S.E.2d 881, 884 (Ct. App. 2004)\r\n(holding that the implied covenant of good faith and fair dealing is not an\r\nindependent cause of action separate from the claim for breach of contract).\r\nRather, Purchasers asserted a cause of action for breach of contract, and Sellers'\r\nliability may be based on a breach of any of the contract's terms, including the\r\nimplied covenant of good faith, as long as the breach caused damage to Purchasers.\r\nSee Williams, 339 S.C. at 274, 529 S.E.2d at 40 (\"[T]he implied covenant of good\r\nfaith and fair dealing has been viewed as another contract term.\" (emphasis\r\nadded)).\r\n\r\nIn the light most favorable to Purchasers, the evidence shows that Sellers knew of\r\nthe structural problems with the regime's buildings and the resulting class action\r\nlitigation that ultimately yielded funds with which to reimburse unit owners for\r\nrepairs. Further, in the light most favorable to Purchasers, Sellers' admitted\r\nconsultations with multiple attorneys as to whether they had a duty to disclose this\r\ninformation to Purchasers demonstrates Sellers' awareness that the buildings'\r\nstructural problems and impending repairs directly affected the unit they were\r\nselling to Purchasers. Therefore, we affirm the circuit court's denial of Sellers'\r\nmotions for a directed verdict and JNOV on the breach of contract claim. See\r\nSteinke v. S.C. Dep't of Labor, Licensing & Regulation, 336 S.C. 373, 386, 520\r\nS.E.2d 142, 148 (1999) (holding that an appellate court will only reverse the trial\r\ncourt's ruling when no evidence supports the ruling or when the ruling is controlled\r\nby an error of law). Likewise, to the extent that Sellers adequately objected and\r\nassigned error to the jury instruction on the implied covenant of good faith, we\r\n\naffirm the instruction. See Keaton ex rel. Foster v. Greenville Hosp. Sys., 334 S.C.\r\n488, 495-96, 514 S.E.2d 570, 574 (1999) (holding that a jury charge that is\r\nsubstantially correct and covers the law does not require reversal).\r\n\r\n3. As to Sellers' argument that the contract's disclaimer and other provisions\r\nrequired dismissal of the breach of contract claim (Sellers' Issue 3), the remedy\r\nthey seek is reversal of the circuit court's \"rulings that did not dismiss [Purchasers']\r\nbreach of contract claims as a matter of law.\" However, the record does not show\r\nthat Sellers raised these precise issues in their directed verdict motion because\r\nSellers did not include in the record a copy of their pre-trial brief, on which they\r\nrelied in seeking a directed verdict. Further, the circuit court did not address these\r\nprecise issues in denying the directed verdict motion as to the breach of contract\r\nclaim. Therefore, these issues are not preserved for review. See Rule 210(h),\r\nSCACR (stating that the appellate court will not consider any fact which does not\r\nappear in the Record on Appeal); In re McCracken, 346 S.C. 87, 93, 551 S.E.2d\r\n235, 238 (2001) (holding that a JNOV motion was not preserved because no\r\ngrounds were raised in the requisite directed verdict motion); Zaman v. S.C. Bd. of\r\nMed. Exam'rs, 305 S.C. 281, 285, 408 S.E.2d 213, 215 (1991) (holding that the\r\nrecord must show the issue was raised in the trial court); Germain v. Nichol, 278\r\nS.C. 508, 509, 299 S.E.2d 335, 335 (1983) (\"Appellant has the burden of providing\r\nthis Court with a sufficient record upon which this Court can make its decision.\");\r\nWeston v. Kim's Dollar Store, 385 S.C. 520, 538, 684 S.E.2d 769, 779 (Ct. App.\r\n2009), aff'd and remanded, 399 S.C. 303, 731 S.E.2d 864 (2012) (declining to\r\naddress an argument because the court was unable to discern whether the appellant\r\nraised to the circuit court the issues on appeal; appellant’s motion seeking\r\namendment of the circuit court’s order did not appear in the record); State v.\r\nKennerly, 331 S.C. 442, 455, 503 S.E.2d 214, 221 (Ct. App. 1998), aff'd, 337 S.C.\r\n617, 524 S.E.2d 837 (1999) (\"In reviewing a denial of directed verdict, issues not\r\nraised to the trial court in support of the directed verdict motion are not preserved\r\nfor appellate review.\").\r\n\r\n4. As to Sellers' challenge to the jury's damages award (Sellers' Issue 5), the record\r\ndoes not reflect Sellers' presentation of this issue to the circuit court after the jury\r\nreturned the verdict. Therefore, the issue is not preserved for our review. See S.C.\r\nDep't of Transp. v. First Carolina Corp. of S.C., 372 S.C. 295, 301, 641 S.E.2d\r\n903, 907 (2007) (\"It is axiomatic that an issue cannot be raised for the first time on\r\nappeal, but must have been raised to and ruled upon by the trial judge to be\r\npreserved for appellate review.\" (citation omitted)).\r\n\n5. As to Sellers' merger argument (Sellers' Issue 6), the record does not show that\r\nSellers raised this issue in their directed verdict motion because Sellers did not\r\ninclude in the record a copy of their pre-trial brief, on which they relied in seeking\r\na directed verdict. Further, the circuit court did not address this issue in denying\r\nthe directed verdict motion as to the breach of contract claim. Therefore, this issue\r\nis not preserved for review. See Rule 210(h), SCACR (stating that the appellate\r\ncourt will not consider any fact which does not appear in the Record on Appeal);\r\nZaman v. S.C. Bd. of Med. Exam'rs, 305 S.C. 281, 285, 408 S.E.2d 213, 215 (1991)\r\n(holding that the record must show the issue was raised in the trial court); Germain\r\nv. Nichol, 278 S.C. 508, 509, 299 S.E.2d 335, 335 (1983) (\"Appellant has the\r\nburden of providing this Court with a sufficient record upon which this Court can\r\nmake its decision.\"); Weston v. Kim's Dollar Store, 385 S.C. 520, 538, 684 S.E.2d\r\n769, 779 (Ct. App. 2009), aff'd and remanded, 399 S.C. 303, 731 S.E.2d 864\r\n(2012) (declining to address an argument because the court was unable to discern\r\nwhether the appellant raised to the circuit court the issues on appeal; appellant’s\r\nmotion seeking amendment of the circuit court’s order did not appear in the\r\nrecord); State v. Kennerly, 331 S.C. 442, 455, 503 S.E.2d 214, 221 (Ct. App.\r\n1998), aff'd, 337 S.C. 617, 524 S.E.2d 837 (1999) (\"In reviewing a denial of\r\ndirected verdict, issues not raised to the trial court in support of the directed verdict\r\nmotion are not preserved for appellate review.\").\r\n\r\n6. As to the trial court's failure to provide Sellers with a copy of Purchasers' pre-\r\ntrial brief, Sellers did not set forth this assignment of error in their Statement of\r\nIssues on Appeal. Therefore, we need not consider it. See Rule 208(b)(1)(B)\r\n(\"Ordinarily, no point will be considered which is not set forth in the statement of\r\nthe issues on appeal.\"). In any event, the precise arguments set forth in Sellers'\r\nappellate brief to support this assignment of error were not presented to the trial\r\ncourt. Rather, Sellers' counsel acquiesced in the trial court's ruling on his request\r\nto order Purchasers to provide him with a copy of the brief. Therefore, Sellers'\r\narguments on appeal of this ruling are not preserved for review. See First Carolina,\r\n372 S.C. at 301, 641 S.E.2d at 907 (\"[I]t is a litigant's duty to bring to the court's\r\nattention any perceived error, and the failure to do so amounts to a waiver of the\r\nalleged error.\"); id. (\"It is axiomatic that an issue cannot be raised for the first time\r\non appeal, but must have been raised to and ruled upon by the trial judge to be\r\npreserved for appellate review.\" (citation omitted)); cf. State v. Mitchell, 330 S.C.\r\n189, 195, 498 S.E.2d 642, 645 (1998) (holding that because counsel acquiesced in\r\nthe trial court's ruling regarding his request for the solicitor's entire file on an\r\neyewitness and made no other objections regarding wanting the criminal files,\r\nappellant was barred from raising the issue on appeal); Hollins v. Wal-Mart Stores,\r\n\nInc., 381 S.C. 245, 251, 672 S.E.2d 805, 808 (Ct. App. 2008) (holding that because\r\na party acquiesced in the trial court's denial of additional voir dire, she failed to\r\npreserve the issue for appellate review).\r\n\r\n7. As to Purchasers' claim for violation of the Disclosure Act (Purchasers' Issue 1),\r\nwe agree with Purchasers that the circuit court erred in granting Sellers' directed\r\nverdict motion and in denying Purchasers' directed verdict motion. Under the\r\nDisclosure Act, an \"owner\" who \"discloses any material information on the\r\ndisclosure statement that he knows to be false, incomplete, or misleading is liable\r\nfor actual damages proximately caused to the purchaser and court costs.\" S.C.\r\nCode Ann. § 27-50-65 (2007). The Act defines \"owner\" as \"each person having a\r\nrecorded present or future interest in real estate who is identified in a real estate\r\ncontract subject to this article . . . .\" S.C. Code Ann. § 27-50-10(4) (2007). Section\r\n27-50-10(4) further states \"This disclosure is limited to the actual residential\r\ndwelling and does not address common elements or areas for which the owner has\r\nno direct and primary responsibility.\" It is this \"common elements exception\" to\r\nthe Disclosure Act on which the circuit court based its directed verdict ruling in the\r\npresent case.\r\n\r\nSellers urge the court to consider the definition of \"General Common Elements\" set\r\nforth in the Horizontal Property Act, S.C. Code Ann. § 27-31-10 to -440 (2007 &\r\nSupp. 2012), for purposes of interpreting the common elements exception to the\r\nDisclosure Act. This definition is set forth in section 27-31-20(f) and includes the\r\nfoundations and main walls. They also urge the court to consider the definition of\r\n\"Apartments\" in the regime's amended Master Deed, which designates the\r\nhorizontal boundaries of each apartment unit as the \"unfinished inner surfaces of\r\nthe ceilings and floors.\" These definitions likely influenced the circuit court's\r\nruling. However, to the extent that the foundations, floors, main walls, and\r\nceilings are inextricably intertwined to a condominium unit such that they directly\r\naffect the unit's intended use and value, the legislature could not have possibly\r\nintended to include them in the common elements exception to the Disclosure Act.\r\nSee Unisun Ins. Co. v. Schmidt, 339 S.C. 362, 368, 529 S.E.2d 280, 283 (2000)\r\n(holding that courts will reject a statutory interpretation that would lead to a result\r\nso plainly absurd that it could not have been intended by the legislature or would\r\ndefeat the plain legislative intention).\r\n\r\nHere, the structural problems with the regime's buildings directly affected the unit\r\nsold to Purchasers and required remediation construction that involved damaging\r\nthe unit's flooring and displacing Purchasers from the unit for several months.\r\n\nFurther, there was evidence that these structural problems caused sagging floors in\r\nthe unit. Moreover, the class action litigation concerning these structural problems\r\nresulted in the imposition of a special assessment on each unit for building repairs;\r\neach unit owner's share of the proceeds from the class action litigation was\r\nintended to compensate the owner for his or her share of repair costs exacted by the\r\nspecial assessment.2 There was evidence from which one could reasonably infer\r\nthat by the time of closing on the sale of the unit, Sellers were aware of this\r\nimpending special assessment.\r\n\r\nNotably, had Purchasers not timely paid the special assessment, their title to the\r\nunit would have been encumbered. See Harbison Cmty. Ass'n, Inc. v. Mueller, 319\r\nS.C. 99, 102, 459 S.E.2d 860, 862 (Ct. App. 1995) (\"Covenants requiring property\r\nowners to pay fees for improvements, maintenance or other services to a\r\nhomeowners association run with the land.\" (citation omitted)). Consistent with\r\nour opinion in Mueller, section 9.04 of the By-Laws of the regime's council of co-\r\nowners states that all assessments \"chargeable to any Apartment [that] are unpaid\r\nafter becoming due . . . shall constitute a lien against such Apartment . . . .\" This\r\ninvokes item 20 of Sellers' Disclosure Statement, which includes an inquiry into\r\nSellers' knowledge of any \"[l]awsuits, foreclosures, bankruptcy, tenancies,\r\njudgments, tax or other liens, proposed assessments or notice from any\r\ngovernmental agency that could affect title to the property[,]\" as well as item 21,\r\nwhich includes an inquiry into \"[o]wners' association fees or 'common area'\r\nexpenses or assessments.\" (emphasis added).\r\n\r\nAlthough Sellers checked \"Yes\" next to item 21 to acknowledge routine regime\r\nassessments, they did not notify Purchasers of the council's announced repair plans,\r\nwhich necessarily generated the subsequent special assessment. The note \"Check\r\nwith seller before submitting offer\" located at the bottom of the Disclosure\r\nStatement, without more, does not constitute an adequate disclosure, and the record\r\ndoes not show that Purchasers were provided with copies of minutes of past\r\nmeetings of the council prior to or at closing.\r\n\r\n2 Sellers' argument that the class action litigation was a matter of public record that\r\nPurchasers should have discovered is unavailing. The Disclosure Act requires\r\ndisclosure of several matters of public record. See S.C. Code Ann. § 27-50-\r\n40(A)(5) (2007) (requiring disclosure of \"the zoning laws, restrictive covenants,\r\nbuilding codes, and other land-use restrictions affecting the real property, any\r\nencroachment of the real property from or to adjacent real property, and notice\r\nfrom a governmental agency affecting this real property\").\r\n\nThe record unequivocally reflects the Sellers' awareness of the class action\r\nlitigation, the allegations of the class action complaint, and the status of the\r\nlitigation when they entered into the contract of sale with Purchasers. Under even\r\na liberal construction of these undisputed facts in favor of Sellers, we see no\r\nreasonable possibility of a verdict for Sellers on Purchasers' claim for violation of\r\nthe Disclosure Act. See Proctor v. Dep't of Health & Envtl. Control, 368 S.C. 279,\r\n292-93, 628 S.E.2d 496, 503 (Ct. App. 2006) (\"In essence, the court must\r\ndetermine whether a verdict for the opposing party 'would be reasonably possible\r\nunder the facts as liberally construed in his favor.'\"). The circuit court's directed\r\nverdict for Sellers was not only unsupported by the evidence but also controlled by\r\na mistaken interpretation of the Disclosure Act. Therefore, we reverse this directed\r\nverdict as well as the circuit court's denial of Purchasers' directed verdict motion\r\non this claim. See Steinke, 336 S.C. at 386, 520 S.E.2d at 148 (holding that an\r\nappellate court will only reverse the trial court's ruling when no evidence supports\r\nthe ruling or when the ruling is controlled by an error of law). We remand for the\r\nentry of a directed verdict for Purchasers on this claim as well as a determination\r\nof attorney's fees pursuant to S.C. Code Ann. § 27-50-65 (2007).\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-067","title":"Ginn-LA University Club v. Amelia Capital","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-067.pdf","description":null,"date":"2013-02-06","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Ginn-LA University Club Ltd., LLLP, Respondent,\r\n\r\n        v.\r\n\r\n        Amelia Capital III, LLC, Appellant.\r\n\r\n        Appellate Case No. 2011-194106\r\n\r\n\r\n                     Appeal From Richland County \n\r\n                  Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-067 \n\r\n             Heard December 12, 2012 – Filed February 6, 2013 \n\r\n\r\n\r\n                      AFFIRMED AS MODIFIED\r\n\r\n\r\n        Keith D. Munson and Michael James Bogle, both of\r\n        Womble Carlyle Sandridge & Rice, LLP, of Greenville,\r\n        for Appellant.\r\n\r\n        Carl F. Muller, of Carl F. Muller, Attorney at Law, P.A.,\r\n        of Greenville; John Carroll Moylan, III, and Matthew\r\n        Terry Richardson, both of Wyche, PA, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: In this breach of contract case, Amelia Capital III, LLC (Amelia)\r\nappeals a jury verdict in favor of Ginn-LA University Club Ltd., LLLP (Ginn). On\r\nappeal, Amelia argues the circuit court erred in (1) failing to exclude expert\r\ntestimony as to the future costs for environmental remediation; (2) failing to admit\r\ninto evidence certified tax assessor records as public records or self-authenticating\r\ndocuments; (3) refusing to allow Amelia to call Ginn's in-house counsel as a\r\nrebuttal witness; and (4) failing to instruct the jury that South Carolina law requires\r\nthat contracts of indemnity be subject to strict construction. We affirm as\r\nmodified.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn August 11, 2005, Ginn and Amelia executed an Agreement for Purchase and\r\nSale, wherein Ginn agreed to purchase, and Amelia agreed to sell, approximately\r\n239.50 acres of real property located in Blythewood, South Carolina (the\r\nProperty). At the time of the contract, both Amelia and Ginn were aware of the\r\nexistence of environmental contamination on the Property; however, the full extent\r\nof the contamination was unknown to either party.\r\n\r\nPrior to executing the contract, Ginn retained an environmental consultant, QORE,\r\nInc. (QORE), to inspect the Property and identify the environmental\r\ncontamination. QORE found two locations with environmental contamination on\r\nthe Property: (1) in the area of a maintenance shed, and (2) in the area of two small\r\nabove-ground storage tanks. Subsequently, QORE reported its findings to Ginn\r\nand the South Carolina Department of Health and Environmental Control (DHEC).\r\nIn response, DHEC required the installation of a monitoring well in the area\r\naround the above-ground storage tanks. QORE then prepared an assessment\r\nproposal for the installation of the monitoring well, which was approved by DHEC\r\non July 25, 2005.\r\n\r\nThe sale of the Property closed on October 18, 2005. To facilitate the sale of the\r\nProperty, the parties negotiated a limited indemnity provision to the contract,\r\nstating as follows:\r\n\r\n             5.2 Environmental Indemnity. Seller and Purchaser\r\n             acknowledge that there have been Hazardous Materials\r\n             disposed of or released upon the Land and certain\r\n             adjoining land owned by Purchaser as set forth in the\r\n             Environmental Reports (the \"Contamination\"). Seller has\r\n             authorized that notification of the Contamination be\r\n\n             provided to the appropriate authorities at the South\r\n             Carolina Department of [Health and] Environmental\r\n             Control (\"SCDHEC\") and SCDHEC has required that\r\n             additional assessment and removal measures be\r\n             conducted and reported back to SCDHEC (\"Additional\r\n             Work\"). Seller hereby agrees to indemnify, defend and\r\n             hold harmless Purchaser from and against any and all\r\n             claims, losses, liabilities, damages, costs and expenses,\r\n             including attorney's fees and court costs arising from or\r\n             relating to the Additional Work to the extent required to\r\n             achieve \"no further action\" status, or its equivalent, from\r\n             SCDHEC for the Contamination. All terms and\r\n             provisions of this Section 5.2 shall survive the Closing or\r\n             termination of this Agreement until such time as\r\n             SCDHEC has issued a \"no further action\" letter, or its\r\n             equivalent, whereupon this Environmental Indemnity\r\n             shall terminate.\r\n\r\nAfter the closing, QORE reported its testing of the monitoring well to DHEC on\r\nOctober 21, 2005. DHEC sent a letter to Ginn, suggesting additional remediation\r\nactivities to the Property. Ginn later consulted with DHEC and created a\r\nremediation plan, which was reviewed and approved by DHEC. Thereafter, Ginn\r\nretained the firm of GEL Engineering (GEL) to perform the environmental\r\nassessment and cleanup of the Property. Ginn has continued to perform\r\nremediation activities on the Property, under the supervision of DHEC.\r\nAdditionally, Ginn has developed and subdivided large portions of the Property\r\ninto individual lots, which have either been sold or are being marketed for sale.\r\nTo date, DHEC has still not issued a \"no further action\" letter.\r\n\r\nOn January 21, 2010, Ginn filed suit against Amelia for a number of causes of\r\naction related to Amelia's alleged breach of the indemnity provision of the contract.\r\nIn the complaint, Ginn alleged it had incurred costs of $351,971.80 in performing\r\nenvironmental remediation on the Property. Additionally, Ginn alleged in the\r\ncomplaint and sought to recover at trial any expenses associated with additional\r\nwork that may be required by DHEC in order to achieve \"no further action\" status,\r\nor its equivalent. A jury trial was held from April 4 to April 5, 2011. At the end of\r\nthe trial, Ginn elected to pursue only its breach of contract claim.\r\n\nOn April 6, 2011, the jury returned a verdict in Ginn's favor in the amount of\r\n$939,877.12. Amelia filed a motion for a new trial absolute, or in the alternative,\r\nfor a new trial nisi remittitur on April 15, 2011. A hearing was held on both\r\nmotions. By order dated May 18, 2011, the court denied Amelia's motion for a\r\nnew trial. This appeal followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Expert Testimony\r\n\r\nAmelia argues that the circuit court erred in allowing QORE's Environmental\r\nDepartment Manager, Robert MacPhee, to provide expert testimony as to alleged\r\nfuture damages.\r\n\r\nHere, Amelia made a pre-trial motion seeking to exclude any expert testimony\r\nfrom MacPhee because his \"designation\" as an expert witness came too late.\r\nThe circuit court subsequently ruled \"Mr. MacPhee . . . will be allowed to testify as\r\nany lay witness can testify to [sic], but he will not be allowed to give opinions.\"\r\nMacPhee later testified before the jury that he had had submitted a bid of $598,000\r\nto complete the remedial services.\r\n\r\nAlthough it is a close question, we believe this testimony constitutes fact\r\ntestimony. The statements merely relayed the fact that MacPhee submitted a bid to\r\ncomplete the remediation for $598,000 and that he was willing to the do the work\r\nfor this amount; the statements do not set forth an opinion that $598,000 worth of\r\nwork was reasonably necessary to complete the remediation. See Rule 702, SCRE\r\n(\"If scientific, technical, or other specialized knowledge will assist the trier of fact\r\nto understand the evidence or to determine a fact in issue, a witness qualified as an\r\nexpert by knowledge, skill, experience, training, or education, may testify thereto\r\nin the form of an opinion or otherwise.\"); Watson v. Ford Motor Co., 389 S.C. 434,\r\n445-46, 699 S.E.2d 169, 175 (2010) (citing Rules 602 and 701, SCRE) (\"[A] lay\r\nwitness may only testify as to matters within his personal knowledge and may not\r\noffer opinion testimony which requires special knowledge, skill, experience, or\r\ntraining.\").\r\n\r\nAmelia further argues that to recover future damages, Ginn must provide some\r\nevidentiary basis for future work that has not yet been performed at the Property\r\nupon which the jury can rely in reaching a verdict.\r\n\nWe agree with Amelia's implicit argument that without expert evidence of the\r\nnecessity of $598,000 worth of work to achieve \"no further action\" status, the\r\ninference of necessity the jury must draw from the mere fact that MacPhee\r\nsubmitted a $598,000 bid would be speculative. See Winters v. Fiddie, 394 S.C.\r\n629, 647, 716 S.E.2d 316, 325 (Ct. App. 2011) (\"In order for damages to be\r\nrecoverable, the evidence should be sufficient to enable the court or jury to\r\ndetermine the amount thereof with reasonable certainty or accuracy.\" (citation\r\nomitted)); id. (\"The evidence . . . should be such that a court or jury can reasonably\r\ndetermine an appropriate amount.\"); cf. Pope v. Heritage Communities, Inc., 395\r\nS.C. 404, 434, 717 S.E.2d 765, 781 (Ct. App. 2011) (\"The determination of\r\ndamages may depend to some extent on the consideration of contingent events if a\r\nreasonable basis of computation is afforded, permitting a reasonably close\r\nestimate of the loss.\" (emphasis added)).\r\n\r\nMoreover, we believe MacPhee's testimony as to the future costs of achieving \"no\r\nfurther action\" status was irrelevant because Amelia was only entitled to\r\nremediation costs already incurred, and not future damages. See Rule 401\r\n(\"'Relevant evidence' means evidence having any tendency to make the existence\r\nof any fact that is of consequence to the determination of the action more probable\r\nor less probable than it would be without the evidence.\"); Rule 402, SCRE (stating\r\nthat evidence that is not relevant is not admissible); Town of Winnsboro v.\r\nWiedeman-Singleton, Inc., 303 S.C. 52, 56, 398 S.E.2d 500, 502 (Ct. App. 1990),\r\naff'd, 307 S.C. 128, 414 S.E.2d 118 (1992) (defining indemnity as a \"form of\r\ncompensation in which a first party is liable to pay a second party for a loss or\r\ndamage the second party incurs to a third party\" (emphasis added)). Here, Ginn\r\nhas not presently incurred $598,000 worth of expenses to achieve \"no further\r\naction\" status; therefore, the recovery of this bid amount would be premature. See\r\nBurns v. Universal Health Servs. Inc., 361 S.C. 221, 232, 603 S.E.2d 605, 611 (Ct.\r\nApp. 2004) (stating a jury verdict will be upheld if there is any evidence to sustain\r\nthe factual findings implicit in the jury's verdict). As to the amount of the verdict\r\naward, Amelia's counsel conceded at oral argument that Ginn had incurred\r\n$350,000 in remediation costs. Therefore, the jury's verdict in favor of Ginn is\r\naffirmed as modified to reduce the jury's verdict to $350,000.\r\n\r\nII. Judicial Notice\r\n\r\nAmelia argues that the circuit court erred in failing to admit copies of reports\r\nissued by the Richland County Tax Assessor's Office because they were properly\r\nsubject to judicial notice and admissible under the South Carolina Rules of\r\n\nEvidence. We find Amelia's argument regarding the circuit court's exclusion of the\r\nrecords is not preserved for appellate review. It is clear from the trial transcript\r\nthat the circuit court excluded the tax assessor records and that Amelia failed to\r\nmake a proffer of the excluded evidence. See TNS Mills, Inc. v. S.C. Dep't of\r\nRevenue, 331 S.C. 611, 628, 503 S.E.2d 471, 480 (1998) (stating the failure to\r\nmake a proffer of excluded evidence will preclude review on appeal); Greenville\r\nMem'l Auditorium v. Martin, 301 S.C. 242, 244, 391 S.E.2d 546, 547 (1990) (\"An\r\nalleged erroneous exclusion of evidence is not a basis for establishing prejudice on\r\nappeal in absence of an adequate proffer of evidence in the court below.\").\r\n\r\nIII. Exclusion of Rebuttal Witness\r\n\r\nAmelia argues that the circuit court erred in excluding Ginn's in-house counsel,\r\nMeredith Pickens, to rebut MacPhee's brief comment regarding Ginn's reliability in\r\npaying its bills.1 We disagree.\r\n\r\nAmelia argues that Pickens' testimony was relevant to its indemnity obligation\r\nbecause this obligation only arises following Ginn's payment of the remediation\r\ncosts to third parties. In support of this argument, Amelia cites to paragraph 10 of\r\nGinn's complaint and paragraph 5.2 of the Contract and attributes non-existent\r\nlanguage to this provision; Amelia's brief places quotation marks around the phrase\r\n\"following payment\" as if it appeared in the indemnity provision. However, it does\r\nnot. Paragraph 5.2 of the Contract states, in pertinent part:\r\n\r\n             Seller hereby agrees to indemnify, defend and hold\r\n             harmless Purchaser from and against any and all claims,\r\n             losses, liabilities, damages, costs and expenses, including\r\n             attorney's fees and court costs arising from or relating to\r\n             the Additional Work to the extent required to achieve \"no\r\n             further action\" status, or its equivalent, from SCDHEC\r\n             for the Contamination.\r\n\r\n(emphasis added).\r\n\r\nWe find this provision does not restrict Amelia's indemnity obligation to only those\r\nbills that have already been paid by Ginn to third parties. Therefore, we believe the\r\n\r\n1In response to counsel's question as to whether Ginn had paid QORE for all the\r\nwork completed at that point, MacPhee stated \"Yes, Ginn pays their bills.\"\r\n\ncircuit court properly excluded Pickens' testimony on relevancy grounds. See Rule\r\n401, SCRE (\"'Relevant evidence' means evidence having any tendency to make the\r\nexistence of any fact that is of consequence to the determination of the action more\r\nprobable or less probable than it would be without the evidence.\" (emphasis\r\nadded)); Rule 402, SCRE (stating that evidence that is not relevant is not\r\nadmissible); Vaught v. A.O. Hardee & Sons, 366 S.C. 475, 480, 623 S.E.2d 373,\r\n375 (2005) (\"The admission of evidence is within the sound discretion of the trial\r\njudge, and absent a clear abuse of discretion amounting to an error of law, the trial\r\ncourt's ruling will not be disturbed on appeal.\").\r\n\r\nIV. Jury Instruction\r\n\r\nAmelia argues the circuit court erred in failing to give a jury instruction as to the\r\nconstruction of an indemnity provision. We disagree.\r\n\r\nAt trial, Amelia asked the circuit court, \"could we have the instruction about an\r\nindemnification agreement is [sic] strictly construed.\" In Sherlock Holmes Pub,\r\nInc. v. City of Columbia, 389 S.C. 77, 81, 697 S.E.2d 619, 621 (Ct. App. 2010),\r\nthis court determined that the indemnity obligation at issue was subject to strict\r\nconstruction, not because it was an indemnity obligation, but because it was\r\ncontractual language. This holding is consistent with our state's case law stating\r\n\"[a] contract of indemnity will be construed in accordance with the rules for the\r\nconstruction of contracts generally.\" See Campbell v. Beacon Mfg. Co., 313 S.C.\r\n451, 453, 438 S.E.2d 271, 272 (Ct. App. 1993). Therefore, we believe the charge\r\nrequested by Amelia was not necessary, and that the circuit court properly\r\ninstructed the jury as to the law of contract interpretation. See McCourt by and\r\nThrough McCourt v. Abernathy, 318 S.C. 301, 306, 457 S.E.2d 603, 606 (1995)\r\n(stating the trial judge is required to charge only the current and correct law of\r\nSouth Carolina); O'Neal v. Carolina Farm Supply of Johnston, Inc., 279 S.C. 490,\r\n495, 309 S.E.2d 776, 779-80 (Ct. App. 1983) (\"It is not error to refuse a request to\r\ncharge, even if it contains a correct and applicable statement of the law, if its\r\nsubstance is fairly covered by the court's general charge.\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-074","title":"SCDSS v. Traci M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-074.pdf","description":null,"date":"2013-02-12","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Traci Michelle D., Appellant,\r\n\r\n        In the interest of a minor child under the age of 18 years.\r\n\r\n        Appellate Case No. 2012-212642\r\n\r\n\r\n                  Appeal From Williamsburg County \n\r\n                Gordon B. Jenkinson, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-074 \n\r\n         Submitted February 4, 2013 – Filed February 12, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Joe Ann M. Calvy, of Kingstree, for Appellant.\r\n\r\n        Ernest Joseph Jarrett, of Jenkinson Jarrett & Kellahan,\r\n        PA, of Kingstree, for Respondent.\r\n\r\n        William M. O'Bryan, Jr., of O'Bryan & O'Bryan, of\r\n        Kingstree, for Guardian ad Litem.\r\n\nPER CURIAM: Traci Michelle D. appeals from the family court's final order\r\nterminating her parental rights to her minor child. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2012). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-068","title":"Stoney Creek Villas v. Quinn","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-068.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Stoney Creek Villas Regime B Owners Association, Inc.,\r\n        Respondent,\r\n\r\n        v. \n\r\n\r\n        George J. Quinn and Karen Quinn, Appellants. \n\r\n\r\n        George J. Quinn, Appellant, \n\r\n\r\n        v. \n\r\n\r\n        Stephen Halpern and Joe Pesce, Respondents. \n\r\n\r\n        Appellate Case No. 2011-187826 \n\r\n\r\n\r\n                      Appeal From Beaufort County \n\r\n                   Marvin H. Dukes, III, Master-in-Equity \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-068 \n\r\n               Heard January 8, 2013 – Filed February 13, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        H. Fred Kuhn, Jr., of Moss Kuhn & Fleming, PA, of\r\n        Beaufort, for Appellants.\r\n\n             Terry A. Finger, of Finger & Fraser, PA, of Hilton Head\r\n             Island, for Respondent Stoney Creek Villas Regime B\r\n             Owners Association, and John E. North, Jr., of North &\r\n             Black, PC, of Beaufort, for Respondents Stephen Halpern\r\n             and Joe Pesce.\r\n\r\n\r\nPER CURIAM: In two consolidated cases involving a foreclosure action and\r\njudicial sale of a condominium, George and Karen Quinn appeal, arguing the\r\nmaster in equity erred in (1) not granting their post-trial motions in the first case,\r\nand (2) dismissing the second case pursuant to Rule 12(b)(6), SCRCP, for failure\r\nto state facts sufficient to constitute a cause of action. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1.     As to the Quinns' post-trial motions pursuant to Rules 55(c), 60(b), and 59(a)\r\nand (e), SCRCP: Richardson v. P.V., Inc., 383 S.C. 610, 614, 682 S.E.2d 263, 265\r\n(2009) (stating the decision whether to set aside an entry of default or a default\r\njudgment lies solely within the sound discretion of the trial court); id. at 616, 682\r\nS.E.2d at 266 (providing the standard for granting relief from an entry of default\r\nunder Rule 55(c), SCRCP, is \"good cause\"); id. (\"In deciding whether good cause\r\nexists, the trial court should consider the following factors: (1) the timing of the\r\ndefendant's motion for relief[;] (2) whether the defendant has a meritorious\r\ndefense[;] and (3) the degree of prejudice to the plaintiff if relief is granted.\");\r\nSundown Operating Co. v. Intedge Indus., Inc., 383 S.C. 601, 606, 681 S.E.2d, 885\r\n888 (2009) (holding the decision whether to set aside an entry of default or a\r\ndefault judgment will not be disturbed on appeal absent a clear showing of an\r\nabuse of discretion); id. at 607, 681 S.E. 2d at 888 (\"An abuse of discretion occurs\r\nwhen the judge issuing the order was controlled by some error of law or when the\r\norder, based upon factual, as distinguished from legal conclusions, is without\r\nevidentiary support.\"); id. (\"This standard requires a party seeking relief from an\r\nentry of default under Rule 55(c) to provide an explanation for the default and give\r\nreasons why vacation of the default entry would serve the interests of justice.\"); id.\r\nat 608, 681 S.E.2d at 888 (\"The trial court need not make specific findings of fact\r\nfor each factor if there is sufficient evidentiary support on the record for the\r\nfinding of the lack of good cause.\"); id. (stating once a default judgment has been\r\nentered, a party seeking to be relieved must do so under Rule 60(b), SCRCP); id.\r\n(\"The standard for granting relief from a default judgment under Rule 60(b) is\r\nmore rigorous than the 'good cause' standard established in Rule 55(c).\"); id.\r\n(\"Rule 60(b) requires a more particularized showing of mistake, inadvertence,\r\n\nexcusable neglect, surprise, newly discovered evidence, fraud, misrepresentation,\r\nor 'other misconduct of an adverse party.'\"); id. at 608, 681 S.E.2d at 888-89 (\"The\r\ndifferent standards under the two rules underscore the clear intent to make it more\r\ndifficult for a party to avoid a default once the court has entered a judgment, which\r\ncarries greater finality, and often occurs later than a clerk's entry of default.\");\r\nWells Fargo Bank, NA v. Turner, 378 S.C. 147, 150, 662 S.E.2d 424, 425 (Ct. App.\r\n2008) (noting the determination of whether a judicial sale should be set aside is a\r\nmatter left to the sound discretion of the trial court); id. (\"A judicial sale will be set\r\naside when either: (1) the sale price 'is so gross as to shock the conscience'; or (2)\r\nthe sale 'is accompanied by other circumstances warranting the interference of the\r\ncourt.'\" (quoting Poole v. Jefferson Standard Life Ins. Co., 174 S.C. 150, 157, 177\r\nS.E. 24, 27 (1934))); E. Sav. Bank, FSB v. Sanders, 373 S.C. 349, 359, 644 S.E.2d\r\n802, 807 (Ct. App. 2007) (\"South Carolina has not established a bright line rule for\r\nwhat percentage the sale value must be with respect to the actual value in order to\r\nshock the conscience of the court.\"); id. (\"However, a search of South Carolina\r\njurisprudence reveals only when judicial sales are for less than ten percent of a\r\nproperty's actual value, have our courts consistently held the discrepancy to shock\r\nthe conscience of the court.\"); McDaniel v. U.S. Fid. & Guar. Co., 324 S.C. 639,\r\n644, 478 S.E.2d 868, 871 (Ct. App. 1996) (holding whether a party makes a Rule\r\n60 motion within a reasonable time is a matter addressed to the trial judge's sound\r\ndiscretion, and this court will not disturb that determination absent abuse of\r\ndiscretion).\r\n\r\n2.     As to the dismissal of the second case pursuant to Rule 12(b)(6), SCRCP,\r\nfor failure to state facts sufficient to constitute a cause of action: Doe v. Marion,\r\n373 S.C. 390, 395, 645 S.E.2d 245, 247 (2007) (providing that when reviewing the\r\ndismissal of an action pursuant to Rule 12(b)(6), SCRCP, this court applies the\r\nsame standard of review as the trial court); id. (\"In considering a motion to dismiss\r\na complaint based on a failure to state facts sufficient to constitute a cause of\r\naction, the trial court must base its ruling solely on allegations set forth in the\r\ncomplaint.\"); id. (stating that dismissal under Rule 12(b)(6), SCRCP, is proper if\r\nthe facts alleged and inferences reasonably deducible therefrom, when viewed in\r\nthe light most favorable to the plaintiff, would not entitle the plaintiff to relief on\r\nany theory).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-069","title":"Brisbin v. Aiken Electric Cooperative","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-069.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        I. Lehr Brisbin, Appellant,\r\n\r\n        v.\r\n\r\n        Aiken Electric Cooperative, Inc., Gary L. Stooksbury,\r\n        and Carolina Tree Company, Inc., Defendants,\r\n\r\n        Of whom Aiken Electric Cooperative, Inc. and Gary L.\r\n        Stooksbury are the Respondents.\r\n\r\n        Appellate Case No. 2012-207488\r\n\r\n\r\n                       Appeal From Aiken County \n\r\n                  Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-069 \n\r\n             Heard January 15, 2013 – Filed February 13, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Mark John Devine, of The Law Office of Mark J.\r\n        Devine, of Aiken, for Appellant.\r\n\r\n        Pope D. Johnson, III, of Johnson & Barnette, LLP, of\r\n        Columbia, and Donnell G. Jennings, of Turner Padget\r\n        Graham & Laney, PA, of Columbia, for Respondents.\r\n\nPER CURIAM: I. Lehr Brisbin appeals the trial court's grant of summary\r\njudgment in favor of Aiken Electric Cooperative, Inc. (AEC), and Gary Stooksbury\r\n(collectively Respondents). Brisbin contends the trial court erred in finding he did\r\nnot present any damages to sustain his causes of action. He further maintains the\r\ntrial court erred in failing to grant his request for an injunction. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in granting summary judgment in favor of\r\n   Respondents because Brisbin did not have a full and fair opportunity to\r\n   complete discovery: Dawkins v. Fields, 354 S.C. 58, 69, 580 S.E.2d 433, 438-\r\n   39 (2003) (\"In reviewing the grant of a summary judgment motion, [this]\r\n   [c]ourt applies the same standard as the trial court under Rule 56(c), SCRCP:\r\n   'summary judgment is proper when there is no genuine issue as to any material\r\n   fact and . . . the moving party is entitled to judgment as a matter of law.'\"\r\n   (quoting Baughman v. Am. Tel. & Tel. Co., 306 S.C. 101, 114-15, 410 S.E.2d\r\n   537, 545 (1991))); id. at 69, 580 S.E.2d at 439 (\"In determining whether\r\n   summary judgment is appropriate, the evidence and its reasonable inferences\r\n   must be viewed in the light most favorable to the nonmoving party.\" (citing\r\n   Baughman, 306 S.C. at 115, 410 S.E.2d at 545)); Guinan v. Tenet\r\n   Healthsystems of Hilton Head, Inc., 383 S.C. 48, 54-55, 677 S.E.2d 32, 36 (Ct.\r\n   App. 2009) (\"A party claiming summary judgment is premature because they\r\n   have not been provided a full and fair opportunity to conduct discovery must\r\n   advance a good reason why the time was insufficient under the facts of the case,\r\n   and why further discovery would uncover additional relevant evidence and\r\n   create a genuine issue of material fact.\" (citing Dawkins, 354 S.C. at 71, 580\r\n   S.E.2d at 439-40)); Clark v. Greenville Cnty., 313 S.C. 205, 208, 437 S.E.2d\r\n   117, 118 (1993) (\"Bald allegations of diminution in property value are\r\n   insufficient to create a genuine issue of fact regarding damages absent any\r\n   competent evidence showing the existence, amount, or causation of damages.\"\r\n   (citing Baughman, 306 S.C. at 117, 410 S.E.2d at 546)).\r\n\r\n2. As to whether the trial court erred in failing to grant injunctive relief: Staubes v.\r\n   City of Folly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546 (2000) (\"It is well-\r\n   settled that an issue cannot be raised for the first time on appeal, but must have\r\n   been raised to and ruled upon by the trial court to be preserved for appellate\r\n   review.\"); Johnson v. Sonoco Prods. Co., 381 S.C. 172, 177, 672 S.E.2d 567,\r\n   570 (2009) (\"An issue may not be raised for the first time in a motion to\r\n   reconsider.\").\r\n\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-070","title":"Springs v. Clemson University","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-070.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Loretta Springs, Appellant,\r\n\r\n            v.\r\n\r\n            Clemson University and State Accident Fund,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2012-205569\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-070 \n\r\n                 Heard February 4, 2013 – Filed February 13, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Paul Carlton Rathke, of The Joel Bieber Firm, of\r\n            Greenville, for Appellant.\r\n\r\n            Reginald M. Gay, of McNair Law Firm, PA, of\r\n            Anderson, for Respondents.\r\n\r\n\r\nPER CURIAM: Loretta Springs appeals the South Carolina Workers'\r\nCompensation Commission Appellate Panel's order, arguing the Appellate Panel\r\nerred in finding (1) Springs's mental injury was not compensable and (2) Springs\r\nwas not totally and permanently disabled as a result of her work-related injury. We\r\n\naffirm pursuant to Rule 220(b), SCACR, and the following authority: Bartley v.\r\nAllendale Cnty. Sch. Dist., 392 S.C. 300, 306, 709 S.E.2d 619, 622 (2011)\r\n(\"[T]his Court must affirm the findings of fact made by the [Appellate Panel] if\r\nthey are supported by substantial evidence. . . . Substantial evidence is that\r\nevidence which, in considering the record as a whole, would allow reasonable\r\nminds to reach the conclusion the [Appellate Panel] reached.\" (citations and\r\nquotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n     \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"},{"id":"2013-UP-071","title":"McGaha v. Honeywell International","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-071.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Maria E. McGaha, Respondent,\r\n\r\n            v.\r\n\r\n            Honeywell International, Inc., Employer, and Zurich\r\n            North America, Carrier, Appellants.\r\n\r\n            Appellate Case No. 2011-185686\r\n\r\n\r\n                         Appeal From Greenville County\r\n                    G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-071 \n\r\n                 Heard January 8, 2013 – Filed February 13, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Vernon F. Dunbar, of Turner Padget Graham & Laney,\r\n            PA, of Greenville, for Appellants.\r\n\r\n            Donald E. Kamb, Jr. and Kathryn Williams, both of\r\n            Kathryn Williams, PA, of Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Honeywell International, Inc. and Zurich North America argue\r\nthe circuit court erred in affirming the Appellate Panel of the South Carolina\r\nWorkers' Compensation Commission's findings that Maria McGaha sustained a\r\n\ncompensable injury to her neck and was entitled to temporary total disability\r\nbenefits. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1.     As to whether the Appellate Panel erred in determining McGaha was entitled\r\nto payment of temporary total disability compensation benefits from March 4,\r\n2005, to the present: Shuler v. Gregory Elec., 366 S.C. 435, 440, 622 S.E.2d 569,\r\n571 (Ct. App. 2005) (holding the Appellate Panel's decision must be affirmed if\r\nsupported by substantial evidence in the record); Palmetto Alliance, Inc. v. S.C.\r\nPub. Serv. Comm’n, 282 S.C. 430, 432, 319 S.E.2d 695, 696 (1984) (\"[T]he\r\npossibility of drawing two inconsistent conclusions from the evidence does not\r\nprevent an administrative agency's finding from being supported by substantial\r\nevidence.\"); Hargrove v. Titan Textile Co., 360 S.C. 276, 290, 599 S.E.2d 604, 611\r\n(Ct. App. 2004) (finding that when the evidence is conflicting over a factual issue,\r\nthe findings of the Appellate Panel are conclusive); Orr v. Elastomeric Prods., 323\r\nS.C. 342, 344, 474 S.E.2d 448, 449 (Ct. App. 1996) (finding that although an\r\nemployee's pregnancy indirectly prolonged the period during which she was\r\nunemployable, her injury, not her pregnancy, rendered her unable to work).\r\n\r\n2.     As to whether the Appellate Panel erred in finding McGaha had injured her\r\nneck or in the alternative failing to determine she did not suffer any disability from\r\nher neck strain: Shuler, 366 S.C. at 440, 622 S.E.2d at 571 (holding the Appellate\r\nPanel's decision must be affirmed if supported by substantial evidence in the\r\nrecord); Rodney v. Michelin Tire Corp., 320 S.C. 515, 518, 466 S.E.2d 357, 358\r\n(1996) (determining an injury arises out of employment if a causal relationship\r\nbetween the conditions under which the work is to be performed and the resulting\r\ninjury is apparent to the rational mind, upon consideration of all the\r\ncircumstances).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-072","title":"Wise v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-072.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Thomas Dewey Wise, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Health and Environmental\r\n        Control and South Fenwick, LLC, Respondents.\r\n\r\n        Appellate Case No. 2011-188446\r\n\r\n\r\n                  Appeal From Administrative Law Court \n\r\n                John D. McLeod, Administrative Law Judge. \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-072 \n\r\n             Heard December 11, 2012 – Filed February 13, 2013 \n\r\n\r\n\r\n             AFFIRMED, in part, REVERSED, in part, AND \n\r\n                           REMANDED \n\r\n\r\n\r\n        David K. Haller, of Charleston, for Appellant.\r\n\r\n        Richard Lee Tapp, Jr., Stephen Peterson Groves, Sr.,\r\n        Bradley David Churdar, and Nathan Michael Haber, of\r\n        Charleston, and William Marshall Taylor, Jr., of\r\n        Columbia, for Respondents.\r\n\nPER CURIAM: Thomas Dewey Wise appeals the Administrative Law Court's\r\ndismissal of his case seeking review of the issuance of a permit by the South\r\nCarolina Department of Health and Environmental Control to South Fenwick,\r\nLLC, to build a dock on South Fenwick Island. We reverse and remand this case\r\nto the Administrative Law Court.\r\n\r\n   1. Procedures and timely appeal\r\n\r\nWise argues that the court erred in finding that he did not follow procedures\r\nprescribed by statute in order to perfect his contested case rights and that Island\r\nPreservation did not timely appeal. We agree. Wise, as general partner for Island\r\nPreservation, LP, first requested notification from DHEC when the permit decision\r\nwas made. Later, the Hallman Law Firm represented Island Preservation when it\r\nrequested a final board review of the DHEC staff decision to grant the permit. The\r\nboard review was denied. Finally, Wise requested a contested hearing on the\r\nmatter in his individual name before the ALC. The ALC dismissed the case on\r\ntwo points that Wise and Island Preservation were separate entities and Wise had\r\nnot previously followed the process in his individual name and therefore could not\r\ninvoke the jurisdiction of the ALC.\r\n\r\nThe S.C. Code Ann. § 44-1-60(F) (2) (Supp. 2012) states \"Within thirty calendar\r\ndays after the receipt of the decision an applicant, permittee, licensee, or affected\r\nperson desiring to contest the final agency decision may request a contested case\r\nhearing before the Administrative Law Court, in accordance with the\r\nAdministrative Procedures Act.\"\r\n\r\nIn S.C. Coastal Conservation League v. South Carolina Department of Health and\r\nEnvironmental Control, 390 S.C. 418, 428, 702 S.E.2d 246, 252 (2010), the\r\nsupreme court held that \"DHEC … took an informal approach in deciding which\r\nparties it notified of its decisions.\"\r\n\r\nAlso in South Carolina Coastal Conservation League, the League was deemed to\r\nbe an affected person for purposes of notification. Id. at 431, 702 S.E.2d at 253.\r\nIn this case, Wise was involved in each part of the process. He was not \"an\r\nobscure or unknown party.\" Id. at 428, 702 S.E.2d at 252. As the initial request by\r\nWise to DHEC for notice of the permit decision was by Wise as general partner,\r\nWise was not an unknown party when he individually completed the contested\r\nhearing request form. He was always involved in this process. The ALC should\r\nhave accepted his status as a party and allowed jurisdiction.\r\n\n   2. Estoppel\r\n\r\nWise argues that the respondents were estopped from asserting Wise and Island\r\nPreservation did not timely seek relief after SCDHEC's decision. We find that this\r\nissue was not preserved for appeal, as this issue was not raised to the ALC and not\r\nruled on by the ALC in its dismissal. See State v. Goodwin, 384 S.C. 588, 603,\r\n683 S.E.2d 500, 508 (Ct. App. 2009) (\"In order for an issue to be preserved for\r\nappellate review, it must have been raised to and ruled upon by the trial court.\").\r\n\r\nAFFIRMED, in part, REVERSED, in part, AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-073","title":"State v. Breeland","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-073.pdf","description":null,"date":"2013-02-13","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marquis Breeland, Appellant.\r\n\r\n        Appellate Case No. 2011-197633\r\n\r\n\r\n                       Appeal From Allendale County \n\r\n                  William H. Seals, Jr., Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-073 \n\r\n             Heard December 11, 2012 – Filed February 13, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Donald J. Zelenka, Assistant Attorney\r\n        General Alphonso Simon, Jr., all of Columbia, and\r\n        Solicitor Isaac McDuffie Stone, III, of Bluffton, for\r\n        Respondent.\r\n\nPER CURIAM: Marquis Breeland appeals his convictions for murder and\r\npossession of a weapon during the commission of a violent crime, arguing the trial\r\ncourt erred in denying his motion for a directed verdict because the evidence\r\nadduced at trial did not amount to more than a mere suspicion that he was guilty of\r\nshooting the victim. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: State v. Brandt, 393 S.C. 526, 542, 713 S.E.2d 591, 599\r\n(2011) (\"If there is any direct evidence or any substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused, the [c]ourt must find the case\r\nwas properly submitted to the jury.\" (quoting State v. Weston, 367 S.C. 279, 292-\r\n93, 625 S.E.2d 641, 648 (2006))); id. (\"When reviewing a denial of a directed\r\nverdict, an appellate court views the evidence and all reasonable inferences in the\r\nlight most favorable to the State.\"); State v. Cherry, 361 S.C. 588, 593, 606 S.E.2d\r\n475, 477-78 (2004) (providing that when considering a directed verdict motion, the\r\ntrial court is concerned with the existence of evidence rather than its weight); id. at\r\n594, 606 S.E.2d at 478 (\"[A] trial judge is not required to find that the evidence\r\ninfers guilt to the exclusion of any other reasonable hypothesis.\"); State v. Gaster,\r\n349 S.C. 545, 555, 564 S.E.2d 87, 92 (2002) (\"On an appeal from the trial court's\r\ndenial of a motion for a directed verdict, the appellate court may only reverse the\r\ntrial court if there is no evidence to support the trial court's ruling.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-075","title":"State v. Archie","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-075.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Azikiwe Archie, Appellant.\r\n\r\n        Appellate Case No. 2011-187506\r\n\r\n\r\n\r\n                   Appeal From Georgetown County \n\r\n                  Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-075 \n\r\n         Submitted February 1, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        and Azikiwe Archie, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor John Gregory Hembree, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-076","title":"Elliott v. SCDSS","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-076.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Rebecca Elliott, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Social Services,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-205208\r\n\r\n\r\n                        Appeal from Spartanburg County \n\r\n                     James F. Fraley, Jr., Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-076 \n\r\n                 Heard January 16, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n            James Fletcher Thompson, of James Fletcher Thompson,\r\n            LLC, of Spartanburg, for Appellant.\r\n\r\n            Taron Brown Davis, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Appellant Rebecca Elliott seeks review of a decision of the\r\nSouth Carolina Department of Social Services (DSS) to place her name in the\r\nCentral Registry of Child Abuse and Neglect. Elliott argues that DSS failed to\r\nconduct \"an appropriate and thorough investigation\" to determine whether the\r\nreport of suspected child abuse in this case was \"indicated\" or \"unfounded.\" Elliott\r\n\nalso argues that there was no substantial evidence to support the conclusion of DSS\r\nthat Elliott's corporal punishment of a child in her care (Child) on August 20, 2008\r\nconstituted child abuse. We reverse.\r\n\r\nI.   Thoroughness of investigation\r\n\r\nSection 63-7-920(A)(1) of the South Carolina Code (2010) requires DSS to\r\nconduct \"an appropriate and thorough investigation\" to determine whether a report\r\nof suspected child abuse is \"indicated\" or \"unfounded.\" In the present case, the\r\ninvestigation conducted by DSS fell short of this standard.\r\n\r\nElliott indicated in her written statement that she did not believe she had used\r\nenough force to cause severe bruising. In addition to Elliott's statement, other\r\ninformation provided to the investigator should have alerted the investigator to the\r\npossibility that an independent force caused the severe bruising. However, the\r\ninvestigator failed to take steps to rule out other causes. The investigator failed to\r\nconduct a meaningful interview with Child in a neutral setting or to inquire into\r\nwhether Child had been spanked during the days and hours preceding or\r\nsubsequent to the afternoon of August 20.\r\n\r\nFurther, the investigator did not interview employees of the daycare facility, other\r\nthan Elliott, regarding Child's activities, conditions, and persons with whom he\r\ncame in contact throughout the day on August 20 and the preceding days. Neither\r\ndid the investigator consult with a medical professional regarding the forces or\r\nmedical conditions that could have caused the severe bruises and the timing of\r\ntheir subsequent appearance. While consultation with a medical professional may\r\nnot be necessary for every investigation of alleged child abuse, the circumstances\r\nof this case obviously required such a consultation.\r\n\r\nWe note that the investigator asked Child's parents to take Child to a child\r\nadvocacy center for a medical examination and forensic interview. The\r\ninvestigator admitted that she would not have asked Child's parents to take this step\r\nif she did not think it was important. Child's mother testified that she and Child's\r\nfather did not take this step because the bruises had resolved by the time they could\r\nhave taken him to a child advocacy center. Child's mother also testified that she\r\nand Child's father did not take Child to the emergency room when she discovered\r\nthe severe bruising on August 20 because she did not think it was an emergency.\r\nDespite these omissions, the investigator might have salvaged the medical aspect\r\nof the investigation by showing a medical professional the photographs taken by\r\n\nChild's mother in the late afternoon or early evening of August 20. The\r\ninvestigator did not do so within the forty-five day investigation period.\r\n\r\nBased on the foregoing, the family court erred in concluding that the investigation\r\nof DSS was appropriate and thorough.\r\n\r\nII.   Substantial Evidence\r\n\r\nIn concluding that Elliott's spanking of Child constituted excessive corporal\r\npunishment, the final administrative order of DSS indicates that it relied on the\r\nphotographs taken by Child's mother. However, no medical evidence was\r\npresented to show that Elliott's spanking of Child caused the severe bruising\r\ndepicted in the photographs, despite the investigator's admission that the\r\nphotographs could not, by themselves, pinpoint the time that the force causing the\r\nsevere bruising occurred. We emphasize that medical evidence may not be\r\nnecessary in every case of suspected child abuse. Nevertheless, in this case,\r\ntestimony from a medical professional was necessary to assist the trier of fact in\r\nunderstanding the manifestation and aging of bruises, both in general and when the\r\ninjured individual is extraordinarily sensitive to physical contact.1 See Rule 702,\r\nSCRE (\"If scientific, technical, or other specialized knowledge will assist the trier\r\nof fact to understand the evidence or to determine a fact in issue, a witness\r\nqualified as an expert by knowledge, skill, experience, training, or education, may\r\ntestify thereto in the form of an opinion or otherwise.\"); State v. Lopez, 306 S.C.\r\n362, 366, 412 S.E.2d 390, 393 (1991) (\"Frequently, the diagnosis of a victim's\r\ninjuries and the determination of the cause of those injuries based on the symptoms\r\nis manifestly beyond the ability of the average trier of fact. Therefore, a qualified\r\nexpert opinion is often essential for the trier of fact to connect the physical findings\r\nto a cause.\"); S.C. Dep't. of Soc. Servs. v. Father & Mother, 294 S.C. 518, 521-22,\r\n366 S.E.2d 40, 42 (Ct. App. 1988) (citing medical testimony in support of the\r\nfinding that the force used by the father was \"not moderate in degree\").\r\n\r\nIn the absence of medical evidence, the assumption by DSS that Elliott's spankings\r\ncaused the severe bruising depicted in the photographs was speculative. Cf. Watson\r\nv. Ford Motor Co., 389 S.C. 434, 452-53, 699 S.E.2d 169, 179 (2010) (noting that\r\nSouth Carolina does not follow the doctrine of res ipsa loquitur and holding that in\r\nthe absence of any admissible evidence to support the plaintiffs' claim, the jury\r\n\r\n1We recognize that Child's mother testified she was not aware of any medical\r\ncondition that would cause Child to bruise easily. However, the mother's lack of\r\nawareness of such a medical condition does not rule out its existence.\r\n\nimpermissibly speculated as to the cause of an accident). Without a reasonable\r\ninference of causation, the findings and conclusions of DSS implicating Elliott in\r\nthe severe bruising were unsupported by substantial evidence. See Tennis v. S.C.\r\nDept. of Soc. Servs., 355 S.C. 551, 558, 585 S.E.2d 312, 316 (Ct. App. 2003)\r\n(\"Substantial evidence is not a mere scintilla of evidence nor evidence viewed\r\nblindly from one side, but is evidence which, when considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion that the agency\r\nreached.\" (emphasis added) (citations omitted)). Therefore, the family court erred\r\nin concluding that substantial evidence supported the decision of DSS.\r\n\r\nREVERSED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-077","title":"Lee County v. Industrial Waste","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-077.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Lee County Landfill SC, LLC, Respondent,\r\n\r\n            v.\r\n\r\n            Industrial Waste Service, Inc. and Warren Lee,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2011-202201\r\n\r\n\r\n                            Appeal From Lee County\r\n                      W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-077 \n\r\n                 Heard February 6, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            William W. Wheeler, III, of Jennings & Jennings, PA, of\r\n            Bishopville, for Appellants.\r\n\r\n            Chad Nicholas Johnston, Randolph Russell Lowell, and\r\n            Tracey Colton Green, all of Willoughby & Hoefer, PA,\r\n            of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: This case arises out of a business relationship between Industrial\r\nWaste Service, Inc. (IWS), a waste hauling and disposal business, and Lee County\r\nLandfill SC, LLC (Landfill) which operates a landfill in Lee County. IWS and its\r\n\nowner, Warren Lee, argue the trial court erred in granting Landfill's partial motion\r\nfor summary judgment on IWS's counterclaim for intentional interference with\r\nprospective contractual relations because an intentional interference with\r\nprospective contractual relations claim does not require a plaintiff to have entirely\r\nlost a prospective contractual relationship. We affirm.\r\n\r\nAn \"appellate court may affirm any ruling, order, decision or judgment upon any\r\nground(s) appearing in the Record on Appeal.\" Rule 220(c), SCACR; see also\r\nI'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 420-21, 526 S.E.2d 716, 723\r\n(2000). Pursuant to the two issue rule, when a trial court's decision is based on\r\nmultiple grounds, the appellate court will affirm unless the appellant appeals all\r\ngrounds because any unappealed ground becomes the law of the case. Jones v.\r\nLott, 387 S.C. 339, 346, 692 S.E.2d 900, 903 (2010).\r\n\r\nFor a plaintiff to recover under an intentional interference with prospective\r\ncontractual relations theory, he must prove \"(1) the defendant intentionally\r\ninterfered with the plaintiff's potential contractual relations; (2) for an improper\r\npurpose or by improper methods; (3) causing injury to the plaintiff.\" Crandall\r\nCorp. v. Navistar Int'l Transp. Corp., 302 S.C. 265, 266, 395 S.E.2d 179, 180\r\n(1990).      [T]he plain language of Rule 56(c) mandates the entry of\r\n             summary judgment, after adequate time for discovery\r\n             and upon motion, against a party who fails to make a\r\n             showing sufficient to establish the existence of an\r\n             element essential to the party's case, and on which that\r\n             party will bear the burden of proof at trial. In such a\r\n             situation, there can be 'no genuine issue as to any\r\n             material fact,' since a complete failure of proof\r\n             concerning an essential element of the non[-]moving\r\n             party's case necessarily renders all other facts immaterial.\r\n             The moving party is 'entitled to a judgment as a matter of\r\n             law' because the non[-]moving party has failed to make a\r\n             sufficient showing on an essential element of her case\r\n             with respect to which she has the burden of proof.\r\n\r\nBaughman v. Am. Tel. & Tel. Co., 306 S.C. 101, 116, 410 S.E.2d 537, 545-46\r\n(1991) (quoting Celotex Corp. v. Catrett, 477 U.S. 317, 322-23 (1986)). In the\r\ncurrent case, the trial court specifically noted in its order, \"Simply put, there is no\r\nimproper purpose in [Landfill] seeking to establish a contract with Darlington\r\n\nShredding . . . .\" Thus, the trial court affirmatively found IWS failed to prove a\r\ngenuine issue of material fact existed as to \"an essential element of [IWS's] case\r\nnecessarily rendering all other facts immaterial.\" Baughman, 306 S.C. at 116, 410\r\nS.E.2d at 546 (quoting Celotex, 477 U.S. at 323); see Crandall Corp., 302 S.C. at\r\n266, 395 S.E.2d at 180 (stating the defendant's actions must be with an improper\r\npurpose or by improper methods to establish an intentional interference with\r\nprospective contractual relations claim). IWS, however, failed to appeal this\r\nruling; therefore, it is the law of the case, and the trial court's grant of summary\r\njudgment is supported by an unappealed ground. Accordingly, we affirm pursuant\r\nto the two issue rule.\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-078","title":"Butler v. Wilson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-078.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Leon P. Butler, Jr., Respondent,\r\n\r\n             v.\r\n\r\n             William L. Wilson, a/k/a Billy Wilson, Appellant.\r\n\r\n             Appellate Case No. 2011-198586\r\n\r\n\r\n                        Appeal From Georgetown County \n\r\n                       Willard D. Hanna, Jr., Special Referee \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-078 \n\r\n                  Heard January 9, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Howell V. Bellamy, Jr., and George W. Redman, III,\r\n             both of Bellamy, Rutenberg, Copeland, Epps, Gravely &\r\n             Bowers, P.A., of Myrtle Beach, for Appellant.\r\n\r\n             Neil D. Wright of Barnett & Wright, PA, of Myrtle\r\n             Beach, for Respondent.\r\n\r\n\r\nPER CURIAM: In this dispute over a commercial lease, William L. Wilson\r\nappeals the special referee's order, arguing the special referee erred in (1) finding\r\nWilson failed to give his landlord notice of his intent not to renew the lease; (2)\r\n\nfinding Wilson's landlord had no duty to mitigate damages; (3) finding the lease\r\npermitted Wilson's landlord to accelerate rental payments; (4) failing to consider\r\nevidence concerning mitigation; and (5) awarding pre-judgment interest. We\r\naffirm.\r\n\r\n\"An action for breach of contract seeking money damages is an action at law.\" R\r\n& G Constr., Inc. v. Lowcountry Reg'l Transp. Auth., 343 S.C. 424, 430, 540\r\nS.E.2d 113, 117 (Ct. App. 2000). \"'In an action at law, the appellate court will\r\ncorrect any error of law, but it must affirm the special referee's factual findings\r\nunless there is no evidence that reasonably supports those findings.'\" Dawkins v.\r\nMozie, 399 S.C. 290, 293, 731 S.E.2d 342, 344 (Ct. App. 2012) (quoting Roberts v.\r\nGaskins, 327 S.C. 478, 483, 486 S.E.2d 771, 773 (Ct. App. 1997)).\r\n\r\nAs a threshold issue, Butler argues in his Respondent's Brief that the Panel should\r\ndismiss this appeal for Wilson's failure to comply with the South Carolina\r\nAppellate Court Rules. We decline to address this argument, having already ruled\r\non this issue in the context of Butler's motion to dismiss or strike. On July 10,\r\n2012, this court entered an order striking portions of the record but declining to\r\nstrike portions of Wilson's brief or dismiss the action. With regard to Butler's\r\nremaining issues, we affirm pursuant to the following authorities:\r\n\r\n1.     As to Wilson's assertions the special referee erred in holding he failed to\r\nnotify Butler of his intent not to renew the lease and the doctrine of laches bars\r\nButler's claim: Silver v. Aabstract Pools & Spas, Inc., 376 S.C. 585, 591, 658\r\nS.E.2d 539, 542 (Ct. App. 2008) (holding whether the language of a contract is\r\nambiguous is a question of law to be determined by the court by examining the\r\nentire contract and not merely whether certain phrases taken in isolation could be\r\ninterpreted in more than one way, and stating \"[o]ne may not, by pointing out a\r\nsingle sentence or clause, create an ambiguity\" (internal citation and quotation\r\nmarks omitted)); ERIE Ins. Co. v. Winter Constr. Co., 393 S.C. 455, 460, 713\r\nS.E.2d 318, 321 (Ct. App. 2011) (\"It is not the function of the court to rewrite\r\ncontracts for parties.\"); Heins v. Heins, 344 S.C. 146, 158, 543 S.E.2d 224, 230\r\n(Ct. App. 2001) (\"Where an agreement is clear and capable of legal interpretation,\r\nthe court's only function is to interpret its lawful meaning, discover the intention of\r\nthe parties as found within the agreement, and give effect to it.\"); ESA Servs., LLC\r\nv. S.C. Dep't of Revenue, 392 S.C. 11, 23, 707 S.E.2d 431, 438 (Ct. App. 2011)\r\n(\"Any modification of a written contract must satisfy all fundamental elements of a\r\nvalid contract in order for it to be enforceable, including a meeting of the minds\r\nbetween the parties with regard to all essential terms of the agreement. Thus,\r\n\n'[w]hile a written contract can be orally modified, there must be a meeting of the\r\nminds as to the modification.'\" (internal citation omitted)); Chambers of S.C., Inc.\r\nv. Cnty. Council for Lee Cnty., 315 S.C. 418, 421, 434 S.E.2d 279, 280 (1993)\r\n(\"Under the doctrine of laches, if a party, knowing his rights, does not seasonably\r\nassert them, but by unreasonable delay causes his adversary to incur expenses or\r\nenter into obligations or otherwise detrimentally change his position, then equity\r\nwill ordinarily refuse to enforce those rights.\"); id. at 421, 434 S.E.2d at 281\r\n(stating that, in determining whether laches bars a claim, the trial court has broad\r\ndiscretion and should consider the circumstances of the case, \"including whether\r\nthe delay has worked injury, prejudice, or disadvantage to the other party\"); Muir\r\nv. C.R. Bard, Inc., 336 S.C. 266, 297, 519 S.E.2d 583, 599 (Ct. App. 1999) (\"The\r\nfailure to assert a right does not come into existence until there is a reason or\r\nsituation that demands assertion. The party asserting laches must satisfactorily\r\nshow negligence, the opportunity to have acted sooner, and material prejudice.\"\r\n(internal citation omitted)).\r\n\r\n2.     As to Wilson's assertion the special referee erred in holding South Carolina\r\nlaw does not require a landlord to mitigate his damages under the circumstances\r\npresent in this case: Cisson Constr., Inc. v. Reynolds & Assocs., Inc., 311 S.C. 499,\r\n503, 429 S.E.2d 847, 849 (Ct. App. 1993) (\"The duty to mitigate losses applies to\r\ncontracts.\"); id. at 503-04, 429 S.E.2d at 849-50 (holding terms of note and\r\nguaranty prevented guarantor of note, who was a sophisticated party, from\r\nattempting to enforce the lender's duty to mitigate damages); U.S. Rubber Co. v.\r\nWhite Tire Co., 231 S.C. 84, 95, 97 S.E.2d 403, 409 (1956) (recognizing a landlord\r\nwho terminates a lease for the tenant's nonpayment of rent has a duty to mitigate\r\nhis damages); Sur. Realty Corp. v. Asmer, 249 S.C. 114, 119, 153 S.E.2d 125, 128\r\n(1967) (\"[T]he relationship of landlord and tenant is terminated where the lessor,\r\nfor his own purposes, re-enters and relets the demised premises upon the lessee's\r\nabandonment of the property and default in the payment of the rent.\" (citing U.S.\r\nRubber, 231 S.C. at 95, 97 S.E.2d at 409)).\r\n\r\n3.    As to Wilson's assertion the special referee erred in failing to conclude a\r\ncontractual provision that purportedly excuses a landlord from mitigating his\r\ndamages is an unenforceable penalty clause: D & D Leasing Co. of S.C., Inc. v.\r\nDavid Lipson, Ph.D., P.A., 305 S.C. 540, 542, 409 S.E.2d 794, 796 (Ct. App.\r\n1991) (\"Unenforceability based on a penalty theory is an affirmative defense that\r\nmust have been pled.\"); Sullivan v. Hawker Beechcraft Corp., 397 S.C. 143, 152,\r\n723 S.E.2d 835, 840 (Ct. App. 2012) (holding when a question first arises in\r\nresponse to the trial court's final order, a party must raise it to the trial court in a\r\n\nmotion pursuant to Rule 59(e), SCRCP, to preserve it for appellate review (citing\r\nGodfrey v. Heller, 311 S.C. 516, 520, 429 S.E.2d 859, 862 (Ct. App. 1993))).\r\n\r\n4.    As to Wilson's claims the special referee erred in failing to consider his\r\nevidence on the issue of mitigation and in finding Butler was entitled to\r\nprejudgment interest, despite his failure to mitigate his damages: Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (holding an appellate court need not review remaining issues when its\r\ndetermination of a prior issue is dispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., WILLIAMS, J., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-079","title":"State v. Washington","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-079.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Cardelle Tyrine Washington, a.k.a. Cordelle Tyrone\r\n        Washington, Appellant.\r\n\r\n        Appellate Case No. 2010-180926\r\n\r\n\r\n\r\n                    Appeal From Greenville County\r\n                 C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-079 \n\r\n         Submitted February 1, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor William Walter Wilkins, III,\r\n        of Greenville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-080","title":"Harrison v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-080.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Larry Harrison, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2009-145147\r\n\r\n\r\n                        Appeal From York County \n\r\n                   John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-080 \n\r\n             Submitted January 1, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Harrison David Brant, all of Columbia,\r\n        for Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR). The State consents to Petitioner's\r\nrequest for a belated direct appeal. Accordingly, we grant certiorari and proceed\r\nwith a review of the direct appeal issue pursuant to Davis v. State, 288 S.C. 290,\r\n342 S.E.2d 60 (1986).\r\n\r\nOn appeal, Petitioner argues the trial court erred in failing to suppress the evidence\r\nbecause police officers did not have reasonable suspicion to seize him. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities: State v. Missouri,\r\n361 S.C. 107, 111, 603 S.E.2d 594, 596 (2004) (\"When reviewing a Fourth\r\nAmendment search and seizure case, an appellate court must affirm the trial\r\n[court's] ruling if there is any evidence to support the ruling.\"); State v. Nelson, 336\r\nS.C. 186, 192, 519 S.E.2d 786, 789 (1999) (\"'[A] policeman who lacks probable\r\ncause but whose observations lead him reasonably to suspect that a particular\r\nperson has committed, is committing, or is about to commit a crime, may detain\r\nthat person briefly in order to investigate the circumstances that provoke that\r\nsuspicion.'\" (quoting Berkemer v. McCarty, 468 U.S. 420, 439 (1984))); State v.\r\nKhingratsaiphon, 352 S.C. 62, 69, 572 S.E.2d 456, 459 (2002) (\"In determining\r\nwhether reasonable suspicion exists, 'the totality of the circumstances—the whole\r\npicture—' must be considered.\" (quoting United States v. Cortez, 449 U.S. 411,\r\n418 (1981))); Alabama v. White, 496 U.S. 325, 330 (1990) (\"[R]easonable\r\nsuspicion can arise from information that is less reliable than that required to show\r\nprobable cause.\"); Illinois v. Wardlow, 528 U.S. 119, 125 (2000) (noting that when\r\nan individual's behavior is suggestive of criminal activity but also susceptible to an\r\ninnocent explanation, police officers can \"detain the [individual] to resolve the\r\nambiguity\" of his behavior (citing Terry v. Ohio, 392 U.S. 1, 30 (1968))); White,\r\n496 U.S. at 331 (holding reasonable suspicion existed based on an anonymous tip\r\ncontaining details about an individual's future actions that was corroborated by\r\nindependent police work); State v. Taylor, Op. No. 27207 (S.C. Sup. Ct. filed Jan.\r\n9, 2013) (Shearouse Adv. Sh. No. 2 at 15, 16) (holding reasonable suspicion\r\nexisted based on the following: (1) an anonymous tip that a black male on a bicycle\r\nappeared to be selling drugs in a high-crime area; (2) police officers' observation\r\nthat a black male on a bicycle was huddled near another male in that area; and (3)\r\nthe individual's attempt to evade police officers when they approached him);\r\nUnited States v. Sprinkle, 106 F.3d 613, 615, 618-19 (4th Cir. 1997) (holding that\r\nalthough police officers did not have reasonable suspicion to stop the defendant,\r\nthe defendant's act of pulling a gun on a police officer as the officer chased him on\r\nfoot constituted a \"new crime that was distinct from any crime he might have been\r\nsuspected of at the time of the initial stop\"); id. at 619 (reasoning that once the\r\n\ndefendant pulled a gun on the police officer, the police officer \"had probable cause \n\r\nto arrest [the defendant] because the new crime purged the taint of the prior illegal \n\r\nstop\"); Fernandez v. State, 306 S.C. 264, 266, 411 S.E.2d 426, 438 (1998) \n\r\n(\"[E]vidence abandoned by the defendant before he was seized by the police \n\r\ncannot be the basis for a violation of the Fourth Amendment's prohibition against \n\r\nunreasonable search and seizure.\" (quoting California v. Hondari D., 499 U.S. 621, \n\r\n629 (1991))).\n\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-081","title":"LeClair v. Palmetto Health","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-081.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Ruth Sturkie LeClair, as Next of Kin to and Personal\r\n        Representative of the Estate of Raymond Conrad\r\n        LeClair, Appellant,\r\n\r\n        v.\r\n\r\n        Palmetto Health, Respondent.\r\n\r\n        Appellate Case No. 2011-195746\r\n\r\n\r\n                      Appeal From Richland County \n\r\n                  Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-081 \n\r\n             Heard January 10, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                    REVERSED AND REMANDED\r\n\r\n\r\n        Stephen R. Soltis, Jr., of Soltis Law Firm, of Lexington,\r\n        for Appellant.\r\n\r\n        James E. Parham, Jr., of James E. Parham, Jr., P.A., of\r\n        Irmo, and Andrew F. Lindemann, of Davidson &\r\n        Lindemann, P.A., of Columbia, for Respondent.\r\n\nPER CURIAM: Ruth Sturkie LeClair (LeClair), as Next of Kin to and Personal\r\nRepresentative of the Estate of Raymond Conrad LeClair (Decedent), appeals the\r\ntrial court's grant of summary judgment to Palmetto Health on her wrongful death\r\nclaims, arguing the trial court erred in ruling the statute of limitations expired prior\r\nto the filing of her complaint. We reverse and remand.\r\n\r\nLeClair's claim was based on an allegation of negligence that occurred on March 4,\r\n2005. Decedent was admitted to the hospital and ultimately died on September 28,\r\n2005. LeClair filed this action on July 2, 2008. After a hearing, the trial court\r\ngranted Palmetto Health's motion for summary judgment based on the expiration of\r\nthe statute of limitations. The court denied LeClair's motion for reconsideration.\r\n\r\nA wrongful death action may be brought by the estate for the benefit of the\r\ndecedent's heirs. S.C. Code Ann. § 15-51-20 (2005). \"Our jurisprudence makes\r\nclear that if the decedent was barred from recovering damages for his injuries, the\r\nbar passes to the decedent's estate. Succinctly stated, if the decedent had no claim\r\nat his death, the estate has no claim.\" Estate of Stokes ex rel. Spell v. Pee Dee\r\nFamily Physicians, L.L.P., 389 S.C. 343, 347, 699 S.E.2d 143, 145 (2010). \"If the\r\ndecedent had a right of recovery at the time of death, then the wrongful death\r\naction must be filed within three years, which begins to run 'upon the death of the\r\nperson on account of whose death the action is brought.'\" Id. at 349, 699 S.E.2d at\r\n146 (quoting S.C. Code Ann. § 15-3-530(6) (2005)).\r\n\r\nDecedent was injured on March 4, 2005, and died on September 28, 2005.\r\nTherefore, Decedent had a right of recovery at the time of his death. LeClair filed\r\nthe complaint for wrongful death and other claims on July 2, 2008, which was\r\nwithin three years of Decedent's death. Thus, the filing was within the statute of\r\nlimitations, and the trial court erred in granting summary judgment on this ground.\r\n\r\nAs to Palmetto Health's arguments concerning its additional sustaining ground, we\r\ndecline to address the issue. See I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C.\r\n406, 420, 526 S.E.2d 716, 723 (2000) (\"It is within the appellate court's discretion\r\nwhether to address any additional sustaining grounds.\").\r\n\r\nREVERSED AND REMANDED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-082","title":"Simmons v. Bailum","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-082.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Roosevelt Simmons, Appellant,\r\n\r\n            v.\r\n\r\n            Hattie Bailum, Ruby Bailum, Verdone Bailum, Julie B.\r\n            Johnson, Monica Middleton, Marie Smith, Melvin\r\n            Singleton, Franklin Smith, LMC, LLC, and John Martin,\r\n            Esquire as Trustee, Respondents.\r\n\r\n            Appellate Case No. 2011-189009\r\n\r\n\r\n                          Appeal From Charleston County\r\n                      J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-082 \n\r\n                 Heard January 15, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Edward A. Bertele, of Charleston, for Appellant.\r\n\r\n            John A. Massalon and I. Sonja Taylor, both of Wills\r\n            Massalon & Allen, LLC, of Charleston, for Respondents.\r\n\r\n\r\nPER CURIAM: In this action arising from the partitioning of four parcels of\r\nproperty on John's Island, Roosevelt Simmons appeals from the trial court's order\r\n\ngranting summary judgment to Hattie Bailum, Ruby Bailum, Verdone Bailum,\r\nJulie B. Johnson, Monica Middleton, Marie Smith, Melvin Singleton, Franklin\r\nSmith, LMC, LLC, and John Martin, Esq. as Trustee (collectively, Respondents).\r\nSimmons argues the trial court erred in (1) granting summary judgment on the\r\nbasis of res judicata; (2) granting summary judgment on his claim of fraud on the\r\ncourt; (3) granting summary judgment based solely on the dismissal of the prior\r\nappeal; (4) granting summary judgment because no discovery had occurred; (5) not\r\ndisqualifying Respondents' attorney and dismissing Respondents' motion to\r\ndismiss; and (6) not issuing a temporary injunction. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1.    As to Simmons' issues numbered one to four: We adopt by reference the\r\nreasoning set forth in the trial court's order filed on January 11, 2011. See\r\nGrosshuesch v. Cramer, 367 S.C. 1, 6, 623 S.E.2d 833, 835 (2005) (adopting the\r\nreasoning set forth in the trial court's order as to some of the issues on appeal).\r\n\r\n2.      As to Simmons' assertion the trial court erred in not disqualifying\r\nRespondents' attorney Bruce Berlinsky and dismissing Respondents' motion to\r\ndismiss: First Sav. Bank v. McLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514\r\n(1994) (noting when a party fails to cite authority or when the argument is simply a\r\nconclusory statement, the party is deemed to have abandoned the issue on appeal);\r\nState v. Love, 275 S.C. 55, 59, 271 S.E.2d 110, 112 (1980) (\"In order to establish\r\nthe [attorney-client] privilege, it must be shown that the relationship between the\r\nparties was that of attorney and client and that the communications were of a\r\nconfidential nature.\"); id. (stating the burden of establishing an attorney-client\r\nprivilege is upon the person asserting it); id. (\"Whether a communication is\r\nprivileged is for the trial judge to decide in the light of a preliminary inquiry into\r\nall of the facts and circumstances; and this determination by the trial judge is\r\nconclusive in the absence of an abuse of discretion.\"); Crawford v. Henderson, 356\r\nS.C. 389, 395, 589 S.E.2d 204, 207 (Ct. App. 2003) (stating \"to obtain the status of\r\na client, the person must communicate in confidence with an attorney for the\r\npurpose of obtaining legal advice,\" and \"[t]he advice or assistance must be sought\r\nwith a view to employing the attorney professionally whether or not actual\r\nemployment occurs\").\r\n\r\n3.    As to Simmons' assertion the trial court erred in not issuing a temporary\r\ninjunction: FOC Lawshe Ltd. P'ship v. Int'l Paper Co., 352 S.C. 408, 413, 574\r\nS.E.2d 228, 231 (Ct. App. 2002) (\"The decision to grant or deny temporary\r\ninjunctive relief is within the sound discretion of the trial judge and will not be\r\n\noverturned absent an abuse of discretion.\"); id. at 416, 574 S.E.2d at 232 (\"A\r\nplaintiff's entitlement to an injunction requires the complaint to allege facts\r\nsufficient to constitute a cause of action for an injunction while establishing that an\r\ninjunction is reasonably necessary to protect the legal rights of the plaintiff during\r\nthe litigation.\"); id. (\"Generally, to obtain an injunction, a party must demonstrate\r\nirreparable harm, a likelihood of success on the merits, and an inadequate remedy\r\nat law.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-083","title":"Clegg v. Lamberecht (Barker)","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-083.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n           Deborah J. Clegg, as Personal Representative of the\r\n           Estate of Allison T. Clegg, Appellant,\r\n\r\n           v.\r\n\r\n           Elliott M. Lambrecht and Rhett Barker, Defendants,\r\n\r\n           Of whom Rhett Barker is Respondent.\r\n\r\n           Appellate Case No. 2009-133509\r\n\r\n\r\n                          Appeal From Beaufort County \n\r\n                      Clifton Newman, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-083 \n\r\n                Heard February 4, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n           H. Fred Kuhn, Jr., of Moss, Kuhn & Fleming, P.A., of\r\n           Beaufort, for Appellant.\r\n\r\n           Edward K. Pritchard, III, of Pritchard & Elliott, LLC, of\r\n           Charleston, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 56(c), SCRCP (providing that summary judgment shall be\r\n\ngranted when \"the pleadings, depositions, answers to interrogatories, and\r\nadmissions on file, together with the affidavits, if any, show that there is no\r\ngenuine issue as to any material fact and that the moving party is entitled to a\r\njudgment as a matter of law''); Hansson v. Scalise Builders of S.C., 374 S.C. 352,\r\n357, 650 S.E.2d 68, 71 (2007) (holding that the plain language of Rule 56(c)\r\nmandates the entry of summary judgment against a party who fails to establish the\r\nexistence of an element essential to the party's case and on which that party will\r\nbear the burden of proof); Jackson v. Bermuda Sands, Inc., 383 S.C. 11, 14 n.2,\r\n677 S.E.2d 612, 614 n.2 (Ct. App. 2009) (stating that this court reviews the grant\r\nof a summary judgment motion under the same standard applied by the trial court\r\npursuant to Rule 56(c)); Peoples Fed. Sav. & Loan Ass'n v. Myrtle Beach Golf &\r\nYacht Club, 310 S.C. 132, 147, 425 S.E.2d 764, 774 (Ct. App. 1992) (\"A joint\r\nenterprise exists where there are two or more persons united in the joint\r\nprosecution of a common purpose under such circumstances that each has\r\nauthority, express or implied, to act for all in respect to the control of the means\r\nand the agencies employed to execute such common purpose.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-084","title":"Bowen v. State Farm","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-084.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Denise F. Bowen, Appellant,\r\n\r\n            v.\r\n\r\n            State Farm Mutual Automobile Insurance Company,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-203546\r\n\r\n\r\n                        Appeal From Anderson County \n\r\n                   Alexander S. Macaulay, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-084 \n\r\n                 Heard January 15, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Edwin L. Turnage, of Harris & Graves, PA, of\r\n            Greenville, for Appellant.\r\n\r\n            Stephanie G. Flynn and T. David Rheney, both of\r\n            Gallivan, White & Boyd, PA, of Greenville, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Denise Bowen argues the trial court erred in finding she is not a\r\nresident relative for the purpose of collecting underinsured motorist (UIM)\r\ncoverage from her father's State Farm insurance policy. On appeal she argues (1)\r\n\nthe record proves at the time of her collision she intended to have a substantial\r\nresidency in her father's dwelling and the trial court erred in granting summary\r\njudgment and misapplied the resident relative factors, (2) the term \"resides\" is\r\nambiguous in the policy, and (3) State Farm's insurance policy violates South\r\nCarolina's public policy. We affirm the trial court.\r\n\r\n1.      As to summary judgment and whether the trial court properly analyzed the\r\nresident relative factors, we find the trial court properly granted summary\r\njudgment to State Farm. See George v. Fabri, 345 S.C. 440, 452, 548 S.E.2d 868,\r\n874 (2001) (holding the purpose of summary judgment is to expedite the\r\ndisposition of cases not requiring the services of a fact finder); Fleming v. Rose,\r\n350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002) (\"When reviewing the grant of a\r\nsummary judgment motion, this court applies the same standard that governs the\r\ntrial court under Rule 56(c), SCRCP; summary judgment is proper when there is\r\nno genuine issue as to any material fact and the moving party is entitled to\r\njudgment as a matter of law.\"); State Farm Fire & Cas. Co. v. Breazell, 324 S.C.\r\n228, 231, 478 S.E.2d 831, 832 (1996) (determining one is a resident relative where\r\nthe parties are \"1) living under the same roof; 2) in a close, intimate and informal\r\nrelationship, and 3) where the intended duration of the relationship is likely to be\r\nsubstantial, where it is consistent with the informality of the relationship, and from\r\nwhich it is reasonable to conclude that the parties would consider the relationship\r\nin contracting about such matters as insurance or in their conduct in reliance\r\nthereon\").\r\n\r\n2.     As to the interpretation of the term \"resides,\" we find the trial court correctly\r\nreviewed the term. Gambrell v. Travelers Ins. Cos., 280 S.C. 69, 71, 310 S.E.2d\r\n814, 816 (1983) (\"Insurance policies are subject to general rules of contract\r\nconstruction.\"); Torrington Co. v. Aetna Cas. & Sur. Co., 264 S.C. 636, 643, 216\r\nS.E.2d 547, 550 (1975) (finding parties to an insurance policy have a right to make\r\ntheir own contract and courts should not \"rewrite it or torture the meaning of a\r\npolicy to extend coverage never intended by the parties\"); Gambrell, 280 S.C. at\r\n71, 310 S.E.2d at 816 (holding courts should \"give policy language its plain,\r\nordinary and popular meaning\").\r\n\r\n3.     As to whether the State Farm insurance policy violates South Carolina\r\npublic policy, we find this issue is not preserved for review. This issue was neither\r\nraised to nor ruled upon by the trial court. See Wilder Corp. v. Wilke, 330 S.C. 71,\r\n76, 497 S.E.2d 731, 733 (1998) (noting to be preserved for review, an issue must\r\nbe raised to and ruled upon by the trial court); id. (finding an issue cannot be raised\r\nfor the first time on appeal).\r\n\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-085","title":"Peterson v. Peterson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-085.pdf","description":null,"date":"2013-02-20","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Brenda Peterson, Respondent,\r\n\r\n            v.\r\n\r\n            Hughie Peterson, Jr., Appellant.\r\n\r\n            Appellate Case No. 2012-205606\r\n\r\n\r\n                        Appeal From Orangeburg County \n\r\n                       Anne Gue Jones, Family Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-085 \n\r\n                 Heard February 12, 2013 – Filed February 20, 2013 \n\r\n\r\n\r\n                              APPEAL DISMISSED\r\n\r\n\r\n            Lawrence Keitt, of the Law Office of Lawrence Keitt, of\r\n            Orangeburg, for Appellant.\r\n\r\n            Lewis C. Lanier, of Lanier & Burroughs, LLC, of\r\n            Orangeburg, for Respondent.\r\n\r\n\r\nPER CURIAM: Hughie Peterson, Jr. appeals the family court's final order in his\r\ndivorce from Brenda Peterson, arguing the family court erred in apportioning the\r\nparties' assets. We dismiss the appeal pursuant to Rule 220(b), SCACR, and the\r\nfollowing authority: Elam v. S.C. Dept. of Transp., 361 S.C. 9, 20, 602 S.E.2d\r\n772, 778 (2004) (holding an appeal is \"barred due to untimely service of the notice\r\n\nof appeal when a party–instead of serving a notice of appeal–files a successive\r\nRule 59(e) motion, where the trial judge's ruling on the first Rule 59(e) motion\r\ndoes not result in a substantial alteration of the original judgment.\" (citation\r\nomitted)).\r\n\r\nAPPEAL DISMISSED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-089","title":"SCDSS v. Sheakenia S.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-089.pdf","description":null,"date":"2013-02-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Sheakenia S., Appellant,\r\n\r\n        In the interest of minor children under the age of eighteen\r\n        years.\r\n\r\n        Appellate Case No. 2012-212249\r\n\r\n\r\n                        Appeal From Horry County \n\r\n             Jan Benature Bromell Holmes, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-089 \n\r\n         Submitted February 4, 2013 – Filed February 25, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        John C. Thomas, of John C. Thomas, P.A., of Conway,\r\n        for Appellant.\r\n\r\n        Ernest Joseph Jarrett, of Jenkinson Jarrett & Kellahan,\r\n        P.A., of Kingstree, for Respondent.\r\n\n              Amy W. Wates, of Mullen Wylie, LLC, of Myrtle Beach,\r\n              for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Sheakenia S. appeals from the family court's final order\r\nterminating her parental rights to her minor children. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2012). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-086","title":"Hudson v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-086.pdf","description":null,"date":"2013-02-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Bruce Lee Hudson, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2010-165046\r\n\r\n\r\n                        Appeal From Richland County \n\r\n                    Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-086 \n\r\n             Submitted January 1, 2013 – Filed February 27, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Wanda H. Carter, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Brian T. Petrano, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR).\r\n\r\nBecause there is sufficient evidence to support the PCR judge's finding that\r\npetitioner did not knowingly and intelligently waive his right to a direct appeal, we\r\ngrant certiorari on Question One and proceed with a review of the direct appeal\r\nissue pursuant to Davis v. State, 288 S.C. 290, 342 S.E.2d 60 (1986).\r\n\r\nAfter consideration of appellant's pro se brief and review pursuant to Anders v.\r\nCalifornia, 386 U.S. 738 (1967), we dismiss Petitioner's appeal and grant counsel's\r\nmotion to be relieved.\r\n\r\nAs to Question Two, after careful consideration, we deny the petition.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-087","title":"Farrow v. Darby","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-087.pdf","description":null,"date":"2013-02-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        William D. Farrow, Jr. and Karen W. Farrow,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        Jerry W. Darby, Appellant.\r\n\r\n        Appellate Case No. 2011-190648\r\n\r\n\r\n                     Appeal From Laurens County \n\r\n                Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-087 \n\r\n             Heard February 5, 2013 – Filed February 27, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Charles E. Carpenter, Jr., Carpenter Appeals & Trial\r\n        Support, LLC, of Columbia, and George V. Hanna, IV,\r\n        Howser, Newman & Besley, LLC, of Columbia,\r\n        Appellant.\r\n\r\n        Cameron G. Boggs and J. Falkner Wilkes, both of\r\n        Greenville, for Respondents.\r\n\nPER CURIAM: Wayne Darby appeals from a verdict for David and Karen\r\nFarrow. Darby argues the trial court erred in admitting evidence of (1) previous\r\nsightings of cows outside his pastures; (2) the condition of the fences around some\r\nof his pastures; and (3) his practices in moving cattle between pastures. We find\r\nthe trial court did not abuse its discretion in admitting the evidence for the purpose\r\nof showing Darby owned the cow David Farrow hit. See Arnold v. Life Ins. Co. of\r\nGa., 226 S.C. 60, 66, 83 S.E.2d 553, 555-56 (1954) (stating evidence admitted\r\nwithout qualification or restriction is to be treated as admitted generally and\r\n\"applicable to any issue it tended to prove\"); cf. State v. Smalls, 260 S.C. 44, 47-48,\r\n194 S.E.2d 188, 189-90 (1973) (agreeing with appellant that trial court erred in\r\nrefusing request to charge jury that evidence of defendant's criminal record could\r\nbe considered only for purpose of impeachment; absent such an instruction, jury\r\nwas free to consider evidence for any purpose). We affirm pursuant to Rule\r\n220(b)(1), SCACR, and the following authorities: Gamble v. Int'l Paper Realty\r\nCorp. of S.C., 323 S.C. 367, 373, 474 S.E.2d 438, 441 (1996) (\"The admission . . .\r\nof evidence is a matter within the sound discretion of the trial court and absent\r\nclear abuse, will not be disturbed on appeal.\"); Rule 401, SCRE (defining \"relevant\r\nevidence\" as \"evidence having any tendency to make the existence of any fact that\r\nis of consequence to the determination of the action more probable or less probable\r\nthan it would be without the evidence\"); Rule 403, SCRE (\"Although relevant,\r\nevidence may be excluded if its probative value is substantially outweighed by the\r\ndanger of unfair prejudice . . . .\"); Cody P. v. Bank of Am., N.A., 395 S.C. 611, 623-\r\n24, 720 S.E.2d 473, 480 (Ct. App. 2011) (\"A trial [court's] decision regarding the\r\ncomparative probative value and prejudicial effect of evidence should be reversed\r\nonly in exceptional circumstances.\" (citation and quotation marks omitted;\r\nalteration in original)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-088","title":"Lake Marion Regional Water Agency v. Goodwin","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-088.pdf","description":null,"date":"2013-02-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Lake Marion Regional Water Agency, Respondent,\r\n\r\n        v.\r\n\r\n        Hannah W. Goodwin, Farmers Home Administration,\r\n        and United States Department of Agriculture,\r\n        Defendants,\r\n\r\n        Of whom Hannah W. Goodwin is the Appellant.\r\n\r\n        Appellate Case No. 2010-162006\r\n\r\n\r\n                    Appeal From Orangeburg County \n\r\n                  Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-088 \n\r\n             Heard February 12, 2013 – Filed February 27, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Hannah W. Goodwin, of Santee, pro se.\r\n\r\n        Michael J. Anzelmo, Charles Mitchell Brown, William\r\n        C. Wood, Jr., all of Nelson Mullins Riley &\r\n        Scarborough, LLP, of Columbia, and Robert F. McCurry,\r\n        Jr., of Horger Barnwell & Reid, LLP, of Orangeburg, for\r\n        Respondent.\r\n\nPER CURIAM: Pro se Appellant, Hannah Goodwin, seeks review of the trial\r\ncourt's order implementing a settlement agreement arising out of a condemnation\r\naction between her and Respondent, Lake Marion Regional Water Agency. We\r\ndismiss the appeal as untimely.\r\n\r\n\"The requirement [for a timely] notice of appeal is jurisdictional, i.e., if a party\r\nmisses the deadline, the appellate court lacks jurisdiction to consider the appeal\r\nand has no authority or discretion to 'rescue' the delinquent party by extending or\r\nignoring the deadline for service of the notice.\" Elam v. S.C. Dep't of Transp., 361\r\nS.C. 9, 15, 602 S.E.2d 772, 775 (2004); accord Camp v. Camp, 386 S.C. 571, 574,\r\n689 S.E.2d 634, 636 (2010) (stating courts have \"no authority to extend or expand\r\nthe time\" for serving a notice of appeal). Accordingly, this court must dismiss an\r\nuntimely appeal without considering its merits. Canal Ins. Co. v. Caldwell, 338\r\nS.C. 1, 5, 524 S.E.2d 416, 418 (Ct. App. 1999).\r\n\r\nA notice of appeal must be filed and served on all respondents within thirty days\r\nafter receipt of written notice of entry of the order. Rule 203(a)-(b), SCACR. A\r\ntimely motion to alter or amend, however, tolls this thirty-day period until the trial\r\ncourt resolves that motion. Id.; Elam, 361 S.C. at 14-15, 602 S.E.2d at 775; State\r\nv. Cooper, 342 S.C. 389, 397, 536 S.E.2d 870, 875 (2000).\r\n\r\n\"To be timely, a post-trial motion to alter or amend must be served within ten days\r\nof receipt of written notice of the entry of the original order or judgment.\" Canal,\r\n338 S.C. at 5, 524 S.E.2d at 418 (emphasis added); accord Rule 59(e), SCRCP.\r\nUnder Rule 5(b)(1), SCRCP, two methods exist for properly serving a motion upon\r\na party with a known address. \"Service . . . shall be made by delivering a copy . . .\r\nor by mailing it to him . . . .\" Rule 5(b)(1), SCRCP (emphases added).\r\n\"[D]elivery\" includes both \"handing\" over of the copy, or \"leaving\" it at his office\r\nor place of abode, while \"[s]ervice by mail is complete upon mailing of . . . papers .\r\n. . .\" Id.\r\n\r\nBecause Appellant's intended motion was not served upon Water Agency, it was\r\nincapable of staying the time to file a notice of appeal. See Rule 203(b), SCACR;\r\nRule 5(a), SCRCP; Canal, 338 S.C. at 5, 524 S.E.2d at 418. Therefore, Appellant's\r\nnotice of appeal, filed more than thirty days after receiving written notice of the\r\ntrial court's original order, was untimely. See Rule 203(b), SCACR; Cooper, 342\r\nS.C. at 397, 536 S.E.2d at 875; Canal, 338 S.C. at 5, 524 S.E.2d at 418. Because\r\n\nAppellant missed the applicable deadline, this court lacks jurisdiction to consider\r\nher appeal and has no discretion to ignore this defect. See Elam, 361 S.C. at 15,\r\n602 S.E.2d at 775; Canal, 338 S.C. at 5, 524 S.E.2d at 418 (stating failure to timely\r\nfile a notice of appeal divests an appellate court of jurisdiction). Thus, we must\r\ndismiss.\r\n\r\nAPPEAL DISMISSED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-090","title":"JP Morgan Chase Bank v. Bradley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-090.pdf","description":null,"date":"2013-02-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        JP Morgan Chase Bank, National Association,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Vanessa Y. Bradley, Appellant.\r\n\r\n        Appellate Case No. 2011-193386\r\n\r\n\r\n                      Appeal From Pickens County\r\n                   R. Murray Hughes, Special Referee.\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-090 \n\r\n             Heard February 5, 2013 – Filed February 27, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Susan P. Ingles, of South Carolina Legal Services, of\r\n        Greenville, for Appellant.\r\n\r\n        Samuel C. Waters, of Rogers Townsend & Thomas, PC,\r\n        of Columbia; Mary M. Caskey and James Y. Becker,\r\n        both of Haynsworth Sinkler Boyd, PA, of Columbia; and\r\n        Sarah P. Spruill, of Haynsworth Sinkler Boyd, PA, of\r\n        Greenville, for Respondent.\r\n\nPER CURIAM: In this foreclosure action, Vanessa Y. Bradley seeks review of\r\nthe Special Referee's order denying her motion to set aside the foreclosure sale of\r\nher property. We affirm.\r\n\r\n1. As to whether JP Morgan Chase Bank, National Association (Bank) violated its\r\nobligations under the Home Affordable Modification Program (HAMP) and\r\nAdministrative Order 2009-05-22-01, we find the Special Referee did not abuse his\r\ndiscretion in declining to set aside the foreclosure sale on these grounds. See Wells\r\nFargo Bank, NA v. Turner, 378 S.C. 147, 150, 662 S.E.2d 424, 425 (Ct. App.\r\n2008) (stating the determination of whether a judicial sale should be set aside is a\r\nmatter left to the sound discretion of the trial court). Although Bank violated\r\nHAMP by holding the foreclosure sale while Bradley's reapplication for loan\r\nmodification was pending, we find Bank's overall actions captured the spirit of\r\nHAMP given that it postponed two foreclosure sales and worked with Bradley for\r\nseventeen months in attempts to modify her loan. See id. (\"A judicial sale will be\r\nset aside when either: (1) the sale price 'is so gross as to shock the conscience[;]' or\r\n(2) the sale 'is accompanied by other circumstances warranting the interference of\r\nthe court.'\" (citation omitted)). Additionally, because Bradley failed to file a\r\ncounter affidavit and testified that Bank had a sufficient basis to deny her\r\npermanent modification under HAMP, i.e., her failure to timely make the last Trial\r\nPeriod Plan payment, we find that Bank's failure to fully comply with the\r\nprocedures set forth in the Administrative Order did not warrant setting aside the\r\nforeclosure sale. See In re Mortgage Foreclosures and the Home Affordable\r\nModification Program (HMP), 2009-05-22-01 (May 22, 2009) (stating \"if a\r\ncounter affidavit is not timely served, the determination of whether there are\r\n[HAMP] issues which need to be resolved before foreclosure is ordered shall be\r\nbased on the affidavit alone, unless the judge allows the late service and filing of\r\nthe counter affidavit or allows the issue to become contested at some later stage in\r\nthe proceeding\").\r\n\r\n2. As to whether the Special Referee erred in finding the forbearance agreement\r\nbetween the parties did not preclude Bank from continuing to file pleadings and\r\nscheduling the foreclosure sale, we affirm. Here, the specific terms of the\r\nforbearance agreement are unclear because the agreement was never committed to\r\nwriting. However, based on the facts in the record, we find the parties did not\r\nshare a meeting of the minds regarding what actions Bank was to forbear. See\r\nPlayer v. Chandler, 299 S.C. 101, 105, 382 S.E.2d 891, 893 (1989) (\"South\r\nCarolina common law requires that, in order to have a valid and enforceable\r\n\ncontract, there must be a meeting of the minds between the parties with regard to\r\nall essential and material terms of the agreement.\").\r\n\r\n3. As to whether the Special Referee violated Bradley's right to procedural due\r\nprocess, we affirm. Bradley failed to raise her argument regarding the service of\r\nthe supplemental orders until the hearing on the Rule 59(e) motion; therefore, this\r\nargument is not preserved for appellate review. See Godfrey v. Heller, 311 S.C.\r\n516, 520, 429 S.E.2d 859, 862 (Ct. App. 1993) (holding an issue was not preserved\r\nwhen the party failed to raise the issue in a Rule 59(e) motion to alter or amend the\r\njudgment). Moreover, Bradley failed to show she has a protected interest in a loan\r\nmodification, which is a prerequisite to prevail on a due process claim. See\r\nSeabrook v. Knox, 369 S.C. 191, 197, 631 S.E.2d 907, 910 (2006) ('\"Procedural\r\ndue process imposes constraints on governmental decisions which deprive\r\nindividuals of 'liberty' or 'property' interests within the meaning of the Due Process\r\nClause of the Fifth or Fourteenth Amendment.\"' (quoting Mathews v. Eldridge, 424\r\nU.S. 319, 332 (1976))).\r\n\r\n4. As to whether the Special Referee erred in declining to grant Bradley's request\r\nfor discovery and an evidentiary hearing, we affirm. Here, Bradley specifically\r\nsought post-foreclosure sale discovery in order to review Bank's decision to deny\r\nher a loan modification. However, the South Carolina Rules of Civil Procedure do\r\nnot allow for discovery after the determination of the merits of an action. See Rule\r\n26, SCRCP (stating parties may engage in discovery regarding \"relevant\" matters\r\nin a \"pending\" action). Furthermore, Administrative Order 2009-05-22-01 does\r\nnot provide for any discovery concerning the HAMP process, nor does it entitle\r\nBradley to a hearing.\r\n\r\n5. As to whether the Special Referee erred in denying Bradley's motion to set aside\r\nthe foreclosure judgment under Rule 60(b)(3), SCRCP, we find the Special Referee\r\ndid not abuse his discretion in denying her motion. Bradley contends that Bank's\r\nAugust 19, 2010, letter indicating that no foreclosure sale would occur for 30 days\r\nfrom the date of the letter evidences fraud, misrepresentation, or other misconduct.\r\nSee Rule 60(b)(3), SCRCP (providing that a party may be relieved of a final order\r\nor judgment based upon \"fraud, misrepresentation, or other misconduct of an\r\nadverse party\"). However, Bradley testified that after receiving the letter she\r\ncontacted Bank numerous times and was repeatedly informed the foreclosure sale\r\nhad not been cancelled. She further testified that in spite of the representations that\r\nthe foreclosure sale had not been cancelled, she took no action to consult an\r\nattorney, appear in the foreclosure action, or to attend the foreclosure sale.\r\n\nAccordingly, we do not believe the Special Referee erred in declining to set aside\r\nthe foreclosure sale under Rule 60(b)(3). See Auto-Owners Ins. Co. v. Rhodes, 385\r\nS.C. 83, 93, 682 S.E.2d 857, 863 (Ct. App. 2009) (stating that the decision to grant\r\nor deny a motion to set aside a judgment is within the sound discretion of the trial\r\ncourt); see also Raby Constr., L.L.P. v. Orr, 358 S.C. 10, 21, 594 S.E.2d 178, 484\r\n(2004) (stating a party may not prevail on a Rule 60(b)(3) motion on the basis of\r\nfraud when he or she has access to disputed information or has knowledge of\r\ninaccuracies in an opponent's representations at the time of the alleged\r\nmisconduct).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-091","title":"Cohen v. Creech","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-091.pdf","description":null,"date":"2013-02-27","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Elinor Cohen, Respondent,\r\n\r\n             v.\r\n\r\n             Tripp Creech d/b/a Atlantic Lawn Service, Inc.,\r\n             Appellant.\r\n\r\n             Appellate Case No. 2012-207028\r\n\r\n\r\n                           Appeal From Charleston County \n\r\n                      Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                       Unpublished Opinion No. 2013-UP-091 \n\r\n                  Heard February 12, 2013 – Filed February 27, 2013 \n\r\n\r\n\r\n                           VACATED AND DISMISSED\r\n\r\n\r\n             Ellis R. Lesemann, of Harvey & Vallini, LLC, of Mount\r\n             Pleasant, for Appellant.\r\n\r\n             Daniel M. Bradley and Brent B. Greenberg, both of\r\n             Daniel M. Bradley Law Firm, LLC, of Mount Pleasant,\r\n             for Respondent.\r\n\r\n\r\nPER CURIAM: Appellant Tripp Creech d/b/a Atlantic Lawn Service, Inc.\r\n(Atlantic Lawn) appeals the circuit court's order affirming the magistrate's decision\r\n\nto deny Atlantic Lawn's motions for a new trial and to amend its answer. We\r\nvacate and dismiss.\r\n\r\nOn May 1, 2008, Atlantic Lawn entered into a contract with Elinor Cohen to\r\ndeliver and install sod in Cohen's front lawn. Subsequently, on November 29,\r\n2010, Cohen filed a complaint, requesting judgment for the full contract amount\r\nwith Atlantic Lawn and for damages to her outdoor lighting system. Atlantic\r\nLawn filed an answer on January 5, 2011, admitting its liability but disputing the\r\nalleged damages. Atlantic Lawn did not appear for the scheduled trial on February\r\n9, 2011; therefore, the magistrate ruled in favor of Cohen and awarded her\r\ndamages of $7,217.97.\r\n\r\nOn March 25, 2011, Atlantic Lawn filed a motion for a new trial on the ground that\r\nthe parties reached a verbal settlement agreement before the court date. Given that\r\nAtlantic Lawn admitted liability in its answer, the magistrate denied Atlantic\r\nLawn's motion for a new trial as to the issue of liability. However, the magistrate\r\nvacated the judgment of damages and granted the new trial motion to determine\r\nonly the issue of damages. Subsequently, Atlantic Lawn filed a motion to amend\r\nthe answer, so that it could: (1) request a jury trial; (2) deny liability for the claims\r\nand damages asserted by Cohen; and (3) assert the affirmative defense of\r\nsettlement, payment, and accord and satisfaction. The magistrate denied Atlantic\r\nLawn's motion.\r\n\r\nA damages hearing was held on May 9, 2011. The next day Atlantic Lawn filed an\r\nappeal with the circuit court. Consequently, the magistrate did not enter any\r\njudgment of damages. The circuit court affirmed the magistrate's ruling on\r\nAtlantic Lawn's motion to amend and for a new trial. This appeal followed.\r\n\r\nSouth Carolina Magistrate's Court Rule 13(c) provides, \"If either party wants a jury\r\ntrial, it must be requested in writing at least five (5) working days prior to the\r\noriginal date set for trial.\" In this instance, Atlantic Lawn did not request a jury\r\ntrial until over two months after the required deadline. Because Atlantic Lawn\r\nfailed to timely request a jury trial, it waived its right to a jury trial. See Rule\r\n38(d), SCRCP (stating a party's failure to demand a jury trial as required by the\r\nrule constitutes a waiver of the right to a jury trial); C&S Real Estate Servs. v.\r\nMassengale, 290 S.C. 299, 300, 350 S.E.2d 191, 192 (1986) (stating \"[a]n order\r\ndenying a party a jury trial is not immediately appealable unless it deprives him of\r\na mode of trial to which he is entitled as a matter of right\").\r\n\nWe find the order denying Atlantic Lawn's motion to amend its answer so that it\r\ncould request a jury trial is not immediately appealable. Accordingly, we vacate\r\nthe circuit court's order affirming the magistrate's decision to deny Atlantic Lawn's\r\nmotions for a new trial and to amend its answer, dismiss this appeal, and remand to\r\nthe magistrate for a determination of damages.\r\n\r\nVACATED AND DISMISSED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"}]