[{"id":"2013-UP-001","title":"State v. Coleman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-001.pdf","description":null,"date":"2013-01-02","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Ralph Bernard Coleman, Appellant.\r\n\r\n        Appellate Case No. 2011-181966\r\n\r\n\r\n                    Appeal From Orangeburg County \n\r\n                  Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-001 \n\r\n             Heard November 13, 2012 – Filed January 2, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Senior\r\n        Assistant Attorney General Melody Jane Brown, all of\r\n        Columbia; and Solicitor David Michael Pascoe, Jr., of\r\n        Orangeburg, for Respondent.\r\n\nPER CURIAM: Ralph Coleman appeals his convictions of armed robbery,\r\nburglary, and murder. On appeal, he argues the trial court erred in (1) denying his\r\nmotion for severance; (2) denying his motion to suppress a witness's identification\r\nof him; and (3) denying his motion to suppress a photograph of a rifle. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in denying Coleman's motion for severance:\r\nState v. Spears, 393 S.C. 466, 475, 713 S.E.2d 324, 328 (Ct. App. 2011) (\"'A\r\nmotion for severance is addressed to the sound discretion of the trial court.'\"\r\n(quoting State v. Simmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860 (Ct. App.\r\n2002))); id. at 475, 713 S.E.2d at 328-29 (\"Where the offenses charged in separate\r\nindictments are of the same general nature involving connected transactions\r\nclosely related in kind, place and character, the trial [court] has the power, in [its]\r\ndiscretion, to order the indictments tried together if the defendant's substantive\r\nrights would not be prejudiced.\"); State v. Halcomb, 382 S.C. 432, 439, 676 S.E.2d\r\n149, 152 (Ct. App. 2009) (\"Criminal defendants who are jointly tried for murder\r\nare not entitled to separate trials as a matter of right.); State v. Dennis, 337 S.C.\r\n275, 281, 523 S.E.2d 173, 176 (1999) (\"The general rule allowing joint trials\r\napplies with equal force when a defendant's severance motion is based upon the\r\nlikelihood he and a codefendant will present mutually antagonistic defenses, i.e.,\r\naccuse one another of committing the crime.\"); State v. Smith, 387 S.C. 619, 625-\r\n26, 693 S.E.2d 415, 418-19 (Ct. App. 2010) (holding the loss of the right to have\r\nthe last closing argument is not a ground upon which to grant severance);\r\nHughes v. State, 346 S.C. 554, 559, 552 S.E.2d 315, 317 (2001) (holding the trial\r\ncourt should grant a severance \"only when there is a serious risk that a joint trial\r\nwould compromise a specific trial right of a co-defendant or prevent the jury from\r\nmaking a reliable judgment about a co-defendant's guilt\" (emphasis omitted)).\r\n\r\n2. As to whether the trial court erred in denying Coleman's motion to suppress a\r\nwitness's identification: Rule 602, SCRE (\"A witness may not testify to a matter\r\nunless evidence is introduced sufficient to support a finding that the witness has\r\npersonal knowledge of the matter.\"); State v. Williams, 321 S.C. 455, 463, 469\r\nS.E.2d 49, 54 (1996) (\"The opinion or inference of a lay witness is admissible if it\r\nis a) rationally based on the perception of the witness, b) helpful to the\r\ndetermination of a fact in issue, and c) does not require special knowledge.\"); State\r\nv. Washington, 323 S.C. 106, 110, 473 S.E.2d 479, 481 (Ct. App. 1996) (stating the\r\nadmission of pretrial identification evidence is within the sound discretion of the\r\ntrial court and its ruling will not be disturbed on appeal absent a clear abuse of that\r\ndiscretion); State v. Singleton, 395 S.C. 6, 13, 716 S.E.2d 332, 335-36 (Ct. App.\r\n\n2011) (\"To warrant reversal based on the admission or exclusion of evidence, the\r\nappellant must prove both the error of the ruling and the resulting prejudice, i.e.,\r\nthat there is a reasonable probability the jury's verdict was influenced by the\r\nchallenged evidence or the lack thereof.\").\r\n\r\n3. As to whether the trial court erred in denying Coleman's motion to suppress the\r\nphotograph of a rifle: State v. Holder, 382 S.C. 278, 290, 676 S.E.2d 690, 697\r\n(2009) (\"The relevancy, materiality, and admissibility of photographs as evidence\r\nare matters left to the sound discretion of the trial court.\"); id. (\"If the offered\r\nphotograph serves to corroborate testimony, it is not an abuse of discretion to\r\nadmit it.\"); id. (\"To constitute unfair prejudice, the photographs must create an\r\nundue tendency to suggest a decision on an improper basis, commonly, though not\r\nnecessarily, an emotional one.\"); State v. Singleton, 395 S.C. 6, 13, 716 S.E.2d\r\n332, 335-36 (Ct. App. 2011) (\"To warrant reversal based on the admission or\r\nexclusion of evidence, the appellant must prove both the error of the ruling and the\r\nresulting prejudice, i.e., that there is a reasonable probability the jury's verdict was\r\ninfluenced by the challenged evidence or the lack thereof.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-002","title":"Greenville County  v. Brooks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-002.pdf","description":null,"date":"2013-01-02","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             Greenville County, Respondent,\r\n\r\n             v.\r\n\r\n             Dennis Darrell Brooks, Appellant.\r\n\r\n             Appellate Case No. 2011-192348\r\n\r\n\r\n                            Appeal From Greenville County\r\n                       G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                       Unpublished Opinion No. 2013-UP-002 \n\r\n                  Submitted December 3, 2012 – Filed January 2, 2013 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n             Grant Henry Gibson, of G. Gibson & Associates, LLC, of\r\n             Taylors, for Appellant.\r\n\r\n             H. Dean Campbell and Kimberly N. Wunder, both of the\r\n             Greenville County Attorney's Office, of Greenville, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Indigo Assocs. v. Ryan Inv. Co., 314 S.C. 519, 523, 431 S.E.2d 271,\r\n273 (Ct. App. 1993) (\"The circuit court, acting as an appellate court in a case heard\r\n\nby the magistrate, cannot consider questions that have not been presented to the \n\r\nmagistrate.\"); State v. Gault, 375 S.C. 570, 573, 654 S.E.2d 98, 99-100 (Ct. App. \n\r\n2007) (holding a constitutional argument advanced on appeal to the circuit court \n\r\nbut not raised before the magistrate is not preserved for this court's review). \n\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-003","title":"State v. Ancrum","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-003.pdf","description":null,"date":"2013-01-02","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        David Ancrum, Appellant.\r\n\r\n        Appellate Case No. 2011-188949\r\n\r\n\r\n\r\n                     Appeal From Charleston County \n\r\n                Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-003 \n\r\n             Submitted December 3, 2012 – Filed January 2, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia;\r\n        and David Ancrum, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Scarlett Anne Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-009","title":"Mack, Claudia v. CCDSS","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-009.pdf","description":null,"date":"2013-01-02","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        In Re: Claudia Mack, Appellant,\r\n\r\n        v.\r\n\r\n        Charleston County Department of Social Services,\r\n        Jessica B., Patrick Blaine S., Carrie S., and Patrick S.,\r\n        Respondents.\r\n\r\n        In the interest of a minor under the age of eighteen (18)\r\n        years.\r\n\r\n        Appellate Case No. 2010-176987\r\n\r\n\r\n                     Appeal From Charleston County \n\r\n                   Jocelyn B. Cate, Family Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-009 \n\r\n             Heard November 28, 2012 – Filed January 2, 2013 \n\r\n\r\n\r\n             AFFIRMED IN PART, REVERSED IN PART, \n\r\n                     DISMISSED IN PART \n\r\n\r\n\r\n        John D. Elliott, of Law Offices of J. Elliott, of Columbia,\r\n        for Appellant.\r\n\r\n        John Fulton Knobeloch, of King & Knobeloch, PC, of\r\n        Mount Pleasant, for Respondents Carrie S. & Patrick S.\r\n\n             Sean F. Keefer, of Sean F. Keefer, LLC, of Charleston,\r\n             for Respondent Jessica B.\r\n\r\n             Rose-Marie Theis Carlisle and Newman Jackson Smith,\r\n             both of Nelson Mullins Riley & Scarborough, LLP, of\r\n             Columbia, for Respondent Patrick Blaine S.\r\n\r\n             John Corbitt Hinson, III, of South Carolina Department\r\n             of Social Services, of Rock Hill, for Respondent\r\n             Charleston County Department of Social Services.\r\n\r\n             Joshua Keith Roten, of Charleston, for Respondent\r\n             Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Claudia Mack, a foster parent (Foster Mother), appeals the\r\nfamily court's orders denying her motion to intervene and dismissing her action for\r\ncustody due to lack of standing. Additionally, she appeals the family court's order\r\ngranting temporary custody of a fourteen-month old girl (Child) to her paternal\r\ngrandparents, arguing the order violated her due process rights, the permanency\r\nplanning statute, and the Federal Adoptions and Safe Families Act. She also\r\nargues the family court erred in failing to consider the best interests of Child and in\r\nawarding attorney's fees to the paternal grandparents (Grandparents). We affirm in\r\npart, reverse in part, and dismiss in part.\r\n\r\n1. The temporary order did not violate Foster Mother's due process rights.\r\n\"[F]oster parents' procedural and due process rights with regard to their foster\r\nchildren are more limited than the rights of legal parents.\" Michael P. v.\r\nGreenville Cnty. Dep't of Soc. Servs., 385 S.C. 407, 416, 684 S.E.2d 211, 215 (Ct.\r\nApp. 2009). Any procedural and due process rights on the part of foster parents\r\nare limited because the basis of the relationship between the foster child and the\r\nfoster parent \"has its source in state law and contractual arrangements.\" Smith v.\r\nOrg. of Foster Families, 431 U.S. 816, 845-46 (1977). Although section 63-7-\r\n1630 of the South Carolina Code (2010) requires the Department of Social\r\nServices to provide foster parents with notice of a hearing, it explicitly states it\r\n\"does not confer on the foster parent . . . the status of a party to the action.\" We\r\nhold that as a non-party, Foster Mother was not entitled to procedural due process.\r\nFurthermore, we hold the ten day notice requirement of regulation 114-140 of the\r\nSouth Carolina Code is inapplicable when, as here, the change in custody is\r\n\nspontaneous and is approved by court order. See S.C. Code Ann. Regs. 114-\r\n140.A(2)(a) (Supp. 2011) (\"A foster parent shall not have the right to appeal: (a)\r\nthe removal of a foster child from his or her home if a court has authorized the\r\nremoval . . . .\").\r\n\r\n2. The family court did not err in dismissing Foster Mother's action for custody\r\nbecause, as a former foster parent, Foster Mother did not have standing to file an\r\naction for custody. See Michael P., 385 S.C. at 418, 684 S.E.2d at 216-17\r\n(analyzing case law from other jurisdictions and finding former foster parents do\r\nnot have standing to file an action for adoption); see also Priester v. Fayette Cnty.\r\nChildren & Youth Servs., 512 A.2d 683, 684-85 (Pa. Super. Ct. 1986) (holding\r\nformer foster parents lacked standing to file an action for custody due to the\r\ntemporary nature of foster care).\r\n\r\n3. The family court did not err in denying Foster Mother's motion to intervene\r\nbecause it was untimely. South Carolina courts have adopted a four part test for\r\ndetermining timeliness:\r\n\r\n             (1) the time that has passed since the applicant knew or\r\n             should have known of his or her interest in the suit; (2)\r\n             the reason for the delay; (3) the stage to which the\r\n             litigation has progressed; and (4) the prejudice the\r\n             original parties would suffer from granting intervention\r\n             and the applicant would suffer from denying\r\n             intervention.\r\n\r\nEx parte Reichlyn, 310 S.C. 495, 500, 427 S.E.2d 661, 664 (1993). According to\r\nFoster Mother's affidavit dated September 13, 2010, she had knowledge\r\nGrandparents were seeking custody prior to Christmas in 2009, yet she did not file\r\na motion to intervene until September 3, 2010, nearly nine months later. Nothing\r\nprevented Foster Mother from moving to intervene sooner. Her reliance on the\r\nalleged statements made to her by the guardian ad litem or others in her decision\r\nnot to act sooner were not reasonably placed. Foster Mother's failure to legally\r\nmake her intentions known, all the while knowing that efforts were continuously\r\nbeing made for the eventual reunification of Child with her biological family, was\r\nunreasonable. Any prejudice to Foster Mother in denying her intervention was as a\r\nresult of her own doing.\r\n\n4. The family court correctly did not reach the matter of Child's best interest.\r\n\"Standing is a legal concept concerning whether a particular person may raise legal\r\narguments or claims.\" Michael P., 385 S.C. at 418, 684 S.E.2d at 217. \"While a\r\nchild's best interest is the paramount consideration in every adoption, it has no\r\nbearing on the preliminary determination of whether a party has standing.\" Id. at\r\n418-19, 684 S.E.2d at 217. The family court did not err in refusing to consider\r\nChild's best interest once it determined Foster Mother lacked standing and her\r\nmotion to intervene was untimely. See id. at 419, 684 S.E.2d at 217 (holding the\r\nfamily court did not err in refusing to consider arguments regarding the child's best\r\ninterest before determining whether the appellants had standing).\r\n\r\n5. Because Foster Mother is a former foster parent lacking standing, she is not\r\nan aggrieved party who can appeal the family court's order awarding Grandparents\r\ncustody of Child. \"Only a party aggrieved by an order, judgment, sentence or\r\ndecision may appeal.\" Rule 201(b), SCACR. \"A party is aggrieved by a judgment\r\nor decree when it operates on his or her rights of property or bears directly on his\r\nor her interest.\" Powell ex rel. Kelley v. Bank of Am., 379 S.C. 437, 447, 665\r\nS.E.2d 237, 243 (Ct. App. 2008). \"There is no material distinction in general\r\nstanding principles juxtaposed to the ability of an aggrieved party to appeal . . . .\"\r\nId. at 447, 665 S.E.2d at 242 (internal quotation marks omitted). Accordingly,\r\nFoster Mother's appeal of the order awarding Grandparents custody of Child is\r\ndismissed. See id. at 448, 665 S.E.2d at 243 (holding the bank was not an\r\naggrieved party and dismissing its appeal).\r\n\r\n6. The family court erred in awarding attorney's fees. In deciding whether to\r\naward attorney's fees, the family court should consider: \"(1) the party's ability to\r\npay his/her own attorney's fee; (2) [the] beneficial results obtained by the attorney;\r\n(3) the parties' respective financial conditions; [and] (4) [the] effect of the\r\nattorney's fee on each party's standard of living.\" E.D.M. v. T.A.M., 307 S.C. 471,\r\n476-77, 415 S.E.2d 812, 816 (1992). \"A beneficial result will not secure an award\r\nof attorney's fees [when] the other factors do not support such an award.\" Gartside\r\nv. Gartside, 383 S.C. 35, 47, 677 S.E.2d 621, 627 (Ct. App. 2009). The evidence\r\ndoes not support the family court's conclusions regarding the parties' ability to pay\r\nunder E.D.M. The orders awarding attorney's fees admit Grandparents did not file\r\na financial declaration. Although they do not address whether Foster Mother filed\r\na financial declaration, the orders make assumptions about Foster Mother's income\r\nrather than citing to a financial declaration; accordingly, the record contains no\r\nindication the family court reviewed a financial declaration from either\r\nGrandparents or Foster Mother. As evidence Foster Mother has the financial\r\n\nability to pay Grandparents' legal fees, the family court relies on the following\r\nfacts: (1) Foster Mother is a registered nurse, (2) she assumedly receives a\r\nfinancial stipend for being a foster parent, (3) she takes trips and vacations, (4) no\r\none lives with her, and (5) she was able to retain private counsel.1 However, these\r\nfacts, without more, do not adequately support that conclusion. The record does\r\nnot contain any evidence of Foster Mother's income or her expenses; accordingly,\r\nnothing indicates the family court considered Foster Mother's ability to pay, her\r\nfinancial condition, or the effect of the attorney's fee on her standard of living.\r\nAdditionally, the record does not contain any evidence of Grandparents' income or\r\ntheir careers. In the absence of Grandparents' financial declaration or any evidence\r\nabout their careers or income, nothing indicates the family court considered\r\nGrandparents' ability to pay, their financial condition, and the effect of their\r\nattorney's fees on their standard of living. Accordingly, we reverse the award of\r\nattorney's fees.\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, DISMISSED IN PART.\r\n\r\nSHORT and KONDUROS, JJ., concur.\r\n\r\nLOCKEMY, J., concurs in result only.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1Foster Mother disputes these findings in her affidavit filed September 22, 2010,\r\nwith her motion for reconsideration.\r\n\n","court":"Appeals"},{"id":"2012-UP-552","title":"Miles v. Waffle House","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-552.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Virginia A. Miles, Employee, Appellant,\r\n\r\n        v.\r\n\r\n        Waffle House, Inc., Employer, and Brentwood Services,\r\n        Inc., Carrier, Respondents.\r\n\r\n        Appellate Case No. 2011-190726\r\n\r\n\r\n                      Appeal From the Appellate Panel \n\r\n             South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                  Unpublished Opinion No. 2012-UP-552 \n\r\n             Submitted August 1, 2012 – Filed October 10, 2012 \n\r\n             Withdrawn, Substituted and Refiled January 9, 2013 \n\r\n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Stephen B. Samuels, of Samuels Law Firm, LLC, of\r\n        Columbia, for Appellant.\r\n\r\n        Weston Adams, III, and Helen F. Hiser, both of\r\n        McAngus Goudelock & Courie, LLC, of Columbia, and\r\n        Erroll Anne Y. Hodges, of McAngus Goudelock &\r\n        Courie, LLC, of Greenville, for Respondents.\r\n\nPER CURIAM: Virginia A. Miles (Employee) appeals the order of the Appellate\r\nPanel of the South Carolina Workers' Compensation Commission (the Appellate\r\nPanel) finding she failed to prove her alleged injuries arose out of and in the course\r\nand scope of her employment with Waffle House, Inc. On appeal, Employee\r\nargues (1) the Appellate Panel erred in finding her injuries arose outside the scope\r\nof her employment, (2) the finding of a witness's credibility was arbitrary and\r\ncapricious, and (3) her injuries arose out of her employment under the sudden\r\nemergency doctrine. We affirm1 pursuant to the following authorities:\r\n\r\n1.     As to whether the Appellate Panel erred in finding Employee's injuries did\r\nnot arise out of and in the course and scope of her employment: Houston v.\r\nDeloach & Deloach, 378 S.C. 543, 549, 663 S.E.2d 85, 88 (Ct. App. 2008) (stating\r\nthat pursuant to the Administrative Procedures Act, an appellate court's review of a\r\ndecision of the Appellate Panel is limited to deciding whether the Appellate Panel's\r\ndecision is unsupported by substantial evidence or is controlled by some error of\r\nlaw); S.C. Code Ann. § 1-23-380(5) (Supp. 2011) (\"The [appellate] court may not\r\nsubstitute its judgment for the judgment of the [Appellate Panel] as to the weight\r\nof the evidence on questions of fact.\"); Houston, 378 S.C. at 550, 663 S.E.2d at 89\r\n(\"Substantial evidence is not a mere scintilla of evidence, nor the evidence viewed\r\nblindly from one side of the case, but is evidence which, considering the record as\r\na whole, would allow reasonable minds to reach the conclusion the [Appellate\r\nPanel] reached in order to justify its action.\"); McCuen v. BMW Mfg. Corp., 383\r\nS.C. 19, 24, 677 S.E.2d 28, 31 (Ct. App. 2009) (\"For an injury to be compensable,\r\nit must arise out of and in the course of employment.\" (citing S.C. Code Ann. § 42-\r\n1-160(A) (Supp. 2011))); id. (\"An injury arises out of employment if a causal\r\nrelationship between the conditions under which the work is to be performed and\r\nthe resulting injury is apparent to the rational mind, upon consideration of all the\r\ncircumstances.\"); id. at 24-25, 677 S.E.2d at 31-32 (\"The claimant has the burden\r\nof proving facts that will bring the injury within the workers' compensation law,\r\nand such award must not be based on surmise, conjecture or speculation.\" (citation\r\nand quotation marks omitted)); Hall v. Desert Aire, Inc., 376 S.C. 338, 349, 656\r\nS.E.2d 753, 759 (Ct. App. 2007) (\"In determining if an accident arose out of and in\r\nthe course of employment, each case must be decided with reference to its own\r\nattendant circumstances.\"); Houston, 378 S.C. at 554, 663 S.E.2d at 91 (\"The\r\nphrase 'in the course of the employment' refers to the time, place, and\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\ncircumstances under which the accident occurred.\"); Wright v. Bi-Lo, Inc., 314\r\nS.C. 152, 155, 442 S.E.2d 186, 188 (Ct. App. 1994) (\"When an employer limits the\r\nsphere of employment by specific prohibitions, injuries incurred while violating\r\nthese prohibitions are not in the scope of employment and, therefore, not\r\ncompensable.\").\r\n\r\n2.    As to whether the Appellate Panel erred in finding a witness credible:\r\nHouston, 378 S.C. at 551, 663 S.E.2d at 89 (\"The appellate court is prohibited from\r\noverturning findings of fact of the [A]ppellate [P]anel unless there is no reasonable\r\nprobability the facts could be as related by the witness upon whose testimony the\r\nfinding was based.\"); Hall, 376 S.C. at 348, 656 S.E.2d at 758 (\"The possibility of\r\ndrawing two inconsistent conclusions from the evidence does not prevent an\r\nadministrative agency's findings from being supported by substantial evidence.\").\r\n\r\n3.     As to whether Employee's injuries arose out of her employment under the\r\nsudden emergency doctrine, the Appellate Panel's factual findings, which are\r\nsupported by substantial evidence, preclude the application of what Employee calls\r\nthe \"sudden emergency doctrine.\" See Hiers v. Brunson Constr. Co., 221 S.C. 212,\r\n234-35, 70 S.E.2d 211, 222 (1952).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-004","title":"State v. Outz","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-004.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Ervin Outz, Appellant.\r\n\r\n        Appellate Case No. 2010-176966\r\n\r\n\r\n                         Appeal From Saluda County \n\r\n                   William P. Keesley, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-004 \n\r\n             Submitted December 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Donald V. Myers, of Lexington, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Gaster, 349 S.C. 545, 557, 564 S.E.2d 87, 93 (2002) (\"The\r\nadmission of evidence is within the discretion of the trial court and will not be\r\nreversed absent an abuse of discretion.\"); State v. Wright, 391 S.C. 436, 442, 706\r\nS.E.2d 324, 326 (2011) (\"'An abuse of discretion occurs when the trial court's\r\nruling is based on an error of law or, when grounded in factual conclusions, is\r\nwithout evidentiary support.'\" (quoting Clark v. Cantrell, 339 S.C. 369, 389, 529\r\nS.E.2d 528, 539 (2000))); U.S. Const. amend. IV (\"The right of the people to be\r\nsecure in their persons, houses, papers, and effects, against unreasonable searches\r\nand seizures, shall not be violated . . . .\"); Wright, 391 S.C. at 442, 706 S.E.2d at\r\n327 (\"Warrantless searches and seizures are unreasonable absent a recognized\r\nexception to the warrant requirement.\"); State v. Herring, 387 S.C. 201, 210, 692\r\nS.E.2d 490, 495 (2009) (\"A warrantless search is justified under the exigent\r\ncircumstances doctrine to prevent a suspect from fleeing or where there is a risk of\r\ndanger to police or others inside or outside a dwelling.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-005","title":"State v. Bayron","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-005.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Michael Bayron, Jr., Appellant.\r\n\r\n        Appellate Case No. 2011-203947\r\n\r\n\r\n\r\n                        Appeal From York County \n\r\n                     Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-005 \n\r\n             Submitted December 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Kevin S. Brackett, of York,\r\n        for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-006","title":"State v. Brannon","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-006.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Nikki Auduan Brannon, Appellant.\r\n\r\n        Appellate Case No. 2011-193447\r\n\r\n\r\n\r\n                     Appeal From Spartanburg County \n\r\n                    Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-006 \n\r\n             Submitted December 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Barry Barnette, of\r\n        Spartanburg, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-007","title":"Berry v. Stokes Import","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-007.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        Hoang Berry, Appellant,\r\n\r\n        v.\r\n\r\n        Stokes Import Collision Center, Respondent.\r\n\r\n        Appellate Case No. 2012-207187\r\n\r\n\r\n                       Appeal From Charleston County \n\r\n                  Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-007 \n\r\n             Submitted December 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Jason G. Soper, of Soper Law Firm, LLC, of Charleston,\r\n        for Appellant.\r\n\r\n        Harry Clayton Walker, Jr. and Robert Lawrence Reibold,\r\n        of Walker & Reibold, LLC, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to Berry's argument concerning the ineffectiveness of the court provided\r\ninterpreter during trial: Kleckley v. Nw. Nat'l Cas. Co., 338 S.C. 131, 138, 526\r\nS.E.2d 218, 221 (2000) (noting an issue must be raised to and ruled upon by both\r\nthe trial court and an intermediate appellate court to be properly preserved for\r\nreview).\r\n\r\n2. As to Berry's argument concerning the circuit court's failure to provide her an\r\ninterpreter during her appeal: Herron v. Century BMW, 395 S.C. 461, 465, 719\r\nS.E.2d 640, 642 (2011) (noting an issue that is raised for the first time on appeal is\r\nnot preserved for appellate review).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-008","title":"Vaughn v. SCDOT","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-008.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Dominic Vaughn, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Transportation,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2012-205607\r\n\r\n\r\n                          Appeal From Sumter County\r\n                      W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-008 \n\r\n                 Heard November 14, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Dwight C. Moore, of Moore Law Firm, LLC, of Sumter,\r\n            for Appellant.\r\n\r\n            Daniel R. Settana, Jr., and Temus C. Miles, Jr., both of\r\n            McKay, Cauthen, Settana, & Stubley, PA, of Columbia,\r\n            for Respondent.\r\n\r\n\r\nPER CURIAM: After suffering injuries in a car wreck, Dominic Vaughn brought\r\nthis negligence action against the South Carolina Department of Transportation\r\n\n(DOT) under the South Carolina Tort Claims Act for failure to maintain vegetation\r\nand signage within a median. The circuit court granted summary judgment in\r\nfavor of DOT. We affirm.\r\n\r\nInitially, Vaughn contends that the circuit court's order granting summary\r\njudgment lacked sufficient findings of fact and conclusions of law and, therefore,\r\nfailed to comply with Rule 52(a), SCRCP. Rule 52(a) expressly states, \"[f]indings\r\nof fact and conclusions of law are unnecessary on decisions of motions under\r\nRules 12 or 56 or any other motion except as provided in Rule 41(b).\" (emphasis\r\nadded). Here, the circuit court's order granting summary judgment, pursuant to\r\nRule 56, SCRCP, was not required to include findings of fact or conclusions of\r\nlaw. Additionally, the circuit court's order granting summary judgment provided\r\nsufficient factual findings to support its conclusions. See Noisette v. Ismail, 304\r\nS.C. 56, 58, 403 S.E.2d 122, 123-24 (1991) (\"[W]here a trial court substantially\r\ncomplies with Rule 52(a) and adequately states the basis for the result it reaches,\r\nthe appellate court should not vacate the trial court's judgment for lack of an\r\nexplicit or specific factual finding.\"). Accordingly, we find the circuit court's order\r\ngranting summary judgment complied with Rule 52(a), SCRCP.\r\n\r\nVaughn further argues that the circuit court erred in considering documents outside\r\nof the four corners of the complaint. We find the circuit court correctly applied the\r\nsummary judgment standard. Although DOT's first ground for summary judgment\r\nused language from Rule 12(b)(6), SCRCP, the circuit court appropriately used the\r\nstandard for summary judgment, as that was the relief DOT was seeking. See\r\nBaird v. Charleston Cnty., 333 S.C. 519, 527, 511 S.E.2d 69, 73 (1999) (stating\r\nthat if a court considers matters outside of the pleadings when deciding on a\r\nmotion to dismiss, the motion will be treated as one for summary judgment and\r\ndisposed of as provided in Rule 56, SCRCP); see also Rule 56, SCRCP (stating\r\nsummary judgment is appropriate when \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the affidavits, if any, show\r\nthat there is no genuine issue as to any material fact and that the moving party is\r\nentitled to a judgment as a matter of law\"); Gressette v. S.C. Elec. & Gas Co., 370\r\nS.C. 377, 378, 635 S.E.2d 538, 538 (2006) (stating a motion to dismiss pursuant to\r\nRule 12(b)(6), SCRCP, must be based solely on the allegations set forth in the\r\ncomplaint).\r\n\r\nThird, Vaughn claims that the circuit court erred in granting summary judgment on\r\nthe issue of proximate cause.\r\n\nIn a negligence action, a plaintiff must show: (1) the defendant owes a duty of care\r\nto the plaintiff; (2) the defendant breached the duty by a negligent act or omission;\r\n(3) the defendant's breach was the actual and proximate cause of the plaintiff's\r\ninjury; and (4) the plaintiff suffered an injury or damages. Schmidt v. Courtney,\r\n357 S.C. 310, 324, 592 S.E.2d 326, 334-35 (Ct. App. 2003). \"Proximate cause\r\nrequires proof of both causation in fact and legal cause.\" Eadie v. Krause, 381\r\nS.C. 55, 64, 671 S.E.2d 389, 393 (Ct. App. 2008). \"Causation in fact is proved by\r\nestablishing the plaintiff's injury would not have occurred 'but for' the defendant's\r\nlegal negligence.\" Schmidt, 357 S.C. at 326, 592 S.E.2d at 335.\r\n\r\nIn the instant case, Vaughn repeatedly testified that he came to a complete stop at\r\nthe yield sign. Vaughn's expert witness, Herman Hill, testified that the yield sign\r\nwas positioned beyond the location of the vegetation and signage in the median. In\r\nan affidavit stating his preliminary opinions, Hill concluded that a tow truck,\r\nsimilar to Vaughn's, would require an available sight distance of 560 feet at the\r\nyield sign before crossing the intersection. Hill later testified that a tow truck\r\nstopped at the yield sign would have sufficient sight distance ranging from 430 feet\r\nto 600 feet. Moreover, Hill testified that the vegetation within the median created\r\n\"clutter\" through which Vaughn could see, and not a \"wall\" completely blocking\r\nVaughn's vision. Viewing the evidence in the light most favorable to Vaughn, we\r\nfind no reasonable inference could be drawn that DOT's failure to maintain the\r\nvegetation proximately caused the accident. See Oliver v. S.C. Dep't of Highways\r\n& Pub. Transp., 309 S.C. 313, 317, 422 S.E.2d 128, 131 (1992) (\"Only when the\r\nevidence is susceptible to only one inference does it become a matter of law for the\r\ncourt.\"). We find Vaughn failed to establish a prima facie case of negligence\r\nagainst DOT because he offered no evidence to show that DOT's failure to\r\nmaintain the vegetation within the median was the proximate cause of his injuries.\r\nAccordingly, we hold the circuit court properly granted DOT's motion for\r\nsummary judgment on the question of proximate cause.\r\n\r\nBecause we find no error in the circuit court's grant of summary judgment, we need\r\nnot address Vaughn's remaining arguments. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an\r\nappellate court need not address any remaining issues when its determination of a\r\nprior issue is dispositive).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-010","title":"Mitchell v. Marruffo","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-010.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Neshen Mitchell, individually and as the next friend of\r\n        her minor child Hakeem T.M., Appellants,\r\n\r\n        v.\r\n\r\n        Juan P. Marruffo d/b/a Liberty Express, Adrian Moralez,\r\n        RET Partnership, William T. McQueeney, Carl E.\r\n        Roberts, Karl R. Henderson, and Steven Parham,\r\n        Defendants,\r\n\r\n        Of whom RET Partnership, William T. McQueeney, Carl\r\n        E. Roberts, Karl R. Henderson, and Steven Parham, are\r\n        the Respondents.\r\n\r\n        Appellate Case No. 2011-198047\r\n\r\n\r\n                    Appeal From Charleston County \n\r\n                  Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-010 \n\r\n             Heard December 13, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Richard S. Rosen and Andrew D. Gowdown, both of\r\n        Rosen, Rosen & Hagood, LLC, of Charleston, and J.\r\n        Joseph Condon, Jr., of North Charleston, for Appellants.\r\n\n             Samuel R. Clawson, Timothy A. Domin, and Christina R.\r\n             Fargnoli, all of Clawson & Staubes, LLC, of Charleston,\r\n             for Respondents.\r\n\r\nPER CURIAM: This appeal arises out of Appellants Neshen Mitchell and\r\nHakeem T.M.'s claim of negligence against Respondents RET Partnership,\r\nWilliam T. McQueeney, Carl E. Roberts, Karl R. Henderson, and Steven Parham.\r\nThe trial court granted Respondents' motion for summary judgment, finding\r\nRespondents owed no duty of care to Appellants. On appeal, Appellants argue the\r\ntrial court erred as a matter of law in finding Respondents owed Appellants no duty\r\nof care because: (1) Respondents created an artificial condition on the highway; (2)\r\nRespondents retained possession, control, and ownership of the property; and (3)\r\nthe lease created a duty of care. We affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities: Rule 56(c), SCRCP (noting summary judgment is\r\nappropriate when \"the pleadings, depositions, answers to interrogatories, and\r\nadmissions on file, together with the affidavits, if any, show that there is no\r\ngenuine issue as to any material fact and that the moving party is entitled to a\r\njudgment as a matter of law\"); Bailey v. Segars, 346 S.C. 359, 366, 550 S.E.2d\r\n910, 913 (Ct. App. 2001) (\"To establish a cause of action for negligence, a plaintiff\r\nmust prove the following three elements: (1) a duty of care owed by defendant to\r\nplaintiff; (2) breach of that duty by a negligent act or omission; and (3) damages\r\nproximately resulting from the breach of duty.\"); Skinner v. S.C. Dep't of Transp.,\r\n383 S.C. 520, 524, 681 S.E.2d 871, 873 (2009) (\"South Carolina common law only\r\nimposes a duty for highway conditions where an individual or business has\r\nundertaken an activity that creates an artificial condition on the highway which is\r\ndangerous to travelers.\"). Here, Appellants make several arguments that\r\nRespondents engaged in activity that created an artificial and dangerous condition\r\non the highway. However, after careful consideration of their arguments and a\r\nthorough examination of the record, we find no evidence that Respondents did\r\nanything that gave rise to a duty. Therefore, the trial court correctly granted\r\nsummary judgment to Respondents.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-011","title":"Misty Lake v. Bridleridge","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-011.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Misty Lake Association, Inc., Appellant,\r\n\r\n            v.\r\n\r\n            Bridleridge Homeowners' Association, Inc., Respondent.\r\n\r\n            Appellate Case No. 2011-202086\r\n\r\n\r\n                          Appeal From Lexington County \n\r\n                        James O. Spence, Master-in-Equity \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-011 \n\r\n                 Heard December 13, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            D. Ryan McCabe and Stephanie Trotter, McCabe, Trotter\r\n            & Beverly, P.C., Brian C. Gambrell, Rogers Townsend &\r\n            Thomas, P.C., all of Columbia, for Appellant.\r\n\r\n            James R. Snell and Jennifer M. Clinkscales, Law Office\r\n            of James R. Snell, L.L.C., of Lexington, for Respondent.\r\n\r\n\r\nPER CURIAM: Misty Lake Association, Inc. seeks unpaid assessments allegedly\r\nowed to it by Bridleridge Homeowners' Association for use of a manmade lake.\r\nMisty Lake Association claims the trial court erred when it found (1) the Misty\r\nLake restrictive covenants did not form an enforceable contract creating a servitude\r\n\non Bridleridge Homeowners' Association, (2) the Misty Lake restrictive covenants\r\ndid not create a reciprocal negative easement, and (3) Misty Lake Association\r\ncould not recover on the theory of quantum meruit. We affirm pursuant to Rule\r\n220(b), SCACR.\r\n\r\n1.     On appeal of an action at law tried without a jury, an appellate court will not\r\ndisturb the trial court's findings of fact unless no evidence reasonably supports the\r\nfindings. Byrd v. Livingston, 398 S.C. 237, 241, 727 S.E.2d 620, 622 (Ct. App.\r\n2012). For a contract to arise, \"[t]here must be an offer, there must be an\r\nacceptance, and there must be a meeting of the minds of the parties involved.\"\r\nRushing v. McKinney, 370 S.C. 280, 290, 633 S.E.2d 917, 922 (Ct. App. 2006)\r\n(citation omitted). The trial court correctly found that Bridleridge Homeowners'\r\nAssociation lacked the capacity to make a unilateral acceptance because its own\r\ncovenants required a two-thirds vote of the membership to accept Misty Lake\r\nAssociation's offer, which did not occur. Moreover, the record supports the trial\r\ncourt's finding that there was not a meeting of the minds between the parties\r\nbecause the documents that allegedly created the contract show a lack of\r\nunderstanding regarding the essential terms of the agreement.\r\n\r\n2.     \"The determination of the existence of an easement is a question of fact in a\r\nlaw action and subject to an any evidence standard of review when tried by a judge\r\nwithout a jury.\" Pittman v. Lowther, 363 S.C. 47, 50, 610 S.E.2d 479, 480 (2005).\r\n\"Restrictive covenants on the use of property may be created in express terms or by\r\nimplication. Where they arise by implication, the restrictions are said to create a\r\nreciprocal negative easement.\" Bomar v. Echols, 270 S.C. 676, 679, 244 S.E.2d\r\n308, 310 (1978) (internal citations omitted). \"For a reciprocal negative easement\r\nto arise by implication, the implication must be plain and unmistakable.\" Shoney's,\r\nInc. v. Cooke, 291 S.C. 307, 313, 353 S.E.2d 300, 304 (Ct. App. 1987). Four\r\nelements must be established to show a reciprocal negative easement: (1) a\r\ncommon grantor, (2) a designation of the land or tract subject to restrictions, (3) a\r\ngeneral plan or scheme of restriction in existence for the designated land or tract,\r\nand (4) restrictive covenants that run with the land. Gambrell v. Schriver, 312 S.C.\r\n354, 358, 440 S.E.2d 393, 395 (Ct. App. 1994). The relevant timeframe for\r\ndetermining whether the Bridleridge tract was subject to restrictions is the date the\r\nproperty was conveyed to the developer of Bridleridge subdivision. See id.\r\n(\"Generally, the developer must establish the general scheme of development\r\nbefore any lots are sold.\" (emphasis added)); Edwards et. al. v. Surratt, 228 S.C.\r\n512, 518-19, 90 S.E.2d 906, 909 (1956) (emphasizing that an implied easement\r\narises when a common grantor implements a general scheme of improvement\r\nbefore selling the lots of land). The evidence supports the conclusion of the trial\r\n\ncourt that these elements were not met because (1) the deed that conveyed the\r\nBridleridge tract contained no restrictions on lake maintenance, (2) the Bridleridge\r\ntract was conveyed before Misty Lake Association created its restrictive covenants,\r\nand (3) there was no general scheme or plan in place at the time of conveyance.\r\n\r\n3.     In an action in equity, an appellate court reviews the evidence to determine\r\nthe facts in accordance with its own view of the preponderance of the evidence.\r\nDenman v. City of Columbia, 387 S.C. 131, 140, 691 S.E.2d 465, 470 (2010).\r\n\"The elements of a quantum meruit claim are: (1) a benefit conferred upon the\r\ndefendant by the plaintiff; (2) realization of that benefit by the defendant; and (3)\r\nretention by the defendant of the benefit under conditions that make it unjust for\r\nhim to retain it without paying its value.\" Earthscapes Unlimited, Inc. v. Ulbrich,\r\n390 S.C. 609, 616-17, 703 S.E.2d 221, 225 (2010). Misty Lake Association argues\r\nit conferred a benefit on Bridleridge Homeowners' Association when it allowed\r\nBridleridge Homeowners' Association to construct a dock and use the lake for\r\nfishing, which in turn increased the value of the homes in the Bridleridge\r\nsubdivision. However, the trial court found there was minimal testimony regarding\r\nthe use of the dock, there was no credible valuation testimony as to the value of the\r\nuse, and there was no testimony about how the dock use damaged the lake or dam.\r\nFurthermore, the court found there was a lack of \"persuasive testimony\" regarding\r\nhow the lake increased the value of the property. In addition, we believe the\r\nannual assessment paid by Bridleridge Homeowners' Association for use of the\r\nlake is sufficient to satisfy any benefit conferred by Misty Lake Association.\r\nTherefore, the trial court did not err in finding Misty Lake Association was not\r\nentitled to recover on the theory of quantum meruit.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-012","title":"V.N.S. v. Twitty","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-012.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        V.N.S. Corporation d/b/a Choo Choo Build-it Mart,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        William Brandon Twitty a/k/a Brandon Twitty, Kendra\r\n        Mcilvee Twitty, South Carolina Bank & Trust, N.A., and\r\n        Mortgage Electronic Registration Systems, Inc., as\r\n        Nominee for Homecomings Financial Network, Inc.,\r\n        Defendants,\r\n\r\n        Of whom Brandon Twitty and Kendra Mcilvee Twitty\r\n        are the Appellants.\r\n\r\n        Appellate Case No. 2012-205512\r\n\r\n\r\n                      Appeal From Jasper County \n\r\n                   Luke N. Brown, Jr., Special Referee \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-012 \n\r\n             Heard December 12, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Darrell T. Johnson, Jr., and Warren Paul Johnson, of Law\r\n        Office of Darrell Thomas Johnson, Jr., LLC, of\r\n        Hardeeville, for Appellants.\r\n\n             Ehrick K. Haight, Jr., of Minor Haight & Arundell, P.C.,\r\n             of Hilton Head Island, for Respondent.\r\n\r\n\r\nPER CURIAM: This appeal arises from a lawsuit by Respondent V.N.S.\r\nCorporation d/b/a Choo Choo Build-it Mart (VNS Corporation) against Brandon\r\nTwitty and Kendra Twitty (collectively the Twittys) for breach of contract,\r\nmechanic's lien foreclosure, and quantum meruit. The Twittys counterclaimed\r\nagainst VNS Corporation for breach of contract. On appeal, the Twittys argue the\r\nspecial referee erred by: (1) finding VNS Corporation properly delivered the\r\nmaterials; (2) awarding damages, interest, and attorney's fees to VNS Corporation;\r\nand (3) granting in personam relief against Kendra Twitty under the mechanic's\r\nlien statute. We affirm.\r\n\r\n1. As to the Twittys' claim that the special referee erred by finding VNS\r\nCorporation properly delivered the materials, and, therefore, did not breach the\r\ncontract, we disagree. See McCall v. IKON, 380 S.C. 649, 658, 670 S.E.2d 695,\r\n700 (Ct. App. 2008) (\"An action for breach of contract seeking money damages is\r\nan action at law.\"); Townes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221\r\nS.E.2d 773, 775 (1976) (\"In an action at law, on appeal of a case tried without a\r\njury, the findings of fact of the judge will not be disturbed upon appeal unless\r\nfound to be without evidence which reasonably supports the judge's findings.\");\r\nBranche Builders, Inc. v. Coggins, 386 S.C. 43, 48, 686 S.E.2d 200, 202 (Ct. App.\r\n2009) (\"The elements for breach of contract are the existence of the contract, its\r\nbreach, and the damages caused by such breach.\"); Ecclesiastes Prod. Ministries v.\r\nOutparcel Assocs., LLC, 374 S.C. 483, 500, 649 S.E.2d 494, 503 (Ct. App. 2007)\r\n(\"Whether a contract's language is ambiguous is a question of law.\"); Jordan v.\r\nSec. Grp., Inc., 311 S.C. 227, 230, 428 S.E.2d 705, 707 (1993) (noting that if a\r\ncontract's language is plain, unambiguous, and capable of only one reasonable\r\ninterpretation, no construction is required and its language determines the\r\ninstrument's force and effect). Here, Brandon Twitty signed a door order form that\r\nlisted a 3080 Pinnacle Series Aluminum Clad door. Brandon Twitty testified that\r\nhe believed the 3080 Pinnacle Series Aluminum Clad door would be exactly three\r\nfeet wide. However, witnesses for VNS Corporation and the Twittys testified that\r\nthe actual dimensions of a \"3080\" door vary depending on the type of material of\r\nthe door as well as the manufacturer of the door. VNS Corporation delivered the\r\n3080 Pinnacle Series Aluminum Clad door Brandon Twitty ordered. Brandon\r\nTwitty did not attempt to return the door during the five-day return time period\r\nprovided on all VNS Corporation invoices and, instead, installed the door.\r\n\nBrandon Twitty made no further payments on his account with VNS Corporation.\r\nBased on the foregoing, we affirm because there is evidence in the record that\r\nBrandon Twitty, not VNS Corporation, breached the contract.\r\n\r\n2. As to the Twittys' claim that the special referee erred by awarding damages,\r\ninterest, and attorney's fees associated with the breach of contract claim, we\r\ndisagree. See McCall, 380 S.C. at 658, 670 S.E.2d at 700 (\"An action for breach of\r\ncontract seeking money damages is an action at law.\"); Townes Assocs., Ltd., 266\r\nS.C. at 86, 221 S.E.2d at 775 (\"In an action at law, on appeal of a case tried\r\nwithout a jury, the findings of fact of the judge will not be disturbed upon appeal\r\nunless found to be without evidence which reasonably supports the judge's\r\nfindings.\"); Fuller v. E. Fire & Cas. Ins. Co., 240 S.C. 75, 89, 124 S.E.2d 602, 610\r\n(1962) (\"The general rule is that for a breach of contract the defendant is liable for\r\nwhatever damages follow as a natural consequence and a proximate result of such\r\nbreach.\"). Here, VNS Corporation's credit application, signed by Brandon Twitty,\r\nincluded the terms of payment and language indicating that if the account was not\r\npaid in full by the tenth of the month, a finance charge of 1.5% would apply. The\r\napplication also provided that Brandon Twitty would be liable for all reasonable\r\nattorney's fees should any litigation be incurred for nonpayment of the account. As\r\ndiscussed above, we affirm the special referee's finding that Brandon Twitty\r\nbreached the contract; therefore, we also affirm the special referee's award of\r\ndamages, interest, and attorney's fees pursuant to the contract.\r\n\r\n3. As to the Twittys' claim that the special referee erred by granting in personam\r\nrelief against Kendra Twitty under the mechanic's lien statute, we disagree. See\r\nTownes Assocs., Ltd., 266 S.C. at 86, 221 S.E.2d at 775 (\"In an action at law, on\r\nappeal of a case tried without a jury, the findings of fact of the judge will not be\r\ndisturbed upon appeal unless found to be without evidence which reasonably\r\nsupports the judge's findings.\"); S.C. Code Ann. § 29-5-10(a) (2007) (\"A person to\r\nwhom a debt is due for labor performed or furnished or for materials furnished and\r\nactually used in the erection, alteration, or repair of a building or structure upon\r\nreal estate or the boring and equipping of wells, by virtue of an agreement with, or\r\nby consent of, the owner of the building or structure, or a person having authority\r\nfrom, or rightfully acting for, the owner in procuring or furnishing the labor or\r\nmaterials shall have a lien upon the building or structure and upon the interest of\r\nthe owner of the building or structure in the lot of land upon which it is situated to\r\nsecure the payment of the debt due to him. The costs which may arise in enforcing\r\nor defending against the lien under this chapter, including a reasonable attorney's\r\nfee, may be recovered by the prevailing party. The fee must be determined by the\r\n\ncourt in which the action is brought but the fee and the court costs may not exceed\r\nthe amount of the lien.\"); Smythe v. Monash, 109 S.C. 82, 95 S.E. 138, 139 (1918)\r\n(finding that \"it would not have been in accordance with the terms of the statute\r\nproviding for the foreclosure of a mechanic's lien for the court to decree that the\r\nplaintiff was entitled to a judgment in personam against the defendant\"). Here, the\r\nTwittys claim that the special referee looked to the title of the property for\r\njurisdiction over Kendra Twitty, but then looked to the contract to award interest.\r\nHowever, the statement of account filed with the mechanic's lien listed a total of\r\n$17,511.80 and specifically referenced the \"additional finance charges at the rate of\r\n18% per annum since 2/25/09.\" Section 29-5-10(a) does not prevent interest\r\ncharges on a mechanic's lien. Nothing in the record indicates the trial court granted\r\nin personam relief against Kendra Twitty under the mechanic's lien judgment. For\r\nthe foregoing reasons, we affirm.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-013","title":"Stargel v. Greenwood County","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-013.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n           Bobby J. Stargel, Employee, Respondent,\r\n\r\n           v.\r\n\r\n           Greenwood County, Employer, and SC Association of\r\n           Counties, Carrier, Appellants.\r\n\r\n           Appellate Case No. 2011-197306\r\n\r\n\r\n                         Appeal From the Appellate Panel \n\r\n                South Carolina Workers' Compensation Commission \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-013 \n\r\n                Submitted December 3, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n           Richard B. Kale, Jr., of Willson Jones Carter & Baxley,\r\n           P.A., of Greenville, for Appellants.\r\n\r\n           John R. McCravy, III, of McCravy Newlon & Sturkie\r\n           Law Firm, P.A., of Greenwood, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\n1. As to whether the Appellate Panel of the South Carolina Workers'\r\n   Compensation Commission (the Appellate Panel) erred in finding Employee\r\n   suffered an injury by accident arising out of and in the course of his\r\n   employment, we hold the Appellate Panel's decision is supported by\r\n   substantial evidence: Houston v. Deloach & Deloach, 378 S.C. 543, 549,\r\n   663 S.E.2d 85, 88 (Ct. App. 2008) (stating an appellate court's review of a\r\n   decision of the Appellate Panel, pursuant to the Administrative Procedures\r\n   Act, is limited to deciding whether the Appellate Panel's decision is\r\n   unsupported by substantial evidence or is controlled by some error of law);\r\n   id. at 550, 663 S.E.2d at 89 (\"Substantial evidence is not a mere scintilla of\r\n   evidence, nor the evidence viewed blindly from one side of the case, but is\r\n   evidence which, considering the record as a whole, would allow reasonable\r\n   minds to reach the conclusion the [Appellate Panel] reached in order to\r\n   justify its action.\"); Muir v. C.R. Bard, Inc., 336 S.C. 266, 281, 519 S.E.2d\r\n   583, 591 (Ct. App. 1999) (\"The [Appellate Panel] is the ultimate fact finder\r\n   in Workers' Compensation cases and is not bound by the [s]ingle\r\n   [c]ommissioner's findings of fact.\"); Sigmon v. Dayco Corp., 316 S.C. 260,\r\n   262, 449 S.E.2d 497, 498 (Ct. App. 1994) (stating an injury by accident\r\n   includes \"an injury occurring unexpectedly from the operation of internal or\r\n   subjective conditions, without the prior occurrence of any external event of\r\n   an accidental character\" (quoting Stokes v. First Nat'l Bank, 306 S.C. 46, 49,\r\n   410 S.E.2d 248, 250 (1991))); Hall v. Desert Aire, Inc., 376 S.C. 338, 348,\r\n   656 S.E.2d 753, 758 (Ct. App. 2007) (\"To be compensable, an injury by\r\n   accident must be one 'arising out of and in the course of employment.'\"); id.\r\n   at 349, 656 S.E.2d at 758 (\"Whether an accident arises out of and is in the\r\n   course and scope of employment is largely a question of fact for the\r\n   Appellate Panel.\"); McCuen v. BMW Mfg. Corp., 383 S.C. 19, 24, 677\r\n   S.E.2d 28, 31 (Ct. App. 2009) (\"An injury arises out of employment if a\r\n   causal relationship between the conditions under which the work is to be\r\n   performed and the resulting injury is apparent to the rational mind, upon\r\n   consideration of all the circumstances.\"); Hargrove v. Titan Textile Co., 360\r\n   S.C. 276, 295, 599 S.E.2d 604, 614 (Ct. App. 2004) (\"The right of a\r\n   claimant to compensation for aggravation of a pre-existing condition arises\r\n   only where there is a dormant condition which has produced no disability\r\n   but which becomes disabling by reason of the aggravating injury.\"); id. (\"A\r\n   determination of whether a claimant's condition was accelerated or\r\n   aggravated by an accidental injury is a factual matter for the Appellate\r\n   Panel.\").\r\n\n2. As to the remaining issues: Futch v. McAllister Towing of Georgetown, Inc., \n\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating if an appellate court's \n\r\nruling on an issue is dispositive, rulings on remaining issues are unnecessary). \n\r\n\r\nAFFIRMED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-014","title":"Keller v. ING Financial","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-014.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        David W. Keller, Respondent,\r\n\r\n        v.\r\n\r\n        ING Financial Partners, Inc., William C. Johnson,\r\n        Diversified Business Concepts, Inc., and Jackson\r\n        National Life Insurance Company, Defendants,\r\n\r\n        Of whom ING Financial Partners, Inc., William C.\r\n        Johnson, and Diversified Business Concepts, Inc., are,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2011-193026\r\n\r\n\r\n                    Appeal From Greenville County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-014 \n\r\n             Heard October 2, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Thomas Chase Samples, of Jackson Lewis LLP, of\r\n        Greenville, for Appellants.\r\n\r\n        Robert DeWitt Thomas, of Andersen Tate & Carr PC;\r\n        and H. Donald Sellers and J. W. Matthews III, of\r\n\n             Haynsworth Sinkler Boyd PA, all of Greenville, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: ING Financial Partners, Inc., William C. Johnson, and\r\nDiversified Business Concepts, Inc. (collectively, Appellants) appeal the circuit\r\ncourt's denial of their motion to compel arbitration. The circuit court found the\r\narbitration agreement between the parties designated the National Association of\r\nSecurities Dealers (NASD) as an exclusive arbitral forum, the NASD was\r\nunavailable to arbitrate because it no longer existed, and the court could not\r\nsubstitute the Financial Industry Regulatory Authority (FINRA) for NASD. We\r\naffirm.\r\n\r\nUnder Iowa law, the interpretation of an arbitration agreement involves two steps:\r\n(1) \"to determine whether there is a valid agreement to arbitrate\" and (2) \"to\r\ndetermine whether the controversy alleged is embraced by that agreement.\" Gen.\r\nConference of Evangelical Methodist Church v. Faith Evangelical Methodist\r\nChurch, 809 N.W.2d 117, 120 (Iowa Ct. App. 2011). The court must use general\r\nprinciples of contract law in determining the validity of an arbitration agreement.\r\nBullis v. Bear, Stearns & Co., 553 N.W.2d 599, 602 (Iowa 1996).\r\n\r\nThe Federal Arbitration Act (FAA) does not confer an absolute right to compel\r\narbitration, but only a right to obtain an order directing that \"arbitration proceed in\r\nthe manner provided for in [the parties'] agreement.\" Volt Info. Scis., Inc. v. Bd. of\r\nTrs. of Leland Stanford Junior Univ., 489 U.S. 468, 469 (1989). Section 5 of the\r\nFAA provides:If in the agreement provision be made for a method of\r\n             naming or appointing an arbitrator or arbitrators or an\r\n             umpire, such method shall be followed; but if no method\r\n             be provided therein, or if a method be provided and any\r\n             party thereto shall fail to avail himself of such method, or\r\n             if for any other reason there shall be a lapse in the\r\n             naming of an arbitrator or arbitrators or umpire, or in\r\n             filling a vacancy, then upon the application of either\r\n             party to the controversy the court shall designate and\r\n             appoint an arbitrator or arbitrators or umpire, as the case\r\n             may require, who shall act under the said agreement with\r\n             the same force and effect as if he or they had been\r\n\n             specifically named therein; and unless otherwise\r\n             provided in the agreement the arbitration shall be by a\r\n             single arbitrator.\r\n\r\n9 U.S.C.A. § 5 (2011).\r\n\r\nThe parties' arbitration agreement designates an exclusive arbitral forum that is no\r\nlonger available to arbitrate. First, Appellants' motion to compel arbitration and\r\ninitial brief on appeal admit FINRA is the \"successor entity to the NASD.\"\r\nSecond, the agreement states \"any dispute between you and me arising out of this\r\nagreement shall be submitted to arbitration conducted under the then applicable\r\nprovisions of the code of arbitration procedure of NASD.\" NASD's rules indicate\r\nthat conducting arbitration \"under the then applicable provisions of the code of\r\narbitration procedure of NASD\" mandates arbitration before the NASD itself,1 and\r\nmost jurisdictions' interpretations of similar agreements support this construction.2\r\n\r\nFurther, this court cannot rewrite the parties' agreement to substitute FINRA for\r\nNASD. Neither Iowa state nor the Eighth Circuit Court of Appeals have decided\r\nwhether a court may substitute an arbitral forum when a designated forum has\r\nbecome unavailable to arbitrate. Among federal circuit courts, a split exists on the\r\nissue. In the absence of any controlling law, therefore, we opt to follow Grant v.\r\nMagnolia Manor-Greenwood, Inc., 383 S.C. 125, 678 S.E.2d 435 (2009). There,\r\nour supreme court saw \"great merit in the Second Circuit's view that Section 5 [of\r\nthe FAA] does not apply in cases where a specifically designated arbitrator\r\nbecomes unavailable\" to arbitrate. Id. at 131, 678 S.E.2d at 438 (approving of In\r\nre Salomon Inc., 68 F.3d 554 (2d Cir. 1995)). In Salomon, the Second Circuit held\r\n\r\n1See NASD Rule 10314(a)(1)-(2) (providing \"an arbitration proceeding under this\r\nCode shall be instituted\" by a claimant filing \"with the Director of Arbitration an\r\nexecuted Submission Agreement, a Statement of Claim of the controversy in\r\ndispute, together with the documents in support of the Claim, and the required\r\ndeposit\").\r\n2PaineWebber, Inc. v. Rutherford, 903 F.2d 106, 107-08 (2d Cir. 1990); In re\r\nSalomon Inc., 68 F.3d 554, 559 (2d Cir. 1995); Luckie v. Smith Barney, Harris\r\nUpham & Co., Inc., 999 F.2d 509, 511 (11th Cir. 1993); see also Roney & Co. v.\r\nGoren, 875 F.2d 1218, 1219-20, 1223 (6th Cir. 1989); Reddam v. KPMG LLP, 457\r\nF.3d 1054, 1059-60 (9th Cir. 2006); Brown v. ITT Consumer Fin. Corp., 211 F.3d\r\n1217, 1222 (11th Cir. 2000).\r\n\nSection 5 of the FAA permits substitution only \"when there is 'a lapse in time in\r\nthe naming of the' arbitrator or in the filling of a vacancy on a panel of arbitrators,\r\nor some other mechanical breakdown in the arbitrator selection process.\" See\r\nSalomon, 68 F.3d at 560 (emphasis added). This case does not present a\r\nbreakdown in the process of selecting an arbitrator because the arbitral forum does\r\nnot exist. Regardless of any similarities between NASD's and FINRA's procedural\r\nrules, therefore, we cannot impose upon the parties the power of an arbitral forum\r\nthat they did not agree to submit to. As a result, the trial court properly denied\r\nAppellants' motion to compel arbitration.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-015","title":"Travelers Property v. Senn Freight Lines","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-015.pdf","description":null,"date":"2013-01-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Travelers Property Casualty Co., Appellant,\r\n\r\n            v.\r\n\r\n            Senn Freight Lines, Inc., Respondent.\r\n\r\n            Appellate Case No. 2011-189987\r\n\r\n\r\n                        Appeal From Newberry County \n\r\n                    Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-015 \n\r\n                 Heard December 11, 2012 – Filed January 9, 2013 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            M. Dawes Cooke Jr. and John William Fletcher, of\r\n            Barnwell Whaley Patterson & Helms LLC, of\r\n            Charleston, for Appellant.\r\n\r\n            William Chadwick Jenkins, of Pope & Hudgens PA, of\r\n            Newberry, for Respondent.\r\n\r\n\r\nPER CURIAM: Travelers Property Casualty Co. appeals the trial court's denial of\r\nits JNOV and new trial motions after a jury rendered verdicts against it on (1) a\r\nclaim it brought against Senn Freight seeking premiums on three insurance policies\r\n\nand (2) a counterclaim Senn Freight brought against it for bad faith cancellation of\r\nthe third insurance policy. We reverse and remand.\r\n\r\nIn ruling on motions for JNOV, the trial court must view the evidence and the\r\ninferences that reasonably can be drawn therefrom in the light most favorable to\r\nthe party opposing the motions. McMillan v. Oconee Mem'l Hosp., Inc., 367 S.C.\r\n559, 564, 626 S.E.2d 884, 886 (2006). \"[N]either the trial court nor the appellate\r\ncourt has authority to decide credibility issues or to resolve conflicts in the\r\ntestimony or evidence.\" Parrish v. Allison, 376 S.C. 308, 319, 656 S.E.2d 382,\r\n388 (Ct. App. 2007). \"Yet, this rule does not authorize submission of speculative,\r\ntheoretical, and hypothetical views to the jury.\" Id. at 319-20, 656 S.E.2d at 388.\r\n\"The issue must be submitted to the jury whenever there is material evidence\r\ntending to establish the issue in the mind of a reasonable juror.\" Id. at 319, 656\r\nS.E.2d at 388.\r\n\r\n1. Travelers argues the trial court erred in denying its JNOV and new trial motions\r\nas to its debt collection claim because Senn Freight owes earned premiums for\r\nremuneration paid to owner/operators based upon the audit calculations. Travelers\r\nargues the policies covered the owner/operators and contemplated the final\r\npremium due would be based upon remuneration paid to these owner/operators.\r\nWe agree.\r\n\r\nFirst, all three policies provide workers' compensation coverage for \"the benefits\r\nrequired of you by the workers' compensation law,\" and workers' compensation\r\nlaw requires coverage for statutory employees. S.C. Code Ann. § 42-1-400 (Supp.\r\n2011). Second, evidence in the record indicates only that the owner/operators were\r\nstatutory employees of Senn Freight. The drivers transported loads for Senn\r\nFreight, and that responsibility was an important, integral part of Senn Freight's\r\ntrade, business, or occupation. See id. (providing an employer or business owner\r\nmay be liable for the payment of compensation benefits to a worker not directly\r\nemployed by the employer if the worker \"undertakes to perform or execute any\r\nwork which is a part of [the employer or business owner's] trade, business or\r\noccupation\"); Olmstead v. Shakespeare, 354 S.C. 421, 424, 581 S.E.2d 483, 485\r\n(2003) (providing an activity is \"part of [the owner's] trade, business, or\r\noccupation\" for purposes of the statute if it (1) is an important part of the owner's\r\nbusiness or trade; (2) is a necessary, essential, and integral part of the owner's\r\nbusiness; or (3) has previously been performed by the owner's employees). Third,\r\nevidence in the record indicates only that Senn Freight is liable to Travelers for\r\nunpaid final premiums based upon remuneration paid to the owner/operators.\r\n\nTravelers produced evidence the owner/operators were statutory employees of\r\nSenn Freight, but no evidence in the record indicates Senn Freight provided\r\nTravelers with \"proof\" the owner/operators \"lawfully secured their workers'\r\ncompensation obligations.\"1 Although Mr. Senn consistently testified all of the\r\nowner/operators had less than four employees and he provided Travelers with all\r\nthe information Travelers asked for, he did not testify he provided Travelers with\r\nproof either the owner/operators had statutory workers' compensation insurance or\r\nemployed less than four people. See S.C. Code Ann. § 42-1-360(2) (2011) (\"Th[e\r\nAct] does not apply to: . . . any person who has regularly employed in service less\r\nthan four employees in the same business within the State . . . .\"). Indeed, Mr.\r\nSenn's testimony and argument on appeal indicates he was confused about his\r\nresponsibilities under the policies. As a result, evidence in the record indicates\r\nonly that Senn Freight is liable to Travelers for final premiums based upon\r\nremuneration paid to owner/operators on all three policies. Because it would be\r\ninappropriate to grant a directed verdict on the amount of damages owed to\r\nTravelers, we reverse and remand for a new trial as to damages. See S.C. Code\r\nAnn. § 15-33-125 (2010) (providing that a new trial solely as to damages may be\r\ngranted only when the evidence would support a directed verdict on liability).\r\n\r\n2. Travelers also argues the trial court erred in denying its JNOV motion as to\r\nSenn Freight's bad faith counterclaim because no evidence in the record shows\r\nTravelers canceled the third policy in bad faith. We agree.\r\n\r\nEven if our courts recognize a claim for bad faith cancellation of an insurance\r\npolicy, no evidence in the record can reasonably support the claim in this case.\r\nThe third policy broadly states Travelers \"may cancel this policy,\" and the only\r\nrestriction on that power is the requirement that Travelers provide ten days' notice\r\nof the cancellation. At oral argument, Senn Freight agreed this notice was given.\r\nMoreover, all of the evidence addressing the auditor and Mr. Senn's dispute over\r\nthe premiums due for owner/operators indicates Travelers had a \"reasonable basis\r\nto support\" its decision to cancel the policy. Helena Chem. Co. v. Allianz\r\nUnderwriters Ins. Co., 357 S.C. 631, 645, 594 S.E.2d 455, 462 (2004) (\"[A]n\r\ninsurer acts in bad faith when there is no reasonable basis to support the insurer's\r\ndecision.\"). The policy's language establishing what type of proof Senn Freight\r\n\r\n1 The phrase \"lawfully secured their workers' compensation obligations\" to be\r\nambiguous—it could mean either proof of workers' compensation insurance or\r\nproof of compliance with workers' compensation laws. Because insurance law\r\nrequires us to construe contracts against insurers, we adopt the latter.\r\n\nwas required to produce as to owner/operators was ambiguous, and the record\r\nclearly shows Travelers canceled the policy because Mr. Senn failed to provide\r\nproof relating to owner/operators' insurance and the number of employees.\r\nTravelers' conduct after the cancellation does not show bad faith at the time it\r\nmade the decision to cancel.\r\n\r\nBecause of our findings above, we need not address Travelers' remaining\r\narguments. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need not review\r\nremaining issues when its determination of a prior issue is dispositive of the\r\nappeal). Consequently, we reverse the denial of JNOV on the bad faith claim. We\r\nreverse and remand for a new trial as to damages on the debt collection claim.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-038","title":"SCDSS v. Sheila R.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-038.pdf","description":null,"date":"2013-01-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Sheila R., Michael D., and Betty D., Defendants,\r\n\r\n        Of whom Michael D. is the Appellant,\r\n\r\n        In the interest of two minor children under the age of 18.\r\n\r\n        Appellate Case No. 2012-209849\r\n\r\n\r\n                   Appeal From Anderson County \n\r\n                Tommy B. Edwards, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-038 \n\r\n         Submitted December 11, 2012 – Filed January 15, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        David J. Brousseau, of McIntosh, Sherard, Sullivan &\r\n        Brousseau, of Anderson, for Appellant.\r\n\r\n        M.J. Goodwin, of the South Carolina Department of\r\n        Social Services, of Anderson, for Respondent.\r\n\n             Brittany D. Tye, of Senerius & Tye, of Anderson, for\r\n             Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Michael D. (Father) appeals the family court's termination of his\r\nparental rights (TPR) to his two minor children (Children). Father argues the\r\nfamily court erred in terminating his parental rights on numerous grounds. We\r\naffirm.\r\n\r\nThe grounds for TPR must be proven by clear and convincing evidence. S.C. Dep't\r\nof Soc. Servs. v. Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999).\r\nOn appeal from the family court, this court reviews factual and legal issues de\r\nnovo. Simmons v. Simmons, 392 S.C. 412, 415, 709 S.E.2d 666, 667 (2011).\r\nAlthough this court reviews the family court's findings de novo, we are not\r\nrequired to ignore the fact that the trial court, who saw and heard the witnesses,\r\nwas in a better position to evaluate their credibility and assign comparative weight\r\nto their testimony. Lewis v. Lewis, 392 S.C. 381, 387, 709 S.E.2d 650, 653 (2011).\r\nThe burden is upon the appellant to convince this court that the family court erred\r\nin its findings. Id. at 391, 709 S.E.2d at 655.\r\n\r\n\"In appeals from the family court, the appellate court has the authority to find the\r\nfacts in accordance with its view of the preponderance of the evidence.\" Ex parte\r\nMorris, 367 S.C. 56, 61, 624 S.E.2d 649, 652 (2006). \"This broad scope of review\r\ndoes not, however, require the appellate court to disregard the findings of the\r\nfamily court.\" Id. \"This degree of deference is especially true in cases involving\r\nthe welfare and best interests of a minor child.\" Id. at 62, 624 S.E.2d at 652.\r\n\r\n1. Father argues the family court violated his due process rights when it denied his\r\nmotion to continue the TPR trial until his underlying criminal charges were\r\nresolved, so he could testify without invoking his right to remain silent. We\r\ndisagree.\r\n\r\n\"If good and sufficient cause for continuance is shown, the continuance may be\r\ngranted by the court.\" Rule 40(i)(1), SCRCP. \"The grant or denial of a\r\ncontinuance is within the sound discretion of the family court and its ruling will\r\nnot be reversed on appeal absent an abuse of discretion.\" Dep't of Soc. Servs. v.\r\nLaura D., 386 S.C. 382, 385, 688 S.E.2d 130, 132 (Ct. App. 2009).\r\n\nWe hold the family court did not abuse its discretion in denying Father's motion to\r\ncontinue. First, the family court did not violate Father's due process rights in\r\ndenying Father's motion to continue. See S.C. Dep't of Soc. Servs. v. Walter, 369\r\nS.C. 384, 386-88, 631 S.E.2d 913, 914 (Ct. App. 2006) (holding no due process\r\nviolation where individual faced difficult tactical decision of whether to remain\r\nsilent or testify in family court removal action arising from individual's sexual\r\nabuse of a minor child while facing pending criminal charges arising from the\r\nsame incident (citing case law from other jurisdictions indicating parallel criminal\r\nand civil proceedings do not result in a constitutional violation)). Second, we find\r\nthe family court afforded Father additional protections in the TPR proceeding\r\nbecause of his intellectual disabilities when it appointed a guardian ad litem (GAL)\r\nto protect his interests. See Fleming v. Asbill, 326 S.C. 49, 53, 483 S.E.2d 751,\r\n754 (1997) (\"The guardian ad litem functions as a representative of the court [that]\r\nappointed her to assist the court in properly protecting the interests of an\r\nincompetent person.\"). Father's GAL testified he did not believe it was in Father's\r\nbest interest to testify at the TPR trial. Thus, although Father may have been\r\nunable to make the tactical decision whether to testify, Father's court-appointed\r\nGAL acted to protect Father's interests.\r\n\r\n2. Father argues the family court violated his due process rights when it denied his\r\nmotion in limine and allowed evidence concerning Father's sexual abuse of the\r\nchildren because it required Father to choose between testifying and remaining\r\nsilent. We disagree.\r\n\r\n\"The admissibility of evidence lies within the sound discretion of the trial court\r\nwhose decision will not be overturned on appeal absent a clear abuse of that\r\ndiscretion.\" Watson ex rel. Watson v. Chapman, 343 S.C. 471, 478, 540 S.E.2d\r\n484, 487 (Ct. App. 2000). \"An abuse of discretion occurs when the ruling is based\r\non an error of law or a factual conclusion without evidentiary support.\" Vaught v.\r\nA.O. Hardee & Sons, Inc., 366 S.C. 475, 480, 623 S.E.2d 373, 375 (2005). \"To\r\nwarrant reversal based on the admission or exclusion of evidence, the appellant\r\nmust prove both the error of the ruling and the resulting prejudice, i.e., there is a\r\nreasonable probability the [fact finder's decision] was influenced by the wrongly\r\nadmitted or excluded evidence.\" Id.\r\n\r\nWe hold the family court did not violate Father's due process rights when it\r\nallowed evidence concerning Father's sexual abuse of the children. See Walter,\r\n369 S.C. at 387, 631 S.E.2d at 914. Moreover, we hold clear and convincing\r\nevidence supports the family court's finding of TPR based on the ground that\r\n\nFather harmed Children and, because of the severity or repetition of abuse, it is not\r\nreasonably likely the home can be made safe within twelve months. See S.C. Code\r\nAnn. § 63-7-2570(1) (Supp. 2011).\r\n\r\n3. Father argues the family court erred by finding he suffers from a diagnosable\r\ncondition unlikely to change within a reasonable time that makes him unable or\r\nunlikely to provide minimally acceptable care of the children. We decline to\r\naddress this issue because it is not necessary for the disposition of this case. See\r\nStinecipher v. Ballington, 366 S.C. 92, 100 n.6, 620 S.E.2d 93, 98 n.6 (Ct. App.\r\n2005) (stating once one statutory ground is met, this court need not address\r\nwhether any other ground for TPR has been proven).\r\n\r\n4. Father argues the family court erred in finding TPR was in the children's best\r\ninterest because the family court impermissibly found the grounds for TPR. We\r\ndisagree.\r\n\r\nThe family court may order TPR upon finding one or more of eleven statutory\r\ngrounds is met and also finding TPR is in the child's best interest. S.C. Code Ann.\r\n§ 63-7-2570 (2010 & Supp. 2011). The TPR statutes \"must be liberally construed\r\nin order to ensure prompt judicial procedures for freeing minor children from the\r\ncustody and control of their parents by terminating the parent-child relationship.\"\r\nS.C. Dep't of Soc. Servs. v. Roe, 371 S.C. 450, 455, 639 S.E.2d 165, 168 (Ct. App.\r\n2006). \"In a TPR case, the best interests of the child are the paramount\r\nconsideration.\" S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d\r\n285, 287 (Ct. App. 2000). \"[A] child has a fundamental interest in terminating\r\nparental rights if the parent-child relationship inhibits establishing secure, stable,\r\nand continuous relationships found in a home with proper parental care.\" S.C.\r\nDept. of Soc. Servs. v. Cochran, 364 S.C. 621, 626, 614 S.E.2d 642, 645 (2005).\r\n\"The interests of the child shall prevail if the child's interest and the parental rights\r\nconflict.\" S.C. Code Ann. § 63-7-2620 (2010).\r\n\r\nWe hold the family court correctly found TPR was in Children's best interest.\r\nChildren suffered significant trauma as a result of being sexually abused by Father\r\nand at the time of the TPR trial, over one year after they had been in DSS custody,\r\nthe children still experienced paralyzing fear of Father. Children are now residing\r\nin a therapeutic foster home where they are making substantial improvements.\r\nAccordingly, we hold TPR is in Children's best interest.\r\n\nAFFIRMED.1\n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-016","title":"State v. Wiggins","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-016.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Stanqwanner Wiggins, Appellant.\r\n\r\n        Appellate Case No. 2011-189306\r\n\r\n\r\n\r\n                     Appeal From Colleton County \n\r\n                 Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-016 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Isaac McDuffie Stone, III, of\r\n        Bluffton, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-017","title":"State v. Simmons","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-017.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Johnnie Simmons, Appellant.\r\n\r\n        Appellate Case No. 2011-194607\r\n\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                  Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-017 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia; and Johnnie Simmons, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor John Gregory Hembree, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-018","title":"City of Clover v. Broome","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-018.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            City of Clover, Respondent,\r\n\r\n            v.\r\n\r\n            Roosevelt Broome, Jr., Appellant.\r\n\r\n            Appellate Case No. 2011-193888\r\n\r\n\r\n                           Appeal From York County\r\n                      J. Mark Hayes, II, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-018 \n\r\n              Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Roosevelt Broome, Jr., of Charlotte, NC, pro se.\r\n\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the circuit court erred in failing to prove jurisdiction: State v.\r\nDunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693-94 (2003) (\"In order for an issue\r\nto be preserved for appellate review, it must have been raised to and ruled upon by\r\n\nthe trial [court.] Issues not raised and ruled upon in the trial court will not be\r\nconsidered on appeal.\").\r\n\r\n2. As to whether the circuit court erred in affirming the municipal court's finding\r\nthat the police officer's absence from trial was lawful: Dunbar, 356 S.C. at 142,\r\n587 S.E.2d at 693-94 (\"In order for an issue to be preserved for appellate review, it\r\nmust have been raised to and ruled upon by the trial [court.] Issues not raised and\r\nruled upon in the trial court will not be considered on appeal.\").\r\n\r\n3. As to whether the circuit court erred in allowing the police department to\r\nproceed with matters affected by this appeal: Dunbar, 356 S.C. at 142, 587 S.E.2d\r\nat 693-94 (\"In order for an issue to be preserved for appellate review, it must have\r\nbeen raised to and ruled upon by the trial [court.] Issues not raised and ruled upon\r\nin the trial court will not be considered on appeal.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-019","title":"Corbett v. Corbett","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-019.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Mary Diane Corbett, Appellant,\r\n\r\n            v.\r\n\r\n            Christopher Arthur Corbett, Respondent.\r\n\r\n            Appellate Case No. 2011-202090\r\n\r\n\r\n                         Appeal From Dillon County \n\r\n                      Michael S. Holt, Family Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-019 \n\r\n              Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Marian Dawn Nettles, of Nettles Turbeville & Reddeck,\r\n            of Lake City; and James M. Saleeby, Sr., of Florence, for\r\n            Appellant.\r\n\r\n            Nancy H. Bailey, of Law Office of Nancy H. Bailey, of\r\n            Florence, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Jenkins v. Jenkins, 345 S.C. 88, 98, 545 S.E.2d 531, 537 (Ct. App.\r\n2001) (holding nonmarital property may be transmuted into marital property if the\r\n\nparties use the nonmarital property in support of the marriage or in a way that\r\nevidences the parties' intent to make it marital property); id. (\"Transmutation is a\r\nmatter of intent to be gleaned from the facts of each case.\"); id. (\"The spouse\r\nclaiming transmutation must produce objective evidence showing that, during the\r\nmarriage, the parties themselves regarded the property as the common property of\r\nthe marriage.\"); Murray v. Murray, 312 S.C. 154, 157, 439 S.E.2d 312, 315 (Ct.\r\nApp. 1993) (holding \"the mere use of separate property to support the marriage,\r\nwithout some additional evidence of intent to treat it as property of the marriage, is\r\nnot sufficient to establish transmutation\"); id. at 158, 439 S.E.2d at 315 (holding\r\nthe house was not transmuted into marital property when the wife \"failed to\r\nproduce evidence that any appreciable amount of marital funds was expended on\r\nimprovement of the properties\" and the wife's efforts \"were largely routine duties\r\nsuch as cleaning and painting\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-020","title":"State v. Franks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-020.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jason Ray Franks, Appellant.\r\n\r\n        Appellate Case No. 2011-182106\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-020 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert Michael Dudek, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Julie Kate Keeney, all of Columbia;\r\n        and Solicitor Kevin Brackett, of York, for Respondent.\r\n\nPER CURIAM: Affirmed1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the trial court erred in rejecting proffered testimony regarding the\r\nvictim's physical abilities during a subsequent incident: State v. Lewis, 293 S.C.\r\n107, 110, 359 S.E.2d 66, 67 (1987) (\"The admission and rejection of proffered\r\ntestimony is largely within the sound discretion of the trial [court]. Absent an\r\nabuse of discretion, [the trial court's] rulings will not be disturbed on appeal.\");\r\nRule 401, SCRE (\"'Relevant evidence' means evidence having any tendency to\r\nmake the existence of any fact that is of consequence to the determination of the\r\naction more probable or less probable than it would be without the evidence.\");\r\nRule 402, SCRE (\"Evidence which is not relevant is not admissible.\").2\r\n\r\n2. As to whether the trial court erred in allowing extrinsic evidence of a prior\r\ninconsistent statement of a witness in violation of Rule 613(b), SCRE: Rule\r\n613(b), SCRE (\"Extrinsic evidence of a prior inconsistent statement by a witness is\r\nnot admissible unless the witness is advised of the substance of the statement, the\r\ntime and place it was allegedly made, and the person to whom it was made, and is\r\ngiven the opportunity to explain or deny the statement. If a witness does not admit\r\nthat he has made the prior inconsistent statement, extrinsic evidence of such\r\nstatement is admissible.\"); State v. Moses, 390 S.C. 502, 522, 702 S.E.2d 395, 406\r\n(Ct. App. 2010) (\"Generally, where the witness has responded with anything less\r\nthan an unequivocal admission, trial courts have been granted wide latitude to\r\nallow extrinsic evidence proving the statement.\" (citation and internal quotation\r\nmarks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n1 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2 Franks additionally argues in his brief that Rule 608(c), SCRE, applies; however,\r\nthis argument is not preserved because Franks did not raise it at trial. See State v.\r\nJones, 392 S.C. 647, 655, 709 S.E.2d 696, 700 (Ct. App. 2011) (\"[A] party may\r\nnot argue one ground at trial and an alternate ground on appeal.\" (citation and\r\ninternal quotation marks omitted)).\r\n\n","court":"Appeals"},{"id":"2013-UP-021","title":"Robinson v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-021.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        James Robinson, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2008-098668\r\n\r\n\r\n                      Appeal From Richland County\r\n                  L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-021 \n\r\n             Heard December 10, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan B. Hackett, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Brian T. Petrano, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Corey D., 339 S.C. 107, 117-18, 529 S.E.2d 20, 26 (2000)\r\n(approving the consideration of the factors set forth in Kent v. United States, 383\r\nU.S. 541 (1966) by the family court in its decision to waive jurisdiction); State v.\r\nAvery, 333 S.C. 284, 292, 509 S.E.2d 476, 481 (1998) (reviewing a family court's\r\norder waiving jurisdiction under the abuse of discretion standard of review); State\r\nv. Kelsey, 331 S.C. 50, 65, 502 S.E.2d 63, 70-71 (1998) (\"It is the responsibility of\r\nthe family court to include in its waiver of jurisdiction order a sufficient statement\r\nof reasons for, and considerations leading to, that decision.\"); State v. Pittman, 373\r\nS.C. 527, 560, 647 S.E.2d 144, 161 (2007) (affirming the family court's waiver\r\norder despite its lack of detail because the order sufficiently demonstrated that a\r\nfull investigation occurred, and the record supported the family court's decision).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-022","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-022.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Curtis T. Johnson, Appellant.\r\n\r\n        Appellate Case No. 2009-143767\r\n\r\n\r\n\r\n                   Appeal From Lexington County \n\r\n                 Robin B. Stilwell, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-022 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-023","title":"State v. Banks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-023.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert Lee Banks, Appellant.\r\n\r\n        Appellate Case No. 2010-177027\r\n\r\n\r\n\r\n                    Appeal From Oconee County \n\r\n              Alexander S. Macaulay, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-023 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Christina T. Adams, of\r\n        Anderson, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-024","title":"State v. Jackson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-024.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Tevon Jackson, Appellant.\r\n\r\n        Appellate Case No. 2011-187507\r\n\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-024 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor J. Strom Thurmond, Jr., of\r\n        Aiken, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-025","title":"Johnson v. Milliken","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-025.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Curtis Johnson, Appellant,\r\n\r\n             v.\r\n\r\n             Deering Milliken, Inc., Employer, and Liberty Mutual\r\n             Ins. Co., Carrier, Respondents.\r\n\r\n             Appellate Case No. 2011-193488\r\n\r\n\r\n                           Appeal From Union County \n\r\n                      John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-025 \n\r\n              Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Curtis Johnson, of Hartford, CT, pro se.\r\n\r\n             Jason Alexander Griggs, of Willson Jones Carter &\r\n             Baxley, P.A., of Greenville, for Respondents.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 42-17-60 (1976) (\"[E]ither party to the dispute may,\r\nwithin thirty days from the date of such award or within thirty days after receipt of\r\nnotice to be sent by registered mail of such award, but not thereafter, appeal from\r\n\nthe decision of the [Appellate Panel of the Workers' Compensation Commission\r\n(Appellate Panel)] to the court of common pleas of the county in which the alleged\r\naccident happened, or in which the employer resides or has his principal office, for\r\nerrors of law under the same terms and conditions as govern appeals in ordinary\r\ncivil actions.\"); Skinner v. Westinghouse Elec. Corp., 380 S.C. 91, 96-97, 668\r\nS.E.2d 795, 797 (2008) (noting the deadline for filing a notice of appeal with the\r\ncircuit court pursuant to section 42-17-60 is thirty days); Rule 74, SCRCP (\"Notice\r\nof appeal to the circuit court must be served on all parties within thirty (30) days\r\nafter receipt of written notice of the judgment, order or decision appealed from.\");\r\nGattis v. Murrells Inlet VFW No. 10420, 353 S.C. 100, 109, 576 S.E.2d 191, 195\r\n(Ct. App. 2003) (\"If the parties to the dispute fail to timely appeal the final award\r\nof the [Appellate Panel], then its order 'is conclusive and binding as to all questions\r\nof fact.'\" (citation omitted)).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-026","title":"State v. Davis","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-026.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Honore T. Davis, Appellant.\r\n\r\n        Appellate Case No. 2011-201746\r\n\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                  Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-026 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor J. Gregory Hembree, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-027","title":"Cottingham v. SCDLLR","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-027.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            John D. Cottingham, DVM, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Labor, Licensing and\r\n            Regulation, South Carolina Board of Veterinary Medical\r\n            Examiners, Respondent.\r\n\r\n            Appellate Case No. 2011-192826\r\n\r\n\r\n                    Appeal From The Administrative Law Court\r\n                    S. Phillip Lenski, Administrative Law Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-027 \n\r\n                 Heard December 11, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Brian S. Wade, of Murrells Inlet, for Appellant.\r\n\r\n            Patrick D. Hanks, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Cottingham practiced veterinary medicine at the Village\r\nVeterinary Clinic in Myrtle Beach, South Carolina. Between March 31, 1997, and\r\nDecember 31, 2000, Cottingham failed to remit $66,887 in payroll taxes to the\r\nInternal Revenue Service. A federal grand jury later indicted Cottingham for\r\nattempting to evade income tax assessment and for failing to collect, account for,\r\n\nand pay over such taxes. In response, Cottingham pled guilty to both felony\r\ncharges and the federal district court accepted his plea.\r\n\r\nSubsequently, the Board of Veterinary Medical Examiners (Board) initiated\r\ndisciplinary action against Cottingham, alleging he used a false document in the\r\npractice of veterinary medicine, obtained fees under false or deceptive\r\ncircumstances, engaged in unprofessional conduct, and pled guilty to a felony or\r\ncrime of moral turpitude, all in violation of the laws and regulations governing\r\nveterinary medicine practice. Prior to any determination of this disciplinary action,\r\nthe Board received a complaint that Cottingham provided substandard veterinary\r\nmedical care to a diabetic feline. The Board then amended the disciplinary action\r\nto include, in addition to all prior allegations, charges that Cottingham's related\r\ntreatment and records did not meet the appropriate standard of care.\r\n\r\nOpting to not contest the allegations, Cottingham waived formal hearing\r\nprocedures and entered into a Memorandum of Agreement and Stipulations\r\n(MOA) with the Board. Therein, Cottingham stipulated, inter alia: to pleading\r\nguilty to a felony; to not meeting the appropriate standard of care for treatment of\r\nthe diabetic feline; and to not maintaining adequate medical records. Cottingham\r\nalso acknowledged these acts constituted grounds for sanction.\r\n\r\nRelying upon the conduct admitted within the MOA, the Board concluded\r\nCottingham violated section 40-69-110(A)(6), (7), (11), (12), and (24) of the South\r\nCarolina Code (Supp. 2007) and 27 S.C. Code Ann. Regs. 120-8 (2007). While\r\nthe Board's Final Order required imposition of a public reprimand, an indefinite\r\nsuspension of Cottingham's veterinary license, and a $638 fine, it also expressly\r\npermitted him to petition for reinstatement after: (1) satisfactorily completing\r\nthirty hours of continuing education, including classes on feline diabetes and\r\nmedical record keeping; (2) submitting a written report on how this education\r\nwould have changed his care of the diabetic feline; (3) making his clinical records\r\nsubject to inspection; and (4) submitting an updated mental health evaluation.\r\n\r\nCottingham timely appealed the Final Order to the Administrative Law Court\r\n(ALC), arguing: (1) the record does not support the Board's conclusions; (2) the\r\nBoard exceeded its authority in considering his felony convictions and in imposing\r\nsanctions; and (3) the imposed sanctions are arbitrary and capricious.\r\n\r\nFirst, the ALC found that Cottingham did not preserve his evidentiary argument for\r\nappeal because he did not challenge the evidence before the Board. Second, the\r\nALC found Cottingham's argument that the imposed sanctions exceeded the\r\n\nBoard's statutory authority amounted to a subject matter jurisdiction challenge,\r\nwhich could, however, be raised initially on appeal. Nonetheless, the ALC\r\nconcluded that the Board did not exceed its jurisdiction in considering\r\nCottingham's felony conviction or in requiring the continuing education, a related\r\nwritten report, and an updated mental health evaluation. Finally, the ALC found\r\nthe imposed sanctions were not arbitrary and capricious.\r\n\r\nCottingham now argues the ALC erred in affirming: (1) the Board's consideration\r\nof Cottingham's convictions for tax evasion; and (2) all imposed sanctions.\r\n\r\nA.   The Board's Authority to Consider Tax Evasion Convictions\r\n\r\nAs to Cottingham's first argument, the Board may discipline licensees upon\r\ndetermining \"that one or more grounds for discipline\" exist. S.C. Code Ann. § 40-\r\n69-120 (Supp. 2007) (emphasis added). Notably, \"convict[ion] of a felony or a\r\ncrime involving moral turpitude\" is an individually enumerated ground to\r\n\"suspend, revoke, or restrict\" a veterinarian's license. § 40-69-110(A)(24)\r\n(emphasis added). A person convicted of tax evasion is a felon. See I.R.C. §§\r\n7201-7202 (2007) (specifying the crime of federal tax evasion); 18 U.S.C. § 3559\r\n(2006) (classifying federal tax evasion as a Class D felony). Because tax evasion\r\nrequires intent to deceive the United States and to avoid a societal duty, it is a\r\ncrime of moral turpitude. See State v. Major, 301 S.C. 181, 184, 391 S.E.2d 235,\r\n237 (1990) (holding crimes of moral turpitude involve breaches of societal duties\r\nand not solely self-destructive behavior); Gantt v. Columbia Coca-Cola Bottling\r\nCo., 204 S.C. 374, 380, 29 S.E.2d 488, 490 (1944) (holding one's engagement in\r\nbusiness with intent to defraud the United States of tax money implicates moral\r\ndelinquency); see also I.R.C. §§ 7201-7202 (requiring an intent to willfully evade a\r\nsocietal duty and defraud the United States). Therefore, Cottingham's convictions\r\nare both felonious and for crimes of moral turpitude. In turn, both convictions\r\nhave two independent statutory grounds for consideration by the Board.\r\n\r\nWhile Cottingham argues section 40-1-140 of the South Carolina Code (Supp.\r\n2007) precludes sanction for felonies unrelated to the practice of veterinary\r\nmedicine, this provision does not so constrain the Board's authority with regard to\r\nsanctions against existing licensees; section 40-1-140 only applies to applicants for\r\ninitial licensure. See § 40-1-140 (limiting the Board's consideration to felony\r\nconvictions related to the practice of veterinary medicine only when determining\r\nthe fitness of \"applicants\" for initial licensure, without limiting the Board's separate\r\nstatutory authority to consider both related and unrelated felony convictions when\r\nsanctioning an existing licensee); § 40-69-110(A)(24) (authorizing the Board to\r\n\nsanction an existing licensee for any \"convict[ion] of a felony or a crime involving\r\nmoral turpitude\") (emphasis added). To interpret section 40-1-140 as applicable to\r\nexisting licensees would directly contradict clear and unambiguous statutory intent.\r\nSee Sloan v. S.C. Bd. of Physical Therapy Exam'rs, 370 S.C. 452, 468, 606 S.E.2d\r\n598, 616 (2006) (concluding that clear and unambiguous statutory intent must\r\nprevail). Furthermore, even if section 40-1-140 did apply to existing licensees,\r\nwhich it does not, Cottingham's convictions did directly relate to his unlawful\r\npractices at the veterinary clinic and did implicate moral turpitude. Therefore,\r\nregardless of the provision's scope, it has no bearing on whether the Board properly\r\nsanctioned Cottingham. Thus, the Board had authority to consider Cottingham's\r\ntax evasion convictions in determining sanctions.\r\n\r\nB.   Lawfulness of Imposed Sanctions\r\n\r\nCottingham argues the ALC erred in affirming all sanctions imposed by the Board\r\nbecause the sanctions: (1) lack substantial evidence; and (2) exceed the Board's\r\nauthority and are extreme. Both contentions are without merit.\r\n\r\nAs to the first, because Cottingham did not challenge the sufficiency of the\r\nevidence before the Board, the issue is unpreserved. Widewater Square Assoc. v.\r\nOpening Break of America, Inc., 314 S.C. 149, 151, 442 S.E.2d 185, 186 (Ct. App.\r\n1994), aff'd as modified on other grounds, 319 S.C. 243, 460 S.E.2d 396 (1995).\r\nThus, Cottingham cannot now argue the sanctions lack sufficient evidence.\r\n\r\nEven if we were to address the argument, we simply note that Cottingham\r\nspecifically stipulated within the MOA to engaging in the conduct upon which the\r\nsanctions are based, and that such conduct \"presents grounds that constitute\r\nmisconduct.\" These stipulations provide more than substantial support for a\r\nreasonable mind to arrive at the Board's conclusion. Deese v. S.C. State Bd. of\r\nDentistry, 286 S.C. 182, 186, 332 S.E.2d 539, 542 (Ct. App. 1985); see Osman v.\r\nS.C. Dep't of Labor, Licensing, Regulation, 382 S.C. 244, 249-50, 676 S.E.2d 672,\r\n675-76 (2009) (upholding sanctions based upon a board's consideration of admitted\r\nconduct); Gale v. State Bd. of Med. Exam'rs, 282 S.C. 474, 478-79, 320 S.E.2d 35,\r\n38 (Ct. App. 1984) (reviewing a license revocation for substantial evidence).\r\n\r\nNext, Cottingham argues the Board exceeded its authority in imposing sanctions.\r\nWhile it appears the ALC conflated the concepts of subject matter jurisdiction with\r\nthe scope of the Board's statutory authority, and thus believed the argument was\r\nstill reviewable, Cottingham actually attacked only the Board's statutory authority.\r\nSee S.C. Code Ann. § 40-69-115 (2007) (conveying subject matter jurisdiction to\r\nhear actions involving licensees and former licensees arising during the practice\r\n\nauthorization period); Theisen v. Theisen, 394 S.C. 434, 440-41, 716 S.E.2d 271,\r\n274 (2011) (stating subject matter jurisdiction is the power to hear cases of the\r\ngeneral class to which the proceedings belong, while \"jurisdiction\" and \"authority\"\r\nconcern the limits of what a tribunal may properly consider or order regarding a\r\ncase within the tribunal's general class); see also In re November 4, 2008 Bluffton\r\nTown Council Election, 385 S.C. 632, 637, 686 S.E.2d 683, 685-86 (2009)\r\n(holding subject matter jurisdiction can be raised for the first time on appeal).\r\nBecause Cottingham did not raise this argument before the Board, it is also\r\nunpreserved.\r\n\r\nNotwithstanding the argument's unpreserved nature, the Board unquestionably did\r\nnot exceed its statutory jurisdiction, violate statutory provisions, or abuse its\r\ndiscretion. Because the Board found at least a single statutorily defined ground for\r\ndiscipline exists, the Board had authority to impose sanctions against Cottingham's\r\nveterinary medicine license. S.C. Code Ann. § 40-1-110; § 40-69-120; cf. Gale,\r\n282 S.C. at 479, 320 S.E.2d at 38 (holding the law confers discretion to the\r\nmedical board to appropriately sanction for any statutorily defined cause). In turn,\r\nall imposed sanctions are statutorily authorized. S.C. Code Ann. § 40-1-120(A)(3)\r\n(stating the available sanctions include, among others, license revocation,\r\nprobation, restriction, and suspension); id. (authorizing the Board to \"prescribe\r\nconditions . . . including, but not limited to, satisfactory completion of . . .\r\ncontinuing education programs\"); cf. Osman, 382 S.C. at 247-48, 676 S.E2d at\r\n674-75 (ruling a medical board can require continuing education and reasonable\r\nsatisfactory proof thereof).\r\n\r\nFinally, none of the imposed sanctions are unwarranted, excessive, or otherwise\r\nresult from an abuse of the Board's discretion because the sanctions are supported\r\nby the evidence and are well within the scope of the Board's conferred discretion.\r\nSee Deese, 286 S.C. at 184-85, 332 S.E.2d at 541 (\"A decision is arbitrary if it is\r\nwithout a rational basis, is based alone on one's will and not upon any course of\r\nreasoning and exercise of judgment, is made at pleasure, without adequate\r\ndetermining principles, or is governed by no fixed rules or standards.\"); id. at 185,\r\n332 S.E.2d at 541 (stating it appears settled that an agency need not exercise its\r\ndiscretion identically in every case and that a penalty within statutory authority is\r\nnot unwarranted simply because it is more severe than sanctions imposed in other\r\ncases); cf. Osman, 382 S.C. at 249-50, 676 S.E.2d. at 676 (upholding imposed\r\nsanctions within the medical board's statutory authority, despite presence of\r\nmitigating circumstances); Gale, 282 S.C. at 480-81, 320 S.E.2d at 38-39 (holding\r\nthe law confers discretion to the medical board to affix, in its judgment, an\r\nappropriate penalty for any statutorily defined cause); id. at 479, 320 S.E.2d at 38\r\n\n(stating the code does not obligate the medical board to impose certain sanctions\r\nfor certain violations).\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J. and HUFF and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-028","title":"State v. Murphy","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-028.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Rashawn Murphy, Appellant.\r\n\r\n        Appellate Case No. 2011-188766\r\n\r\n\r\n                  Appeal From Spartanburg County \n\r\n                 Letitia H. Verdin, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-028 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Senior Assistant Deputy\r\n        Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Barry Barnette, of Spartanburg, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Cope, 385 S.C. 274, 283, 684 S.E.2d 177, 181 (Ct. App. 2009)\r\n(\"The trial [court] has considerable latitude in ruling on the admissibility of\r\nevidence and his decision should not be disturbed absent prejudicial abuse of\r\ndiscretion.\"); State v. Burgess, 391 S.C. 15, 23, 703 S.E.2d 512, 517 (Ct. App.\r\n2010) (holding State v. Gregory, 198 S.C. 98, 16 S.E.2d 532 (1941), is \"the\r\nappropriate standard for evaluating the admissibility of evidence of third[-]party\r\nguilt\"); Gregory, 198 S.C. at 104, 16 S.E.2d at 534 (\"[E]vidence offered by [the]\r\naccused [of third-party guilt] must be limited to such facts as are inconsistent with\r\nhis own guilt, and to such facts as raise a reasonable inference or presumption as to\r\nhis own innocence . . . .\"); id. (\"[E]vidence which can have (no) other effect than to\r\ncast a bare suspicion upon another, or to raise a conjectural inference as to the\r\ncommission of the crime by another, is not admissible.\"); id. at 104-05, 16 S.E.2d\r\nat 535 (holding evidence of third-party guilt must clearly point to another person as\r\nthe guilty party in order to be admissible); id. at 105, 16 S.E.2d at 535 (\"Remote\r\nacts, disconnected and outside the crime itself, cannot be separately proved for\r\nsuch a purpose.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-029","title":"McCallum v. Eadon","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-029.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Charles L. McCallum, d/b/a Smallwood Development\r\n        Corp., LLC, Respondent,\r\n\r\n        v.\r\n\r\n        Sherod Eadon, Jr., Darrell W. Hanshaw, Russell Howard,\r\n        Gary W. Popwell, and Christopher G. Isgett, Defendants,\r\n\r\n        Of whom, Sherod Eadon, Jr., Gary W. Popwell, and\r\n        Christopher G. Isgett are the Appellants.\r\n\r\n        Appellate Case No. 2011-198646\r\n\r\n\r\n                      Appeal From Richland County \n\r\n                  Joseph M. Strickland, Master-in-Equity \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-029 \n\r\n             Heard December 12, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Gary Walton Popwell, Jr., of Lee, Eadon, Isgett, Popwell\r\n        & Reardon, P.A., of Columbia, for Appellants.\r\n\r\n        Michael W. Tighe, Mary Dameron Milliken, and Ian\r\n        Douglas McVey, all of Callison, Tighe & Robinson,\r\n        LLC, of Columbia, for Respondent.\r\n\nPER CURIAM: This appeal arises from a note payment dispute between\r\nAppellants Sherod Eadon, Jr., Gary W. Popwell, and Christopher G. Isgett\r\n(collectively Borrowers) and Respondent Charles L. McCallum, d/b/a Smallwood\r\nDevelopment Corp., LLC (McCallum). On appeal, Borrowers argue that the\r\nmaster-in-equity (master) erred in: (1) failing to correctly apply the law of\r\nrestitution; (2) failing to allow Borrowers an offset for rent that they overpaid; (3)\r\nawarding attorney's fees and costs without making the required findings justifying\r\nthe award and without granting Borrowers a hearing on the issues; (4) awarding\r\nMcCallum $3,000 in costs for the services of an accountant; and (5) computing the\r\ninterest on the principal balance through the hearing date. We affirm.\r\n\r\n1. As to Borrowers' claim the master failed to correctly apply the law of\r\nrestitution, we find no error. See Niggel Assocs., Inc. v. Polo's of N. Myrtle Beach,\r\nInc., 296 S.C. 530, 532, 374 S.E.2d 507, 509 (Ct. App. 1988) (\"To recover on a\r\ntheory of restitution, the plaintiff must show: (1) that he conferred a nongratuitous\r\nbenefit on the defendant; (2) that the defendant realized some value from the\r\nbenefit; and (3) that it would be inequitable for the defendant to retain the benefit\r\nwithout paying the plaintiff its value.\" (citation omitted)).\r\n\r\n2. As to Borrowers' claim the master failed to allow Borrowers an offset for rent\r\nthat they overpaid, our review of the preponderance of the evidence in the record\r\nshows the rent was not overpaid and, therefore, the master did not err in his refusal\r\nto allow an offset. See Welch v. Epstein, 342 S.C. 279, 313, 536 S.E.2d 408, 425-\r\n26 (Ct. App. 2000) (noting the trial court has the discretion to offset).\r\n\r\n3. As to Borrowers' claim the master erred in awarding attorney's fees and costs\r\nwithout making the required findings justifying the award and without granting\r\nBorrowers a hearing on the issues, we find no abuse of discretion because: (1)\r\nBorrowers did not dispute that the note provided for attorney's fees; (2)\r\nMcCallum's counsel filed affidavits of attorney's fees and costs that set forth the\r\namounts requested and specifically discussed each of the six relevant factors; (3)\r\nBorrowers admitted they did not object to the affidavits at trial; and (4) the master's\r\norder specifically found the amounts to be \"reasonable based upon the contested\r\nnature of this matter.\" See Blumberg v. Nealco, Inc., 310 S.C. 492, 493, 427\r\nS.E.2d 659, 660 (1993) (\"When there is a contract, the award of attorney's fees is\r\nleft to the discretion of the trial judge and will not be disturbed unless an abuse of\r\ndiscretion is shown.\" (citation omitted)); id. at 494, 427 S.E.2d at 660 (\"There are\r\n\nsix factors to consider in determining an award of attorney's fees: 1) nature, extent,\r\nand difficulty of the legal services rendered; 2) time and labor devoted to the case;\r\n3) professional standing of counsel; 4) contingency of compensation; 5) fee\r\ncustomarily charged in the locality for similar services; and 6) beneficial results\r\nobtained.\" (citation omitted)); Hardaway Concrete Co., Inc. v. Hall Contracting\r\nCorp., 374 S.C. 216, 232, 647 S.E.2d 488, 496 (Ct. App. 2007) (finding the\r\nmaster-in-equity did not err in failing to make specific findings with regard to each\r\nBlumberg factor because sufficient evidence in the record supported each factor).\r\n\r\n4. As to Borrowers' claim the master erred in awarding McCallum $3,000 in costs\r\nfor the services of an accountant, we find no abuse of discretion because the note\r\nrequired Borrowers \"to pay all costs of collection\" in the event of default and, in\r\ntheir answer to the complaint, Borrowers requested McCallum make an accounting\r\nbecause they did not have documentation of all payments that had been made. See\r\nMace Indus., Inc. v. Paddock Pool Equip. Co., Inc., 288 S.C. 65, 71, 339 S.E.2d\r\n527, 531 (Ct. App. 1986) (finding the terms of an agreement control the liability of\r\nthe parties); Simpson v. Simpson, 377 S.C. 527, 539, 660 S.E.2d 278, 285 (2008)\r\n(finding the trial court did not abuse its discretion in ordering payment of certified\r\npublic accountant costs).\r\n\r\n5. As to Borrowers' claim the master erred by awarding McCallum compounded\r\ninterest instead of simple interest, we disagree. Initially, we note this issue is not\r\npreserved. The master issued his original order of judgment on February 8, 2011.\r\nThereafter, Borrowers filed a Rule 59(e), SCRCP, motion to alter or amend the\r\njudgment, arguing that the interest amount had been calculated improperly. On\r\nAugust 12, 2011, the master granted Borrowers' Rule 59(e) motion in part and\r\ndenied it in part, reducing the interest amount due by Borrowers to $46,932.50.\r\nThough Borrowers argue on appeal the new interest amount listed in the August\r\norder is still not correct, Borrowers did not file a Rule 59(e) motion with regard to\r\nthe August order; therefore, the issue is unpreserved. See Elam v. S.C. Dep't of\r\nTransp., 361 S.C. 9, 15, 602 S.E.2d 772, 775 (2004) (\"[A] second motion for\r\nreconsideration under Rule 59(e) is appropriate only if it challenges something that\r\nwas altered from the original judgment as a result of the initial motion for\r\nreconsideration.\"). Moreover, even if the issue was preserved, we would find the\r\nmaster did not err because the note provides for a principal sum of $200,000 plus\r\n8.5% interest until the note is fully paid, and, in the event of default, the note\r\nprovides that the principal and interest not paid shall bear interest at the rate of\r\n18% per annum. See Rhodus v. Goins, 129 S.C. 40, 123 S.E. 645, 645-46 (1924)\r\n(\"A note is a written instrument, and in computing the amount due thereon in\r\n\nprincipal and interest the computation must be made in accordance with the terms\r\nof said note.\" (citation omitted)).\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J., PIEPER, J., and CURETON, A.J., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-030","title":"State v. Pilgrim","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-030.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Richard Pilgrim, Appellant.\r\n\r\n        Appellate Case No. 2011-196226\r\n\r\n\r\n\r\n                     Appeal From Pickens County \n\r\n                 Letitia H. Verdin, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-030 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Dayne C. Phillips, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor William Walter Wilkins, III,\r\n        of Greenville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-031","title":"State v. Hunt","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-031.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Lynn Larry Hunt, Appellant.\r\n\r\n        Appellate Case No. 2012-208509\r\n\r\n\r\n\r\n                    Appeal From Greenville County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-031 \n\r\n         Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor W. Walter Wilkins, III, of\r\n        Greenville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-032","title":"Kanitz v. Mangrum","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-032.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Lynn Marie Kanitz, Respondent,\r\n\r\n             v.\r\n\r\n             Neil Treavor Mangrum, Appellant.\r\n\r\n             Appellate Case No. 2011-194287\r\n\r\n\r\n                         Appeal From Greenville County \n\r\n                      Rochelle Y. Conits, Family Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-032 \n\r\n              Submitted December 3, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Neil Treavor Mangrum, of Greer, pro se.\r\n\r\n             Lynn Marie Kanitz, of Greer, pro se.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the family court erred in finding Mangrum in contempt for\r\nviolating a visitation provision in his divorce order: Argabright v. Argabright, 398\r\nS.C. 176, 179, 727 S.E.2d 748, 750 (2012) (noting the standard of review in\r\nappeals from the family court is de novo); Hawkins v. Mullins, 359 S.C. 497, 501,\r\n\n597 S.E.2d 897, 899 (Ct. App. 2004) (\"A party may be found in contempt of court\r\nfor the willful violation of a lawful court order.\").\r\n\r\n2. As to whether the family court erred in finding Mangrum in contempt for\r\nviolating a restraining order against confrontation and harassment of the other\r\nparty in the presence of their minor child: Argabright, 398 S.C. at 179, 727 S.E.2d\r\nat 750 (noting the standard of review in appeals from the family court is de novo);\r\nHawkins, 359 S.C. at 501, 597 S.E.2d at 899 (\"A party may be found in contempt\r\nof court for the willful violation of a lawful court order.\").\r\n\r\n3. As to whether the family court erred in awarding Kanitz attorney's fees:\r\nChisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222, 223 (2012) (stating an\r\nappellate court reviews the family court's grant of attorney's fees de novo); Miller\r\nv. Miller, 375 S.C. 443, 463, 652 S.E.2d 754, 764 (Ct. App. 2007) (\"Courts, by\r\nexercising their contempt power, can award attorney's fees under a compensatory\r\ncontempt theory.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-033","title":"SCDSS v. McDaniel","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-033.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Ebonie McDaniel and Christie Robinson, Plaintiffs, of\r\n            whom Ebonie McDaniel is the Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Social Services,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2010-173206\r\n\r\n\r\n                          Appeal From Richland County \n\r\n                        Dana A. Morris, Family Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-033 \n\r\n                 Heard December 10, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                                   REVERSED \n\r\n\r\n\r\n            Jerry Leo Finney, of The Finney Law Firm, Inc., of\r\n            Columbia, for Appellant.\r\n\r\n            Taron Brown Davis, of the South Carolina Department of\r\n            Social Services, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Ebonie McDaniel appeals the family court order affirming the\r\nSouth Carolina Department of Social Services' (the Department) (1) determination\r\nthat she physically neglected the victim, and (2) decision to place her name on the\r\n\nSouth Carolina Central Registry of Child Abuse and Neglect (the Registry). We\r\nreverse.\r\n\r\n\"The family court is a court of equity.\" Lewis v. Lewis, 392 S.C. 381, 386, 709\r\nS.E.2d 650, 652 (2011). In appeals from the family court, the appellate court\r\nreviews factual and legal issues de novo. Simmons v. Simmons, 392 S.C. 412, 414,\r\n709 S.E.2d 666, 667 (2011). \"De novo review permits appellate court fact-finding,\r\nnotwithstanding the presence of evidence supporting the [family] court's findings.\"\r\nLewis, 392 S.C. at 390, 709 S.E.2d at 654-55. However, this broad standard of\r\nreview does not require the appellate court to disregard the factual findings of the\r\nfamily court or ignore the fact that the family court is in the better position to\r\nassess the credibility of the witnesses. Pinckney v. Warren, 344 S.C. 382, 387, 544\r\nS.E.2d 620, 623 (2001). Moreover, the appellant is not relieved of the burden of\r\ndemonstrating error in the family court's findings of fact. Id. at 387-88, 544 S.E.2d\r\nat 623. Accordingly, we will affirm the decision of the family court in an equity\r\ncase unless its decision is controlled by some error of law or the appellant satisfies\r\nthe burden of showing the preponderance of the evidence actually supports\r\ncontrary factual findings by this court. See Lewis, 392 S.C. at 390, 709 S.E.2d at\r\n654-55.\r\n\r\nWe find the record does not support by a preponderance of the evidence that\r\nMcDaniel physically neglected the victim. The Department determined McDaniel\r\nneglected the victim because she was injured while under McDaniel's care at the\r\nSunshine House day care facility (the facility). The Department, as well as\r\nforensic pediatrician Dr. Olga Rosa, noted McDaniel was unable to explain how\r\nthe victim sustained burns to the bottoms of her feet. However, after a thorough\r\ninvestigation of the facility, the Department was unable to determine the cause of\r\nthe victim's burns. We also note the family court order lacks reasoning as to why it\r\naffirmed the Department's neglect determination as to McDaniel and not as to\r\nChristie Robinson, the other caregiver assigned to the victim's classroom. We find\r\nMcDaniel should not be sanctioned for any failure to notify the victim's parents of\r\nher injury or provide the victim with medical attention, as these actions were\r\nperformed by Robinson.\r\n\r\nAccordingly, we reverse the family court's affirmation of the Department's\r\ndetermination that McDaniel physically neglected the victim and its decision to\r\n\nenter McDaniel's name in the Registry.1 We order the Department to immediately\r\nremove McDaniel's name in the Registry.\r\n\r\nREVERSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                            \r\n1 McDaniel also argues the family court erred in failing to find the Department's\r\nprocedures were unlawful and violated her due process rights. Because an\r\nappellate court need not address remaining issues when disposition of a prior issue\r\nis dispositive, an analysis of this issue is unnecessary. See Futch v. McAllister\r\nTowing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999).\r\n\n","court":"Appeals"},{"id":"2013-UP-034","title":"Thomas v. Bolus & Bolus","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-034.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Clark D. Thomas, Appellant,\r\n\r\n        v.\r\n\r\n        Bolus & Bolus and Attorneys Keith Bolus, Officially,\r\n        and Michael T. Bolus, Officially and Individually,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2011-194846\r\n\r\n\r\n                    Appeal From Charleston County \n\r\n               Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-034 \n\r\n         Submitted November 1, 2012 – Filed January 16, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Clark D. Thomas, pro se.\r\n\r\n        Michael Baxter McCall and David W. Overstreet, both of\r\n        Carlock Copeland & Stair, LLP, of Charleston, for\r\n        Respondent Keith Bolus; and Michael T. Bolus, of North\r\n        Charleston, pro se.\r\n\nPER CURIAM: Clark Thomas appeals the trial court's order granting Bolus's\r\nmotion to dismiss and declining to address Thomas's motion to amend. We affirm\r\npursuant to Rule 220(b), SCACR.\r\n\r\n1. We find the trial court did not err in granting Bolus's motion to dismiss. Thomas\r\nfailed to state a claim upon which relief may be granted because he did not plead\r\nhe was innocent of the underlying criminal charges. See Brown v. Theos, 345 S.C.\r\n626, 629-30, 550 S.E.2d 304, 306 (2001) (holding the trial court did not err in\r\ngranting attorneys' motion to dismiss pursuant to Rule 12(b)(6), SCRCP, because\r\nthe client's complaint did not allege he was innocent of the criminal charges filed\r\nagainst him). Thomas also argues he was not required to submit an expert affidavit\r\npursuant to section 15-36-100 of the South Carolina Code (Supp. 2011) because\r\nthe legal malpractice claim fell within the ambit of common knowledge.\r\nAlternatively, Thomas argues the trial court erred in striking the expert affidavit of\r\nWilliam White. It is not necessary to address these issues because the trial court\r\nproperly dismissed Thomas's complaint for failure to state a cause of action. See\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (recognizing an appellate court need not address remaining issues\r\nwhen resolution of one issue is dispositive).\r\n\r\n2. We find the trial court did not err in declining to consider Thomas's motion to\r\namend his complaint because he did not file the motion ten days prior to the\r\nhearing. See Rule 6(d), SCRCP (\"A written motion other than one which may be\r\nheard ex parte, and notice of the hearing thereof, shall be served not later than ten\r\ndays before the time specified for the hearing, unless a different period is fixed by\r\nthese rules or by an order of the court.\"). Additionally, Thomas's proposed\r\namended complaint failed to state a cause of action because he did not allege facts\r\nthat show he is innocent of all criminal charges filed against him. See Brown, 345\r\nS.C. at 630, 550 S.E.2d at 306 (\"[The] complaints do not allege facts that purport\r\nto show he is innocent of all the criminal charges filed against him. Therefore, [the\r\nplaintiff's] failure to plead innocence is fatal to his cause of action.\"); Sullivan v.\r\nHawker Beechcraft Corp., 397 S.C. 143, 153-54, 723 S.E.2d 835, 841 (Ct. App.\r\n2012) (holding the trial court properly denied the plaintiff's motion to amend his\r\ncomplaint because the plaintiff failed to cite any new factual allegations that would\r\nimpact the issue).\r\n\r\n3. We find Thomas failed to preserve his remaining arguments for review. See\r\nWilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It is\r\naxiomatic that an issue cannot be raised for the first time on appeal, but must have\r\n\nbeen raised to and ruled upon by the trial [court] to be preserved for appellate\r\nreview.\").\r\n\r\nAFFIRMED.1\n\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-035","title":"State v. Stewart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-035.pdf","description":null,"date":"2013-01-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT \n\r\nBE CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n      EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                  In The Court of Appeals \n\r\n\r\n       The State, Respondent,\r\n\r\n       v.\r\n\r\n       Travis Jerome Stewart, Appellant.\r\n\r\n       Appellate Case No. 2011-204286\r\n\r\n\r\n\r\n                   Appeal From Richland County \n\r\n               James R. Barber, III, Circuit Court Judge \n\r\n\r\n\r\n              Unpublished Opinion No. 2013-UP-035\r\n        Submitted December 3, 2012 – Filed January 16, 2013\r\n\r\n\r\n                       APPEAL DISMISSED\r\n\r\n\r\n       Appellate Defender Robert M. Pachak, of Columbia, for\r\n       Appellant.\r\n\r\n       Attorney General Alan McCrory Wilson, Chief Deputy\r\n       Attorney General John W. McIntosh, Senior Assistant\r\n       Deputy Attorney General Salley W. Elliott, and Solicitor\r\n       Daniel Edward Johnson, all of Columbia, for\r\n       Respondent.\r\n\nPER CURIAM: Travis Jerome Stewart appeals his conviction and sentence from\r\na guilty plea entered February 28, 2011. We lack jurisdiction to address this\r\nappeal because Stewart failed to serve a timely notice of appeal; thus, we dismiss.\r\n\r\nStewart served his notice of appeal on November 29, 2011, after the trial court\r\norally denied his motion to reconsider the denial of his motion for reconsideration\r\nof his sentence on November 21, 2011. The motion to reconsider the order\r\ndenying his initial motion to reconsider the sentence was untimely because post-\r\ntrial motions must be filed within ten days of sentencing. State v. Warren, 392\r\nS.C. 235, 239, 708 S.E.2d 234, 236 (Ct. App. 2011) (\"The [circuit] court does not\r\nretain authority to entertain a motion which is not made within ten days of\r\nsentencing.\"). Accordingly, Stewart's notice of appeal was untimely served. See\r\nRule 203(b)(2), SCACR (\"When a timely post-trial motion is made under Rule\r\n29(a), SCRCrimP, the time to appeal shall be stayed and shall begin to run from\r\nreceipt of written notice of entry of an order granting or denying such motion.\");\r\nRule 29, SCRCrimP (\"[P]ost-trial motions shall be made within ten (10) days after\r\nthe imposition of the sentence. . . . The time for appeal for all parties shall be\r\nstayed by a timely post-trial motion and shall run from the receipt of written notice\r\nof entry of the order granting or denying such motion.\"). Therefore, we dismiss.\r\nSee Mears v. Mears, 287 S.C. 168, 169, 337 S.E.2d 206, 207 (1985) (explaining\r\ntimely service of the notice of appeal is a jurisdictional requirement, and the\r\nappellate courts have no authority to extend the time in which the notice of intent\r\nto appeal must be served).\r\n\r\nAPPEAL DISMISSED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-036","title":"Lander v. Batten","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-036.pdf","description":null,"date":"2013-01-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        George Lander, d/b/a The Land Company, George\r\n        Lander and Associates, Appellants,\r\n\r\n        v.\r\n\r\n        Wise Batten, Individually, and Wise Batten, Inc.,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2011-188768\r\n\r\n\r\n                    Appeal From Hampton County \n\r\n                 Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-036 \n\r\n             Heard October 4, 2012 – Filed January 23, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Chasity G. Stratton and Talmadge C. Reynolds, both of\r\n        Stratton & Reynolds, LLC, of Lexington, for Appellants.\r\n\r\n        John E. Parker and William F. Barnes, III, both of Peters,\r\n        Murdaugh, Parker, Eltzroth & Detrick, P.A., of Hampton,\r\n        for Respondents.\r\n\nPER CURIAM: In this action to recover one-half of the real estate commission\r\nreceived from the sale of a piece of commercial property, Appellants argue the trial\r\ncourt erred by granting summary judgment in favor of the Respondents.1 We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities: United\r\nFarm Agency v. Malanuk, 284 S.C. 382, 384, 325 S.E.2d 544, 545 (1985) (\"The\r\nbroker is the procuring cause if his intervention is the foundation upon which the\r\nnegotiations are begun.\"); Huffines Co. v. Lockhart, 365 S.C. 178, 190, 617 S.E.2d\r\n125, 131 (Ct. App. 2005) (defining the term \"procurement\" as \"consisting of the\r\nbroker's efforts that are the efficient cause, but not necessarily the sole cause, of a\r\nseries of unbroken, continuous events, which culminate in the accomplishment of\r\nthe objective of the employment\" (internal quotation marks and citations omitted));\r\nEdmonds v. Coldwell Banker Residential Real Estate Servs., Inc., 377 S.E.2d 443,\r\n445 (Va. 1989) (cited with approval by Huffines, 365 S.C. at 190, 617 S.E.2d at\r\n131) (finding a real estate broker is the procuring cause of a sale when he or she\r\nhas originated or caused a series of events that without break in their continuity\r\nresult in the accomplishment of the prime object of his or her employment); Hobbs\r\nv. Hudgens, 223 S.C. 88, 96, 74 S.E.2d 425, 427-28 (1953) (noting \"the broker\r\nmust not only show that his efforts were the procuring cause of the sale but must\r\nfurther show that his intervention was during the continuance of an agency to sell\r\nor find a purchaser\"); Pacesetter Props., Inc. v. Hardaway, 635 S.W.2d 382, 389-\r\n90 (Tenn. Ct. App. 1981) (holding an agent was not the procuring cause of a lease\r\nso as to be entitled to a commission when the negotiations begun by the agent and\r\ncontinued by the purchaser were discontinued for six months without an agreement\r\nand when the purchaser reopened negotiations after a substantial lapse of time and\r\nfinalized the deal on terms entirely different from the terms initially discussed);\r\nStone v. Moloney-Bennett Belting Co., 159 Ill. App. 366, 370 (Ill. App. Ct. 1911)\r\n(holding that even though the broker first showed the property to the ultimate\r\nlessee, the broker's complete inactivity for four months demonstrated abandonment\r\nand the ultimate transaction resulted from entirely new and independent\r\nnegotiations); Parkey v. Lawrence, 284 S.W. 283, 287 (Tex. Civ. App. 1926) (\"If\r\nthe broker voluntarily abandons his efforts, once begun, to find a purchaser for\r\nproperty, or fails to find one within a reasonable time, all without the fault of the\r\nowner, then his contract of employment is at an end, and thereafter the owner is at\r\nliberty to sell the property to any one, including the purchaser first found by the\r\nbroker . . . .\"); Printing Mart-Morristown v. Sharp Elecs. Corp., 563 A.2d 31, 38-\r\n39 (N.J. 1989) (\"[A] broker does not earn his commission by the mere introduction\r\n\r\n1The record is not clear as to whether a listing agreement for the commercial\r\nproperty was executed, as no such listing agreement is included in the record.\r\n\nof a buyer to the owner, but he must be the efficient procuring cause of the contract\r\nbetween seller and purchaser.\" (internal quotation marks and citations omitted));\r\nCantell v. Hill Holliday Connors Cosmopulos, Inc., 772 N.E.2d 1078, 1083 (Mass.\r\nApp. Ct. 2002) (\"Mere introduction of a prospect to a property does not earn a\r\nbroker's commission.\").\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, PIEPER, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-039","title":"State v. Ocasio","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-039.pdf","description":null,"date":"2013-01-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Bernaldino Ocasio, Appellant.\r\n\r\n        Appellate Case No. 2010-180886\r\n\r\n\r\n                        Appeal From York County \n\r\n                   John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-039 \n\r\n             Submitted January 2, 2013 – Filed January 23, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia; and\r\n        Solicitor Kevin Scott Brackett, of York, for Respondent.\r\n\nPER CURIAM: Bernaldino Ocasio appeals his conviction of trafficking in\r\noxycodone, arguing the trial court erred in denying his Batson motion and\r\nadmitting his mug shots at trial. We affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities:\r\n\r\n1. As to the Batson motion: State v. Garris, 394 S.C. 336, 353, 714 S.E.2d 888,\r\n897 (Ct. App. 2011) (\"The trial court's findings regarding purposeful\r\ndiscrimination are given great deference and will not be set aside by this court\r\nunless clearly erroneous.\"); id. at 352-53, 714 S.E.2d at 897 (\"After a party objects\r\nto a jury strike, the proponent of the strike must offer a facially race-neutral\r\nexplanation. Once the proponent states a reason that is race-neutral, the burden is\r\non the party challenging the strike to show the explanation is mere pretext, either\r\nby showing similarly situated members of another race were seated on the jury or\r\nthat the reason given for the strike is so fundamentally implausible as to constitute\r\nmere pretext despite a lack of disparate treatment.\"); State v. Taylor, 399 S.C. 51,\r\n57, 731 S.E.2d 596, 599 (Ct. App. 2012) (\"Whether a Batson violation has\r\noccurred must be determined by examining the totality of the facts and\r\ncircumstances in the record.\").\r\n\r\n2. As to the admittance of the mug shots: State v. Garner, 389 S.C. 61, 65, 697\r\nS.E.2d 615, 617 (Ct. App. 2010) (\"Evidentiary rulings are within the sound\r\ndiscretion of the trial court, and such rulings will not be reversed absent an abuse\r\nof discretion or the commission of legal error that prejudices the defendant.\"); State\r\nv. Traylor, 360 S.C. 74, 84, 600 S.E.2d 523, 528 (2004) (\"The introduction of a\r\n'mug-shot' of a defendant is reversible error unless: (1) the state has a demonstrable\r\nneed to introduce the photograph, (2) the photograph shown to the jury does not\r\nsuggest the defendant has a criminal record, and (3) the photograph is not\r\nintroduced in such a way as to draw attention to its origin or implication.\"); State v.\r\nDenson, 269 S.C. 407, 412, 237 S.E.2d 761, 764 (1977) (finding the State showed\r\na demonstrable need to introduce mug shots when the defendant's absence from\r\ntrial made an in-court identification impossible); id. at 412-13, 237 S.E.2d at 764\r\n(holding the defendant's mug shots were admissible when the words \"Richland\r\nCounty\" were present on one of the mug shots and the mug shots depicted taped-\r\nover placards).\r\n\r\nAFFIRMED.1\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-040","title":"Charleston Pool v. Moran","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-040.pdf","description":null,"date":"2013-01-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Charleston Pool and Spa, Appellant,\r\n\r\n            v.\r\n\r\n            John Moran and Teresa M. Moran, Respondents.\r\n\r\n            Appellate Case No. 2011-183946\r\n\r\n\r\n                          Appeal From Charleston County \n\r\n                     Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-040 \n\r\n                 Heard December 11, 2012 – Filed January 23, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Steven L. Smith, of Smith Closser, P.A., of Charleston,\r\n            for Appellant.\r\n\r\n            Patrick J. McDonald, of The Law Offices of Patrick J.\r\n            McDonald, of Daniel Island, for Respondents.\r\n\r\n\r\nPER CURIAM: Charleston Pool and Spa appeals the circuit court's award of\r\n$14,410 to John and Teresa Moran arising from a dispute over the installation of a\r\nresidential pool, spa, and concrete decking. Charleston Pool and Spa contends (1)\r\nthe Morans failed to prove a breach of any non-contractual duty, (2) the Morans\r\ndid not offer sufficient proof of damages, and (3) the economic loss doctrine\r\n\nprecluded the Morans' negligence claim. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities:\r\n\r\n1. As to the proof of a breach of duty: Townes Assocs., Ltd. v. City of Greenville,\r\n   266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976) (\"In an action at law, on appeal of\r\n   a case tried without a jury, the findings of fact of the judge will not be disturbed\r\n   upon appeal unless found to be without evidence which reasonably supports the\r\n   judge's findings.\"); Hardaway Concrete Co. v. Hall Contracting Corp., 374\r\n   S.C. 216, 223, 647 S.E.2d 488, 491 (Ct. App. 2007) (\"This court must\r\n   determine whether any evidence reasonably supports the factual findings of the\r\n   trial court.\").\r\n\r\n2. As to the Morans' proof of damages: Whisenant v. James Island Corp., 277 S.C.\r\n   10, 13, 281 S.E.2d 794, 796 (1981) (\"Generally, in order for damages to be\r\n   recoverable, the evidence should be such as to enable the court or jury to\r\n   determine the amount therof with reasonable certainty or accuracy.\"); id.\r\n   (\"While neither the existence, causation nor amount of damages can be left to\r\n   conjecture, guess or speculation, proof with mathematical certainty of the\r\n   amount of loss or damage is not required.\").\r\n\r\n3. As to the economic loss doctrine: Johnson v. Sonoco Prods. Co., 381 S.C. 172,\r\n   177, 672 S.E.2d 567, 570 (2009) (\"An issue may not be raised for the first time\r\n   in a motion to reconsider.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-048","title":"SCDSS v. Michael D.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-048.pdf","description":null,"date":"2013-01-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Michael D. and Heather K., Defendants,\r\n\r\n        Of whom Michael D. is the Appellant,\r\n\r\n        In the interest of minors under the age of eighteen years.\r\n\r\n        Appellate Case No. 2012-212035\r\n\r\n\r\n                       Appeal From Berkeley County \n\r\n                     Jack A. Landis, Family Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-048 \n\r\n             Submitted January 17, 2013 – Filed January 23, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Kathleen Elisabeth Hoover, of Manley Law Firm, LLC,\r\n        of Moncks Corner, for Appellant.\r\n\r\n        Sean Bannon Zenner, of Zenner Law Firm, of Loudon,\r\n        TN, and Paul C. White, of the South Carolina\r\n\n              Department of Social Services, of Pickens, for\r\n              Respondent.\r\n\r\n              Sean Keefer, of Sean F. Keefer, LLC, of Charleston, for\r\n              the Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Michael D. appeals the family court's order of intervention. S.C.\r\nCode Ann. § 63-7-1650(A) (2010). Upon a thorough review of the record and the\r\nfamily court's findings of fact and conclusions of law pursuant to Ex Parte\r\nCauthen, 291 S.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that\r\nwarrant briefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-061","title":"SCDSS v. Elizabeth W.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-061.pdf","description":null,"date":"2013-01-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Elizabeth W., Russell F., and Joe G., Defendants,\r\n\r\n        Of whom Elizabeth W. is the Appellant,\r\n\r\n        In the interest of a minor child under the age of 18 years.\r\n\r\n        Appellate Case No. 2012-212644\r\n\r\n\r\n                     Appeal From Anderson County \n\r\n                  Tommy B. Edwards, Family Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2013-UP-061 \n\r\n             Submitted January 17, 2013 – Filed January 28, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n        Floy Kenyon Anderson, of Kenyon Lusk & Anderson, of\r\n        Anderson, for Appellant.\r\n\r\n        Amy C. Sutherland, of Greenville, and Kathleen J.\r\n        Hodges, of Anderson, both of the South Carolina\r\n        Department of Social Services, for Respondent.\r\n\n              Brittany Dreher Tye, of Senerius & Tye, Attorneys at\r\n              Law, of Anderson, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Elizabeth W. appeals from the family court's final order\r\nterminating her parental rights to her minor child. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2012). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex Parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2012-UP-609","title":"Coghlan v. Coghlan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2012-UP-609.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Leeann Marie Coghlan, Appellant,\r\n\r\n        v.\r\n\r\n        Phillip Anthony Coghlan, Respondent.\r\n\r\n        Appellate Case No. 2010-173766\r\n\r\n\r\n                    Appeal From Lexington County \n\r\n             Richard W. Chewning, III, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2012-UP-609 \n\r\n         Heard September 11, 2012 – Filed November 14, 2012 \n\r\n         Withdrawn, Substituted, and Refiled January 30, 2013 \n\r\n\r\n                           _____________\r\n\r\n         AFFIRMED IN PART, REVERSED IN PART, AND \n\r\n                       REMANDED \n\r\n\r\n\r\n        John O. McDougall and Peter George Currence, of\r\n        McDougall & Self LLP, of Columbia, for Appellant.\r\n\r\n        J. Mark Taylor, of Moore Taylor & Thomas PA, of West\r\n        Columbia; and Katherine Carruth Goode, of Winnsboro,\r\n        for Respondent.\r\n\nPER CURIAM: Leeann Marie Coghlan (Mother) appeals the family court's order\r\ngranting her and Philip Anthony Coghlan (Father) a divorce. Mother argues the\r\nfamily court erred in (1) granting Father sole custody of their children and setting\r\nthe terms of visitation; (2) denying Mother's request for permanent periodic\r\nalimony; (3) valuing and apportioning the marital estate; and (4) denying her costs\r\nand attorney's fees. We affirm in part, reverse in part, and remand.\r\n\r\nIn appeals from the family court, an appellate court's standard of review is de novo.\r\nCrossland v. Crossland, 397 S.C. 406, 412, 725 S.E.2d 509, 513 (Ct. App. 2012).\r\nWe may find facts in accordance with our own view of the preponderance of the\r\nevidence. Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011). Yet we\r\nare not required to ignore the fact that the trial court was in a better position to\r\nevaluate the witnesses' credibility and assign comparative weight to their\r\ntestimony. Sanders v. Sanders, 396 S.C. 410, 415, 722 S.E.2d 15, 17 (Ct. App.\r\n2011). Thus, we will affirm the family court's factual findings unless the appellant\r\nsatisfies this court that the preponderance of the evidence is against the finding of\r\nthe family court. Chisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222, 223\r\n(2012).\r\n\r\n1.     As to whether the family court erred in granting Father sole custody of the\r\nchildren and setting the terms of visitation, we affirm. The controlling\r\nconsideration in setting child custody and visitation is the child's welfare and best\r\ninterest. High v. High, 389 S.C. 226, 244, 697 S.E.2d 690, 699 (2010); Smith v.\r\nSmith, 386 S.C. 251, 272, 687 S.E.2d 720, 731 (Ct. App. 2009). In determining the\r\nbest interest of the child, the family court considers who has been the primary\r\ncaretaker; the conduct, character, attributes, and fitness of the parents as they\r\nimpact the child; the opinion of the guardian ad litem (the GAL); and the age,\r\nhealth, and sex of the children. Patel v. Patel, 347 S.C. 281, 285, 555 S.E.2d 386,\r\n388 (2001); Reed v. Pieper, 393 S.C. 424, 430, 713 S.E.2d 309, 312 (Ct. App.\r\n2011). The court must also \"consider the child's reasonable preference for\r\ncustody,\" giving weight to \"the preference based upon the child's age, experience,\r\nmaturity, judgment, and ability to express a preference.\" S.C. Code Ann. § 63-15-\r\n30 (2010).\r\n\r\nMother failed to prove by a preponderance of the evidence that the family court\r\nerred in determining custody and visitation. The parents' conduct, character, and\r\nfitness supports Father receiving sole custody. The evidence shows Father has\r\nmaintained a consistent approach to parenting the children. Although Father's\r\nnonverbal conduct may have played some role in the girls' perception of Mother,\r\n\nMother's volatile conduct seems to be the proximate reason for the strain on the\r\ngirls, despite her attempt to downplay its detrimental effect on them. Further, third\r\nparty opinions indicated the girls were sometimes scared of Mother and relied on\r\nFather for stability. The GAL in particular was wary of the risk that Mother's\r\ncharacter and conduct would hinder her ability to parent the children as they grow\r\nup. Lastly, the girls consistently and clearly expressed a preference that Father\r\nreceive sole custody, and we see no reason to contradict the family court's finding\r\nthat each child was of sufficient age, maturity, judgment, and ability to express that\r\npreference.\r\n\r\nIn addition, joint custody is not appropriate at this time. Mother testified joint\r\ncustody was not in the girls' best interests, and her relationships with the girls are\r\nnot guaranteed to improve simply by awarding her more time with them. All of\r\nthe evidence in the record indicates the level of cooperation between Mother and\r\nFather necessary for joint custody is currently unlikely. See Scott v. Scott, 354 S.C.\r\n118, 125-26, 579 S.E.2d 620, 624 (2003) (explaining that joint custody should be\r\nordered \"only under exceptional circumstances\" because it \"is usually harmful to\r\nand not conducive to the best interest and welfare of the children,\" especially\r\n\"between estranged and quarrelsome\" parents).\r\n\r\nLastly, we agree with the visitation set by the family court. The court granted\r\nMother more visitation than the pendente lite order despite the children's wishes.\r\nThe conditions in the final order further indicate that Mother has a remedy if the\r\nactivities scheduled by Father for the girls become incommensurate with their\r\nneeds or serve merely as a tool to deprive Mother of visitation.\r\n\r\n2.     As to whether the family court erred in establishing alimony, we reverse and\r\nremand. \"An award of alimony . . . will not be disturbed absent an abuse of\r\ndiscretion. Generally, alimony should place the supported spouse, as nearly as is\r\npractical, in the same position he or she enjoyed during the marriage.\" Myers v.\r\nMyers, 391 S.C. 308, 313, 705 S.E.2d 86, 89 (Ct. App. 2011) (citation omitted).\r\nHowever, alimony should not \"serve as a disincentive for spouses to improve their\r\nemployment potential or to dissuade them from providing, to the extent possible,\r\nfor their own support.\" Id. The family court must weigh thirteen factors \"as it\r\nfinds appropriate\" in determining whether to award alimony. S.C. Code Ann. §\r\n20-3-130(C) (Supp. 2011).\r\n\r\nWe disagree with the family court's finding that none of the applicable factors\r\nweighed in favor of granting permanent periodic alimony. While Mother may\r\n\nhave been intentionally under-employed during the summer, she did not do so\r\nbased upon a desire to gain a \"litigation advantage.\" She did so out of a desire to\r\ntake care of the children during their summer vacation, while Father was at work.\r\nFurther, the parties were married for thirteen years, with a high standard of living,\r\nand Father made four times as much as Mother. Although the family court reduced\r\nMother's child support obligation and Mother may have opportunities to gain\r\npromotion, the record contains no competent evidence to determine the effect of\r\nthe child support and alimony obligations on her ability to maintain a lifestyle near\r\nthe party's pre-divorce standard of living. Lastly, the family court held it awarded\r\nMother \"rehabilitative alimony,\" described as Mother's absolved child support\r\nobligations that were previously held in abeyance and the temporary alimony she\r\nreceived from the pendente lite hearing. These items are not \"rehabilitative\r\nalimony.\" See Herring v. Herring, 286 S.C. 447, 450, 335 S.E.2d 366, 368 (1985)\r\n(defining rehabilitative alimony as \"alimony payable for a short, but specific and\r\nterminable period of time, which will cease when the recipient is, in the exercise of\r\nreasonable efforts, in a position of self support\"). As a result, we remand for a\r\nfinding of whether and how much alimony Mother should receive. See Brandi v.\r\nBrandi, 302 S.C. 353, 358, 396 S.E.2d 124, 127 (Ct. App. 1990) (remanding for\r\nreconsideration of alimony because of changes to equitable distributions and\r\nconcerns with the family court's original alimony findings).\r\n\r\n3.     As to whether the family court erred in valuing and apportioning the marital\r\nestate, we remand.1 Mother specifically argues the family court erred in\r\ncalculating the marital estate because it adopted a miscalculation of the equity in\r\nthe marital residence admitted to by Father's forensic accountant. We disagree.\r\n\r\nFamily courts have broad discretion in valuing and apportioning marital property.\r\nLewis, 392 S.C. at 393, 709 S.E.2d at 656; Deidun v. Deidun, 362 S.C. 47, 58, 606\r\nS.E.2d 489, 495 (Ct. App. 2004). Apportionment should reflect each spouse's\r\ncontribution to the marital property's acquisition, giving weight to fifteen factors as\r\n\r\n1We agree with the family court that Mr. Burkett's marital asset valuation was\r\nmore credible than that provided by Mother's experts. Furthermore, the record\r\ncontains only an incomplete transcript of Ms. Amos's testimony, and without more\r\nevidence, we cannot determine whether the court erred in rejecting Ms. Amos's\r\nsuggestion to split Father's pension benefits using a percentage ratio. The family\r\ncourt may reconsider the method of apportioning Father's pension to the extent it\r\nwould help provide an equitable apportionment of marital assets.\r\n\nthe court finds appropriate. S.C. Code Ann. § 20-3-620(B) (Supp. 2011);\r\nCrossland, 397 S.C. at 415-16, 725 S.E.2d at 514-15.\r\n\r\nMother has failed to prove by a preponderance of the evidence that the family\r\ncourt erred in calculating the marital equity. The family court adjusted the marital\r\nequity by adding the lien on the marital residence agreed to be taken by Father's\r\nparents. Mother simultaneously received an increase in equity in the marital estate\r\nby receiving the interests of Father and Father's parents in the Delaware property.\r\nThis resulted in the 60–40 split approved by the family court.\r\n\r\nAt oral argument, Mother contended the family court erred in considering the lien\r\ntaken by Father's parents and the equity received by Mother in the Delaware\r\nproperty because the lien and equity were non-marital. However, we cannot\r\nconsider this issue. The record on appeal does not reveal a trial argument or\r\nmotion to amend raising that issue, nor did Mother include such an argument in her\r\nappellant's brief. Cf. Barrow v. Barrow, 394 S.C. 603, 615, 716 S.E.2d 302, 309\r\n(Ct. App. 2011) (holding an argument not raised to the family court either at trial\r\nor in a motion to amend is not preserved for review); Smith v. Smith, 308 S.C. 372,\r\n374, 418 S.E.2d 314, 316 (Ct. App. 1991) (same); York v. Conway Ford, Inc., 325\r\nS.C. 170, 173, 480 S.E.2d 726, 728 (1997) (holding a motion raising an argument\r\nshould be in the record on appeal to preserve the argument for review); Bochette v.\r\nBochette, 300 S.C. 109, 112, 386 S.E.2d 475, 477 (Ct. App. 1989) (holding an\r\nappellant may not use oral argument as a vehicle to make arguments not made in\r\nthe appellant's brief).\r\n\r\nIn light of the need to reconsider alimony, however, we remand for the family\r\ncourt to reconsider whether the 60-40 split was fair and equitable. Mother\r\nprovided the vast majority of the indirect contributions to the marriage as the\r\nprimary caretaker of the children until the pendente lite order, and this factor must\r\nbe considered. See Peirson v. Calhoun, 308 S.C. 246, 251, 417 S.E.2d 604, 607\r\n(Ct. App. 1992) (\"[W]here the parties agree the husband would be the income\r\nproducer and the wife would be a homemaker and companion and give up her\r\ncareer, such an arrangement may be considered to be an equal partnership of the\r\nspouses.\").\r\n\r\n4.     As to whether the family court erred in denying Mother costs and attorney's\r\nfees, we decline to address this issue in light of our other rulings. The family court\r\nmust reconsider whether to award costs and attorney's fees on remand. See\r\nPeirson, 308 S.C. at 255, 417 S.E.2d at 609 (remanding attorney's fees issue for\r\n\nreconsideration because the family court's decision on other remanded issues may\r\naffect the beneficial results factor in awarding attorney's fees).\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, J.J., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-041","title":"State v. Flores","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-041.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Appellant,\r\n\r\n        v.\r\n\r\n        Raymond Flores, Respondent.\r\n\r\n        Appellate Case No. 2011-189727\r\n\r\n\r\n\r\n                      Appeal From Lexington County \n\r\n                  William P. Keesley, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-041 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Donald V. Myers, of\r\n        Lexington, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-042","title":"State v. Weber","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-042.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Tara Weber, Appellant.\r\n\r\n        Appellate Case No. 2011-200726\r\n\r\n\r\n\r\n                       Appeal From Jasper County \n\r\n                  Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-042 \n\r\n             Submitted January 2, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Isaac McDuffie Stone, III, of\r\n        Bluffton, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-043","title":"State v. Jolly","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-043.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert Steve Jolly, Appellant.\r\n\r\n        Appellate Case No. 2011-190691\r\n\r\n\r\n\r\n                       Appeal From Horry County \n\r\n                Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-043 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Mark Reynolds Farthing, all of\r\n        Columbia; and Solicitor John Gregory Hembree, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-044","title":"Gilliam v. Greenwood Professional","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-044.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Reginald M. Gilliam, Appellant,\r\n\r\n        v.\r\n\r\n        Greenwood Professional Investigations, Inc. and Mr.\r\n        Ronnie McAllister, Respondents.\r\n\r\n        Appellate Case No. 2011-194292\r\n\r\n\r\n                    Appeal From Greenwood County \n\r\n                 Frank R. Addy, Jr., Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-044 \n\r\n         Submitted December 3, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n\r\n        Reginald M. Gilliam, pro se.\r\n\r\n        Billy J. Garrett, Jr., of The Garrett Law Firm, PC, and\r\n        Robert Jamison Tinsley, Jr., of Tinsley & Tinsley, P.C.,\r\n        both of Greenwood, for Respondents.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following \n\r\nauthorities: Rule 12(a), SCRCP (\"A defendant shall serve his answer within 30 \n\r\ndays after the service of the complaint upon him . . . .\"); Citizens & S. Nat'l Bank of \n\r\nS.C. v. First Palmetto State Bank & Trust Co., 279 S.C. 252, 254, 305 S.E.2d 80, \n\r\n80-81 (1983) (\"[O]ne of the most important elements of a Summons is the time it \n\r\nallots for the defendant to appear.\"). \n\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-045","title":"State v. Velez","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-045.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gregory Velez, Appellant.\r\n\r\n        Appellate Case No. 2011-189326\r\n\r\n\r\n\r\n                      Appeal From Lexington County\r\n                  R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-045 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Donald V. Myers, of\r\n        Lexington, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-046","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-046.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jonta Embray Green, Appellant.\r\n\r\n        Appellate Case No. 2011-192331\r\n\r\n\r\n\r\n                     Appeal From Charleston County \n\r\n                  Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-046 \n\r\n             Submitted January 2, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Scarlett Anne Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-047","title":"State v. Stevens","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-047.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Matthew Stevens, Appellant.\r\n\r\n        Appellate Case No. 2011-198666\r\n\r\n\r\n                     Appeal From Lancaster County \n\r\n                 Brooks P. Goldsmith, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-047 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Jennifer Ellis Roberts, all of Columbia;\r\n        and Solicitor Douglas A. Barfield, Jr., of Lancaster, for\r\n        Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Mattison, 388 S.C. 469, 479, 697 S.E.2d 578, 583 (2010) (\"To\r\nwarrant reversal, a trial [court's] refusal to give a requested jury charge must be\r\nboth erroneous and prejudicial to the defendant.\"); State v. Gilmore, 396 S.C. 72,\r\n76, 719 S.E.2d 688, 690 (Ct. App. 2011) (noting in determining whether a\r\ndefendant is entitled to a jury charge on a lesser-included offense, \"[i]f there is\r\nevidence in the record from which the jury could infer the defendant is guilty of the\r\nlesser-included offense, rather than the crime charged, the trial [court] must\r\ninstruct the jury on the lesser-included offense\"); id. at 77, 719 S.E.2d at 691\r\n(noting the mere existence of evidence of the lesser-included offense is insufficient\r\nto require a jury charge and instead there must be evidence the defendant\r\ncommitted the lesser-included offense instead of the charged offense).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-049","title":"Minniti v. Steedley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-049.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Eugenia Minniti, f/k/a Eugenia Steedley, Appellant,\r\n\r\n             v.\r\n\r\n             M. Scott Steedley, Respondent.\r\n\r\n             Appellate Case No. 2011-189366\r\n\r\n\r\n                           Appeal From Colleton County \n\r\n                         Peter L. Fuge, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-049 \n\r\n               Submitted December 1, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Thomas Ryan Phillips, of Law Office of T. Ryan\r\n             Phillips, LLC, of Charleston, for Appellant.\r\n\r\n             M. Scott Steedley, of Walterboro, pro se.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthority: Gainey v. Gainey, 382 S.C. 414, 423, 675 S.E.2d 792, 796 (Ct. App.\r\n2009) (\"The decision to grant or deny a motion under Rule 60(b)[, SCRCP,] is\r\nwithin the sound discretion of the [family] court.\" (citation omitted)); id. at 423,\r\n675 S.E.2d at 797 (\"An abuse of discretion occurs when the [court] issuing the\r\n\norder was controlled by an error of law or the order is based on factual conclusions\r\nthat are without evidentiary support.\"); id. at 427, 675 S.E.2d at 799 (\"When a\r\nparty asserts grounds for relief because of fraud, misrepresentation, or other\r\nmisconduct of an adverse party under Rule 60(b)(3), SCRCP, the movant must\r\nprove her entitlement by clear and convincing evidence.\"); id. at 426, 675 S.E.2d at\r\n798 (\"A party may not prevail on a Rule 60(b)(3) motion on the basis of fraud\r\nwhere he or she has access to disputed information or has knowledge of\r\ninaccuracies in an opponent's representations at the time of the alleged\r\nmisconduct.\" (citation omitted)).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-050","title":"Johnson v. Kohler Company","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-050.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Marshall Corbin Johnson, Employee, Respondent,\r\n\r\n             v.\r\n\r\n             Kohler Company, Self Insured, Carrier, Appellant.\r\n\r\n             Appellate Case No. 2011-205450\r\n\r\n\r\n              Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-050\r\n              Submitted December 3, 2012 – Filed January 30, 2013\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Russell Thomas Infinger and Tracey Robin Perlman,\r\n             both of Nexsen Pruet, LLC, of Greenville, for Appellant.\r\n\r\n             Patrick E. Knie, of Patrick E. Knie, PA, of Spartanburg,\r\n             for Respondent.\r\n\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Hall v. Desert Aire, Inc., 376 S.C. 338, 347, 656 S.E.2d 753, 757 (Ct.\r\nApp. 2007) (\"Any review of the Appellate Panel's factual findings is governed by\r\nthe substantial evidence standard.\"); id. at 348, 656 S.E.2d at 758 (\"Where there\r\n\nare conflicts in the evidence over a factual issue, the findings of the Appellate\r\nPanel are conclusive.\"); McCuen v. BMW Mfg. Corp., 383 S.C. 19, 24, 677 S.E.2d\r\n28, 31 (Ct. App. 2009) (\"An injury arises out of employment if a causal\r\nrelationship between the conditions under which the work is to be performed and\r\nthe resulting injury is apparent to the rational mind, upon consideration of all the\r\ncircumstances.\"); Houston v. Deloach & Deloach, 378 S.C. 543, 555, 663 S.E.2d\r\n85, 91 (Ct. App. 2008) (\"An injury occurs in the course of employment within the\r\nmeaning of the Workers' Compensation Act when it occurs within the period of\r\nemployment at a place where the employee reasonably may be in the performance\r\nof his duties and while fulfilling those duties or engaged in something incidental\r\nthereto.\" (internal quotation marks omitted)).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-051","title":"State v. Myers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-051.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        David Myers, Appellant.\r\n\r\n        Appellate Case No. 2011-195026\r\n\r\n\r\n\r\n                      Appeal From Florence County \n\r\n                   Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-051 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia; and\r\n        David Myers, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Douglas A. Barfield, Jr., of\r\n        Lancaster, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-052","title":"State v. Cathcart","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-052.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Darius Cathcart, Appellant.\r\n\r\n        Appellate Case No. 2011-192329\r\n\r\n\r\n\r\n                     Appeal From Spartanburg County \n\r\n                    Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-052 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Attorney General Donald J. Zelenka, all of\r\n        Columbia; and Solicitor Barry J. Barnette, of\r\n        Spartanburg, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-053","title":"State v. Keenan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-053.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Martin Keenan, Appellant.\r\n\r\n        Appellate Case No. 2012-207306\r\n\r\n\r\n\r\n                       Appeal From Aiken County \n\r\n                  Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-053 \n\r\n             Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                          APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        John Benjamin Aplin, of the South Carolina Department\r\n        of Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-054","title":"State v. Sanders","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-054.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Joseph Sanders, IV, Appellant.\r\n\r\n             Appellate Case No. 2010-165766\r\n\r\n\r\n                          Appeal From Pickens County\r\n                     G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-054 \n\r\n              Submitted December 3, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             J. Falkner Wilkes, of Greenville, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson, Chief Deputy\r\n             Attorney General John W. McIntosh, Senior Assistant\r\n             Deputy Attorney General Salley W. Elliott, and Assistant\r\n             Deputy Attorney General David A. Spencer, all of\r\n             Columbia; and Solicitor W. Walter Wilkins, III, of\r\n             Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: Joseph Sanders, IV appeals his conviction of committing a lewd\r\nact on a minor, arguing the trial court erred in (1) denying his motion for a mistrial\r\nduring voir dire; (2) limiting his cross-examination of his ex-wife; (3) allowing the\r\n\nState's cross-examination of the guardian ad litem (GAL); and (4) allowing the\r\nState to pit Sanders against other witnesses by forcing him to attack the veracity of\r\nthe other witnesses. We affirm.\r\n\r\n1. We hold the trial court did not err in denying Sanders's motion for a mistrial\r\nduring voir dire. See State v. Stanley, 365 S.C. 24, 33, 615 S.E.2d 455, 460 (Ct.\r\nApp. 2005) (\"The [trial] court's decision will not be overturned on appeal absent an\r\nabuse of discretion amounting to an error of law.\"). After a juror stated, \"I feel\r\nlike you should hang every one of them,\" the trial court instructed the jury\r\n\"everyone is innocent until proven guilty.\" The trial court also dismissed the juror.\r\nAdditionally, the trial court instructed the jury panel that if any juror was \"aware of\r\nany reason whatsoever that in this case you could not be a fair juror . . . please\r\nstand.\" We must conclude the jurors followed the trial court's instruction to notify\r\nit of any bias or prejudice. See State v. Dunlap, 346 S.C. 312, 319, 550 S.E.2d\r\n889, 893 (Ct. App. 2001) (holding that without contrary evidence, the jury\r\nmembers are presumed to follow the trial court's instructions to notify it of bias or\r\nprejudice).\r\n\r\n2. We hold the trial court did not abuse its discretion in limiting Sanders's cross-\r\nexamination of his ex-wife. See Rule 403, SCRE (providing evidence may be\r\nexcluded if its probative value is substantially outweighed by the danger of unfair\r\nprejudice, confusion of the issues, or misleading the jury); State v. Shuler, 353 S.C.\r\n176, 184, 577 S.E.2d 438, 442 (2003) (\"The relevance, materiality, and\r\nadmissibility of evidence are matters within the sound discretion of the trial court\r\nand a ruling will be disturbed only upon a showing of an abuse of discretion.\").\r\nAdditionally, Sanders failed to prove he suffered any prejudice from the trial\r\ncourt's exclusion of his ex-wife's testimony about her fidelity. See State v. Bell,\r\n302 S.C. 18, 27, 393 S.E.2d 364, 369 (1990) (\"In order for this Court to reverse a\r\ncase based on . . . exclusion of evidence, error and prejudice must be shown.\").\r\nHere, the record contains evidence from which the jury could have found Sanders\r\nguilty, notwithstanding the ex-wife's testimony. See State v. Mitchell, 286 S.C.\r\n572, 573, 336 S.E.2d 150, 151 (1985) (holding the admission of hearsay testimony\r\nwas harmless error in light of the abundant evidence in the record from which the\r\njury could find the defendant guilty). Victim testified Sanders sexually molested\r\nand raped her. Victim's guardian ad litem also testified she believed Sanders\r\nabused Victim despite her recantation.\r\n\r\n3. We hold Sanders failed to preserve for appeal the issue of whether the trial court\r\nerred in allowing the State's cross-examination of the GAL. See Campbell v.\r\nJordan, 382 S.C. 445, 453, 675 S.E.2d 801, 805 (Ct. App. 2009) (holding the\r\n\nfailure to timely object when a party initially offers irrelevant or prejudicial\r\ntestimony waives the right to argue error on appeal).\r\n\r\n4. We hold the trial court properly found the State did not pit Sanders against other\r\nwitnesses' testimonies. The State never asked Sanders to comment on the\r\ntruthfulness of the detective's or his father's statements or to explain their\r\nstatements. See Burgess v. State, 329 S.C. 88, 91, 495 S.E.2d 445, 447 (1998)\r\n(\"[A]nytime a solicitor asks a defendant to comment on the truthfulness or explain\r\nthe testimony of an adverse witness, the defendant is in effect being pitted against\r\nthe adverse witness.\"). Moreover, Sanders did not suffer unfair prejudice from the\r\ncross-examination because he did not attack the veracity of the detective's or his\r\nfather's testimonies in his responses to the State's questioning. See State v.\r\nBenning, 338 S.C. 59, 63, 524 S.E.2d 852, 855 (Ct. App. 1999) (holding the\r\ndefendant did not suffer unfair prejudice by the solicitor's attempt to pit his\r\ntestimony against another witness because the defendant did not respond to the\r\nquestion).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-055","title":"Hemingway v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-055.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n           Timotheus E. Hemingway, Appellant,\r\n\r\n           v.\r\n\r\n           South Carolina Department of Corrections, Respondent.\r\n\r\n           Appellate Case No. 2012-207709\r\n\r\n\r\n                  Appeal From The Administrative Law Court\n\r\n                 Carolyn C. Matthews, Administrative Law Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-055 \n\r\n                Submitted January 1, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n           Timotheus E. Hemingway, pro se.\r\n\r\n           Christopher D. Florian, of the South Carolina Department\r\n           of Corrections, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Timotheus E. Hemingway, pro se, appeals an order from the\r\nAdministrative Law Court (ALC) dismissing his appeal from the denial of his\r\ngrievances with the South Carolina Department of Corrections (the\r\nDepartment). On appeal Hemingway argues the ALC erred in: (1) finding\r\nsubstantial evidence supported his conviction; (2) finding his right to due\r\nprocess was not violated by the Department's failure to provide an adequate\r\n\nrecord of evidence relied upon to support his conviction; (3) finding the\r\nDepartment timely served him with the record on appeal; and (4) finding his\r\nright to due process was not violated by the Department's failure to adhere to\r\nits established policies. We affirm.1\r\n\r\n1. A review of the record on appeal reveals substantial evidence supported\r\nHemingway's conviction for threatening to inflict harm on an employee. See S.C.\r\nCode Ann. § 1-23-610(B) (Supp. 2011) (\"The review of the [ALC's] order must be\r\nconfined to the record. The court may not substitute its judgment for the judgment\r\nof the administrative law judge as to the weight of the evidence on questions of\r\nfact. The court of appeals may affirm the decision or remand the case for further\r\nproceedings; or, it may reverse or modify the decision if the substantive rights of\r\nthe petitioner have been prejudiced because the finding, conclusion, or decision is:\r\n(a) in violation of constitutional or statutory provisions; (b) in excess of the\r\nstatutory authority of the agency; (c) made upon lawful procedure; (d) affected by\r\nother error of law; (e) clearly erroneous in view of the reliable, probative, and\r\nsubstantial evidence on the whole record; or (f) arbitrary or capricious or\r\ncharacterized by abuse of discretion or clearly unwarranted exercise of\r\ndiscretion.\"). Here, both Officer's Glover's report and testimony indicate\r\nHemingway communicated an intent to injure Officer Glover in the future. See\r\nInmate Disciplinary System § 809 (Sept. 1, 2009) (stating an inmate is guilty of\r\nthreatening to inflict harm on an employee if he uses \"[communication, verbal or\r\nwritten . . . that [he] intends to injure [an employee] or commit a violent or\r\nunlawful act dangerous to human life, presently or in the future. . . .\").\r\nAccordingly, we hold the ALC did not err in finding substantial evidence\r\nsupported Hemingway's conviction.\r\n\r\n2. The record reveals the ALC correctly found the Department did not deny\r\nHemingway due process by failing to provide Hemingway with an adequate\r\nwritten record of the evidence relied upon to support its finding of guilt. See Al-\r\nShabazz v. State, 338 S.C. 354, 371, 527 S.E.2d 742, 751 (2000) (stating in a\r\nprison disciplinary proceeding, due process requires, in part, \"that factfinders must\r\nprepare a written statement of the evidence relied on and reasons for the\r\ndisciplinary action\"). Here, the Department completed a Disciplinary Report and\r\nHearing Record that provided \"written and verbal testimony of [Officer] Glover\"\r\nas the \"reasons for determination of guilt.\" Accordingly, the ALC did not err in\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nfinding the Department did not violate Hemingway's right to due process due to an\r\ninadequate written record of the evidence relied upon to support its finding of guilt.\r\n\r\n3. Hemingway's argument concerning the Department's failure to serve him with a\r\ncopy of the record on appeal is not preserved for our review because this issue was\r\nnever raised to or ruled upon by the ALC. See Al-Shabazz, 338 S.C. at 379, 527\r\nS.E.2d at 755 (\"[I]ssues or arguments that were not raised to and ruled on by\r\nthe [ALC] are not preserved for review.\").\r\n\r\n4. We hold the ALC correctly found Hemingway's right to due process was not\r\nviolated by the Department's failure to adhere to its own policies. Nothing in the\r\nInmate Grievance System indicates Hemingway was entitled to a dismissal of his\r\ncharges because the Department failed to address his grievance in sixty days.\r\nRather, the Inmate Grievance System specifically states an appeal automatically\r\nproceeds to the next appellate level if it exceeds the established time limits. See\r\nInmate Grievance System § 13.5 (Nov. 4, 2004) (\"If, at the institutional level, the\r\nresponse to the grievance exceeds the established time limits, the grievance will\r\nautomatically proceed to the next level of appeal.\"). Moreover, the Department's\r\nfailure to follow its own policy does not give rise to a due process violation. See\r\nRiccio v. Cnty. of Fairfax, Va., 907 F.2d 1459, 1469 (4th Cir. 1990) (\"[A]lleged\r\nviolations of due process in the deprivation of a protectable interest are to be\r\nmeasured against a federal standard of what process is due and that standard is not\r\ndefined by state-created procedures, even when those state-created procedures\r\nexceed the amount of process otherwise guaranteed by the Constitution. If state\r\nlaw grants more procedural rights than the Constitution would otherwise require, a\r\nstate's failure to abide by that law is not a federal due process issue.\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-056","title":"Lippincott v. SCDEW","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-056.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            William Lippincott, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Employment and\r\n            Workforce and Wal-Mart Associates, Inc., Respondents.\r\n\r\n            Appellate Case No. 2011-203268\r\n\r\n\r\n                    Appeal From The Administrative Law Court\n\r\n                    John D. McLeod, Administrative Law Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-056 \n\r\n                 Heard December 12, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Susan J. Firimonte, of Florence, for Appellant.\r\n\r\n            Debra Sherman Tedeschi, of Columbia, for Respondents.\r\n\r\n\r\nPER CURIAM: William E. Lippincott appeals the Administrative Law Court's\r\n(ALC) order affirming the decision of the South Carolina Department of\r\nEmployment and Workforce (the Department) disqualifying him from receiving\r\nunemployment benefits for fourteen weeks based on its finding that Lippincott was\r\nterminated for cause connected with his most recent work. Lippincott argues the\r\n\nALC erred in 1) depriving him of due process by relying on a conclusory, ex parte\r\nhearsay document that was not admitted into the record, 2) shifting the burden of\r\nproof to him on the issue of whether he was discharged for cause, 3) finding that he\r\nwas discharged for cause connected with work based on his participation in a pre-\r\ntrial intervention (PTI) program, 4) affirming the Department's finding that Wal-\r\nMart Associates, Inc.'s (Wal-Mart) policy regarding arrests and convictions of its\r\nemployees is reasonable. We affirm.\r\n\r\n1. As to Lippincott's claim that the ALC improperly relied upon a conclusory, ex\r\nparte hearsay document, we find no error because, contrary to Lippincott's\r\nassertion, the ALC did not solely rely upon this document for its ruling. Moreover,\r\nthe ALC properly relied upon this document along with the other evidence in the\r\nrecord in affirming the Department's finding that Lippincott was discharged for\r\ncause connected with his employment with Wal-Mart. See 3 S.C. Code Ann. Regs.\r\n47-51 (2011) (mandating that when a party appeals the initial determination of a\r\nclaims adjudicator, \"[t]he [Department's] Appeal Tribunal shall include in the\r\nrecord and consider as evidence all records of the [Department] that are material to\r\nthe issues.\").\r\n\r\n2. As to Lippincott's claim that the ALC erred in shifting the burden to him to\r\nprove that he was not discharged for cause, we find no error because the facts of\r\nthe instant case are largely undisputed. Further, our supreme court has not\r\nexplicitly held that the employer has the burden of proving a claimant was\r\ndischarged for cause, and under current case law, the claimant has the burden of\r\nproving his eligibility for benefits. See Hyman v. S.C. Emp't Sec. Comm'n, 234\r\nS.C. 369, 373, 108 S.E.2d 554, 556 (1959) (\"Where a claimant files an application\r\nfor unemployment compensation benefits, the burden is upon such claimant to\r\nshow that he has met the benefit eligibility conditions.\").\r\n\r\n3. As to Lippincott's claim that the ALC erred in affirming the Department's\r\nfinding that he was discharged for cause connected with his most recent work, our\r\nreview of the record indicates that substantial evidence supported this finding.\r\nSpecifically, the undisputed evidence indicates that Wal-Mart discharged\r\nLippincott because he was criminally charged with accessory to theft and entered\r\ninto a PTI program as the result of those charges. Accordingly, we find no error in\r\nthe ALC's ruling on this issue. See Gibson v. Florence Country Club, 282 S.C.\r\n384, 386, 318 S.E.2d 365, 367 (1984) (noting that the APA governs appeals from\r\nthe Employment Security Commission, the predecessor to the Department);\r\nMichau v. Georgetown Cnty. ex rel. S.C. Cntys. Workers Comp. Trust, 396 S.C.\r\n\n589, 593, 723 S.E.2d 805, 807 (2012) (\"Under the APA, an appellate court may not\r\nsubstitute its judgment for that of the [Department] as to the weight of the evidence\r\non questions of fact, but it may reverse when the decision is affected by an error of\r\nlaw.\"); Gibson, 282 S.C. at 386, 318 S.E.2d at 367 (noting that the Department's\r\ndecision will be affirmed if supported by substantial evidence); S.C. Code Ann. §\r\n41-35-120 (2)(b) (Supp. 2012) (requiring the Department to find a claimant\r\npartially ineligible for unemployment benefits if it finds that he has been\r\n\"discharged for cause . . . connected with his most recent work\"); Milliken & Co.,\r\nPendleton Plant v. S.C. Emp't Sec. Comm'n, 315 S.C. 492, 497, 445 S.E.2d 640,\r\n644 (Ct. App. 1994), rev'd on other grounds, 321 S.C. 349, 468 S.E.2d 638 (1996)\r\n(\"[T]he question of whether conduct is connected with work necessitates a case by\r\ncase analysis.\").\r\n\r\n4. As to Lippincott's claim that the ALC erred in affirming the Department's\r\nfinding that Wal-Mart's policy regarding arrests and convictions of its employees is\r\nreasonable, we find this ruling was supported by substantial evidence. See\r\nMickens v. Southland Exch.-Joint Venture, 305 S.C. 127, 130, 406 S.E.2d 363, 365\r\n(1991) (\"[T]he general rule is that, where the employer's request is reasonable, a\r\nrefusal to comply will constitute misconduct, justifying a discharge for cause.\r\nWhat is reasonable will vary according to the circumstances of each case.\"\r\n(citations and internal quotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-057","title":"Progressive Home v. Hucks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-057.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Progressive Home Builders, Inc., Respondent,\r\n\r\n        v. \n\r\n\r\n        Grace Hucks and Window Works, Inc., Defendants, \n\r\n\r\n        Of whom Grace Hucks is the Appellant, \n\r\n\r\n        and \n\r\n\r\n        Window Works, Inc. is the Respondent.\n\r\n\r\n        Appellate Case No. 2010-181289 \n\r\n\r\n\r\n                   Appeal From Florence County \n\r\n                Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-057 \n\r\n           Heard December 11, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Herbert W. Hamilton, of Hamilton Martens Ballou &\r\n        Carroll, LLC, of Rock Hill, for Appellant.\r\n\r\n        Gary Ivan Finklea, of Finklea Law Firm, of Florence, for\r\n        Respondent Progressive Home Builders, Inc.; and\r\n\n             Eugene Preston Warr, Jr., of Lucas Warr & White, of\r\n             Lamar, for Respondent Window Works, Inc.\r\n\r\n\r\nPER CURIAM: In this civil appeal, Grace Hucks contends the trial court erred in\r\nfinding (1) Progressive Homebuilders, Inc. (Progressive) was entitled to payment\r\nfor a window upgrade; (2) Hucks was not entitled to terminate the contract; and (3)\r\nWindow Works was entitled to judgment pursuant to the theory of quantum meruit.\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in finding the installed windows were an\r\nupgrade from the windows designated in the contract, and thus, Progressive was\r\nentitled to payment for those upgraded windows: Consignment Sales, LLC v.\r\nTucker Oil Co., 391 S.C. 266, 271, 705 S.E.2d 73, 76 (Ct. App. 2010) (\"'In an\r\naction at law, on appeal of a case tried without a jury, the appellate court's standard\r\nof review extends only to the correction of errors of law.'\" (quoting Electro Lab of\r\nAiken, Inc. v. Sharp Constr. Co. of Sumter, Inc., 357 S.C. 363, 367, 593 S.E.2d\r\n170, 172 (Ct. App. 2004))); id. (\"The 'trial judge's findings of fact will not be\r\ndisturbed upon appeal unless found to be without evidence which reasonably\r\nsupports the judge's findings.'\" (quoting Electro Lab, 357 S.C. at 367, 593 S.E.2d\r\nat 172)).\r\n\r\n2. As to whether the trial court erred in finding Hucks was not entitled to terminate\r\nthe contract: Id. (\"'In an action at law, on appeal of a case tried without a jury, the\r\nappellate court's standard of review extends only to the correction of errors of\r\nlaw.'\" (quoting Electro Lab, 357 S.C. at 367, 593 S.E.2d at 172)); id. (\"'The trial\r\njudge's findings of fact will not be disturbed upon appeal unless found to be\r\nwithout evidence which reasonably supports the judge's findings.'\" (quoting\r\nElectro Lab, 357 S.C. at 367, 593 S.E.2d at 172)).\r\n\r\n3. As to whether the trial court erred in finding that pursuant to the theory of\r\nquantum meruit, Window Works' was entitled to an award against Hucks:\r\nEarthscapes Unlimited, Inc. v. Ulbrich, 390 S.C. 609, 616, 703 S.E.2d 221, 225\r\n(2010) (\"Absent an express contract, recovery under quantum meruit is based on\r\nquasi-contract.\" (citing Columbia Wholesale Co. v. Scudder May N.V., 312 S.C.\r\n259, 261, 440 S.E.2d 129, 130 (1994))); id. at 616-17, 703 S.E.2d at 225 (\"The\r\nelements of a quantum meruit claim are: (1) a benefit conferred upon the defendant\r\nby the plaintiff; (2) realization of that benefit by the defendant; and (3) retention by\r\nthe defendant of the benefit under conditions that make it unjust for him to retain it\r\n\nwithout paying its value.\" (citing Columbia Wholesale, 312 S.C. at 261, 440 S.E.2d\r\nat 130)).\r\n\r\nAFFIRMED. \n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-058","title":"State v. Barton","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-058.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Bobby J. Barton, Appellant.\r\n\r\n        Appellate Case No. 2010-169826\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n                 Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-058 \n\r\n             Heard January 8, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of South\r\n        Carolina Commission on Indigent Defense, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan M. Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Donald J. Zelenka, and\r\n        Assistant Attorney General William M. Blitch, Jr., all of\r\n        Columbia; and Solicitor W. Walter Wilkins, of\r\n        Greenville, for Respondent.\r\n\nPER CURIAM: Appellant Bobby Barton seeks review of his armed robbery\r\nconviction. Barton argues: (1) the trial court erred in declining to suppress the\r\nvictim's identification of Barton because the out-of-court photographic lineup\r\npresented to the victim was unreliable; (2) the trial court's jury instruction on the\r\naccuracy of an eyewitness identification was incomplete; (3) the jury instruction on\r\narmed robbery placed undue emphasis on the phrase \"representation of a weapon;\"\r\nand (4) the trial court should have relieved Barton's attorney because she violated a\r\nconfidence at the pre-trial hearing. We affirm.\r\n\r\n1. As to Barton's motion to suppress the victim's identification, the trial court\r\nproperly denied the motion. See State v. Liverman, 398 S.C. 130, 137-38, 727\r\nS.E.2d 422, 425 (2012) (\"Generally, the decision to admit an eyewitness\r\nidentification is at the trial judge's discretion and will not be disturbed on appeal\r\nabsent an abuse of discretion.\"). Here, the trial court did not abuse its discretion in\r\ndeclining to suppress the identification and allowing the jury to assess the\r\nreliability of the identification because the photographic lineup was not unduly\r\nsuggestive. See id. at 138, 727 S.E.2d at 426 (recognizing the two-pronged inquiry\r\nto determine whether due process requires suppression of an eyewitness\r\nidentification: (1) \"whether the identification resulted from unnecessary and\r\nunduly suggestive police procedures,\" and (2) \"if so, whether the out-of-court\r\nidentification was nevertheless so reliable that no substantial likelihood of\r\nmisidentification existed\" (citing Neil v. Biggers, 409 U.S. 188, 198 (1972))\r\n(emphasis added)); State v. Cheeseboro, 346 S.C. 526, 540, 552 S.E.2d 300, 307-\r\n08 (2001) (\"An in-court identification of an accused is inadmissible if a suggestive\r\nout-of-court identification procedure created a very substantial likelihood of\r\nirreparable misidentification.\" (citing Manson v. Brathwaite, 432 U.S. 98 (1977))).\r\n\r\nBarton argues the photographic lineup was unreliable because the victim had prior\r\nexposure to the photograph of Barton that was used in the lineup. Specifically,\r\nBarton asserts that the victim's identification was tainted by his prior viewing of a\r\nprivately published magazine displaying hundreds of mug shots taken in the\r\nGreenville area (\"Mug Shot\" magazine), including Barton's mug shot. However,\r\nthere is nothing in the record to show that law enforcement was involved in the\r\npublication or distribution of the magazine or the victim's viewing of the magazine.\r\nThe victim testified that there were no representatives of law enforcement with him\r\nwhen he viewed the magazine. Further, nothing in the record shows any design by\r\n\nthe officer conducting the photographic lineup to reinforce the victim's prior\r\nidentification or even any awareness on the officer's part of the prior identification.\r\n\r\n\"The fallibility of eyewitness evidence does not, without the taint of improper state\r\nconduct, warrant a due process rule requiring a trial court to screen such evidence\r\nfor reliability before allowing the jury to assess its creditworthiness.\" Perry v. New\r\nHampshire, 132 S. Ct. 716, 728 (2012). In other words, the reliability of an\r\neyewitness identification may be determined by the jury when there is no improper\r\npolice conduct involved. Id. at 726 (\"A primary aim of excluding identification\r\nevidence obtained under unnecessarily suggestive circumstances . . . is to deter law\r\nenforcement use of improper lineups, showups, and photo arrays in the first place. .\r\n. . This deterrence rationale is inapposite in cases . . . in which the police engaged\r\nin no improper conduct.\" (citation omitted)); see also State v. Tisdale, 338 S.C.\r\n607, 612, 527 S.E.2d 389, 392 (Ct. App. 2000) (\"[T]he impetus behind the harsh\r\nremedy of exclusion is police deterrence. . . . Thus, we hold that the [Neil v.\r\nBiggers] analysis is inapplicable where there is a nongovernmental identification\r\nsource.\").\r\n\r\nIn determining the reliability of the victim's identification of Barton, the jury was\r\nallowed to consider the accuracy of the victim's initial description of the robber,\r\nthe fact that the victim may have been inebriated at the time of the robbery, and the\r\nvictim's prior viewing of \"Mug Shot\" magazine, all of which were highlighted\r\nduring cross-examination of the victim and closing arguments. These\r\ncircumstances did not require excluding the victim's identification of Barton from\r\nthe jury's consideration because none of these circumstances were brought about\r\nby improper police conduct. See Tisdale, 338 S.C. at 613, 527 S.E.2d at 393 (\"The\r\nextent to which a suggestion from nongovernment sources has influenced the\r\nmemory or perception of the witness, or the ability of the witness to articulate or\r\nrelate the identifying characteristics of the accused, is a proper issue for the trier of\r\nfact to determine.\").\r\n\r\n2. As to the trial court's jury instruction on the accuracy of an eyewitness\r\nidentification, the instruction properly focused the jury's attention on the necessity\r\nto find that the identification testimony established Barton as the robber beyond a\r\nreasonable doubt. Therefore, no prejudice resulted to Barton from the trial court's\r\nfailure to quote all of the language in Barton's requested instruction. See State v.\r\nPatterson, 337 S.C. 215, 234, 522 S.E.2d 845, 855 (Ct. App. 1999) (holding that\r\nno prejudice resulted from the trial court's failure to give the identification\r\ninstruction requested by the defendant because the trial court's instruction\r\n\nadequately focused the attention of the jury on the necessity for a finding that the\r\ntestimony identified the defendant as the offender beyond a reasonable doubt).\r\nFurther, Barton had ample opportunity, through cross-examination and closing\r\narguments, to highlight the circumstances that may have affected the two\r\neyewitness identifications. See Perry, 132 S. Ct. at 728-29 (noting systemic\r\nsafeguards against juries placing undue weight on eyewitness testimony of\r\nquestionable reliability).\r\n\r\n3. As to the jury instruction on armed robbery, the trial court did not place undue\r\nemphasis on the phrase \"representation of a weapon.\" See S.C. Code Ann. § 16-11-\r\n330(A) (2003) (\"A person who commits robbery while armed with a . . . deadly\r\nweapon, or while alleging, either by action or words, he was armed while using a\r\nrepresentation of a deadly weapon or any object which a person present during the\r\ncommission of the robbery reasonably believed to be a deadly weapon, is guilty of\r\na felony . . . .\"). Rather, the trial court properly corrected its earlier omission of\r\nthis phrase from its introduction to the definition of strong arm robbery: \"If you\r\nfind that the State has failed to prove that the Defendant was armed with a deadly\r\nweapon or with a representation of a deadly weapon after having alleged that he\r\nwas armed, then you may consider whether . . . he is guilty of Strong Arm\r\nRobbery.\" See State v. Mattison, 388 S.C. 469, 478, 697 S.E.2d 578, 583 (2010)\r\n(\"A jury charge is correct if, when the charge is read as a whole, it contains the\r\ncorrect definition and adequately covers the law.\").\r\n\r\nThe State had a right to insist on this correction, given the victim's testimony that\r\nalthough he did not see the pocketknife that the robber held against his neck, he\r\nknew it was a knife because he felt it. See State v. Hernandez, 386 S.C. 655, 660,\r\n690 S.E.2d 582, 585 (Ct. App. 2010) (\"The evidence presented at trial determines\r\nthe law to be charged to the jury.\"). Even if the object held against the victim's\r\nneck was not a knife or other deadly weapon, the robber's act of holding the object\r\nagainst the victim's neck was designed to give the victim the impression that the\r\nobject could inflict death or great bodily harm. See State v. Heck, 304 S.C. 345,\r\n346, 404 S.E.2d 514, 515 (Ct. App. 1991) (\"A deadly weapon is generally defined\r\nas any article, instrument or substance which is likely to produce death or great\r\nbodily harm.\").\r\n\r\n4. As to the motion to relieve trial counsel, the trial court acted well within its\r\ndiscretion in denying the motion. See State v. Justus, 392 S.C. 416, 418, 709\r\nS.E.2d 668, 670 (2011) (\"[A] motion to relieve counsel is addressed to the\r\ndiscretion of the trial judge and will not be disturbed absent an abuse of\r\n\ndiscretion.\" (citations omitted)); State v. Childers, 373 S.C. 367, 372, 645 S.E.2d\r\n233, 235 (2007) (holding that the movant bears the burden to show satisfactory\r\ncause for removal). Barton waited until the first day of trial to submit the motion\r\nto the trial court, and he did not express a willingness to represent himself.\r\nFurther, counsel for the State indicated that he had independently gained the\r\ninformation Barton alleged to have been improperly revealed by his trial counsel.\r\nTherefore, even if this information was confidential in nature, Barton was not\r\nprejudiced by counsel's alleged revelation of the information prior to trial.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-059","title":"Davidson v. City of Beaufort","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-059.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Amy Davidson, Appellant,\r\n\r\n        v.\r\n\r\n        City of Beaufort, Branch Banking & Trust of South\r\n        Carolina, Collins Engineering, Inc., Brantley\r\n        Construction Company, Inc., and Tidal Wave 23, LLC,\r\n        Defendants,\r\n\r\n        Of whom Branch Banking & Trust of South Carolina and\r\n        City of Beaufort are Respondents.\r\n\r\n        Phillip Davidson, Appellant,\r\n\r\n        v.\r\n\r\n        City of Beaufort, Branch Banking & Trust of South\r\n        Carolina, Collins Engineering, Inc., Brantley\r\n        Construction Company, Inc., and Tidal Wave 23, LLC,\r\n        Defendants,\r\n\r\n        Of whom Branch Banking & Trust of South Carolina and\r\n        City of Beaufort are Respondents.\r\n\r\n        Appellate Case No. 2010-163346\r\n\r\n\r\n                   Appeal From Beaufort County \n\r\n                Carmen T. Mullen, Circuit Court Judge \n\r\n\n                    Unpublished Opinion No. 2013-UP-059 \n\r\n               Heard December 10, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            H. Fred Kuhn, Jr., of Moss Kuhn & Fleming, PA, of\r\n            Beaufort, for Appellants Amy and Philip Davidson.\r\n\r\n            Edward K. Pritchard, III, of Pritchard & Elliott, LLC, of\r\n            Charleston, for Respondent Branch Banking and Trust of\r\n            South Carolina; William B. Harvey, III, of Harvey &\r\n            Battey, PA, and Mary Bass Lohr and William Thomas\r\n            Young, III, of Howell Gibson & Hughes, PA, all of\r\n            Beaufort, for Respondent City of Beaufort.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1.     As to whether the trial court erred in granting summary judgment prior to the\r\ncompletion of discovery: Dawkins v. Fields, 354 S.C. 58, 69, 580 S.E.2d 433, 439\r\n(2003) (holding the nonmoving party must show a likelihood that further discovery\r\nwill uncover additional relevant evidence); Gauld v. O'Shaugnessy Realty Co., 380\r\nS.C. 548, 559, 671 S.E.2d 79, 85 (Ct. App. 2008) (holding a failure of proof on an\r\nessential element of the case renders all other facts immaterial).\r\n\r\n2.     As to whether the trial court erred in granting summary judgment to BB&T:\r\nEstate of Adair v. L-J, Inc., 372 S.C. 154, 160, 641 S.E.2d 63, 66 (Ct. App. 2007)\r\n(indicating a landowner owes no duty to a trespasser except the duty not to do him\r\nwillful or wanton injury).\r\n\r\n3.     As to whether the trial court erred in granting summary judgment to the City\r\nof Beaufort: Miller v. City of Camden, 329 S.C. 310, 314, 494 S.E.2d 813, 815\r\n(1997) (\"One who controls the use of property has a duty of care not to harm others\r\nby its use. Conversely, one who has no control owes no duty.\" (citations omitted));\r\nGauld, 380 S.C. at 559, 671 S.E.2d at 85 (\"A complete failure of proof concerning\r\n\nan essential element of the non-moving party's case necessarily renders all other\r\nfacts immaterial.\" (citation and internal quotation marks omitted)).\r\n\r\nAFFIRMED.\n\r\n\r\nSHORT, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-060","title":"Bryant v. Sipsis","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-060.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Bruce M. Bryant, Respondent,\r\n\r\n             v.\r\n\r\n             John F. Sipsis, Appellant.\r\n\r\n             Appellate Case No. 2011-182726\r\n\r\n\r\n                            Appeal From York County\r\n                     S. Jackson Kimball, III, Master in Equity\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-060 \n\r\n                  Heard January 8, 2013 – Filed January 30, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             David B. Sample, of Rock Hill, for Appellant.\r\n\r\n             Kristie Hannah Jordan, of York, for Respondent.\r\n\r\n\r\nPER CURIAM: Fotios Sipsis (Sipsis) appeals the order of the Master in Equity\r\ngranting summary judgment to Bruce M. Bryant, as Sheriff of York County\r\n(Sheriff), in a vehicle confiscation case. We agree with the master's finding that no\r\nlien was recorded on the vehicle and that there was no evidence of a lien against\r\nthe title to create a genuine issue of material fact. We affirm.\r\n\nAs to Sipsis' argument that the master erred in finding that a lien on an automobile\r\nmust be recorded on the title to be valid, we find that New Jersey statutes require\r\nthat a lien or security interest at the time of the title's filing must be noted on the\r\ntitle certificate. N.J. Stat. Ann. § 39:10-9 (West 2012). Language on the\r\ncertificate of title requires that liens be stated on the title. No liens were listed on\r\nthe title transferring ownership in the vehicle from Sipsis to his son.\r\n\r\nAs to Sipsis' argument that the master erred in finding that no lien against the title\r\nexisted as there was not sufficient evidence to create a genuine issue of material\r\nfact, we agree with the master that there was no evidence of a lien. The certificate\r\nof title did not list any liens and listed the price of the vehicle transferred by Sipsis\r\nas a \"gift.\" There was a statement by Sipsis that his son was to pay rent for the\r\nvehicle with an option for his son to make payments to purchase the vehicle from\r\nSipsis after the title had been transferred. This statement completely contradicts\r\nthe title certificate which lists no liens and states the price as a gift. \"Testimony\r\nthat contradicts undisputed physical evidence generally lacks probative value.\"\r\nLegette v. Piggly Wiggly, Inc., 368 S.C. 576, 580, 629 S.E.2d 375, 377 (Ct. App.\r\n2006). We agree with the master and find no evidence that Sipsis retained an\r\nequitable interest in the vehicle after transferring it to his son.\r\n\r\nAs to Sipsis' argument concerning the issue of undue hardship to the vehicle\r\nowner's family after forfeiture of the vehicle, this issue was not raised to the master\r\nand is not preserved for appellate review. See State v.Goodwin, 384 S.C.588, 603,\r\n683 S.E.2d 500, 508 (Ct. App. 2009) (stating that for an issue to be raised for\r\nappellate review, it must have been raised and ruled on by the lower court)..\r\n\r\nAccordingly, we find that the master did not err in granting summary judgment to\r\nBruce M. Bryant.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-062","title":"State v. Stephens","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-062.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Christopher M. Stephens, Appellant.\r\n\r\n            Appellate Case No. 2009-116988\r\n\r\n\r\n                          Appeal From Horry County \n\r\n                      Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-062 \n\r\n                 Heard October 3, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Robert Michael Dudek of Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, Senior\r\n            Assistant Attorney General W. Edgar Salter, III, all of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Christopher Stephens was indicted on two counts of accessory\r\nbefore the fact of murder and one count of accessory before the fact of armed\r\n\nrobbery. He was tried together with Jimmy Lee Sessions, who was indicted on one\r\ncount of first-degree burglary, one count of armed robbery, and two counts of\r\nmurder. All counts arose from the same incident and involved the same victims.\r\nBoth defendants were found guilty as charged. Stephens appeals, arguing the trial\r\njudge erred in admitting testimony that one of the victims accused him of owing\r\nher money for drugs and in allowing a SLED employee to testify about\r\nvictimology and related matters. We affirm.\r\n\r\n1.     Over Stephens's objection, the trial judge allowed James Pearl to testify that\r\nshortly before the victims were murdered, he heard one of them accuse Stephens of\r\nowing her money for drugs. Stephens argues the testimony was (1) hearsay and (2)\r\nhighly prejudicial because it suggested a motive for Stephens's involvement in her\r\nmurder. We find no error.\r\n\r\nThe victim's statements were made in Stephens's presence, and he never attempted\r\nto refute them; therefore, they were admissible as adoptive admissions. See State\r\nv. Nolan, 318 S.C. 253, 257, 456 S.E.2d 926, 928 (Ct. App. 1995) (\"The adoptive\r\nadmissions rule allows admission into evidence of a defendant's failure to deny\r\nstatements made in his presence which tend to incriminate him, which a reasonable\r\nperson would have denied under the circumstances, as by his silence, or his making\r\nan evasive, equivocal, unresponsive, or affirmative reply.\"). Moreover, because\r\nthe deceased victim was an unavailable declarant and her accusation against\r\nStephens included a declaration on her part that she sold illegal drugs to him, the\r\nstatement was admissible under Rule 804(b)(3), SCRE, as a statement against her\r\ninterest. Finally, Stephens himself acknowledged that he owed the victim money;\r\ntherefore, her accusation would be \"merely cumulative,\" and any error in admitting\r\nit would be harmless. State v. Schumpert, 312 S.C. 502, 507, 435 S.E.2d 859, 862\r\n(1993).\r\n\r\n2.     Stephens further argues the trial judge should not have allowed SLED Agent\r\nMichael Prodan to testify as an expert about victimology, method of operation,\r\nmotive, and related subject matter, arguing admission of this testimony violated\r\nRule 702, SCRE, State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009), and this\r\ncourt's opinion in State v. Tapp, 387 S.C. 159, 691 S.E.2d 165 (Ct. App. 2010),\r\nrev'd 398 S.C. 376, 728 S.E.2d 468 (2012). We find no reversible error.\r\n\r\nIn State v. White, the South Carolina Supreme Court held:\r\n\r\n             [T]he trial courts of this state have a gatekeeping role\r\n             with respect to all evidence sought to be admitted under\r\n\n             Rule 702 [of the South Carolina Rules of Evidence],\r\n             whether the evidence is scientific or nonscientific. In the\r\n             discharge of its gatekeeping role, a trial court must assess\r\n             the threshold foundational requirements of qualifications\r\n             and reliability and further find that the proposed evidence\r\n             will assist the trier of fact. The familiar evidentiary\r\n             mantra that a challenge to evidence goes to \"weight, not\r\n             admissibility\" may be invoked only after the trial court\r\n             has vetted the matters of qualifications and reliability and\r\n             admitted the evidence.\r\n\r\nWhite, 382 S.C. at 274, 676 S.E.2d at 689. The White decision was issued several\r\nmonths after the trial in the present case took place.\r\n\r\nAt trial, Stephens objected to Prodan's testimony, arguing (1) he was not informed\r\nthat the State intended to call Prodan and (2) Prodan's testimony was not relevant.\r\nOn appeal, Stephens argues only that the testimony was speculative, irrelevant, and\r\ntherefore admissible. Although Stephens did not specifically request the trial judge\r\nto exercise a gatekeeping role in determining whether Prodan's testimony was\r\nadmissible, we hold his objection on the ground of relevance was sufficiently\r\nspecific to address this argument on appeal. See Rule 401, SCRE (\"'Relevant\r\nevidence' means evidence having any tendency to make the existence of any fact\r\nthat is of consequence to the determination of the action more probable or less\r\nprobable than it would be without the evidence.\"); State v. Tapp, 398 S.C. 376,\r\n385-86, 728 S.E.2d 468, 473 (2012) (\"While our preservation rules require that\r\nobjections to the admissibility of evidence be specific, they most certainly do not\r\nrequire clairvoyance.\") (citation omitted). Moreover, we hold that even though the\r\nlaw at the time of Stephens's trial allowed the reliability of nonscientific expert\r\ntestimony to be determined by the jury, the trial judge erred in admitting Prodan's\r\ntestimony without making his own determination as to whether it was reliable. See\r\nid. at 389, 728 S.E.2d at 475 (acknowledging the trial judge erred in admitting\r\ncertain expert testimony after making an initial determination of the witness's\r\nexpertise but without vetting the testimony for its reliability).\r\n\r\nNevertheless, we hold that \"beyond a reasonable doubt the trial error did not\r\ncontribute to the guilty verdict[s]\" against Stephens. Id. at 390, 728 S.E.2d at 475.\r\nHere, Prodan's testimony concerned only the victims and the crime scene. He\r\nnever identified Stephens, the co-defendant, or anyone else as a perpetrator and\r\ntestified that at his insistence, he was not given any information about any suspects\r\n\ndeveloped in the case. As was the case in Tapp, the jury made numerous factual\r\ndeterminations in arriving at its verdict, including (1) whether Pearl testified\r\ntruthfully about the victim's accusations against Stephens and the defendants'\r\nattempt to enlist his help in committing the crimes, (2) the credibility of witnesses\r\nwho allegedly heard Stephens's co-defendant admit to committing a crime, (3)\r\nwhether shoe prints found at the crime scene matched the shoes taken from the\r\nproperty bag of Stephens's co-defendant, and (4) the credibility of testimony that\r\ncertain individuals knew about the deaths of the victims before the police found\r\ntheir bodies.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-063","title":"State v. Sessions","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-063.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Jimmy Lee Sessions, Appellant.\r\n\r\n            Appellate Case No. 2009-116987\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                       Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-063 \n\r\n                 Heard October 3, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Joseph L. Savitz, III, and LaNelle Cantey DuRant, both\r\n            of Columbia, for Appellant.\r\n\r\n            Senior Assistant Attorney General W. Edgar Salter, III,\r\n            of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Jimmy Lee Sessions and co-defendant Christopher Stephens were\r\nconvicted in a joint trial on indictments charging Sessions with murder, first-\r\ndegree burglary, and armed robbery and Stephens with various counts of\r\naccomplice liability. On appeal, Sessions argues the trial judge erred in admitting\r\n\ncertain physical evidence and in allowing a SLED employee to testify about\r\nvictimology and related matters. We affirm.\r\n\r\n1.     The bodies of the two victims were found in the apartment they shared.\r\nEvidence at the crime scene included shoe prints that were left in fecal matter on\r\nthe floor of the bathroom where one of the victims was found. About five months\r\nafter Sessions was arrested and charged, the Horry County Detention Center,\r\nwhere Sessions was in custody awaiting trial, instructed its staff to collect all\r\ninmates' shoes and place them in the property bag assigned to the respective\r\ninmate. Pursuant to a search warrant, the State seized a pair of tennis shoes that\r\nhad been taken from Sessions after they were confiscated by the Detention Center\r\nstaff and placed into his property bag. Over Sessions's objections, the trial judge\r\nallowed the State to introduce the shoes taken from his property bag so that the\r\njury could compare them with the impressions found at the crime scene. On\r\nappeal, Sessions argues this evidence should have been excluded because the State\r\nfailed to establish an adequate chain of custody. We disagree. There was no\r\ndispute that this evidence was non-fungible and that Sessions had the shoes in his\r\npossession when all inmates' shoes were taken by the Detention Center staff. See\r\nState v. Freiburger, 366 S.C. 125, 134, 620 S.E.2d 737, 741-42 (2005) (\"[W]here\r\nthe issue is the admissibility of non-fungible evidence--that is, evidence that is\r\nunique and identifiable--the establishment of a strict chain of custody is not\r\nrequired.\"). Furthermore, we agree with the trial judge that any arguments about\r\nthe ownership or possession of the shoes would go to the weight of the evidence\r\nrather than its admissibility. Cf. State v. Rogers, 361 S.C. 178, 187, 603 S.E.2d\r\n910, 915 (Ct. App. 2004) (\"South Carolina law does not require testimony as to the\r\nexclusion of any possibility of tampering.\").\r\n\r\n2.     Sessions further argues the trial judge should not have allowed SLED Agent\r\nMichael Prodan to testify as an expert about victimology, method of operation,\r\nmotive, and related subject matter, arguing admission of this testimony violated\r\nRule 702, SCRE, State v. White, 382 S.C. 265, 676 S.E.2d 684 (2009), and this\r\ncourt's opinion in State v. Tapp, 387 S.C. 159, 691 S.E.2d 165 (Ct. App. 2010),\r\nrev'd 398 S.C. 376, 728 S.E.2d 468 (2012). We find no reversible error.\r\n\r\nIn State v. White, the South Carolina Supreme Court held:\r\n\r\n            [T]he trial courts of this state have a gatekeeping role\r\n            with respect to all evidence sought to be admitted under\r\n            Rule 702 [of the South Carolina Rules of Evidence],\r\n\n             whether the evidence is scientific or nonscientific. In the\r\n             discharge of its gatekeeping role, a trial court must assess\r\n             the threshold foundational requirements of qualifications\r\n             and reliability and further find that the proposed evidence\r\n             will assist the trier of fact. The familiar evidentiary\r\n             mantra that a challenge to evidence goes to \"weight, not\r\n             admissibility\" may be invoked only after the trial court\r\n             has vetted the matters of qualifications and reliability and\r\n             admitted the evidence.\r\n\r\nWhite, 382 S.C. at 274, 676 S.E.2d at 689. The White decision was issued several\r\nmonths after the trial in the present case took place.\r\n\r\nAt trial, Sessions objected to Prodan's testimony, arguing among other grounds that\r\nit was not relevant. The trial judge qualified Prodan as an expert in the areas of\r\nbehavioral science and violent crime without evaluating the reliability of the\r\nsubstance of his testimony. Although Sessions did not specifically request the trial\r\njudge to exercise a gatekeeping role in determining whether Prodan's testimony\r\nwas admissible, we hold Sessions's objection on the ground of relevance was\r\nsufficiently specific to address this argument on appeal. See Rule 401, SCRE\r\n(\"'Relevant evidence' means evidence having any tendency to make the existence\r\nof any fact that is of consequence to the determination of the action more probable\r\nor less probable than it would be without the evidence.\"); State v. Tapp, 398 S.C.\r\n376, 385-86, 728 S.E.2d 468, 473 (2012) (\"While our preservation rules require\r\nthat objections to the admissibility of evidence be specific, they most certainly do\r\nnot require clairvoyance.\") (citation omitted). Moreover, we hold that even though\r\nthe law at the time of Sessions's trial allowed the reliability of nonscientific expert\r\ntestimony to be determined by the jury, the trial judge erred in admitting Prodan's\r\ntestimony without making his own determination as to whether it was reliable. See\r\nid. at 389, 728 S.E.2d at 475 (acknowledging the trial judge erred in admitting\r\ncertain expert testimony after making an initial determination of the witness's\r\nexpertise but without vetting the testimony for its reliability).\r\n\r\nNevertheless, we hold that \"beyond a reasonable doubt the trial error did not\r\ncontribute to the guilty verdict[s]\" against Sessions. Id. at 390, 728 S.E.2d at 475.\r\nHere, Prodan's testimony concerned only the victims and the crime scene. He\r\nnever identified Sessions, the co-defendant, or anyone else as a perpetrator and\r\ntestified that at his insistence, he was not given any information about any suspects\r\ndeveloped in the case. As was the case in Tapp, the jury made numerous factual\r\n\ndeterminations in arriving at its verdict, including (1) whether shoe prints found at\r\nthe crime scene matched the shoes taken from Sessions's property bag, (2) whether\r\nthe shoes taken from Sessions's property bag were the same shoes he had on his\r\nperson when he was initially taken into custody, (3) the reliability of a witness who\r\nallegedly heard Sessions and his co-defendant discussing how they would rob and\r\npossibly kill one of the victims, (4) the same witness's claims that the defendants\r\nrequested his assistance in the crime, (5) the reliability of the testimony of\r\nSessions's own expert in the field of footwear identification. Given these and other\r\nfactual questions, we hold that any error in the trial judge's failure to properly vet\r\nProdan's testimony for its reliability was harmless, and (6) the credibility of\r\ntestimony that certain individuals knew about the deaths of the victims before the\r\npolice found their bodies.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-064","title":"Plantation Federal Bank v. Gray","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-064.pdf","description":null,"date":"2013-01-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Plantation Federal Bank as successor in interest to First\r\n            Savers Bank, Respondent,\r\n\r\n            v.\r\n\r\n            J. Charles Gray and Waterford Ridge Owners\r\n            Association, Inc., Defendants,\r\n\r\n            Of whom, J. Charles Gray is the Appellant.\r\n\r\n            Appellate Case No. 2010-173846\r\n\r\n\r\n                           Appeal From Oconee County \n\r\n                        Ellis B. Drew, Jr., Master-in-Equity \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-064 \n\r\n                 Heard November 1, 2012 – Filed January 30, 2013 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            Charles R. Griffin, Jr., of Anderson, for Appellant.\r\n\r\n            Bradley Keith Richardson, of Anderson, for Respondent.\r\n\r\n\r\nPER CURIAM: Charles Gray appeals the master-in-equity's ruling ordering\r\nseparate trials on Plantation Federal Bank's (Bank) foreclosure action and his\r\n\ncompulsory legal counterclaims. Gray argues the master erred in allowing Bank to\r\nproceed with its foreclosure action before his compulsory legal counterclaims were\r\nadjudicated. We agree and reverse pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: Johnson v. S.C. Nat'l Bank, 292 S.C. 51, 54, 354 S.E.2d\r\n895, 896 (1987) (holding that when a defendant in an equitable action asserts a\r\ncompulsory counterclaim that alleges actions at law, both the plaintiff and the\r\ndefendant have a right to have a jury trial on the issues raised by the compulsory\r\nlegal counterclaim); id. at 56, 354 S.E.2d at 897 (stating that if there are factual\r\nissues common to both the legal and equitable claims, the legal claim, \"absent the\r\nmost imperative circumstances,\" must be tried, that is, disposed of, first);\r\nPlantation Fed. Bank v. Gray, Op. No. 5075 (S.C. Ct. App. filed Jan. 30, 2013)\r\n(Shearouse Adv. Sh. No. 5 at 51) (holding the master-in-equity erred in ordering\r\nseparate trials on a bank's foreclosure action and the defendant's compulsory legal\r\ncounterclaims because the master's order allowed the foreclosure action to be\r\ndecided prior to a jury trial on the compulsory legal counterclaims). We remand\r\nfor proceedings consistent with this opinion.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"}]