[{"id":"2013-UP-174","title":"State v. Rohr","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-174.pdf","description":null,"date":"2013-05-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           Loudin Rohr, Appellant.\r\n\r\n           Appellate Case No. 2011-189246\r\n\r\n\r\n                       Appeal From Dorchester County \n\r\n                 Diane Schafer Goodstein, Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-174 \n\r\n                   Heard April 2, 2013 – Filed May 1, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n           Appellate Defender Susan B. Hackett, of Columbia, for\r\n           Appellant.\r\n\r\n           Attorney General Alan M. Wilson, Assistant Attorney\r\n           General Jennifer E. Roberts, and Assistant Attorney\r\n           General J. Walt Whitmire, all of Columbia, for\r\n           Respondent.\r\n\r\n\r\nPER CURIAM: Loudin Rohr appeals his convictions for assault and battery of a\r\nhigh and aggravated nature and criminal domestic violence of a high and\r\n\naggravated nature, arguing the trial judge erred in allowing the State to\r\ninappropriately bolster the testimony of a child witness. We affirm pursuant to\r\nRule 220(b), SCACR, and the following authorities: State v. Kromah, 401 S.C.\r\n340, 362, 737 S.E.2d 490, 501 (2013) (finding error in the admission of improper\r\ncorroboration testimony may be harmless where there is evidence other than the\r\ncorroborated testimony, and the error \"could not reasonably have affected the\r\nresult of the trial\"); State v. Black, 400 S.C. 10, 27, 732 S.E.2d 880, 890 (2012)\r\n(\"An appellate court generally will decline to set aside a conviction due to\r\ninsubstantial errors not affecting the result.\" (citations omitted)).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-176","title":"Johnson v. Chaudhry","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-176.pdf","description":null,"date":"2013-05-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Marquette Johnson, as Mother and Natural Guardian of\r\n        D'Andre G., an infant under the age of 14 years,\r\n        Appellant/Respondent,\r\n\r\n        v.\r\n\r\n        Anu Chaudhry, M.D., McLeod Regional Medical Center,\r\n        and Florence Women's Health, Defendants,\r\n\r\n        Of Whom Anu Chaudhry, M.D., and Florence Women's\r\n        Health are Respondents/Appellants.\r\n\r\n        Appellate Case No. 2011-190146\r\n\r\n\r\n                   Appeal From Florence County \n\r\n                Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-176 \n\r\n               Heard April 2, 2013 – Filed May 1, 2013 \n\r\n\r\n\r\n                       APPEALS DISMISSED\r\n\r\n\r\n        Kevin Hayne Sitnik, The South Carolina Law Firm, of\r\n        Irmo, and Robert V. Phillips, McGowan, Hood & Felder,\r\n        LLC, of Rock Hill, for Appellant/Respondent.\r\n\n             Hugh W. Buyck and G. Wade Cooper, Buyck & Sanders,\r\n             LLC, of Mount Pleasant, and Deborah Harrison\r\n             Sheffield, of Columbia, for Respondents/Appellants.\r\n\r\n\r\nPER CURIAM: Marquette Johnson appeals the circuit court's denial of her\r\nrequest for an extension of a scheduling order's deadlines. She also appeals a\r\ndiscovery sanction order allowing her to present only one expert witness at trial on\r\nissues of liability. These decisions are not immediately appealable. See S.C. Code\r\nAnn. § 14-3-330(2)(a) (1977) (providing appellate jurisdiction to review \"[a]n\r\norder affecting a substantial right made in an action when such order . . . in effect\r\ndetermines the action and prevents a judgment from which an appeal might be\r\ntaken or discontinues the action\"); Grosshuesch v. Cramer, 377 S.C. 12, 30, 659\r\nS.E.2d 112, 122 (2008) (dismissing appeal of order in which circuit court limited\r\ndissemination of information obtained in discovery and declined to impose\r\nsanctions; \"discovery orders, in general, are interlocutory and are not immediately\r\nappealable because they do not, within the meaning of the appealability statute,\r\ninvolve the merits of the action or affect a substantial right\"). Therefore, we\r\ndismiss Johnson's appeal.\r\n\r\nAnu Chaudhry and Florence Women's Health appeal the circuit court's orders (1)\r\ngranting Johnson's motion to reconsider an order granting Chaudhry and Florence\r\nWomen's Health summary judgment, and (2) denying their motion to reconsider\r\nthe order granting Johnson's motion. Chaudhry and Florence Women's Health\r\nclaim that by making these rulings, the circuit court \"effectively denied\" their\r\nsummary judgment motion. Such decisions are not appealable. Bank of N.Y. v.\r\nSumter Cnty., 387 S.C. 147, 154, 691 S.E.2d 473, 477 (2010) (\"[I]t is well-settled\r\nthat an order denying summary judgment is never reviewable on appeal.\").\r\nTherefore, we dismiss Chaudhry and Florence Women's Health's cross-appeal.\r\n\r\nAPPEALS DISMISSED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-177","title":"Looney v. GrassRoots of SC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-177.pdf","description":null,"date":"2013-05-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Clarence Edward Looney and Grover E. Lown, Jr.,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        GrassRoots of South Carolina, Inc., Ed Kelleher, Robert\r\n        Butler, and Robert Holliday, Appellants.\r\n\r\n        Appellate Case No. 2011-192973\r\n\r\n\r\n                    Appeal From Lexington County\r\n                R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-177 \n\r\n              Heard January 9, 2013 – Filed May 1, 2013 \n\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Jonathan P. Whitehead, of The Law Offices of Jonathan\r\n        P. Whitehead, LLC, of Mauldin and Stephen Fulton\r\n        Shaw, of Stephen Fulton Shaw Attorney at Law, of\r\n        Travelers Rest, for Appellants.\r\n\r\n        S. Jahue Moore and John Calvin Bradley, Jr., both of\r\n        Moore, Taylor & Thomas, P.A., of West Columbia, for\r\n        Respondents.\r\n\nPER CURIAM: In this nonprofit corporation dispute, Ed Kelleher, Robert Butler,\r\nRobert Holliday, and GrassRoots of South Carolina, Inc. (Appellants) appeal the\r\ncircuit court's issuance of a preliminary injunction against them. We reverse and\r\nremand.\r\n\r\n\"The purpose of a preliminary injunction is to preserve the status quo and prevent\r\nirreparable harm to the party requesting it.\" Compton v. S.C. Dep't of Corr., 392\r\nS.C. 361, 366, 709 S.E.2d 639, 642 (2011). The party requesting the preliminary\r\ninjunction must both allege facts sufficient to state a cause of action for an\r\ninjunction and demonstrate the relief is reasonably needed to preserve the parties'\r\nrights during litigation. Id. Thus, the party seeking a preliminary injunction must\r\nestablish \"(1) it would suffer irreparable harm if the injunction is not granted; (2) it\r\nwill likely succeed on the merits of the litigation; and (3) there is an inadequate\r\nremedy at law.\" Scratch Golf Co. v. Dunes W. Residential Golf Props., Inc., 361\r\nS.C. 117, 121, 603 S.E.2d 905, 908 (2004).\r\n\r\nHere, the circuit court failed to consider whether Respondents would suffer\r\nirreparable harm if the injunction was not granted or if Respondents had an\r\nadequate remedy at law. Accordingly, we reverse the circuit court's prior order and\r\nremand so the circuit court can make the required findings of fact as to all of the\r\nelements necessary to establish an injunction. See Simons v. Simons, 263 S.C. 509,\r\n515, 211 S.E.2d 555, 559 (1975) (reversing the family court and remanding so that\r\nthe family court can include specific findings of fact as required by the family\r\ncourt rules); State Bd. of Med. Exam'rs v. Gandy, 248 S.C. 300, 306, 149 S.E.2d\r\n644, 646 (1966) (\"Where found necessary to a proper review, the case will be\r\nremanded on the court's own motion for specific findings of fact.\"); Rule 65(d),\r\nSCRCP (stating an order issuing an injunction must set forth the reasons for its\r\nissuance in specific terms and shall describe in reasonable detail the act or acts to\r\nbe restrained).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-178","title":"State v. Cheek","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-178.pdf","description":null,"date":"2013-05-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Tristan Cheek a/k/a Tristain Cheek, Appellant.\r\n\r\n            Appellate Case No. 2011-191471\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                      Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-178 \n\r\n                     Heard April 2, 2013 – Filed May 1, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender Dayne C. Phillips, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Jennifer Ellis Roberts, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Tristan Cheek appeals his conviction for peeping and the portion\r\nof his sentence requiring him to register as a sex offender. Cheek argues that the\r\ntrial court erred in denying his motion for mistrial, and that the registration\r\n\nrequirement violates his substantive due process rights. We affirm pursuant to\r\nRule 220(b)(1), SCACR.\r\n\r\nThe mistrial issue and Cheek's argument on that issue are preserved. See State v.\r\nState v. Oxner, 391 S.C. 132, 134, 705 S.E.2d 51, 52 (2011) (\"[A]ll this Court has\r\never required is that the questions presented for its decision must first have been\r\nfairly and properly raised to the lower court and passed upon by that court.\"\r\n(citation and quotation marks omitted; alteration in original)); State v. Brannon,\r\n388 S.C. 498, 502, 697 S.E.2d 593, 595-96 (2010) (\"Error preservation rules do not\r\nrequire a party to use the exact name of a legal doctrine in order to preserve an\r\nissue for appellate review. Instead, a litigant is only required to fairly raise the\r\nissue to the trial court, thereby giving it an opportunity to rule on the issue.\"\r\n(citations omitted)). However, we find the trial court acted within its discretion.\r\nSee State v. Council, 335 S.C. 1, 12, 515 S.E.2d 508, 514 (1999) (\"The decision to\r\n. . . deny a motion for a mistrial is a matter within a trial court's sound discretion,\r\nand such a decision will not be disturbed on appeal absent an abuse of discretion\r\namounting to an error of law.\"); see also 335 S.C. at 13, 515 S.E.2d at 514 (\"[T]o\r\nreceive a mistrial, the defendant must show error and resulting prejudice.\").\r\n\r\nAs to Cheek's appeal of having to register as a sex offender, the issue is preserved,\r\nbut the argument Cheek makes on appeal is not preserved. At sentencing, Cheek\r\nmade only a conclusory argument on due process. He did not present the specific\r\nsubstantive due process argument he makes on appeal to the trial court. See Dunes\r\nW. Golf Club, LLC v. Town of Mt. Pleasant, 401 S.C. 280, 302 & n.11, 737 S.E.2d\r\n601, 612 & n.11 (2013) (finding appellant's substantive due process violation\r\nargument was \"not procedurally appropriate\" because appellant raised it for the\r\nfirst time on appeal); State v. Bickham, 381 S.C. 143, 147 n.2, 672 S.E.2d 105, 107\r\nn.2 (2009) (finding appellant's argument not preserved because he did not present it\r\nbelow). In addition, Cheek did not identify a specific liberty or property interest at\r\nsentencing or in his appellate brief. See Hawkins v. Freeman, 195 F.3d 732, 749\r\n(4th Cir. 1999) (en banc) (\"[T]he substantive component of the due process clause\r\nonly protects from arbitrary government action that infringes a specific liberty\r\ninterest.\"); Dunes W. Golf Club, LLC, 401 S.C. at 296, 737 S.E.2d at 609 (\"In order\r\nto prove a denial of substantive due process, a party must show that he was\r\narbitrarily and capriciously deprived of a cognizable property interest rooted in\r\nstate law.\"). He has never identified a property interest, and the first time he\r\nidentified a liberty interest was at oral argument before this court. See State v.\r\nSpears, 393 S.C. 466, 486, 713 S.E.2d 324, 334 (Ct. App. 2011) (declining to\r\naddress argument that appellant raised for the first time at oral argument).\r\n\nAFFIRMED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-182","title":"SCDSS v. Trista C.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-182.pdf","description":null,"date":"2013-05-02","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Trista C., Justin C., Annie B., and Charles B.,\r\n        Defendants,\r\n\r\n        Of whom Justin C. is the Appellant,\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2013-000034\r\n\r\n\r\n\r\n                   Appeal From Lexington County \n\r\n                 Robert E. Newton, Family Court Judge\n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-182 \n\r\n              Submitted May 1, 2013 – Filed May 2, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        John W. Carrigg, Jr., of Carrigg Law Firm, of Lexington,\r\n        for Appellant.\r\n\n              Catherine Fant, of the South Carolina Department of\r\n              Social Services, of Lexington, for Respondent.\r\n\r\n              David Kellum Allen, of Williams Hendrix Steigner &\r\n              Brink, P.A., of Lexington, for Guardian ad Litem.\r\n\r\n\r\n\r\nPER CURIAM: Justin C. appeals the family court's order of removal. Upon a\r\nthorough review of the record and the family court's findings of fact and\r\nconclusions of law pursuant to Ex parte Cauthen, 291 S.C. 465, 354 S.E.2d 381\r\n(1987), we find no meritorious issues that warrant briefing. Accordingly, we\r\naffirm the family court's ruling and grant counsel's motion to be relieved.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-153","title":"Bundy v. Shirley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-153.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           W.H. Bundy, Jr., Appellant,\r\n\r\n           v.\r\n\r\n           Bobby Brent Shirley, Respondent.\r\n\r\n           Appellate Case No. 2012-208007\r\n\r\n\r\n                       Appeal From Kershaw County \n\r\n                    Roderick M. Todd, Jr., Special Referee \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-153 \n\r\n                 Heard January 9, 2013 – Filed April 10, 2013 \n\r\n                Withdrawn, Substituted and Refiled May 8, 2013 \n\r\n\r\n\r\n                                REVERSED\r\n\r\n\r\n           M. Brent McDonald, of Smith Bundy Bybee & Barnett,\r\n           P.C., of Mount Pleasant, and Stephen A. Spitz, of\r\n           Charleston, for Appellant.\r\n\r\n           John W. Wells, of Baxley, Pratt & Wells, P.A., of\r\n           Lugoff, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: This appeal arises out of a declaratory judgment action seeking a\r\ndetermination as to whether Respondent Bobby Brent Shirley has a prescriptive\r\n\neasement over a road (the Disputed Road) on rural property owned by Appellant\r\nW.H. Bundy, Jr. The special referee found that Shirley established a right to use\r\nthe Disputed Road. On appeal, Bundy argues the special referee erred by: (1)\r\nfailing to require Shirley establish a right to a prescriptive easement by clear and\r\nconvincing evidence; (2) finding that Shirley established a prescriptive easement\r\nover the Disputed Road; and (3) failing to rule that Shirley's inequitable conduct\r\nbarred any relief sought by him in this action due to the doctrine of unclean hands.\r\nWe reverse.\r\n\r\n1. As to Bundy's argument that the special referee erred by finding that Shirley\r\nestablished a prescriptive easement over the Disputed Road, we agree because\r\nShirley did not establish his use of the Disputed Road was adverse or under a claim\r\nof right for twenty years. See S.C. Dep't of Transp. v. Horry Cnty., 391 S.C. 76,\r\n82, 705 S.E.2d 21, 24 (2011) (stating an appellate court \"will not overturn a trial\r\ncourt's finding that an easement exists unless that conclusion is controlled by an\r\nerror of law or without evidentiary support\"); Jones v. Daley, 363 S.C. 310, 316,\r\n609 S.E.2d 597, 599-600 (Ct. App. 2005) (\"In order to establish an easement by\r\nprescription, a party must only show: (1) the continued and uninterrupted use or\r\nenjoyment of a right for a full period of twenty years; (2) the identity of the thing\r\nenjoyed; and (3) that the use or enjoyment was adverse or under a claim of right.\").\r\nRelying on Revis v. Barrett, 321 S.C. 206, 467 S.E.2d 460 (Ct. App. 1996), the\r\nspecial referee found that permission \"does not defeat an easement by prescription\r\nbased on a claim of right.\" We find this to be an error of law. See Williamson v.\r\nAbbott, 107 S.C. 397, 401, 93 S.E. 15, 16 (1917) (\"The asking and obtaining of\r\npermission, whether from the tenant or owner of the servient estate, stamps the\r\ncharacter of the use as not having been adverse, or under claim of right, and\r\ntherefore as lacking that essential element which was necessary for it to ripen into\r\na right by prescription.\"). Here, the parties stipulated the property Shirley now\r\nowns was transferred to Shirley's parents on May 10, 1985. The parties also\r\nstipulated: \"In 2004, Shirley put up a gate located on the property line between the\r\nBundy Property and the property owned by the Miller Family with the permission\r\nof Bundy.\" Assuming Shirley's use of the Disputed Road was not permissive from\r\n1985 until Bundy gave Shirley permission to build the gate in 2004, the nineteen-\r\nyear time period is insufficient to establish a prescriptive easement. In Revis, the\r\nlandowner did not give the party asserting a prescriptive easement permission to\r\nuse the disputed road; rather, the landowner recognized the right of the party to use\r\nthe road. See Revis, 321 S.C. at 210, 467 S.E.2d at 462 (finding evidence\r\nsupported the master's finding that Revis' right to use the disputed road flowed\r\nfrom a \"claim of right\" and not from a grant of permission). Based on the parties'\r\n\nstipulations, Bundy's grant of permission for Shirley to build the gate defeats a\r\nclaim of right or adverse use of the Disputed Road because the use of the Disputed\r\nRoad was permissive. See McCrea v. City of Georgetown, 384 S.C. 328, 332, 681\r\nS.E.2d 918, 921 (Ct. App. 2009) (noting stipulations are binding on the parties as\r\nwell as the court); Paine Gayle Properties, LLC v. CSX Transp., Inc., 400 S.C.\r\n568, 585-86, 735 S.E.2d 528, 537-38 (Ct. App. 2012) (discussing permissive use of\r\nthe disputed property and finding the granting of permission to use the property\r\ndefeats a prescriptive easement claim). Furthermore, we also find the special\r\nreferee erred by determining that because Shirley established \"a prescriptive\r\neasement during the Bennett ownership period, it is unnecessary to establish a\r\nprescriptive easement during the Shirley ownership period.\" The Bennett family\r\nowned the property Shirley now owns from 1947-1968. In order to use the Bennett\r\nfamily's prescriptive use of the Disputed Road, Shirley was required to offer\r\nevidence that the Disputed Road continued to be used under a claim of right or in\r\nan adverse manner between the Bennett family's use and the Shirley family's use.\r\nHowever, Shirley presented no evidence that the use of the Disputed Road between\r\n1968 and 1985 was adverse or under a claim of right. See Kelley v. Snyder, 396\r\nS.C. 564, 575, 722 S.E.2d 813, 819 (Ct. App. 2012) (noting parties may \"tack\" the\r\nperiod of prior owners to satisfy the twenty-year prescriptive easement period if\r\nthe prior owners are in privity and the prior owners' use was adverse or under a\r\nclaim of right). Therefore, even if the special referee was correct that the Bennett\r\nfamily had a prescriptive easement over the Disputed Road, Shirley is unable to\r\ntack the Bennett family's use to establish his prescriptive easement claim. For the\r\nforegoing reasons, we find the special referee erred by finding Shirley established a\r\nprescriptive easement.\r\n\r\n2. As to Bundy's remaining arguments on appeal, we decline to address these\r\nissues because the above findings are dispositive of the appeal. See Young v.\r\nCharleston Cnty. Sch. Dist., 397 S.C. 303, 311, 725 S.E.2d 107, 111 (2012)\r\n(declining to address additional remaining issues when the disposition of a prior\r\nissue was dispositive of the appeal).\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-180","title":"State v. Parker","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-180.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Orlando Parker, Appellant.\r\n\r\n            Appellate Case No. 2011-194990\r\n\r\n\r\n                       Appeal From Greenville County \n\r\n                     Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-180 \n\r\n                    Heard April 9, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            J. Falkner Wilkes, of Greenville, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Christina J. Catoe, both of Columbia,\r\n            for Respondent.\r\n\r\n\r\nPER CURIAM: Orlando Parker appeals his conviction for trafficking in cocaine.\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\nBerkemer v. McCarty, 468 U.S. 420, 439-40 (1984) (noting \"the usual traffic stop\r\n\nis more analogous to a so-called 'Terry1 stop' . . . than to a formal arrest\" and\r\nstating \"the similarly noncoercive aspect of ordinary traffic stops prompts us to\r\nhold that persons temporarily detained pursuant to such stops are not 'in custody'\r\nfor the purposes of Miranda\"2), quoted in State v. Corley, 383 S.C. 232, 243-44,\r\n679 S.E.2d 187, 193 (Ct. App. 2009); United States v. Ross, 456 U.S. 798, 825\r\n(1982) (\"If probable cause justifies the [warrantless] search of a lawfully stopped\r\nvehicle, it justifies the search of every part of the vehicle and its contents that may\r\nconceal the object of the search.\"), quoted in State v. Morris, 395 S.C. 600, 610,\r\n720 S.E.2d 468, 472-73 (Ct. App. 2011); Rakas v. Illinois, 439 U.S. 128, 133-34\r\n(1978) (\"'Fourth Amendment rights are personal rights which, like some other\r\nconstitutional rights, may not be vicariously asserted.'\") (quoting Alderman v.\r\nUnited States, 394 U.S. 165, 174 (1969)); State v. Lane, 271 S.C. 68, 71-72, 245\r\nS.E.2d 114, 116 (1978) (finding the odor emanating from a package was a\r\nsufficient basis to establish probable cause for its search and seizure and further\r\nexplaining that \"an officer of the law, familiar with the odor of marijuana, believed\r\nthe odor being emitted was that of marijuana\"); State v. Morris, 395 S.C. 600, 608,\r\n720 S.E.2d 468, 471-72 (Ct. App. 2011) (affirming the trial court's determination\r\nthat reasonable suspicion existed to extend the duration and scope of a traffic stop\r\nfor \"a reasonable investigation of drug activity\" based on testimony by a police\r\nofficer that he smelled marijuana as he approached the rental car the defendant was\r\ndriving and learned the defendant was not an authorized driver when he requested\r\nthe defendant's license and registration); State v. Porter, 389 S.C. 27, 37, 698\r\nS.E.2d 237, 242 (Ct. App. 2010) (\"The general rule of issue preservation is if an\r\nissue was not raised to and ruled upon by the trial court, it will not be considered\r\nfor the first time on appeal.\"). Our decision to affirm Parker's conviction obviates\r\na decision on the State's argument that if we were to find any of the issues Parker\r\nhas raised on appeal have merit, the matter should be remanded to the trial court\r\nfor a determination of whether an inventory search would have resulted in the\r\ninevitable discovery of the contraband that Parker sought to exclude at trial. See\r\nState v. Rivera, Op. No. 27220 (S.C. Sup. Ct. filed Feb. 13, 2013) (Shearouse Adv.\r\nSh. No. 7 at 43, 65) (declining to reach certain issues because the resolution of a\r\nprior issue on appeal was dispositive of the appeal).\r\n\r\n\r\n\r\n1   Terry v. Ohio, 392 U.S. 1 (1968).\r\n2   Miranda v. Arizona, 384 U.S. 436 (1966).\r\n\nAFFIRMED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-181","title":"State v. Cobb","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-181.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Timothy Levern Cobb, Appellant.\r\n\r\n        Appellate Case No. 2011-202486\r\n\r\n\r\n\r\n                    Appeal From Pickens County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-181 \n\r\n             Submitted February 1, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor William Walter Wilkins, III,\r\n        of Greenville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-183","title":"Russell v. DHEC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-183.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Robert Russell, Employee/Claimant, Respondent,\r\n\r\n        v.\r\n\r\n        Department of Health and Environmental Control,\r\n        Employer, and The State Accident Fund, Carrier,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2012-211873\r\n\r\n\r\n                     Appeal From Berkeley County \n\r\n               Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-183 \n\r\n               Heard April 10, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Margaret M. Urbanic, of Clawson & Staubes, LLC, of\r\n        Charleston, and Ellen H. Goodwin, of State Accident\r\n        Fund, of Columbia, for Appellants.\r\n\r\n        J. David Murrell, of Murrell Law Firm, LLC, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: In this workers' compensation action, the Department of Health\r\nand Environmental Control (DHEC) and The State Accident Fund (the Fund)\r\n(collectively known as Appellants) appeal the circuit court's decision to affirm the\r\nSouth Carolina Workers' Compensation Appellate Panel's (Appellate Panel)\r\nfinding that Robert Russell was permanently and totally disabled and entitled to\r\ncompensation pursuant to section 42-9-400 of the South Carolina Code (1985 &\r\nSupp. 2005). We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the circuit court erred, as a matter of law, in affirming the\r\nAppellate Panel's finding that Russell was entitled to compensation pursuant to\r\nsection 42-9-400: § 42-9-400(a) (\"If an employee who has a permanent physical\r\nimpairment from any cause or origin incurs a subsequent disability from injury by\r\naccident arising out of and in the course of his employment, resulting in\r\ncompensation and medical payments liability or either, for disability that is\r\nsubstantially greater, by reason of the combined effects of the preexisting\r\nimpairment and subsequent injury or by reason of the aggravation of the\r\npreexisting impairment, than that which would have resulted from the subsequent\r\ninjury alone, the employer or his insurance carrier shall in the first instance pay all\r\nawards of compensation and medical benefits provided by this Title; but such\r\nemployer or his insurance carrier shall be reimbursed from the Second Injury Fund\r\n. . . .\") (emphasis added)1; Ellison v. Frigidaire Home Prods., 371 S.C. 159, 164,\r\n638 S.E.2d 664, 666 (2006) (\"There [was] no requirement that the pre-existing\r\ncondition aggravated the injury, or that the injury aggravated the pre-existing\r\ncondition, so long as there [was] a greater disability simply from the 'combined\r\neffects' of the injury and the pre-existing condition.\").\r\n\r\n2. As to whether the circuit court erred in affirming the Appellate Panel's finding\r\nthat Russell was permanently and totally disabled: S.C. Code Ann. § 1-23-\r\n380(5)(d), (e) (Supp. 2012) (stating the appellate court may reverse or modify the\r\n\r\n1 Section 42-9-400(a) was later amended to refer to a \"disability that is\r\nsubstantially greater and is caused by aggravation of the preexisting impairment\r\nthan that which would have resulted from the subsequent injury alone,\" and the\r\nlanguage regarding \"combined effects\" was omitted. Act No. 111, Pt. II, § 3, 2007\r\nS.C. Acts 599 (emphasis added). However, this change is applicable only to\r\ninjuries that occur on or after July 1, 2007, and the parties do not argue the new\r\nversion applies here.\r\n\nAppellate Panel's decision only if the claimant's substantial rights have been\r\nprejudiced because the decision is affected by an error of law or is clearly\r\nerroneous in view of the reliable, probative, and substantial evidence on the whole\r\nrecord); Bartley v. Allendale Cnty. Sch. Dist., 392 S.C. 300, 306, 709 S.E.2d 619,\r\n622 (2011) (stating the Appellate Panel is the ultimate fact finder in workers'\r\ncompensation cases and as a general rule, this court must affirm the findings of fact\r\nmade by the Appellate Panel if they are supported by substantial evidence); id.\r\n(\"'Substantial evidence is that evidence which, in considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion the [Appellate Panel]\r\nreached.'\" (quoting Hill v. Eagle Motor Lines, 373 S.C. 422, 436, 645 S.E.2d 424,\r\n431 (2007))); id. (\"'The possibility of drawing two inconsistent conclusions from\r\nthe evidence does not prevent the [Appellate Panel's] finding from being supported\r\nby substantial evidence.'\" (quoting Hill, 373 S.C. at 436, 645 S.E.2d at 431)).\r\n\r\n3. As to whether the circuit court erred in affirming the Appellate Panel's finding\r\nthat Appellants were responsible for medical costs related to Russell's\r\npsychological condition: § 42-9-400(a) (stating \"the employer or his insurance\r\ncarrier shall in the first instance pay all awards of compensation and medical\r\nbenefits provided by this Title; but such employer or his insurance carrier shall be\r\nreimbursed from the Second Injury Fund . . . .\"); Ellison, 371 S.C. at 164, 638\r\nS.E.2d at 666 (\"Providing for an employer's reimbursement from the [Second\r\nInjury] Fund for the 'combined effects' of a workplace injury and pre-existing\r\nconditions would be futile unless a claimant could actually make such a recovery\r\nin the first place.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-184","title":"Soules v. City of Spartanburg","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-184.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Clayton Keith Soules, Jr., Claimant, Respondent,\r\n\r\n            v.\r\n\r\n            City of Spartanburg, Employer, and South Carolina\r\n            Municipal Self Insurance Trust Fund, Carrier,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2012-209047\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-184 \n\r\n                  Heard February 14, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            William E. Shaughnessy and Stephanie Lamb Pugh, both\r\n            of Greenville, for Appellants.\r\n\r\n            John David Hawkins and Charles Logan Rollins, II, both\r\n            of Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: In this workers' compensation case, the City of Spartanburg and\r\nthe South Carolina Municipal Self Insurance Trust Fund argue the South Carolina\r\nWorkers' Compensation Commission erred in upholding a determination by the\r\n\nsingle commissioner that Respondent Clayton Keith Soules, Jr., suffered a\r\ncompensable injury that was not barred by the \"going and coming rule.\" We find\r\nno error of law in the Commission's decision that Soules was entitled to workers'\r\ncompensation benefits and we find the decision to be supported by substantial\r\nevidence of record; therefore, we affirm pursuant to Rule 220(b)(1), SCACR, and\r\nfollowing authorities: S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp. 2012)\r\n(providing this court may not substitute its judgment for that of the Commission as\r\nto the weight of the evidence, but may reverse where the decision is affected by an\r\nerror of law or clearly erroneous in view of the reliable, probative, and substantial\r\nevidence on the whole record); Whitworth v. Window World, Inc., 377 S.C. 637,\r\n641, 661 S.E.2d 333, 336 (2008) (discussing the \"duty or task exception\" to the\r\n\"going and coming rule\" and noting that under this exception \"an employee will\r\nnot be precluded from receiving benefits where the employee, on his way to or\r\nfrom his work, is charged with some duty or task in connection with his\r\nemployment\"); Medlin v. Upstate Plaster Serv., 329 S.C. 92, 95, 495 S.E.2d 447,\r\n449 (1998) (holding that notwithstanding the general rule that an injury that occurs\r\nwhen \"an employee [is] going to or coming from the place where his work is to be\r\nperformed\" is not compensable, an employee is eligible for benefits \"[w]here, in\r\ngoing to and returning from work . . . the time that is consumed is paid for or\r\nincluded in the wages\"). As to Soules's argument that this appeal should be\r\ndismissed as fatally defective because the notice of appeal did not comply with\r\nsection 42-17-60 of the South Carolina Code (1985), we hold the notice was\r\nsufficient under the South Carolina Appellate Court Rules and the South Carolina\r\nAdministrative Procedures Act (APA) in order for the appeal to proceed. See S.C.\r\nCode Ann. § 1-23-380(1) (Supp. 2012) (\"Proceedings for review are instituted by\r\nserving and filing notice of appeal as provided in the South Carolina Appellate\r\nCourt Rules . . . .\"); Rule 203(e)(2), SCACR (listing the information that must be\r\nincluded in the notice of appeal of an administrative tribunal's decision); Bone v.\r\nU.S. Food Serv., 399 S.C. 566, 570, 733 S.E.2d 200, 202 (2012) (noting \"our long-\r\nstanding rule that the APA governs the review of administrative agency matters\r\nand is controlling over any provisions that conflict with its terms\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-185","title":"State v. Vargas","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-185.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gener Vargas, Appellant.\r\n\r\n        Appellate Case No. 2012-208610\r\n\r\n\r\n\r\n                     Appeal From Horry County \n\r\n              Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-185 \n\r\n              Submitted April 1, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia; and Solicitor Jimmy A. Richardson, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-186","title":"State v. Spratt","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-186.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eric Spratt, Appellant.\r\n\r\n        Appellate Case No. 2011-193948\r\n\r\n\r\n                      Appeal From York County \n\r\n                   Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-186 \n\r\n              Submitted April 1, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Sosbee, 371 S.C. 104, 111, 637 S.E.2d 571, 574 (Ct. App.\r\n2006) (\"[A]n uncounseled conviction that does not result in actual imprisonment\r\nmay be used to enhance a subsequent conviction.\"); State v. Wickenhauser, 309\r\nS.C. 377, 380, 423 S.E.2d 344, 346 (1992) (\"[W]hen a defendant is not actually\r\nincarcerated on a prior uncounseled conviction, that offense may be used for\r\nenhancement.\"); id. at 380, 423 S.E.2d at 346 (holding the sentencing court\r\nproperly used defendant's prior uncounseled conviction to enhance his punishment\r\nfor a subsequent offense when the prior sentence was suspended upon probation\r\nand defendant was not imprisoned); State v. Payne, 332 S.C. 266, 272, 504 S.E.2d\r\n335, 338 (Ct. App. 1998) (\"[O]nce the State has proven the prior conviction[,] . . .\r\nthe defendant has the burden of proving it is constitutionally defective or otherwise\r\ninvalid by a preponderance of the evidence.\"); id. at 271, 504 S.E.2d at 337 (noting\r\nthe Due Process Clause does not require a state to adopt one procedure for\r\ndetermining the burden of proof instead of another on the basis that it may produce\r\nmore favorable results for the defendant).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-187","title":"White's Mill v. Weeks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-187.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        White's Mill Colony, Inc., Respondent,\r\n\r\n        v.\r\n\r\n        Richard Weeks, Lillian Davis, Jerry Rouse, Jimmie\r\n        Johnson, and Leon Kelly, Defendants,\r\n\r\n        Of whom Richard Weeks is the Appellant.\r\n\r\n        Appellate Case No. 2011-184846\r\n\r\n\r\n                     Appeal From Sumter County \n\r\n                  Richard L. Booth, Master-in-Equity \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-187 \n\r\n              Submitted April 1, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Richard Weeks, of Sumter, pro se.\r\n\r\n        Kenneth R. Young, Jr., of Young, Keffer, & Donnald,\r\n        LLC, of Sumter, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to Weeks's argument the master-in-equity's orders do not accurately reflect\r\nwhat occurred during the hearing and contained a material deficiency: Degenhart\r\nv. Knights of Columbus, 309 S.C. 114, 118, 420 S.E.2d 495, 497 (1992) (\"An issue\r\non which the master-in-equity never ruled and which was not raised in post-trial\r\nmotions is not properly before this [c]ourt.\"); Plantation Shutter Co. v. Ezell, 328\r\nS.C. 475, 481 n.2, 492 S.E.2d 404, 407 n.2 (Ct. App. 1997) (noting issues are not\r\npreserved for appellate review when the master-in-equity never ruled on the issues\r\nand the appellant never made a motion to amend or alter the judgment pursuant to\r\nRule 59(e), SCRCP).\r\n\r\n2. As to Weeks's argument concerning the falsification of the hearing transcript:\r\nEllie, Inc. v. Miccichi, 358 S.C. 78, 103, 594 S.E.2d 485, 498 (Ct. App. 2004)\r\n(holding an appellate court cannot address an issue unless it was raised to and ruled\r\nupon by the master-in-equity).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-188","title":"State v. Michaelson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-188.pdf","description":null,"date":"2013-05-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jeffrey Michaelson, Appellant.\r\n\r\n        Appellate Case No. 2010-166526\r\n\r\n\r\n                     Appeal From Berkeley County \n\r\n               Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-188 \n\r\n              Submitted April 1, 2013 – Filed May 8, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Donald J. Zelenka, all\r\n        of Columbia; and Solicitor Scarlett Anne Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Meggett, 398 S.C. 516, 523, 728 S.E.2d 492, 496 (Ct. App.\r\n2012) (\"The denial of a motion for a continuance is within the sound discretion of\r\nthe trial court and will not be disturbed absent a showing of an abuse of discretion\r\nresulting in prejudice.\"); State v. McKennedy, 348 S.C. 270, 280, 559 S.E.2d 850,\r\n855 (2002) (\"[The supreme court] has repeatedly upheld denials of motions for\r\ncontinuances where there is no showing that any other evidence on behalf of the\r\ndefendant could have been introduced, or that any other points could have been\r\nraised, if more time had been granted to prepare for trial.\"); State v. Colden, 372\r\nS.C. 428, 438, 641 S.E.2d 912, 918 (Ct. App. 2007) (\"All components of Rule\r\n7(b), SCRCrimP, including that of the attestation under oath, are strictly required,\r\nand a party asking for a continuance must show due diligence in trying to procure\r\nthe testimony of the witness, as well as what the party believes the absent witness\r\nwould testify to and the basis for that belief.\"); id. at 439, 641 S.E.2d at 918-19 (\"It\r\nis paramount that the party asking for the continuance show 'due diligence' was\r\nused in trying to procure the absent witness.\"); United States v. Valenzuela-Bernal,\r\n458 U.S. 858, 867 (1982) (noting \"the Sixth Amendment does not by its terms\r\ngrant to a criminal defendant the right to secure the attendance and testimony of\r\nany and all witnesses\"); State v. Richardson, 253 S.C. 468, 473-74, 171 S.E.2d\r\n717, 719 (1969) (noting \"the State is not required to place upon the stand every\r\nwitness who has knowledge of material facts connected with the crime charged or\r\nwhose name is endorsed upon the indictment\"); State v. Charping, 333 S.C. 124,\r\n129, 508 S.E.2d 851, 854 (1998) (\"[A]n adverse inference from the unexplained\r\nfailure of a party to call an available witness is generally held not warranted where\r\nthe material facts assumed to be within the knowledge of the absent witness have\r\nbeen testified to by other qualified witnesses.\"); State v. Morris, 376 S.C. 189, 209,\r\n656 S.E.2d 359, 370 (2008) (stating when testimony from unavailable witnesses\r\nwould be cumulative, the defendant cannot make a successful argument for a\r\ncontinuance).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-193","title":"SCDSS v. Amber M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-193.pdf","description":null,"date":"2013-05-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Amber M., William M., and John Doe, Defendants,\r\n\r\n        Of whom William M. is the Appellant,\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2012-213709\r\n\r\n\r\n                    Appeal From Pickens County\r\n                W. Marsh Robertson, Family Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-193 \n\r\n             Submitted April 19, 2013 – Filed May 14, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Raymond Talmage Wooten, of Smith, Jordan, Lavery &\r\n        Lee, P.A., of Easley, for Appellant.\r\n\r\n        Patti Beverly Brady, of the South Carolina Department of\r\n        Social Services, of Pickens, for Respondent.\r\n\n              Steven Luther Alexander, of the Alexander Law Firm, of\r\n              Pickens, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: William M. appeals from the family court's final order\r\nterminating his parental rights to his minor children. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2012). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-191","title":"State v. Rachels","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-191.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Phillip Rachels, Appellant.\r\n\r\n            Appellate Case No. 2012-209831\r\n\r\n\r\n\r\n                          Appeal From Aiken County \n\r\n                     Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-191 \n\r\n                  Submitted April 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                             APPEAL DISMISSED\r\n\r\n\r\n            Appellate Defender Susan Barber Hackett, of Columbia;\r\n            and Phillip Rachels, pro se, for Appellant.\r\n\r\n            Tommy Evans, Jr., of the South Carolina Department of\r\n            Probation, Parole and Pardon Services, of Columbia, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-192","title":"State v. Laird","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-192.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Leroy Laird, Appellant.\r\n\r\n        Appellate Case No. 2012-207806\r\n\r\n\r\n\r\n                     Appeal From Aiken County \n\r\n                Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-192 \n\r\n             Submitted April 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Tommy Evans, Jr., of the South Carolina Department of\r\n        Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-194","title":"Best v. Glover","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-194.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Hartford R. Best, Appellant,\r\n\r\n            v.\r\n\r\n            Samuel B. Glover, Director of the South Carolina\r\n            Department of Probation, Parole and Pardon Board,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-184506\r\n\r\n\r\n                         Appeal From Richland County\r\n                     L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-194 \n\r\n                 Submitted March 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                             APPEAL DISMISSED\r\n\r\n\r\n            Hartford Best, pro se.\r\n\r\n            Tommy Evans, Jr., of the South Carolina Department of\r\n            Probation, Parole and Pardon Board, of Columbia, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Because a procedural defect precludes meaningful review of this\r\nappeal, we dismiss pursuant to Rule 220(b), SCACR, and the following authority:\r\n\nRule 211(b), SCACR (requiring the content of a party's final brief to be identical to\r\nthe initial brief, with the exception of including references to the record on appeal\r\nand correcting obvious typographical errors and misspellings contained in the\r\ninitial brief).1\r\n\r\nAPPEAL DISMISSED.2\n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We also find the appeal fails on the merits because Best did not demonstrate the\r\nlack of any other legal remedy. See Redmond v. Lexington Co. Sch. Dist., 314 S.C.\r\n431, 437, 445 S.E.2d 441, 445 (1994) (providing to obtain a writ of mandamus, the\r\napplicant must show the co-existence of four elements, including a lack of any\r\nother legal remedy). Best's failure to seek post-conviction relief warranted\r\ndismissal of his petition for a writ of mandamus. See S.C. Code Ann. § 17-27-\r\n20(a)(5) (2003) (providing post-conviction relief is the exclusive remedy for\r\nchallenging the parole board unlawfully revoked a person's parole).\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-195","title":"State v. Causey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-195.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Herbert Causey, Appellant.\r\n\r\n        Appellate Case No. 2011-199367\r\n\r\n\r\n                     Appeal From Horry County \n\r\n               William H. Seals, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-195 \n\r\n             Submitted March 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Attorney General Christina J. Catoe, both of Columbia,\r\n        for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Turner, 373 S.C. 121, 127, 644 S.E.2d 693, 696 (2007) (\"A\r\ncriminal defendant may be deprived of due process of law by an identification\r\nprocedure which is unnecessarily suggestive and conducive to irreparable mistaken\r\nidentification.\"); id. (\"The United States Supreme Court has developed a two-prong\r\ninquiry to determine the admissibility of an out-of-court identification.\" (citing Neil\r\nv. Biggers, 409 U.S. 188 (1972))); id. (stating the first prong of the inquiry is\r\n\"whether the identification process was unduly suggestive\"); State v. Moore, 343\r\nS.C. 282, 287, 540 S.E.2d 445, 447-48 (2000) (\"'Only if [the identification process]\r\nwas suggestive need the court consider the second question—whether there was a\r\nsubstantial likelihood of irreparable misidentification.'\" (quoting Jefferson v. State,\r\n206 Ga. App. 544, 546, 425 S.E.2d 915, 918 (Ct. App. 1992))); Turner, 373 S.C. at\r\n127, 644 S.E.2d at 696-97 (\"The following factors should be considered in\r\nevaluating the totality of the circumstances to determine the likelihood of a\r\nmisidentification: (1) the witness's opportunity to view the perpetrator at the time\r\nof the crime, (2) the witness's degree of attention, (3) the accuracy of the witness's\r\nprior description of the perpetrator, (4) the level of certainty demonstrated by the\r\nwitness at the confrontation, and (5) the length of time between the crime and the\r\nconfrontation.\"); State v. Gambrell, 274 S.C. 587, 589-90, 266 S.E.2d 78, 80-81\r\n(1980) (finding a photographic lineup's selection and arrangement was not unduly\r\nsuggestive when a victim could not differentiate between two similar photographs).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-196","title":"State v. Wyant","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-196.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Yates Walter Wyant, Appellant.\r\n\r\n        Appellate Case No. 2011-192274\r\n\r\n\r\n\r\n                     Appeal From Oconee County\r\n                R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-196 \n\r\n             Submitted April 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Christina T. Adams, of\r\n        Anderson, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-198","title":"State v. Hill","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-198.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Travell Hill, Appellant.\r\n\r\n        Appellate Case No. 2010-158046\r\n\r\n\r\n                    Appeal From Greenville County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-198 \n\r\n                Heard May 6, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan Wilson, Chief Deputy Attorney\r\n        General John W. McIntosh, Assistant Deputy Attorney\r\n        General Salley W. Elliott, and Assistant Attorney\r\n        General Mark R. Farthing, all of Columbia, and Solicitor\r\n        Robert M. Ariail, of Greenville, for Respondent.\r\n\nPER CURIAM: Travell Hill appeals his conviction for trafficking cocaine,\r\narguing the trial judge erred in (1) denying his motion to suppress the drug\r\nevidence because his Fourth Amendment rights were violated when the officer did\r\nnot have a reasonable suspicion that he was engaged in a serious criminal activity\r\nso as to warrant a continued detention after the issuance of a warning for a traffic\r\nstop, and (2) finding he lacked standing to challenge the lawfulness of the search\r\nand seizure of the rental car he was driving. Counsel for Hill filed a brief pursuant\r\nto Anders v. California, 386 U.S. 738 (1967), asserting there were no meritorious\r\ngrounds for appeal and requesting permission to withdraw from further\r\nrepresentation. The Court denied the request to withdraw and directed the parties\r\nto file additional briefs. After careful consideration of the record and briefs, the\r\njudgment of the lower court is affirmed pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: State v. Atieh, 397 S.C. 641, 646, 725 S.E.2d 730, 733 (Ct.\r\nApp. 2012) (\"A ruling in limine is not final; unless an objection is made at the time\r\nthe evidence is offered and a final ruling procured, the issue is not preserved for\r\nreview.\"); Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\nS.E.2d 591, 598 (1999) (holding an appellate court need not review remaining\r\nissues when its determination of another issue is dispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-199","title":"Tillman v. Tillman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-199.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Wheeler M. Tillman, Appellant,\r\n\r\n            v.\r\n\r\n            Samuel E. Tillman, Personal Representative for the\r\n            Estate of Moye M. Tillman, Deceased, and Samuel E.\r\n            Tillman, Individually, Respondents.\r\n\r\n            Appellate Case No. 2011-194886\r\n\r\n\r\n                       Appeal From Charleston County \n\r\n                    Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-199 \n\r\n                 Heard December 11, 2012 – Filed May 15, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Wheeler M. Tillman, of Tillman Law Firm, of N.\r\n            Charleston, for Appellant.\r\n\r\n            Joseph S. Brockington, of Joseph S. Brockington, P.A.,\r\n            of Charleston, for Respondents.\r\n\r\n\r\nPER CURIAM: In this action filed by Wheeler M. Tillman (Wheeler) against\r\nSamuel E. Tillman (Brother), individually and as personal representative of the\r\nEstate of Moye M. Tillman (Estate), the mother of Wheeler and Brother (Mother),\r\n\nalleging causes of action for constructive trust and unjust enrichment, Wheeler\r\nappeals from the order of the circuit court granting summary judgment in favor of\r\nBrother and Estate. Wheeler asserts error in the court's application of the doctrine\r\nof laches to bar his claim, dismissal of his causes of action for unjust enrichment\r\nupon the doctrine of laches without ruling on his claims of unjust enrichment, and\r\nrefusing to rule on the issues of unclean hands and judicial estoppel raised by\r\nBrother and Estate. We affirm.\r\n\r\n1.     In Issues I and III, Wheeler contends the trial court erred in applying the\r\ndoctrine of laches as a bar to his claims for constructive trust and unjust\r\nenrichment asserting there is insufficient evidence to support the elements of the\r\ndefense. He contends his allegations as to the genesis of the constructive trusts are\r\ndifferent as between Estate and Brother, and the trial court's analysis fails to\r\ndifferentiate between his claims against Brother individually and Brother in his\r\nrepresentative capacity. Wheeler also argues Mother's death is irrelevant, given\r\nBrother's and Estate's admissions of what they knew without Mother's input, and\r\nbecause Mother's silence by reason of death has not caused Estate or Brother to\r\nincur expenses or enter into obligations or otherwise detrimentally change their\r\npositions. Though acknowledging that unjust enrichment claims may be barred as\r\nuntimely by the doctrine of laches, Wheeler argues \"there is no record and the\r\nallegations alleging unjust enrichment are in dispute.\" Wheeler maintains his\r\nclaim for unjust enrichment against Brother is predicated on promises Brother\r\nmade in 2006 and 2009.\r\n\r\nThe equitable doctrine of laches is defined as neglect for an unreasonable and\r\nunexplained length of time, under circumstances affording opportunity for\r\ndiligence, to do what in law should have been done. Robinson v. Estate of Harris,\r\n391 S.C. 114, 118, 705 S.E.2d 41, 43 (2011). \"In order to establish laches as a\r\ndefense, a party must show that the complaining party unreasonably delayed its\r\nassertion of a right, resulting in prejudice to the party asserting the defense of\r\nlaches.\" Historic Charleston Holdings, LLC v. Mallon, 381 S.C. 417, 432, 673\r\nS.E.2d 448, 456 (2009). \"Whether a claim is barred by laches is to be determined\r\nin light of facts of each case, taking into consideration whether the delay has\r\nworked injury, prejudice, or disadvantage to the other party; delay alone in\r\nassertion of a right does not constitute laches.\" Hallums v. Hallums, 296 S.C. 195,\r\n198-99, 371 S.E.2d 525, 527 (1988). In sum, the party seeking to establish laches\r\nmust show (1) delay, (2) unreasonable delay, and (3) prejudice. Id. at 199, 371\r\nS.E.2d at 528.\r\n\nApplying the law to the allegations and representations made to the trial court, we\r\nfind the trial court properly granted summary judgment to Brother and Estate on\r\nWheeler's constructive trust and unjust enrichment claims based upon the equitable\r\ndefense of laches. First, Wheeler exercised a lengthy delay in pursuing his claim.\r\nHis divorce became final in 1982, and he acknowledged making demands of\r\nMother to re-convey his alleged ownership interest following the end of his\r\ndomestic litigation, which Mother refused. Wheeler himself noted that the post-\r\nfiling and appeal of his domestic litigation did not involve property issues, but\r\nconcerned visitation matters. Thus, we find the trial court properly determined\r\nWheeler had reason to believe he had a claim as far back as the early to mid-1980s.\r\nAdditionally, as noted by the trial court, Wheeler represented he made a written\r\ndemand to Mother in 1991, and again in 2005 after the sale of the property.\r\nAlthough Wheeler made several demands on his mother to re-convey his\r\nownership interest, he did not file suit to recover the value of his alleged property\r\ninterest until 2010.\r\n\r\nNext, we find the evidence supports the trial court's finding that the delay was\r\nunreasonable. The trial court specifically found, and Wheeler does not dispute,\r\nthat Wheeler was \"a practicing attorney in this area throughout the relevant time\r\nperiod.\" Additionally, Wheeler had knowledge of his rights since the early to mid-\r\n1980s, and certainly at least by 1991 when he alleged he sent Mother the letter.\r\nWheeler had every opportunity to file the action throughout the relevant decades,\r\nbut he failed to do so until June 3, 2010.\r\n\r\nAdditionally, the unreasonable delay resulted in prejudice to both Brother and\r\nEstate, as the alleged transactions upon which Wheeler bases his claims arose from\r\ncommunications and interactions between Wheeler and Mother. By waiting until\r\n2010 to file his claims, Brother and Estate were prejudiced and disadvantaged in\r\nthe defense of Wheeler's claims, as it was impossible for Brother and Estate to\r\nknow of any defenses Mother may have had to Wheeler's claims. We find this\r\nposition is further supported by the similar case of Ramantanin v. Poulos, 240 S.C.\r\n13, 124 S.E.2d 611 (1962), wherein Ramantanin asserted a remainder interest in a\r\nhome constructed on property owned by his father and demanded that his father\r\nconvey to him the interest, which the father refused. Id. at 21-22, 124 S.E.2d at\r\n615. The father died twelve years later, and Ramantanin brought a constructive\r\ntrust action one year later against his step-sibling, who then held title to the\r\nproperty. Id. at 23, 124 S.E.2d at 616. Our supreme court, noting the action was\r\nnot commenced until after the death of the father and approximately thirteen years\r\nafter Ramantanin had notice the father refused his claim, determined Ramantanin's\r\nclaim was barred by laches, stating as follows:\r\n\n             The failure of the plaintiff to sooner seek a judicial\r\n             determination of his claim has made it most difficult, if\r\n             not impossible, to arrive at a safe conclusion as to the\r\n             truth of the matters in controversy. The basic issues in\r\n             the case involved factual matters about which only the\r\n             plaintiff and [the father] knew. Many of the material\r\n             facts and circumstances have become obscured by time.\r\n             Because of the death of [the father], the other party to the\r\n             claimed transaction, the defendants have bee[n] placed at\r\n             a great disadvantage in defending their position. The\r\n             plaintiff knew for twelve years before his father's death\r\n             that his father had refused to execute title to the property\r\n             to conform to the alleged agreement. Plaintiff failed to\r\n             assert his rights during that period of time and he offers\r\n             no satisfactory explanation of his refusal to do so.\r\n\r\nId. at 23-24, 124 S.E.2d at 616. Similarly, Wheeler had known for at least eighteen\r\nyears, and possibly twenty-five or more years, of his potential claims against\r\nMother and her refusal to meet his demands, yet he failed to act on them until after\r\nMother died. He provides no satisfactory explanation for his refusal to assert his\r\nrights in the extensive time between notice of his claim and Mother's death. See\r\nDavid v. McLeod Reg'l Med. Ctr., 367 S.C. 242, 250, 626 S.E.2d 1, 5 (2006)\r\n(\"[S]ummary judgment is completely appropriate when a properly supported\r\nmotion sets forth facts that remain undisputed or are contested in a deficient\r\nmanner.\"). See also Baughman v. Am. Tel. & Tel. Co., 306 S.C. 101, 115, 410\r\nS.E.2d 537, 545 (1991) and Rule 56(e), SCRCP (Once the moving party carries its\r\ninitial burden of demonstrating the absence of a genuine issue of material fact, the\r\nopposing party must do more than rest upon the mere allegations or denials of his\r\npleading, but must, by affidavit or otherwise, set forth specific facts showing that\r\nthere is a genuine issue for trial).\r\n\r\nFinally, we disagree with Wheeler's contention that his allegations as to the genesis\r\nof the constructive trust and unjust enrichment claims are different as between\r\nEstate and Brother. Considering the evidence and all reasonable inferences\r\ntherefrom in the light most favorable to Wheeler, the alleged promises by Brother\r\nin 2006 and 2009 do not establish a separate constructive trust or unjust enrichment\r\nof Brother. As noted by the trial court, the communications between Wheeler and\r\nMother were the basis of the claim for Wheeler's assertion that a constructive trust\r\noccurred with Brother from 2006 to 2010. Mother died in 2009, and there is no\r\nevidence Brother had any authority to act on her behalf prior to that date. Further,\r\n\nWheeler would be entitled to claim funds ultimately held by Brother as a\r\nconstructive trust only if these funds were held by Mother in constructive trust for\r\nWheeler. Without a showing that Wheeler was beneficially entitled to the interest\r\nin the property held by Mother, there can be no showing that Brother could not, in\r\nequity and good conscience, hold the right to the property. See SSI Med. Servs.,\r\nInc. v. Cox, 301 S.C. 493, 500, 392 S.E.2d 789, 793-94 (1990) (\"A constructive\r\ntrust arises whenever a party has obtained money which does not equitably belong\r\nto him and which he cannot in good conscience retain or withhold from another\r\nwho is beneficially entitled to it as where money has been paid by accident,\r\nmistake of fact, or fraud, or has been acquired through a breach of trust or the\r\nviolation of a fiduciary duty.\") (emphasis added); Halbersberg v. Berry, 302 S.C.\r\n97, 106, 394 S.E.2d 7, 13 (Ct. App. 1990) (\"A constructive trust arises against one\r\nwho by fraud, actual or constructive, by duress or abuse of confidence, by\r\ncommission of a wrong or by any form of unconscionable conduct, artifice,\r\nconcealment, or questionable means and against good conscience, either has\r\nobtained or holds the right to property which he ought not in equity and good\r\nconscience hold and enjoy.\") (emphasis added). A determination of constructive\r\ntrust being held by Brother cannot be reached without also concluding that Mother\r\nwrongfully withheld the value of Wheeler's ownership interest. The same holds\r\ntrue for Wheeler's claim of unjust enrichment. Brother would only be unjustly\r\nenriched by retention of the funds if Mother had been unjustly enriched by\r\nretention of the funds. See Regions Bank v. Wingard Props., Inc., 394 S.C. 241,\r\n256-57, 715 S.E.2d 348, 356 (Ct. App. 2011) (\"Unjust enrichment is an equitable\r\ndoctrine, which permits recovery of the amount that the defendant has been\r\nunjustly enriched at the expense of the plaintiff. The elements to recover for unjust\r\nenrichment based on quantum meruit, quasi-contract, or implied by law contract,\r\nwhich are equivalent terms for equitable relief, are: (1) a benefit conferred by the\r\nplaintiff upon the defendant; (2) realization of that benefit by the defendant; and\r\n(3) retention of the benefit by the defendant under circumstances that make it\r\ninequitable for him to retain it without paying its value.\") (internal citation and\r\nquotation marks omitted) (emphasis added). Wheeler has made no showing or\r\nallegations that Brother's alleged agreements in 2006 and 2009 to personally pay\r\nWheeler the amount Wheeler claimed was due him for his interest in the boyhood\r\nhome amounted to a separate constructive trust held by Brother for Wheeler, or\r\nthat these alleged agreements support recovery based upon an unjust enrichment\r\nclaim.\r\n\r\n2.     In Issue II, Wheeler contends the trial court erred in failing to address the\r\nissue of unjust enrichment as to Brother individually, and argues the three elements\r\nof unjust enrichment are satisfied by the inferences from his complaint. This\r\n\nargument has no merit. The trial court specifically found \"Defendants are entitled\r\nto summary judgment as to all claims based on the equitable doctrine of laches.\"\r\n(emphasis added). Because the trial court found laches barred Wheeler's unjust\r\nenrichment claims, there was no reason for the court to decide whether Wheeler set\r\nforth a claim for unjust enrichment against Brother. See Futch v. McAllister\r\nTowing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n(holding an appellate court need not address remaining issues when disposition of\r\na prior issue is dispositive).\r\n\r\n3.      In Issues IV and V, Wheeler makes a somewhat circuitous argument,\r\nquestioning whether the trial court abused its discretion in refusing to rule on the\r\nissues of unclean hands and judicial estoppel raised by Respondents, yet stating it\r\nis difficult to tell whether the trial court applied these doctrines against him.\r\nWheeler then argues these equitable defenses do not apply to his case. This\r\nargument likewise has no merit. Though Respondents filed a motion for summary\r\njudgment on the bases of several grounds, the trial court granted the motion based\r\nsolely on the doctrine of laches, and declined to rule on the other equitable\r\ndefenses raised. The fact that the trial court noted the doctrines of unclean hands\r\nand judicial estoppel could be cited as additional sustaining grounds in the event of\r\nappeal is of no import. See McCall v. Finley, 294 S.C. 1, 4, 362 S.E.2d 26, 28 (Ct.\r\nApp. 1987) (noting our appellate courts recognize an overriding rule which says:\r\n\"whatever doesn't make any difference, doesn't matter.\"). The court specifically\r\nstated it declined to rule upon the unclean hands and judicial estoppel arguments.\r\nWheeler filed a Rule 59(e), SCRCP, motion to alter or amend the judgment, taking\r\nexception to the trial court's language concerning these doctrines being cited as\r\nadditional sustaining grounds, and further arguing these doctrines would not apply\r\nto bar his claims. In its order denying Wheeler's motion, the trial court interpreted\r\nWheeler's motion to alter or amend as requesting the trial court to address judicial\r\nestoppel and unclean hands. The court reiterated that it found the issue of laches\r\ndispositive, and therefore there was no need to address these additional grounds.\r\nThe trial court clearly did not rule on the judicial estoppel and unclean hands\r\narguments, and was not required to given the court's decision to grant summary\r\njudgment based upon the equitable doctrine of laches.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-200","title":"State v. Anderson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-200.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eric Anderson, Appellant.\r\n\r\n        Appellate Case No. 2011-203393\r\n\r\n\r\n\r\n                    Appeal From Oconee County\r\n               R. Lawton McIntosh, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-200 \n\r\n             Submitted April 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellant Defender Robert M. Dudek, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-201","title":"State v. Alewine","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-201.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Eddie F. Alewine, Appellant.\r\n\r\n        Appellate Case No. 2012-212343\r\n\r\n\r\n\r\n                    Appeal From Lexington County\r\n                  D. Craig Brown, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-201 \n\r\n             Submitted April 1, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert M. Pachak, of\r\n        Columbia; and Eddie F. Alewine, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia; and Solicitor Donald V. Myers, of\r\n        Lexington, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-202","title":"State v. McCauley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-202.pdf","description":null,"date":"2013-05-15","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Ronald McCauley, Appellant.\r\n\r\n            Appellate Case No. 2010-181526\r\n\r\n\r\n                          Appeal From Berkeley County \n\r\n                    Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-202 \n\r\n                     Heard May 7, 2013 – Filed May 15, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Breen Richard Stevens, of Columbia,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Mark Reynolds Farthing, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: This appeal arises out of Appellant Ronald Lee McCauley's\r\nconvictions for three counts of first-degree criminal sexual conduct with a minor,\r\ntwo counts of committing or attempting a lewd act upon a child, and three counts\r\n\nof unlawful conduct towards a child. We affirm pursuant to Rule 220(b), SCACR.\r\nAs to Issue 1: State v. Harris, 351 S.C. 643, 652, 572 S.E.2d 267, 272 (2002) (\"A\r\nmotion for severance is addressed to the trial court and should not be disturbed\r\nunless an abuse of discretion is shown.\"); State v. Anderson, 318 S.C. 395, 400,\r\n458 S.E.2d 56, 59 (Ct. App. 1995) (\"[T]he trial court did not abuse its discretion in\r\ndenying Anderson's severance motion and Anderson was not prejudiced by the\r\nadmission into evidence of prior convictions because the trial court gave a\r\nsufficient limiting instruction to the jury.\"); State v. Jones, 325 S.C. 310, 315-16,\r\n479 S.E.2d 517, 520 (Ct. App. 1996) (finding the trial court did not abuse its\r\ndiscretion in granting the State's motion to consolidate the charges of first-degree\r\ncriminal sexual conduct, second-degree criminal sexual conduct, criminal\r\nconspiracy, and contributing to the delinquency of a minor where \"the offenses\r\ncharged were of the same general nature involving allegations of a pattern of\r\nsexual abuse involving the two minor victims\"). As to Issue 2: State v. Brandt,\r\n393 S.C. 526, 542, 713 S.E.2d 591, 599 (2011) (finding a motion for directed\r\nverdict is properly denied when there is any direct evidence or substantial\r\ncircumstantial evidence that reasonably tends to prove the defendant's guilt); State\r\nv. McHoney, 344 S.C. 85, 97, 544 S.E.2d 30, 36 (2001) (\"In reviewing a motion for\r\ndirected verdict, the trial judge is concerned with the existence of the evidence, not\r\nwith its weight.\"); State v. Carlson, 363 S.C. 586, 595, 611 S.E.2d 283, 287 (Ct.\r\nApp. 2005) (\"A party cannot complain of an error which his own conduct has\r\ninduced.\"); State v. Logan, 279 S.C. 345, 348, 306 S.E.2d 622, 624 (1983)\r\n(\"Appellant can neither take advantage of an error he contributed to at trial nor\r\npreserve a vice and, upon learning of the outcome of trial, raise it on appeal.\");\r\nState v. Chasteen, 242 S.C. 198, 201, 130 S.E.2d 473, 475 (1963) (\"Even if there\r\nwere error, it was clearly invited by counsel for appellant, leaving appellant in no\r\nposition to complain.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-203","title":"State v. Gaskins","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-203.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Sasha A. Gaskins, Appellant.\r\n\r\n             Appellate Case No. 2011-189166\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                     Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-203 \n\r\n                     Heard May 7, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Appellate Defender Susan Barber Hackett, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan M. Wilson and Assistant Attorney\r\n             General J. Benjamin Aplin, both of Columbia, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: Sasha A. Gaskins appeals her convictions for two counts of\r\narmed robbery and two counts of first-degree burglary, arguing the trial court\r\ncommitted the following errors: (1) overruling her objection to the prosecutor's\r\n\nclosing argument; (2) ruling her expert could not testify as to her state of mind; and\r\n(3) refusing to permit her expert to respond to a hypothetical question. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.      As to whether the trial court erred in overruling her objection to the\r\nprosecutor's closing argument: Simmons v. State, 331 S.C. 333, 338, 503 S.E.2d\r\n164, 166 (1998) (\"On appeal, the appellate court will view the alleged impropriety\r\nof the solicitor's argument in the context of the entire record, including whether the\r\ntrial judge's instructions adequately cured the improper argument and whether\r\nthere is overwhelming evidence of the defendant's guilt.\"); State v. Patrick, 289\r\nS.C. 301, 306-07, 345 S.E.2d 481, 484 (1986) (finding several misstatements of\r\nlaw by the solicitor were \"rendered harmless . . . when the trial judge correctly\r\ncharged the jury on those matters\"), overruled on other grounds by Casey v. State,\r\n305 S.C. 445, 409 S.E.2d 391 (1991), and Brightman v. State, 336 S.C. 348, 520\r\nS.E.2d 614 (1999).\r\n\r\n2.     As to whether the trial court erred in ruling Gaskins' expert could not testify\r\nas to her state of mind: Rule 103(a)(2), SCRE (providing error may exist where\r\nevidence was excluded if a substantial right of the party is affected, and the\r\nsubstance of the evidence was proffered or was apparent from the context); State v.\r\nCabbagestalk, 281 S.C. 35, 36, 314 S.E.2d 10, 11 (1984) (\"Failure to make an\r\noffer of proof precludes the appellant from raising the issue on appeal.\"); State v.\r\nPorter, 389 S.C. 27, 36, 698 S.E.2d 237, 242 (Ct. App. 2010) (\"To warrant a\r\nreversal based on the admission of evidence, the appellant must show both error\r\nand resulting prejudice.\").\r\n\r\n3.     As to whether the trial court erred in refusing to permit Gaskins' expert to\r\nrespond to a hypothetical question: Rule 103(a)(2), SCRE (providing error may\r\nexist where evidence was excluded if a substantial right of the party is affected,\r\nand the substance of the evidence was proffered or was apparent from the context);\r\nCabbagestalk, 281 S.C. at 36, 314 S.E.2d at 11 (\"Failure to make an offer of proof\r\nprecludes the appellant from raising the issue on appeal.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-204","title":"State v. Renwrick","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-204.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Ronald Scott Renwrick, Appellant.\r\n\r\n        Appellate Case No. 2011-189866\r\n\r\n\r\n\r\n                     Appeal From York County \n\r\n                John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-204 \n\r\n             Submitted May 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                       APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert Michael Dudek, of Columbia,\r\n        for Appellant.\r\n\r\n        Tommy Evans, Jr., of the South Carolina Department of\r\n        Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-205","title":"State v. Lipsey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-205.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Kenneth Lipsey, Jr., Appellant.\r\n\r\n        Appellate Case No. 2012-207167\r\n\r\n\r\n\r\n                    Appeal From Greenville County\r\n                 C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-205 \n\r\n             Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor William W. Wilkins of\r\n        Greenville, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386 \n\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-206","title":"Hill v. Norman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-206.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Adam Hill, Jr., Appellant,\r\n\r\n        v.\r\n\r\n        Henrietta Norman and Primerica Life Insurance\r\n        Company, Defendants,\r\n\r\n        Of whom Henrietta Norman is the Respondent.\r\n\r\n        Appellate Case No. 2010-177326\r\n\r\n\r\n                   Appeal From Greenwood County \n\r\n               Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-206 \n\r\n             Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Adam Hill, Jr., of Anniston, AL, pro se.\r\n\r\n        Edward S. McCallum, III, of the Law Offices of Edward\r\n        S. McCallum, III, of Greenwood, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 56(c), SCRCP (stating the trial court should grant summary\r\njudgment \"if the pleadings, depositions, answers to interrogatories, and admissions\r\non file, together with the affidavits, if any, show that there is no genuine issue as to\r\nany material fact and that the moving party is entitled to a judgment as a matter of\r\nlaw\"); Carolina Alliance for Fair Employment v. S.C. Dep't of Labor, Licensing, &\r\nRegulation, 337 S.C. 476, 485, 523 S.E.2d 795, 800 (Ct. App. 1999) (\"The plain\r\nlanguage of Rule 56(c), SCRCP, mandates the entry of summary judgment, after\r\nadequate time for discovery against a party who fails to make a showing sufficient\r\nto establish the existence of an element essential to the party's case and on which\r\nthat party will bear the burden of proof at trial.\"); Hedgepath v. AT&T, 348 S.C.\r\n340, 355, 559 S.E.2d 327, 336 (Ct. App. 2001) (\"[W]hen plain, palpable, and\r\nindisputable facts exist on which reasonable minds cannot differ, summary\r\njudgment should be granted.\"); id. at 354, 559 S.E.2d at 335 (\"Once the moving\r\nparty carries its initial burden, the opposing party must . . . do more than simply\r\nshow that there is some metaphysical doubt as to the material facts[;] [the opposing\r\nparty] must come forward with specific facts showing that there is a genuine issue\r\nfor trial.\" (internal quotation marks, emphasis, and citation omitted)).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-207","title":"DiCapua v. Guest","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-207.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Jeremiah DiCapua, Appellant,\r\n\r\n        v.\r\n\r\n        Thomas D. Guest, Jr., Respondent.\r\n\r\n        Appellate Case No. 2012-212110\r\n\r\n\r\n                     Appeal From Horry County \n\r\n              Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-207 \n\r\n             Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Jeremiah DiCapua, pro se.\r\n\r\n        Douglas Walker MacKelcan, III and David W.\r\n        Overstreet, both of Carlock, Copeland & Stair, LLP, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to whether the circuit court erred in ruling the applicable statute of\r\nlimitations barred DiCapua's cause of action: Doe v. Marion, 373 S.C. 390, 395,\r\n645 S.E.2d 245, 247 (2007) (stating that in reviewing the dismissal of an action\r\nunder Rule 12(b)(6), SCRCP, the appellate court applies the same standard of\r\nreview as the circuit court); id. (\"In considering a motion to dismiss a complaint\r\nbased on a failure to state facts sufficient to constitute a cause of action, the\r\n[circuit] court must base its ruling solely on allegations set forth in the\r\ncomplaint.\"); Kelly v. Logan, Jolley, & Smith, L.L.P., 383 S.C. 626, 632, 682\r\nS.E.2d 1, 4 (Ct. App. 2009) (\"The statute of limitations for a legal malpractice\r\naction is three years.\" (citing S.C. Code Ann. § 15-3-530(5) (2005))); S.C. Code\r\nAnn. § 15-3-535 (2005) (\"[A]ctions initiated under [s]ection 15-3-530(5) must be\r\ncommenced within three years after the person knew or by the exercise of\r\nreasonable diligence should have known that he had a cause of action.\"); Maher v.\r\nTietex Corp., 331 S.C. 371, 377, 500 S.E.2d 204, 207 (Ct. App. 1998) (\"The statute\r\n[of limitations] is not delayed until the injured party seeks advice of counsel or\r\ndevelops a full-blown theory of recovery; instead, reasonable diligence requires a\r\nplaintiff to act with some promptness.\" (internal quotation marks and citation\r\nomitted)); Epstein v. Brown, 363 S.C. 372, 382-83, 610 S.E.2d 816, 821 (2005)\r\n(holding the three-year limitations period for a legal malpractice claim began\r\nrunning on the date the adverse verdict was entered against the client, even though\r\nthe attorney continued to represent the client throughout the appellate process).\r\n\r\n2. As to DiCapua's arguments concerning his failure to file an affidavit from an\r\nexpert witness: Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (noting an appellate court need not address\r\nappellant's remaining issues when its determination of a prior issue is dispositive).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-208","title":"State v. Goode","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-208.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Jerry Alan Goode, Appellant.\r\n\r\n             Appellate Case No. 2011-197007\r\n\r\n\r\n                           Appeal From York County\r\n                    G. Thomas Cooper, Jr., Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-208 \n\r\n                   Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Appellate Defender David Alexander, of Columbia, for\r\n             Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Christina J. Catoe, both of Columbia,\r\n             for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 24-13-40 (2007) (\"In every case in computing the\r\ntime served by a prisoner, full credit against the sentence shall be given for time\r\n\nserved prior to trial and sentencing. Provided, however, that credit for time served\r\nprior to trial and sentencing shall not be given . . . when the prisoner is serving a\r\nsentence for one offense and is awaiting trial and sentence for a second offense in\r\nwhich case he shall not receive credit for time served prior to trial in a reduction\r\nof his sentence for the second offense.\" (emphasis added)); see also Blakeney v.\r\nState, 339 S.C. 86, 89, 529 S.E. 9, 11 (2000) (holding a prisoner serving time in\r\njail awaiting trial and sentencing on an unrelated charge was entitled to credit for\r\ntime served after a hold was placed on him and a warrant for his arrest was issued);\r\nCrooks v. State, 326 S.C. 171, 174-75, 485 S.E.2d 374, 375-76 (1997) (holding\r\ntime served in section 24-13-40 means the time during which a defendant is in pre-\r\ntrial confinement and charged with the offense for which he is sentenced, as long\r\nas he is not serving time for a prior conviction); State v. Benton, 338 S.C. 151, 157,\r\n526 S.E.2d 228, 231 (2000) (holding an issue is not preserved for appellate\r\nconsideration if the appellant concedes the issue in the trial court).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-209","title":"State v. Humphrey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-209.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Michael Avery Humphrey, Appellant.\r\n\r\n            Appellate Case No. 2011-191566\r\n\r\n\r\n                            Appeal From Lee County \n\r\n                     William P. Keesley, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-209 \n\r\n                     Heard May 8, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defenders Dayne C. Phillips and Carmen J.\r\n            Ganjehsani, both of Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Christina J. Catoe, both of Columbia,\r\n            and Solicitor Donald V. Myers, of Lexington, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Appellant Michael Humphrey seeks review of his conviction for\r\ninvoluntary manslaughter. Appellant argues that the trial court erred in denying his\r\n\nmotion to dismiss for violation of his right to a speedy trial. Appellant also argues\r\nthat the trial court erred in denying his directed verdict motion because the State\r\nfailed to present substantial circumstantial evidence of his guilt. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to Appellant's directed verdict motion: State v. Odems, 395 S.C. 582, 586,\r\n720 S.E.2d 48, 50 (2011) (holding that on appeal from the denial of a directed\r\nverdict motion, the appellate court must view the evidence in the light most\r\nfavorable to the State); State v. Gaster, 349 S.C. 545, 555, 564 S.E.2d 87, 92\r\n(2002) (holding that the appellate court may reverse the trial court's denial of a\r\ndirected verdict motion only if there is no evidence to support the trial court's\r\nruling); State v. Lollis, 343 S.C. 580, 584, 541 S.E.2d 254, 256 (2001) (\"If there is\r\nany direct evidence or any substantial circumstantial evidence reasonably tending\r\nto prove the guilt of the accused, an appellate court must find the case was properly\r\nsubmitted to the jury.\").\r\n\r\n2. As to Appellant's speedy trial motion: Barker v. Wingo, 407 U.S. 514, 530, 533\r\n(1972) (holding that in evaluating a speedy trial claim, the court must consider the\r\nlength of, and reason for, the delay, the defendant's assertion of his right, the\r\nprejudice to the defendant, and any other relevant circumstances); State v.\r\nLangford, 400 S.C. 421, 442, 735 S.E.2d 471, 482 (2012) (\"A court's decision on\r\nwhether to dismiss on speedy trial grounds is reviewed for an abuse of\r\ndiscretion.\"); id. (\"An abuse of discretion occurs when the trial court's decision is\r\nbased upon an error of law or upon factual findings that are without evidentiary\r\nsupport.\"); State v. Amerson, 311 S.C. 316, 320, 428 S.E.2d 871, 873 (1993)\r\n(\"Appellate courts are bound by fact findings in response to motions preliminary to\r\ntrial when the findings are supported by the evidence and not clearly wrong or\r\ncontrolled by error of law.\"); State v. Waites, 270 S.C. 104, 108, 240 S.E.2d 651,\r\n653 (1978) (holding that the manner in which the defendant asserts his right to a\r\nspeedy trial is an important factor to be considered); State v. Smith, 307 S.C. 376,\r\n380, 415 S.E.2d 409, 411 (Ct. App. 1992) (holding that the burden was on the\r\ndefendant to show that the delay was due to the neglect and willfulness of the\r\nState's prosecution).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-210","title":"Dover v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-210.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Mickey Terrell Dover, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2011-188950\r\n\r\n\r\n                    Appeal From Cherokee County \n\r\n                  Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-210 \n\r\n             Submitted March 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Wanda H. Carter, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Suzanne Hollifield White, all of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR). Because there is sufficient evidence\r\nto support the PCR judge's finding that Petitioner did not knowingly and\r\nintelligently waive his right to a direct appeal, we grant certiorari and proceed with\r\na review of the direct appeal issue pursuant to Davis v. State, 288 S.C. 290, 342\r\nS.E.2d 60 (1986). We otherwise deny the petition for writ of certiorari.\r\n\r\nAfter a thorough review of the record and counsel's brief, pursuant to Anders v.\r\nCalifornia, 386 U.S. 738 (1967) and State v. Williams, 305 S.C. 116, 406 S.E.2d\r\n357 (1991), we dismiss Petitioner's appeal and grant counsel's motion to be\r\nrelieved.\r\n\r\nAPPEAL DISMISSED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-211","title":"State v. Simmons","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-211.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Brandon Jerome Simmons, Appellant.\r\n\r\n        Appellate Case No. 2011-182046\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-211 \n\r\n             Submitted March 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Attorney General Jennifer Ellis Roberts, both of\r\n        Columbia; and Solicitor Scarlett Anne Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Bantan, 387 S.C. 412, 417, 692 S.E.2d 201, 203 (Ct. App.\r\n2010) (\"The decision to grant or deny a mistrial is within the sound discretion of\r\nthe trial court and will not be overturned on appeal absent an abuse of discretion\r\namounting to an error of law.\"); State v. Pagan, 369 S.C. 201, 212, 631 S.E.2d\r\n262, 267 (2006) (\"Error is harmless beyond a reasonable doubt where it did not\r\ncontribute to the verdict obtained.\"); State v. Green, 397 S.C. 268, 288, 724 S.E.2d\r\n664, 674 (2012) (stating that an error is harmless when competent evidence\r\nconclusively proves guilt such that no other rational conclusion is possible); State\r\nv. Richardson, 358 S.C. 586, 596-97, 595 S.E.2d 858, 863 (Ct. App. 2004) (finding\r\nerroneous admission of improper testimony harmless when the testimony was\r\ncumulative to other testimony admitted without objection).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-212","title":"State v. O'Quinn","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-212.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Summer O'Quinn, Appellant.\r\n\r\n        Appellate Case No. 2010-180586\r\n\r\n\r\n                    Appeal From Spartanburg County\r\n                 J. Mark Hayes, II, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-212 \n\r\n               Heard May 6, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Assistant Appellate Defender Dayne C. Phillips, of\r\n        Lexington, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Salley W. Elliott, Senior Assistant\r\n        Attorney General Harold M. Coombs Jr., all of\r\n        Columbia; and Solicitor Barry Joe Barnette, of\r\n        Spartanburg, for Respondent.\r\n\nPER CURIAM: This appeal arises out of Appellant Summer O'Quinn's\r\nconviction for accessory before the fact to second-degree burglary. We affirm\r\npursuant to Rule 220(b), SCACR. As to Issue 1: State v. Pace, 337 S.C. 407, 419,\r\n523 S.E.2d 466, 472 (Ct. App. 1999) (noting \"where the trial court gives the jury a\r\ncurative instruction, no issue is preserved for appellate review if the objecting party\r\naccepts the judge's ruling and does not contemporaneously make an additional\r\nobjection to the sufficiency of the curative charge or move again for mistrial\").\r\nHowever, even if preserved, we find no error of law in the trial court's decision.\r\nSee State v. Simpson, 325 S.C. 37, 43, 479 S.E.2d 57, 60 (1996) (\"A mistrial\r\nshould not be ordered in every case where incompetent evidence is received and\r\nlater stricken out.\"); State v. Key, 256 S.C. 90, 93, 180 S.E.2d 888, 889 (1971)\r\n(noting insubstantial errors that do not impact the result of a case do not warrant a\r\nmistrial when guilt is conclusively proven by competent evidence). As to Issue 2:\r\nState v. Brandt, 393 S.C. 526, 542, 713 S.E.2d 591, 599 (2011) (finding a motion\r\nfor directed verdict is properly denied when there is any direct evidence or\r\nsubstantial circumstantial evidence that reasonably tends to prove the defendant's\r\nguilt); State v. McHoney, 344 S.C. 85, 97, 544 S.E.2d 30, 36 (2001) (\"In reviewing\r\na motion for directed verdict, the trial judge is concerned with the existence of the\r\nevidence, not with its weight.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-213","title":"State v. Carlisle","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-213.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gerald Carlisle, Jr., Appellant.\r\n\r\n        Appellate Case No. 2008-111766\r\n\r\n\r\n                      Appeal From Aiken County\r\n               J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-213 \n\r\n                Heard May 7, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor James Strom Thurmond, Jr., of Aiken, for\r\n        Respondent.\r\n\nPER CURIAM: Gerald Carlisle, Jr., appeals his convictions for four counts of a\r\nlewd act upon a child and two counts of first-degree criminal sexual conduct with a\r\nminor, arguing1 the trial court erred in: (1) admitting into evidence expert\r\ntestimony regarding child sexual abuse when the expert did not interview or meet\r\nthe victim; (2) refusing to charge the jury on reasonable doubt; (3) its jury charge\r\nregarding prior crimes by a child younger than eighteen years of age; and (4)\r\nrefusing to exclude evidence of prior alleged incidents of sexual abuse between\r\nCarlisle and the victim. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1.    As to whether the trial court erred in admitting expert testimony when the\r\nexpert did not interview or meet the victim: State v. Weaverling, 337 S.C. 460,\r\n474, 523 S.E.2d 787, 794 (Ct. App. 1999) (\"Expert testimony concerning common\r\nbehavioral characteristics of sexual assault victims and the range of responses to\r\nsexual assault encountered by experts is admissible.\"); id. at 475, 523 S.E.2d at 794\r\n(\"There is no requirement the sexual assault victim be personally interviewed or\r\nexamined by the expert before the expert can give behavioral evidence testimony.\r\nThe fact that the expert does not personally interview the victim bears on the\r\nweight of the behavioral evidence not on its admissibility.\").\r\n\r\n2.    As to whether the trial court erred in refusing to charge the jury on\r\nreasonable doubt: State v. Foust, 325 S.C. 12, 16, 479 S.E.2d 50, 52 (1996)\r\n(noting that a jury charge which is substantially correct and covers the law does not\r\nrequire reversal).\r\n\r\n3.    As to whether the trial court erred in its jury charge regarding prior crimes\r\nby a child younger than eighteen years of age: State v. Hoffman, 312 S.C. 386,\r\n395, 440 S.E.2d 869, 874 (1994) (affirming convictions where jury charge was\r\nsubstantially correct).\r\n\r\n4.    As to whether the trial court erred in refusing to exclude evidence of prior\r\nalleged incidents of sexual abuse between Carlisle and the victim: Rule 404(b),\r\nSCRE (\"Evidence of other crimes, wrongs, or acts is not admissible to prove the\r\ncharacter of a person in order to show action in conformity therewith. It may,\r\n\r\n1 Pursuant to Anders v. California, 386 U.S. 738 (1967), Carlisle's counsel raised\r\nthe first issue and moved to be relieved as counsel. Carlisle filed a separate pro se\r\nbrief raising the second and third issues. This court denied counsel's petition to be\r\nrelieved and directed the parties to brief the fourth issue.\r\n\nhowever, be admissible to show motive, identity, the existence of a common\r\nscheme or plan, the absence of mistake or accident, or intent.\"); State v. Wallace,\r\n384 S.C. 428, 433-34, 683 S.E.2d 275, 278 (2009) (providing the following non-\r\nexclusive list of factors to consider in determining whether a prior bad act is\r\nadmissible under the common scheme or plan exception: (1) the age of the victims\r\nat the time of the abuse; (2) the relationship between the victims and the\r\nperpetrator; (3) the location where the abuse occurred; (4) the use of coercion or\r\nthreats; and (5) the manner of the abuse); State v. Gaines, 380 S.C. 23, 29, 667\r\nS.E.2d 728, 731 (2008) (\"If the defendant was not convicted of the prior crime,\r\nevidence of the prior bad act must be clear and convincing.\"); State v. Wilson, 345\r\nS.C. 1, 6, 545 S.E.2d 827, 829 (2001) (stating the appellate courts are bound by the\r\ntrial court's factual findings when considering whether there is clear and\r\nconvincing evidence of other bad acts unless they are clearly erroneous).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-214","title":"Davis v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-214.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Tamel Davis, Petitioner,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Respondent.\r\n\r\n            Appellate Case No. 2010-157967\r\n\r\n\r\n                         Appeal From Richland County\r\n                     L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-214 \n\r\n                 Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Appellate Defender Kathrine Haggard Hudgins, of\r\n            Columbia, for Petitioner.\r\n\r\n            Assistant Attorney General Brian T. Petrano, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR).\r\n\nBecause sufficient evidence supports the PCR judge's finding Petitioner entitled to\r\na belated appeal, we grant certiorari on Petitioner's Question One and proceed with\r\na review of the direct appeal issue pursuant to Davis v. State, 288 S.C. 290, 342\r\nS.E.2d 60 (1986).\r\n\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities: S.C.\r\nCode Ann. § 17-25-45(H) (2003 & Supp. 2012) (\"Where the solicitor is required to\r\nseek or determines to seek sentencing of a defendant under [the recidivist statute],\r\nwritten notice must be given by the solicitor to the defendant and defendant's\r\ncounsel not less than ten days before trial.\"); James v. State, 372 S.C. 287, 294,\r\n641 S.E.2d 899, 903 (2007) (\"The purpose of [section] 17-25-45(H) is to [ensure] a\r\ndefendant and his counsel have actual notice that the State is seeking a sentence\r\nunder the recidivist statute at least ten days prior to trial.\" (emphasis added))\r\n(overruling Johnson v. State, 347 S.C. 67, 552 S.E.2d 339 (Ct. App. 2001) (holding\r\ndefendant's actual notice of State's intention to seek life sentence did not meet\r\nnotice requirements of recidivist sentencing statute)).\r\n\r\nAs to Question Two and Question Three, after careful consideration, we deny the\r\npetition.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-215","title":"State v. Nance","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-215.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(D)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Reginald A. Nance, Appellant.\r\n\r\n        Appellate Case No. 2010-160486\r\n\r\n\r\n\r\n                    Appeal From Pickens County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-215 \n\r\n               Heard May 6, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Julie Kate Keeney, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Reginald Nance appeals his conviction for possessing a weapon\r\nduring the commission of a violent crime, arguing the trial court erred in refusing\r\nto direct a verdict in his favor after the State presented no evidence of a nexus\r\nbetween a pair of burglaries and a gun recovered from an automobile in the\r\nparking lot of the burglarized stores. We affirm.\r\n\r\nAn appellate court reviewing the denial of a motion for a directed verdict \"views\r\nthe evidence and all reasonable inferences in the light most favorable to the [S]tate.\r\nIf there is any direct evidence or any substantial circumstantial evidence\r\nreasonably tending to prove the guilt of the accused, [an appellate c]ourt must find\r\nthe case was properly submitted to the jury.\" State v. Weston, 367 S.C. 279, 292-\r\n93, 625 S.E.2d 641, 648 (2006). \"It is a well-established rule in criminal cases that\r\nunless there is a total failure of evidence tending to establish the charge laid in the\r\nindictment, the trial judge's ruling upon a motion for a directed verdict of acquittal\r\nmust stand absent an error of law.\" State v. Nix, 288 S.C. 492, 496, 343 S.E.2d\r\n627, 629 (Ct. App. 1986).\r\n\r\nSection 16-23-490(A) of the South Carolina Code (2003) requires the imposition\r\nof a five-year prison sentence if \"a person is in possession of a firearm . . . during\r\nthe commission of a violent crime and is convicted of committing or attempting to\r\ncommit a violent crime as defined in Section 16-1-60.\" Second-degree burglary is\r\nclassified as a violent crime. S.C. Code Ann. § 16-1-60 (Supp. 2012). For the\r\npurposes of this statute, the possession of a firearm may be either actual or\r\nconstructive. State v. Jennings, 335 S.C. 82, 86, 515 S.E.2d 107, 109 (Ct. App.\r\n1999).\r\n\r\nIn 2012, our supreme court reviewed section 16-23-490(A) and determined that, in\r\naddition to possession of a weapon during the commission of a violent crime, the\r\nState must also prove a nexus between the weapon and the crime. State v.\r\nWhitesides, 397 S.C. 313, 318-19, 725 S.E.2d 487, 490 (2012). It reasoned:\r\n\r\n             The subject matter and general purpose of the statute lead\r\n             us to conclude that the General Assembly intended to\r\n             penalize possession of a firearm only when possession\r\n             furthers or is intended to further a violent crime. . . .\r\n             Visibly displaying a knife or an object that appears to be\r\n             a firearm furthers the criminal's objectives by increasing\r\n             the cost of resistance or interference. Thus, a nexus is\r\n             inherent in this prohibited conduct.\r\n\nThe statute also criminalizes the possession of a firearm\r\nduring the commission of a violent crime even if not\r\nvisibly displayed. Because a firearm has greater power\r\nto inflict harm, its mere presence at the scene of the\r\ncrime is a greater threat than that of a knife or an object\r\nthat appears to be a firearm. Thus, the General Assembly\r\ndetermined that merely possessing a firearm in\r\nfurtherance of a violent crime warrants a penalty.\r\n\r\nHowever, the fact that the General Assembly sought to\r\ndeter even the possession of a firearm in connection with\r\na violent crime does not suggest that it intended to\r\ncriminalize any possession of a firearm, no matter how\r\nunrelated, during the commission of a violent offense.\r\nThe General Assembly's evident purpose was to increase\r\nthe penalty of engaging in more dangerous conduct,\r\nwhether that conduct is displaying a knife, firearm, or\r\nobject that appears to be a firearm or possessing a firearm\r\nin furtherance of a violent offense. The General\r\nAssembly's purpose would not be furthered by penalizing\r\npossession of a firearm that is entirely unrelated to the\r\nviolent offense. Indeed, finding that no nexus is required\r\nmay raise constitutional questions in some cases, since\r\nthe Second Amendment protects the possession of lawful\r\nfirearms by ordinary citizens. We have no reason to\r\nsuppose that the General Assembly intended to create\r\nconstitutional questions, and our interpretation of the\r\nstatute avoids them.\r\n\r\nIn sum, we find that the General Assembly's purpose in\r\nenacting this statute was to penalize defendants who\r\nactually or constructively possess a firearm in order to\r\nfurther a violent crime and who thereby increase the\r\nattendant risk of harm. We therefore hold that such a\r\nnexus must be established in order to convict a defendant\r\nfor possessing a firearm during the commission of a\r\nviolent crime. . . .\r\n\n             A nexus may be established by showing that the firearm\r\n             furthered, advanced, or helped in the commission of the\r\n             crime. A nexus between possession of a firearm and\r\n             drug trafficking would exist if the firearm is accessible to\r\n             the trafficker and thereby provides defense against\r\n             anyone who may attempt to rob the trafficker of his drugs\r\n             or drug profits. Similarly, possessing a gun, and letting\r\n             everyone know that you are armed, lessens the chances\r\n             that a robbery will even be attempted.\r\n\r\nId. at 317-19, 725 S.E.2d at 489-90 (citations, footnotes, and quotation marks\r\nomitted). In reaching this decision, our supreme court aligned South Carolina with\r\nother jurisdictions that had considered similar facts and law. Id. at 319, 725 S.E.2d\r\nat 490. In one of the cases cited by the Whitesides court, the Fifth Circuit Court of\r\nAppeals listed several factors that might assist in answering the question \"whether\r\na particular defendant's possession [of a weapon] further[ed], advance[d], or\r\nhelp[ed] forward\" an offense. United States v. Ceballos-Torres, 218 F.3d 409,\r\n414-15 (5th Cir. 2000). In reviewing a conviction for weapon possession\r\nconnected to cocaine distribution,1 the Ceballos-Torres court identified \"the type of\r\ndrug activity that is being conducted, accessibility of the firearm, the type of the\r\nweapon, whether the weapon is stolen, the status of the possession (legitimate or\r\nillegal), whether the gun is loaded, proximity to drugs or drug profits, and the time\r\nand circumstances under which the gun is found.\" Id. at 414-15.\r\n\r\nHere, Nance was convicted of two counts of second-degree violent burglary, each\r\nof which section 16-1-60 classifies as a violent offense. On appeal, Nance\r\nchallenges the nexus between the gun and the burglaries but not his constructive\r\npossession of the gun. Whitesides, which was published during the pendency of\r\n\r\n1 We are aware most published opinions addressing the possession of a weapon\r\nduring the commission of a violent crime result from prosecutions for drug-related\r\noffenses. Although cognizant of the \"indisputable nexus between drugs and guns,\"\r\nwe do not assume for purposes of this opinion that a similar connection exists\r\nbetween other crimes and guns. See, e.g., State v. Butler, 353 S.C. 383, 391, 577\r\nS.E.2d 498, 502 (Ct. App. 2003) (noting heightened danger to a law enforcement\r\nofficer stopping a motorist suspected of drug offenses justifies a pat-down frisk of\r\nthe motorist and passengers (quoting United States v. Sakyi, 160 F.3d 164, 169 (4th\r\nCir. 1998))). Nonetheless, we find the Ceballos-Torres factors are useful in\r\ndetermining whether a nexus exists between a weapon and illegal activity.\r\n\nNance's appeal, is instructive. Under Whitesides, a nexus exists if the State\r\npresents evidence \"the firearm furthered, advanced, or helped in the commission of\r\nthe crime.\" Id. at 319, 725 S.E.2d at 490. We find the State presented evidence\r\nestablishing a nexus between the gun and the burglaries.\r\n\r\nThe State demonstrated Nance purchased a car for his girlfriend and pretended to\r\nleave it at her house for the night. Instead, he used the car to pick up a friend and,\r\ntogether, the men broke into two businesses. The girlfriend testified Nance's\r\nzippered notebook, in which the gun was hidden, had not been in the car when she\r\nlocked it for the night. Nance's cohort in the burglaries testified Nance had access\r\nto the gun each time he returned to the car, such as when he placed the drawer of\r\nrolled coins in the back seat.\r\n\r\nWhen police officers arrived, Nance's car, engine running, was parked behind the\r\nburgled businesses. Officers found the gun hidden in the zippered notebook in the\r\nback seat area, mixed in with property stolen from the Local Cash Advance and\r\nTobacco Warehouse, and within easy reach of Nance as he placed the stolen\r\nproperty in the car. According to the officer who found it, the gun was loaded,\r\nwith eight rounds in the magazine and another in the chamber.\r\n\r\nThe majority of the Ceballos-Torres factors weigh in favor of a nexus. Nance\r\nburglarized two businesses and kept the handgun within reach as he put stolen\r\ngoods into the car. The police officers who interrupted the burglary found the gun,\r\nwhich was loaded with nine rounds, inches away from the stolen property.\r\nTherefore, we find the evidence indicates Nance placed the gun in the car, and the\r\ngun \"furthered, advanced, or helped in the commission\" of the burglaries by\r\nproviding a possible defense against anyone who either confronted Nance during\r\nthe crime or attempted to take the stolen property away from him. Accordingly,\r\nthe decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and PIEPER, JJ., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-216","title":"State v. Koon","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-216.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert H. Koon, Appellant.\r\n\r\n        Appellate Case No. 2011-200608\r\n\r\n\r\n                     Appeal From Cherokee County\r\n                 J. Mark Hayes, II, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-216 \n\r\n             Submitted March 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Deputy Attorney General David A. Spencer, both of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Affirmed1 pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 29(b), SCRCrimP (\"A motion for a new trial based on after-\r\ndiscovered evidence must be made within one (1) year after the date of actual\r\ndiscovery of the evidence by the defendant or after the date when the evidence\r\ncould have been ascertained by the exercise of reasonable diligence.\"); State v.\r\nSpann, 334 S.C. 618, 619-20, 513 S.E.2d 98, 99 (1999) (\"In order to prevail in this\r\nnew trial motion, appellant must show the after-discovered evidence: (1) is such\r\nthat it would probably change the result if a new trial were granted; (2) has been\r\ndiscovered since the trial; (3) could not in the exercise of due diligence have been\r\ndiscovered prior to the trial; (4) is material; and (5) is not merely cumulative or\r\nimpeaching.\"); State v. Harris, 391 S.C. 539, 545, 706 S.E.2d 526, 529 (Ct. App.\r\n2011) (\"The granting of a [motion for a] new trial because of after-discovered\r\nevidence is not favored, and this court will affirm the trial court's denial of such a\r\nmotion unless the trial court abused its discretion.\" (internal quotation marks and\r\ncitation omitted)); id. (\"The credibility of newly-discovered evidence is for the trial\r\ncourt to determine.\"); State v. Mercer, 381 S.C. 149, 167, 672 S.E.2d 556, 565\r\n(2009) (\"On review, we may not make our own findings of fact.\"); id. (\"The\r\ndeferential standard of review constrains us to affirm the trial court if reasonably\r\nsupported by the evidence.\").2\r\n\r\nAFFIRMED.3\r\n\r\nFEW, CJ., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2 As to any argument regarding alleged police misconduct: Langehans v. Smith,\r\n347 S.C. 348, 352, 554 S.E.2d 681, 683 (Ct. App. 2001) (\"In order for an issue to\r\nbe properly presented for appeal, the appellant's brief must set forth the issue in the\r\nstatement of issues on appeal.\"); id. (\"Further, it is error for the appellate court to\r\nconsider issues not properly raised to it.\").\r\n3 The South Carolina Supreme Court's order of October 27, 2010, barring\r\nAppellant from further collateral actions challenging his 1986 burglary convictions\r\ndoes not affect our consideration of this appeal because Koon filed this case in the\r\ncircuit court on October 10, 2010.\r\n\n","court":"Appeals"},{"id":"2013-UP-217","title":"State v. Davis","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-217.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Patricia Davis, Appellant.\r\n\r\n        Appellate Case No. 2012-212241\r\n\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-217 \n\r\n             Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Tommy Evans, Jr., of the South Carolina Department of\r\n        Probation, Parole, and Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-218","title":"Ford v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-218.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Julian Ford, Jr., Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Corrections, Respondent.\r\n\r\n            Appellate Case No. 2012-212645\r\n\r\n\r\n                   Appeal From the Administrative Law Court \n\r\n                   John D. McLeod, Administrative Law Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-218 \n\r\n                  Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Julian Ford, Jr., pro se.\r\n\r\n            Christopher D. Florian, of the South Carolina Department\r\n            of Corrections, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Julian Ford, Jr. appeals the order of the Administrative Law\r\nCourt (ALC), which affirmed the South Carolina Department of Corrections' (the\r\nDepartment's) decision finding Ford is not entitled to sentence-related credits. On\r\nappeal, Ford argues the ALC erred in finding substantial evidence supports the\r\nDepartment's denial of work, educational, and good-time credits. We affirm.\r\n\n1. We find the ALC did not err in finding Ford is not entitled to work and\r\neducational credits. This court affirms the decision of the ALC if it is supported by\r\nsubstantial evidence. See S.C. Code Ann. § 1-23-610(B)(e) (Supp. 2012).\r\n\"Substantial evidence is relevant evidence that, considering the record as a whole,\r\na reasonable mind would accept to support an administrative agency's action.\"\r\nAl-Shabazz v. State, 338 S.C. 354, 380, 527 S.E.2d 742, 756 (2000). Here,\r\nsubstantial evidence supports the ALC's denial of work credits. Specifically, Ford\r\nis not entitled to work credits because the Department's records show, and Ford\r\nconcedes in his brief, that he was not enrolled in a job assignment during the\r\nperiod in question. See S.C. Code Ann. § 24-13-230(A) (Supp. 2012) (stating an\r\ninmate may earn work credits if he is \"assigned to a productive duty assignment\").\r\nAdditionally, the ALC did not err in finding Ford is not entitled to educational\r\ncredits.1 Under section 24-13-230(F)(2) of the South Carolina Code (Supp. 2012),\r\neducational credit \"is not available to any individual convicted of a violent crime as\r\ndefined in [s]ection 16-1-60 [of the South Carolina Code (2003 & Supp. 2012)].\"\r\nFord was convicted of first-degree criminal sexual conduct, which is defined as a\r\nviolent crime under section 16-1-60. Therefore, he is not entitled to educational\r\ncredits during his incarceration. Finally, we find Ford is not entitled to work\r\ncredits in lieu of educational credits by virtue of the Department's policy OP-\r\n21.07:2.22 because this interpretation would violate section 24-13-230(F)(2). See\r\nS.C. Dep't of Revenue v. Blue Moon of Newberry, Inc., 397 S.C. 256, 261, 725\r\nS.E.2d 480, 483 (2012) (\"[I]f applying the regulation's plain language would lead\r\nto an absurd result, we will interpret the regulation in a manner which avoids the\r\nabsurdity.\"). Furthermore, section 24-13-230 makes it clear that work credits and\r\neducational credits are distinct and not interchangeable. See S.C. Code Ann.\r\n§ 24-13-230(A) (stating \"[a] maximum annual credit for both work credit and\r\neducation credit is limited to one hundred eighty days . . . .\"); S.C. Code Ann.\r\n§ 24-13-230(F)(1) (Supp. 2012) (stating an individual is only eligible for\r\n\r\n1 The Department asserts the issue of educational credits is moot because Ford\r\nreceived educational credits for the period in question. Because the record does\r\nnot show Ford received educational credits for the entire period in dispute, this\r\nissue is not moot. See Sloan v. Greenville Cnty., 380 S.C. 528, 535, 670 S.E.2d\r\n663, 667 (Ct. App. 2009) (\"A case becomes moot when judgment, if rendered, will\r\nhave no practical legal effect upon the existing controversy.\").\r\n2 See SCDC Policy OP-21.07:2.2, Earned Work Credits (\"Earned Work Credits\r\nwill be used to compensate inmates for labor performed or for their enrollment and\r\nactive participation in academic or vocational programs according to the inmate's\r\ncustody designation.\").\r\n\neducational credits upon successful participation in an academic, technical, or\r\nvocational training program); §24-13-230(F)(2) (\"The educational credit provided\r\nfor in this section, is not available to any individual convicted of a violent crime\r\n. . . .\"). Accordingly, we find the ALC did not err in finding Ford is not entitled to\r\neducational or work credits.\r\n\r\n2. We find the issue of good-time credits is not preserved for appellate review\r\nbecause the ALC did not rule on this issue. See Al-Shabazz, 338 S.C. at 379, 527\r\nS.E.2d at 755 (finding issues not raised to and ruled upon by the ALC are not\r\npreserved for review).\r\n\r\nAFFIRMED.3\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-219","title":"State v. Edmonds","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-219.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gervais Edmonds, Appellant.\r\n\r\n        Appellate Case No. 2009-148270\r\n\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-219 \n\r\n             Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Kevin Scott Brackett, of\r\n        York, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-220","title":"Porter v. SCDC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-220.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Darry Lynn Porter, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Corrections, Respondent.\r\n\r\n            Appellate Case No. 2011-196868\r\n\r\n\r\n                         Appeal From Greenville County\r\n                       D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-220 \n\r\n                  Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Darry Porter, pro se.\r\n\r\n            Christopher D. Florian, of the South Carolina Department\r\n            of Corrections, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 29(a), SCRCrimP (\"Except for motions for new trials based on\r\nafter-discovered evidence, post-trial motions shall be made within ten (10) days\r\nafter the imposition of the sentence.\"); State v. Warren, 392 S.C. 235, 237, 708\r\nS.E.2d 234, 235 (Ct. App. 2011) (\"In criminal cases, the appellate court reviews\r\n\nonly errors of law and is bound by the factual findings of the trial court unless the\r\nfindings are clearly erroneous.\"); id. at 240, 708 S.E.2d at 236 (holding an inmate's\r\nmotion to reconsider her sentence was untimely because the motion was not filed\r\nwithin the ten day limit prescribed by Rule 29, SCRCrimP).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-221","title":"City of North Charleston v. Daniels","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-221.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            City of North Charleston, Respondent,\r\n\r\n            v.\r\n\r\n            Johnathan M. Daniels, Appellant.\r\n\r\n            Appellate Case No. 2012-212457\r\n\r\n\r\n                       Appeal From Charleston County\r\n                   R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-221 \n\r\n                  Submitted April 1, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Johnathan M. Daniels, of North Charleston, pro se.\r\n\r\n            Richard W. Lingenfelter, Jr. and Joseph Matthew Kaiser,\r\n            both of City of North Charleston Legal Department, of\r\n            North Charleston, for Respondent.\r\n\r\n\r\nPER CURIAM: Johnathan M. Daniels appeals the circuit court's order affirming\r\nhis municipal court conviction of riding a bicycle at night without a light, in\r\nviolation of section 56-5-3470 of the South Carolina Code (Supp. 2012). On\r\nappeal, Daniels argues (1) the circuit court erred in finding his trial in the\r\nmunicipal court complied with the constitutional requirements of due process and\r\n\nequal protection and (2) the circuit court erred in not requiring the municipal court\r\nto make a proper return, including a copy of the record and transcript, before\r\naffirming his conviction. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether the circuit court erred in finding Daniels's municipal court trial\r\ncomplied with the constitutional requirements of due process and equal protection:\r\nCity of Cayce v. Norfolk S. Ry. Co., 391 S.C. 395, 399, 706 S.E.2d 6, 8 (2011) (\"In\r\ncriminal appeals from a municipal court, the circuit court does not conduct a de\r\nnovo review; rather, it reviews the case for preserved errors raised to it by an\r\nappropriate exception.\"); City of Rock Hill v. Suchenski, 374 S.C. 12, 15, 646\r\nS.E.2d 879, 880 (2007) (\"[O]ur scope of review is limited to correcting the circuit\r\ncourt's order for errors of law.\"); id. at 16, 646 S.E.2d at 880 (indicating the circuit\r\ncourt has the authority to hear motions to alter or amend its judgment when hearing\r\na criminal appeal from the municipal court and stating such motions are required to\r\npreserve issues for further review by the court of appeals or the supreme court\r\nwhen the circuit court fails to address an issue raised by a party).\r\n\r\n2. As to Daniels's argument concerning the circuit court's failure to require the\r\nmunicipal court to make a proper return: State v. Dunbar, 356 S.C. 138, 142, 587\r\nS.E.2d 691, 693 (2003) (\"In order for an issue to be preserved for appellate review,\r\nit must have been raised to and ruled upon . . . .\"); id. at 142, 587 S.E.2d at 693-94\r\n(\"Issues not raised and ruled upon . . . will not be considered on appeal.\"); id. at\r\n142, 587 S.E.2d at 694 (\"A party need not use the exact name of a legal doctrine in\r\norder to preserve it, but it must be clear that the argument has been presented on\r\nthat ground.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-222","title":"Holdorf v. SCDMV","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-222.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Charles Holdorf, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Motor Vehicles and South\r\n        Carolina Department of Public Safety, Defendants,\r\n\r\n        Of Whom the South Carolina Department of Motor\r\n        Vehicles is the Respondent.\r\n\r\n        Appellate Case No. 2012-213054\r\n\r\n\r\n              Appeal From The Administrative Law Court\r\n              S. Phillip Lenski, Administrative Law Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-222\r\n                Heard May 6, 2013 – Filed May 22, 2013\r\n\r\n\r\n                              REVERSED\r\n\r\n\r\n        Timothy Kirk Truslow, of T. Kirk Truslow, P.A., of\r\n        North Myrtle Beach, for Appellant.\r\n\r\n        Linda Annette Grice, Philip S. Porter, and Frank L.\r\n        Valenta, Jr., all of the South Carolina Department of\r\n        Motor Vehicles, of Blythewood, for Respondent.\r\n\nPER CURIAM: In this appeal from the Administrative Law Court (ALC),\r\nCharles Holdorf challenges the suspension of his driver's license for failing to\r\nsubmit to a drug screening. Holdorf contends the ALC erred in determining the\r\nrecord contains substantial evidence to support a finding that reasonable suspicion\r\nexisted to require him to submit to a drug test. We reverse.\r\n\r\nPursuant to section 56-5-2950(A) of the South Carolina Code (Supp. 2012):\r\n\r\n                             A person who drives a motor vehicle in this State is\r\n                             considered to have given consent to chemical tests of his\r\n                             breath, blood, or urine for the purpose of determining the\r\n                             presence of alcohol or drugs or the combination of\r\n                             alcohol and drugs if arrested for an offense arising out of\r\n                             acts alleged to have been committed while the person\r\n                             was driving a motor vehicle while under the influence of\r\n                             alcohol, drugs, or a combination of alcohol and drugs. . . .\r\n                             If the officer has reasonable suspicion that the person is\r\n                             under the influence of drugs other than alcohol, or is\r\n                             under the influence of a combination of alcohol and\r\n                             drugs, the officer may order that a urine sample be taken\r\n                             for testing.\r\n\r\nHere, the record is devoid of evidence indicating Trooper Brigham had reasonable\r\nsuspicion1 to believe Holdorf was under the influence of drugs. Initially, while\r\nHoldorf did fail two of the three impairment tests and was unable to complete a\r\nthird, nothing in the record links his impairment specifically to drugs as required\r\nby subsection 56-5-2950(A). See S.C. Code Ann. § 56-5-2950(A) (Supp. 2012)\r\n(requiring an arresting officer to have reasonable suspicion an operator of a motor\r\nvehicle is under the influence of drugs other than alcohol, or is under the influence\r\nof a combination of alcohol and drugs before requesting a urine test). Further,\r\nalthough Trooper Brigham testified, based on his experience, that he believed\r\ndrugs could be involved, he failed to explain what requisite articulable facts led\r\nhim to believe Holdorf was under the influence of drugs or a combination of\r\n\r\n                                                            \r\n1 We find the ALC's notation that an officer must have \"reasonable grounds\" rather\r\nthan \"reasonable suspicion\" to ask for a urine test to be a mere scrivener's error.\r\nSpecifically, we make this finding in light of the ALC's acknowledgement that\r\nHoldorf was arguing the arresting officer lacked the \"necessary reasonable\r\nsuspicion that [Holdorf] was under the influence of drugs other than alcohol.\"\r\n\nalcohol and drugs. Based on the foregoing, we hold the ALC erred in finding the\r\nrecord contained substantial evidence to uphold Holdorf's license suspension.\r\n\r\nREVERSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n \r\n\n","court":"Appeals"},{"id":"2013-UP-223","title":"State v. Richardson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-223.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Andre Taft Richardson, Appellant.\r\n\r\n        Appellate Case No. 2009-139266\r\n\r\n\r\n                     Appeal From Colleton County \n\r\n                 Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-223 \n\r\n               Heard May 14, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Donald J. Zelenka, all\r\n        of Columbia; and Issac McDuffie Stone, III, of Beaufort,\r\n        for Respondent.\r\n\nPER CURIAM: This appeal arises from Appellant Andre Richardson's\r\nconviction for murder and financial identity fraud. On appeal, Richardson argues\r\nthe trial court erred by denying his motion for a directed verdict on the murder\r\ncharge because the State failed to present sufficient circumstantial evidence\r\nRichardson murdered his grandfather. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities: State v. McHoney, 344 S.C. 85, 97, 544\r\nS.E.2d 30, 36 (2001) (\"On appeal from the denial of a directed verdict, an appellate\r\ncourt must view the evidence in the light most favorable to the State.\"); State v.\r\nGarvin, 341 S.C. 122, 125, 533 S.E.2d 591, 592 (Ct. App. 2000) (providing that\r\nalthough the trial court should grant a motion for a directed verdict when the\r\nevidence merely raises a suspicion of the accused's guilt, the trial court must\r\nsubmit the case to the jury if any direct or substantial circumstantial evidence\r\nexists that reasonably tends to prove the accused's guilt); State v. Lollis, 343 S.C.\r\n580, 584, 541 S.E.2d 254, 256 (2001) (noting when the State relies exclusively on\r\ncircumstantial evidence, the trial court \"is required to submit the case to the jury if\r\nthere is any substantial evidence which reasonably tends to prove the guilt of the\r\naccused, or from which his guilt may be fairly and logically deduced\"); State v.\r\nPace, 337 S.C. 407, 415, 523 S.E.2d 466, 470 (Ct. App. 1999) (\"As a general rule,\r\nany act or conduct on the part of the accused is admissible as some evidence of\r\nconsciousness of guilt.\"); United States v. Burgos, 94 F.3d 849, 867 (4th Cir. 1996)\r\n(\"Relating implausible, conflicting tales to the jury can be rationally viewed as\r\nfurther circumstantial evidence indicating guilt.\"); State v. Trull, 571 S.E.2d 592,\r\n599 (N.C. Ct. App. 2002) (noting \"evidence of a defendant's refusal to submit to a\r\nlawful testing or identification procedure has been held admissible when offered as\r\ncircumstantial evidence of guilt\"); id. (holding the trial court did not err in\r\nadmitting evidence that the defendant refused to submit to a gunshot residue test).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-224","title":"Mulholland-Mertz v. Corie Crest","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-224.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           Katheryna Mulholland-Mertz, Appellant,\r\n\r\n           v.\r\n\r\n           Corie Crest Homeowners Association of Spartanburg,\r\n           Inc., Richard T. Biggs, Kathleen A. Biggs, James\r\n           Hannah, and Elizabeth A. Hannah, Respondents.\r\n\r\n           Appellate Case No. 2012-209866\r\n\r\n\r\n                      Appeal From Spartanburg County \n\r\n                     Gordon G. Cooper, Master-in-Equity \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-224 \n\r\n                   Heard May 6, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n           James D. Calmes, III, of Greenville, for Appellant.\r\n\r\n           A. Todd Darwin and John Hollis Inabinet, both of\r\n           Holcombe Bomar, P.A., of Spartanburg, for\r\n           Respondents.\r\n\r\n\r\nPER CURIAM: This appeal arises from Appellant Katheryna Mulholland-Mertz's\r\naction for an injunction against Respondents to enforce restrictive covenants\r\n\napplicable to real property in a residential subdivision. Pursuant to Rule 41(b),\r\nSCRCP, the master-in-equity dismissed Mulholland-Mertz's action and entered\r\njudgment in favor of the Respondents. We affirm pursuant to Rule 220(b),\r\nSCACR. As to Issue 1: Johnson v. J.P. Stevens & Co., 308 S.C. 116, 118, 417\r\nS.E.2d 527, 529 (1992) (noting pursuant to Rule 41(b), SCRCP, in a nonjury trial\r\n\"the trial judge clearly may dismiss the action even though the plaintiff may have\r\nestablished a prima facie case. Rule 41(b) allows the judge as the trier of facts to\r\nweigh the evidence, determine the facts, and render a judgment against the plaintiff\r\nat the close of his case if justified\"); id. at 118, 417 S.E.2d at 528 (affirming the\r\nmaster's grant of a party's motion to dismiss under Rule 41(b) and rejecting the\r\nappellant's argument the master did not consider the evidence in the light most\r\nfavorable to the party opposing the motion); Regions Bank v. Wingard Props., Inc.,\r\n394 S.C. 241, 249, 715 S.E.2d 348, 352 (Ct. App. 2011) (providing that in an\r\nequity case the appellate court will affirm the findings of the trial court unless the\r\nappellant can establish that the preponderance of the evidence is against the\r\nfindings of the trial court). As to Issues 2, 3, and 4: Taylor v. Lindsey, 332 S.C. 1,\r\n4, 498 S.E.2d 862, 863-64 (1998) (\"Restrictive covenants are contractual in nature,\r\nso that the paramount rule of construction is to ascertain and give effect to the\r\nintent of the parties as determined from the whole document.\" (quotations\r\nomitted)); id. at 4, 498 S.E.2d at 863 (\"Words of a restrictive covenant will be\r\ngiven the common, ordinary meaning attributed to them at the time of their\r\nexecution.\"). As to Issue 5: Young v. Charleston Cnty. Sch. Dist., 397 S.C. 303,\r\n311, 725 S.E.2d 107, 111 (2012) (declining to address additional remaining issues\r\nwhen the disposition of a prior issue was dispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-225","title":"State v. Collington","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-225.pdf","description":null,"date":"2013-05-22","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Ladorrean Collington, Appellant.\r\n\r\n            Appellate Case No. 2011-194088\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                       Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-225 \n\r\n                    Heard April 10, 2013 – Filed May 22, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Susan B. Hackett, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General William M. Blitch, Jr., both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Ladorrean Collington appeals her convictions of accessory\r\nbefore the fact of burglary in the first degree and accessory before the fact of\r\narmed robbery. Collington argues the trial court erred in: (1) admitting evidence of\r\n\nprior difficulties between her and the victim; (2) admitting evidence of threats she\r\nallegedly made to the victim in a voicemail message; and (3) denying her motion\r\nfor severance. We affirm.\r\n\r\n1. As to whether the trial court erred in admitting evidence of prior difficulties\r\nbetween Collington and the victim, we affirm. To the extent Collington challenges\r\nAnthony Graham's and Officer Daniel Cradic's testimony concerning Collington's\r\nprior difficulties with the victim, we find these arguments are not preserved for\r\nappellate review. See State v. Johnson, 363 S.C. 53, 58, 609 S.E.2d 520, 523\r\n(2005) (stating that to preserve an issue for appellate review there must be a\r\ncontemporaneous objection that is ruled upon by the trial court); State v. Dunbar,\r\n356 S.C. 138, 142, 587 S.E.2d 691, 693 (2003) (holding that in order to preserve\r\nan issue for appellate review, it must have been raised to and ruled upon by the\r\ntrial court); id. at 142, 587 S.E.2d at 694 (stating a party may not argue one ground\r\nat trial and an alternate ground on appeal). As to the testimony of victim's live-in\r\ngirlfriend, Frankie Davis, regarding a confrontation she had with Collington in the\r\ndays preceding the home invasion, we find the evidence was admissible under Rule\r\n404(b), SCRE and the res gestae theory. Here, the evidence of Collington's anger\r\nand jealousy over the victim's relationship with Davis was probative of\r\nCollington's motive and provided the jury with a context for the home invasion.\r\nSee Rule 404(b), SCRE (stating that evidence of other crimes, wrongs, or acts is\r\ngenerally inadmissible to prove the defendant's guilt for the crime charged, but\r\nrecognizing an exception to this rule when such evidence shows \"motive, identity,\r\nthe existence of a common scheme or plan, the absence of mistake or accident, or\r\nintent\"); State v. Adams, 322 S.C. 114, 122, 470 S.E.2d 366, 370-71 (1996)\r\n(holding evidence of prior bad acts may be admissible under the res gestae theory\r\nwhen it \"furnishes part of the context of the crime\" or is necessary to a \"full\r\npresentation\" of the case). Accordingly, we find the trial judge did not abuse his\r\ndiscretion in admitting Davis's testimony. See State v. Morris, 376 S.C. 189, 205-\r\n06, 656 S.E.2d 359, 368 (2008) (\"The admission or exclusion of evidence is left to\r\nthe sound discretion of the trial court, and the [trial] court's decision will not be\r\nreversed absent an abuse of discretion.\" (citation omitted)).\r\n\r\n2. As to whether the trial court erred in admitting the contents of a voicemail\r\nmessage Collington left on the phone of the victim's friend during the week of the\r\nhome invasion, we affirm. In the voicemail message, Collington indicated the\r\nvictim \"done made [her] mad\" by living with another woman and that victim was\r\n\"bouts to get it\" and \"better watch his . . . back.\" We find this evidence was\r\nlogically relevant to show Collington's motive and intent to plan the home\r\n\ninvasion. See Rule 404(b), SCRE; State v. Gaines, 380 S.C. 23, 29, 667 S.E.2dd\r\n728, 731 (2008) (holding \"[t]o be admissible, the bad act must logically relate to\r\nthe crime with which the defendant has been charged\"). Additionally, we find the\r\nvoicemail message was admissible under the res gestae theory. See Adams, 322\r\nS.C. at 122, 470 S.E.2d at 370-71 (holding evidence of prior bad acts may be\r\nadmissible under the res gestae theory when it \"furnishes part of the context of the\r\ncrime\" or is necessary to a \"full presentation\" of the case). Accordingly, we find\r\nthe trial judge did not abuse his discretion in admitting this evidence. See Morris,\r\n376 S.C. at 205-06, 656 S.E.2d at 368 (holding the admission or exclusion of\r\nevidence is within the sound discretion of the trial court and the trial court's\r\ndecision will not be disturbed on appeal absent an abuse of discretion).\r\n\r\n3. As to whether the trial court erred in denying Collington's motion to sever her\r\ntrial from that of her co-defendant, we find the trial judge did not abuse his\r\ndiscretion in denying Collington's motion to sever the joint trial. See State v.\r\nSimmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860 (Ct. App. 2002) (holding a\r\nmotion for severance is addressed to the sound discretion of the trial court and such\r\ndetermination will not be disturbed on appeal absent an abuse of discretion). In\r\nthis instance, Collington failed to show that she was prejudiced by the joint trial.\r\nSee State v. Halcomb, 382 S.C. 432, 440, 676 S.E.2d 149, 153 (Ct. App. 2009)\r\n(holding a \"defendant who alleges he was improperly tried jointly must show\r\nprejudice before an appellate court will reverse his conviction\" (citations omitted)).\r\nFurthermore, the trial court's curative instruction helped to protect Collington's\r\nrights and ensure that no prejudice resulted from the joint trial with her co-\r\ndefendant. See id. (stating a \"proper cautionary instruction may help protect the\r\nindividual rights of each defendant and ensure that no prejudice results from a joint\r\ntrial\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-118","title":"TD Bank v. Farm Hill Associates","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-118.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        TD Bank, N.A., Successor by merger to Carolina First\r\n        Bank, Respondent,\r\n\r\n        v.\r\n\r\n        Farm Hill Associates, LLC, John H. Hofford, Michael R.\r\n        Bennett, Hofford-Ocean Green, LLC, and Bennett-Ocean\r\n        Green, LLC, Defendants,\r\n\r\n        Of Whom Farm Hill Associates, LLC, John H. Hofford,\r\n        and Hofford-Ocean Green, LLC are the Appellants.\r\n\r\n\r\n        Appellate Case No. 2011-197966\r\n\r\n\r\n                    Appeal From Charleston County\r\n                R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2013-UP-118 \n\r\n             Heard February 13, 2013 – Filed March 27, 2013 \n\r\n             Withdrawn, Substituted and Refiled May 29, 2013 \n\r\n\r\n\r\n                         APPEAL DISMISSED\r\n\r\n\r\n        Shawn M. French, Sr., of The French Law Firm, LLC, of\r\n        Lexington, for Appellants.\r\n\n             William C. Wood, Jr. and Brandon Keith Poston, both of\r\n             Nelson Mullins Riley & Scarborough, LLP, of Columbia,\r\n             for Respondent.\r\n\r\n\r\nPER CURIAM: Farm Hill Associates, LLC, John H. Hofford, and Hofford-\r\nOcean Green, LLC (collectively, Appellants) argue the circuit court erred in\r\nreferring this case to the master-in-equity because they demanded a jury trial in\r\ntheir answer. Because we find this appeal is interlocutory, we dismiss it.\r\n\r\nAn order of reference in an action to foreclose a mortgage is not subject to an\r\nimmediate appeal. N.C. Fed. Sav. & Loan Ass'n v. Twin States Dev. Corp., 289\r\nS.C. 480, 481, 347 S.E.2d 97, 97 (1986). Section 14-3-330 of the South Carolina\r\nCode (1997 & Supp. 2012) governs whether a party may immediately appeal an\r\norder issued before or during trial. \"An order generally must fall into one of\r\nseveral categories set forth in that statute in order to be immediately appealable.\"\r\nState v. Wilson, 387 S.C. 597, 600, 693 S.E.2d 923, 924 (2010) (internal quotation\r\nmarks omitted). \"The provisions of section 14-3-330 . . . have been narrowly\r\nconstrued, and the immediate appeal of orders issued before or during trial\r\ngenerally has not been permitted.\" Id. at 601, 693 S.E.2d at 925. This order is not\r\none \"affecting a substantial right\" as outlined in section 14-3-330(2). See Mid-\r\nState Distribs., Inc. v. Century Imps., Inc., 310 S.C. 330, 334 n.4, 426 S.E.2d 777,\r\n780 n.4 (1993) (finding for an order to \"affect a substantial right\" pursuant to\r\nsection 14-3-330(2), it must \"discontinue an action, prevent an appeal, grant or\r\nrefuse a new trial, or strike out an action or defense\"). Nor was this a decision that\r\ninvolved the merits. Mid-State Distribs., Inc., 310 S.C. at 334, 426 S.E.2d at 780\r\n(holding an order that \"involves the merits\" pursuant to section 14-3-330(1)\r\n\"finally determine[s] some substantial matter forming the whole or a part of some\r\ncause of action or defense\" (internal quotation marks omitted)).\r\n\r\nThe circuit court's order specifically stated, \"[T]he [master], pursuant to Rule 53(b)\r\nof the South Carolina Rules of Civil Procedure, may return any or all issues triable\r\nof right by a jury to the circuit court.\" At the time Appellants filed this appeal, the\r\nmaster had not yet ruled whether any issues need to be returned to the circuit court.\r\nWe recognize that an order of reference that denies a party the right to a jury trial is\r\ndirectly appealable. Alston v. Limehouse, 61 S.C. 1, 4, 39 S.E. 192, 193 (1901).\r\nHowever, because the master has not yet decided whether any or all issues are\r\ntriable by jury as the circuit court instructed, Appellants have not been deprived of\r\nany right to a jury trial. See Fulmer v. Cain, 380 S.C. 466, 470, 670 S.E.2d 652,\r\n\n654 (2008) (holding \"the mode of trial exception to the general rule that only final\r\norders are appealable is confined to orders which abridge a party's constitutional\r\nright to trial by jury.\" (internal quotation marks omitted)). Accordingly, this appeal\r\nis interlocutory.1 Therefore, we dismiss this appeal.\r\n\r\nAPPEAL DISMISSED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Once the master has made a ruling on whether Appellants are entitled to a jury\r\ntrial, then Appellants may have a right to appeal if they assert that decision was\r\nincorrect.\r\n\n","court":"Appeals"},{"id":"2013-UP-226","title":"Brown v. Odom","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-226.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Jeremy J. Brown, Respondent,\r\n\r\n            v. \n\r\n\r\n            Bonnie Sue Odom, Appellant. \n\r\n\r\n            Appellate Case No. 2011-203466\n\r\n\r\n\r\n                       Appeal From Anderson County \n\r\n                    Tommy B. Edwards, Family Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-226 \n\r\n                   Heard May 15, 2013 – Filed May 29, 2013 \n\r\n\r\n\r\n                                 AFFIRMED \n\r\n\r\n\r\n            William Patrick Yon, of Chapman Byrholdt & Yon, LLP,\r\n            of Anderson, for Appellant.\r\n\r\n            Jeremy J. Brown, of Anderson, pro se.\r\n\r\n\r\nPER CURIAM: Bonnie Sue Odom appeals a contempt order, arguing the family\r\ncourt erred in (1) finding she willfully violated a restraining order, and (2)\r\nimposing a criminal sanction for civil contempt. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\n1. As to whether the family court erred in finding Odom in contempt for violating\r\na restraining order: Argabright v. Argabright, 398 S.C. 176, 179, 727 S.E.2d 748,\r\n750 (2012) (noting the standard of review in an appeal from the family court is de\r\nnovo); Hawkins v. Mullins, 359 S.C. 497, 501, 597 S.E.2d 897, 899 (Ct. App.\r\n2004) (\"A party may be found in contempt of court for the willful violation of a\r\nlawful court order.\").\r\n\r\n2. As to Odom's argument the family court erred in imposing a criminal sanction\r\nfor civil contempt: Ex parte Cannon, 385 S.C. 643, 669, 685 S.E.2d 814, 828 (Ct.\r\nApp. 2009) (\"An issue must be raised to and ruled upon by the [family] court to be\r\npreserved for appellate review.\"); State v. Passmore, 363 S.C. 568, 586, 611\r\nS.E.2d 273, 283 (Ct. App. 2005) (finding issue of criminal contempt sentence\r\nunpreserved for appellate review where appellant failed to raise an objection at\r\ntrial).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-227","title":"State v. Cuttino","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-227.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Jimmy Ott Cuttino, Appellant.\r\n\r\n             Appellate Case No. 2010-172386\r\n\r\n\r\n                        Appeal From Orangeburg County \n\r\n                      Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-227 \n\r\n                   Submitted April 1, 2013 – Filed May 29, 2013 \n\r\n\r\n\r\n                         REVERSED AND REMANDED\r\n\r\n\r\n             Appellate Defender LaNelle Cantey DuRant, of\r\n             Columbia, for Appellant.\r\n\r\n             Nicole Wetherton, of the South Carolina Department of\r\n             Probation, Parole and Pardon Services, of Columbia, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: Jimmy Ott Cuttino appeals the revocation of his probation,\r\narguing the circuit court erred because it revoked his probation solely on the failure\r\nto pay money and imposed a portion of his prison sentence originally suspended\r\n\nwithout making a finding on the record that the failure to pay was willful.\r\nPursuant to Rule 220(b), SCACR, we reverse the revocation of Cuttino's probation\r\nand remand to the circuit court to conduct a revocation hearing in accordance with\r\nthe following authorities: State v. Spare, 374 S.C. 264, 268-70, 647 S.E.2d 706,\r\n708-09 (Ct. App. 2007) (holding probation may not be revoked solely for failure to\r\npay fines, fees, or restitution unless the circuit court makes a finding on the record\r\nthat the probationer willfully refused to pay or failed to make a bona fide effort to\r\npay); State v. Coker, 397 S.C. 244, 723 S.E.2d 619 (Ct. App. 2012) (holding the\r\ncircuit court failed to make the requisite findings, and, accordingly, reversing and\r\nremanding to the circuit court with instructions to make the findings required by\r\nSpare, along with findings of fact to support each).\r\n\r\nREVERSED AND REMANDED.1\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-228","title":"State v. Graddick","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-228.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Joseph Richard Graddick, Appellant.\r\n\r\n        Appellate Case No. 2011-196526\r\n\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-228 \n\r\n             Submitted April 1, 2013 – Filed May 29, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia; and Solicitor Scarlett A. Wilson, of\r\n        Charleston, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-229","title":"Leopard v. Greenwood County","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-229.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            John B. Leopard, Claimant, Appellant,\r\n\r\n            v.\r\n\r\n            Greenwood County and S.C. Association of Counties\r\n            SIF, Respondents.\r\n\r\n            Appellate Case No. 2012-212169\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-229 \n\r\n                   Heard May 15, 2013 – Filed May 29, 2013 \n\r\n\r\n\r\n                                  AFFIRMED \n\r\n\r\n\r\n            Lena Younts Meredith, of Nicholson, Meredith and\r\n            Anderson, LLC, of Greenwood, for Appellant.\r\n\r\n            Richard B. Kale, Jr., of Willson Jones Carter & Baxley,\r\n            P.A., of Greenville, for Respondents.\r\n\r\n\r\nPER CURIAM: John Leopard appeals the South Carolina Workers'\r\nCompensation Commission Appellate Panel's (Appellate Panel) order, arguing the\r\nAppellate Panel erred in (1) finding he did not suffer a change of condition, (2)\r\nrelying on the testimony of Dr. Shallcross, and (3) finding the testimony of Drs.\r\nPoletti and Reddick was not credible. We affirm pursuant to Rule 220(b), SCACR,\r\n\nand the following authority: Bartley v. Allendale Cnty. Sch. Dist., 392 S.C. 300,\r\n306, 709 S.E.2d 619, 622 (2011) (\"[T]his Court must affirm the findings of fact\r\nmade by the [Appellate Panel] if they are supported by substantial evidence. . . .\r\nSubstantial evidence is that evidence which, in considering the record as a whole,\r\nwould allow reasonable minds to reach the conclusion the [Appellate Panel]\r\nreached.\" (citations and quotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-230","title":"Marrs v. 1751, LLC","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-230.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Andrew Marrs, Respondent,\r\n\r\n        v.\r\n\r\n        1751, LLC d/b/a Saluda's and South Carolina Uninsured\r\n        Employer's Fund, Defendants,\r\n\r\n        Of whom 1751, LLC d/b/a Saluda's is the Appellant.\r\n\r\n        Appellate Case No. 2012-209408\r\n\r\n\r\n         Appeal From The Workers' Compensation Commission\r\n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-230\r\n                Heard May 7, 2013 – Filed May 29, 2013\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        E. Ros Huff, Jr., and Shelby H. Kellahan, of Huff Law\r\n        Firm, LLC, of Irmo, for Appellant.\r\n\r\n        Blake A. Hewitt, Allison P. Sullivan, John S. Nichols, of\r\n        Bluestein Nichols Thompson & Delgado, LLC, of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: In this workers' compensation action filed by Andrew Marrs\r\nagainst 1751, LLC d/b/a Saluda's (Saluda's) and the South Carolina Uninsured\r\nEmployer's Fund1, Saluda's appeals, arguing the Appellate Panel of the South\r\nCarolina Workers' Compensation Commission erred in finding Marrs' knee injury\r\nwas compensable when it occurred on stairs Saluda's prohibited Marrs from using.\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities: Wright\r\nv. Bi-Lo, Inc., 314 S.C. 152, 155, 442 S.E.2d 186, 188 (Ct. App. 1994) (\"The\r\nquestion of whether an accident arises out of and is in the course and scope of\r\nemployment is largely a question of fact for the [Appellate Panel].\"); id. (\"Our\r\nreview of factual issues is limited to whether substantial evidence supports the\r\ndecision of the [Appellate Panel].\"); Johnson v. Merch.'s Fertilizer Co., 198 S.C.\r\n373, 378, 17 S.E.2d 695, 697 (1941) (\"'An injury arises 'in the course of\r\nemployment,' within the meaning of the Workmen's Compensation Act, when it\r\noccurs within the period of the employment, at a place where the employee\r\nreasonably may be in the performance of his duties, and while he is fulfilling those\r\nduties or engaged in doing something incidental thereto. An accident arises 'out of'\r\nthe employment, when it arises because of it, as when the employment is a\r\ncontributing proximate cause.' These conditions must concur before the act can\r\napply.\" (quoting Employers' Liability Assurance Corporation v. Montgomery, 165\r\nS.E. 903, 904 (Ga. Ct. App. 1932))); McCoy v. Easley Cotton Mills, 218 S.C. 350,\r\n355-56, 62 S.E.2d 772, 774 (1950) (\"It seems to be well settled that an employee,\r\nin order to be entitled to compensation, need not necessarily be engaged in the\r\nactual performance of work at the time of injury; it is enough if he is upon his\r\nemployer's premises, occupying himself consistently with his contract of hire in\r\nsome manner pertaining to or incidental to his employment.\"); Dukes v. Rural\r\nMetro Corp., 356 S.C. 107, 109, 587 S.E.2d 687, 689 (2003) (noting our supreme\r\ncourt has held an accidental injury that occurs during a routine break from work is\r\ncompensable under the personal comfort doctrine); Osteen v. Greenville Cnty. Sch.\r\nDist., 333 S.C. 43, 47-48, 508 S.E.2d 21, 23 (1998) (noting the personal comfort\r\ndoctrine \"has consistently been limited to imperative acts such as eating, drinking,\r\nsmoking, seeking relief from discomfort, preparing to begin or quit work, and\r\nresting or sleeping\"); McCoy, 218 S.C. at 354-56, 62 S.E.2d at 773-74\r\n(determining an employee on a smoke break who was injured after turning and\r\naccidentally walking into a piece of copper piping held by a co-employee was\r\n\r\n\r\n1 The South Carolina Uninsured Employer's Fund was involved because at the\r\ntime of Marrs' injury, Saluda's was subject to the Workers' Compensation Act, but\r\nwas uninsured.\r\n\nentitled to compensation); Mack v. Branch No. 12, Post Exchange, Fort Jackson,\r\n207 S.C. 258, 264-65, 35 S.E.2d 838, 840 (1945) (holding an employee was\r\nentitled to compensation resulting from injuries suffered during a smoke break,\r\nwhen his pant leg caught fire after cigarette lighter fluid spilled on it); Wright, 314\r\nS.C. at 155, 442 S.E.2d at 188 (\"[N]ot every violation of an order given to a\r\nworkman will necessarily remove him from the protection of the Workmen's\r\nCompensation Act. . . . 'Certain rules concern the conduct of the workman within\r\nthe sphere of his employment, while others limit the sphere itself. A transgression\r\nof the former class leaves the scope of his employment unchanged, and will not\r\nprevent the recovery of compensation, while a transgression of the latter sort\r\ncarries the workman outside of the sphere of his employment and compensation\r\nwill be denied.'\" (quoting Johnson, 198 S.C. at 378-79, 17 S.E.2d at 697-98)\r\n(citations omitted)).2\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 At oral argument, Saluda's conceded the door to the back stairwell had to be left\r\nopen for emergency purposes to comply with the fire code. Also, testimony was\r\npresented that the cautionary tape may not have been on the broken step at the time\r\nof the accident.\r\n\n","court":"Appeals"},{"id":"2013-UP-231","title":"Walton v. Union County Carnegie","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-231.pdf","description":null,"date":"2013-05-29","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Cynthia Walton, Employee, Claimant, Respondent,\r\n\r\n            v.\r\n\r\n            Union County Carnegie Library, Employer, SC\r\n            Association of Counties, SIF, Carrier, Appellants.\r\n\r\n            Appellate Case No. 2012-212599\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-231 \n\r\n                    Heard May 15, 2013 – Filed May 29, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Richard B. Kale, Jr., Willson Jones Carter & Baxley,\r\n            P.A., of Greenville, for Appellants.\r\n\r\n            Jeremy Andrew Dantin, Harrison White Smith &\r\n            Coggins, P.C., of Spartanburg, for Respondent.\r\n\r\n\r\nPER CURIAM: Union County Carnegie Library and its insurance carrier appeal\r\nthe workers' compensation commission's decision that employee Cynthia Walton\r\nsustained a compensable injury to her right shoulder. We find substantial evidence\r\nin the record to support the commission's decision. Therefore, we affirm pursuant\r\n\nto Rule 220(b)(1), SCACR, and the following authorities: Ardis v. Combined Ins.\r\nCo., 380 S.C. 313, 320, 669 S.E.2d 628, 632 (Ct. App. 2008) (\"Our review is\r\nlimited to deciding whether the Commission's decision is unsupported by\r\nsubstantial evidence or is controlled by some error of law.\"); Tims v. J.D. Kitts\r\nConstr., 393 S.C. 496, 508, 713 S.E.2d 340, 346 (Ct. App. 2011) (stating the final\r\ndetermination of witness credibility and the weight to be accorded evidence is\r\nreserved to the appellate panel).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"}]