[{"id":"2013-UP-297","title":"Place on the Greene Homeowners Association v. Berry","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-297.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Place on the Greene Homeowners Association, Inc.,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        W.G.R.Q., LLC, Easy Coin Laundry, Inc., Eva Nell\r\n        Berry, and Jeffrey O. Kenney, Appellants.\r\n\r\n        Appellate Case No. 2011-197186\r\n\r\n\r\n                     Appeal From Richland County \n\r\n                 Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-297 \n\r\n              Heard February 6, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                             REVERSED\r\n\r\n\r\n        Blake A. Hewitt and John S. Nichols, both of Bluestein,\r\n        Nichols, Thompson & Delgado, of Columbia, for\r\n        Appellants.\r\n\r\n        William M. Spillane and James B. Richardson, Jr., both\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: W.G.R.Q, LLC, Easy Coin Laundry, Inc., Eva Nell Berry, and\r\nJeffrey O. Kenney, collectively, (Appellants) owners of commercial units in Place\r\non the Greene, appeal the trial court's order enforcing a restrictive covenant. We\r\nreverse.\r\n\r\nWe hold the trial court erred in finding the Place on the Greene Homeowners\r\nAssociation's (HOA's) action to enjoin Appellants' violations of a restrictive\r\ncovenant was not barred by laches. Chambers of S.C., Inc. v. Cnty. Council for\r\nLee Cnty., 315 S.C. 418, 421, 434 S.E.2d 279, 280 (1993) (\"Under the doctrine of\r\nlaches, if a party, knowing his rights, does not seasonably assert them, but by\r\nunreasonable delay causes his adversary to incur expenses or enter into obligations\r\nor otherwise detrimentally change his position, then equity will ordinarily refuse to\r\nenforce those rights.\"); Hallums v. Hallums, 296 S.C. 195, 198, 371 S.E.2d 525,\r\n527 (1988) (defining laches as \"neglect for an unreasonable and unexplained length\r\nof time, under circumstances affording opportunity for diligence, to do what in law\r\nshould have been done\"); Richey v. Dickinson, 359 S.C. 609, 612, 598 S.E.2d 307,\r\n309 (Ct. App. 2004) (\"The party asserting laches has the burden of showing\r\nnegligence, the opportunity to act sooner, and material prejudice.\"). Appellants\r\nentered into obligations they would not have otherwise if the HOA had timely\r\nenforced the restrictive covenant. In addition, Appellants would suffer financial\r\nlosses if the covenant is enforced now. We further find the HOA's delay in\r\nenforcing the restrictive covenant for two decades after the violations started is not\r\nexcused by the HOA board members' attempts to appease the board member who\r\nwas one of the developers and the general lack of initiative of board members.\r\n\r\nAs we find the HOA's action is barred by laches, we need not address Appellants'\r\nremaining issues. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (stating appellate court need not address\r\nremaining issues when disposition of prior issue is dispositive).\r\n\r\nREVERSED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-298","title":"Richardson v. Richardson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-298.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Samuel Richardson, Appellant,\r\n\r\n            v.\r\n\r\n            Linda Richardson, Respondent.\r\n\r\n            Appellate Case No. 2011-192487\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                  George M. McFaddin, Jr., Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-298 \n\r\n                     Heard June 4, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Melvin Dean Bannister, of Columbia, for Appellant.\r\n\r\n            Stephen L. Hudson, of Law Offices of Stephen L.\r\n            Hudson, PC, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Samuel Richardson appeals a family court order awarding\r\nRespondent Linda Richardson fifty percent of the parties' marital estate. We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities: S.C. Code Ann. §\r\n20-3-620(B)(2) (Supp. 2012) (requiring the family court, in apportioning the\r\nmarital property, to \"give weight in such proportion as it finds appropriate\" to\r\n\ncertain factors, including \"marital misconduct or fault of either or both parties,\r\nwhether or not used as a basis for a divorce as such, if the misconduct affects or\r\nhas affected the economic circumstances of the parties, or contributed to the\r\nbreakup of the marriage\"); Wilburn v. Wilburn, Op. No. 27222 (S.C. Sup. Ct. filed\r\nMay 8, 2013) (Shearouse Adv. Sh. No. 20, at 18, 22) (acknowledging the appellate\r\ncourt \"exercises de novo review of appeals in family court cases,\" but further\r\nstating \"the decision of the family court will be upheld unless the Court finds that a\r\npreponderance of the evidence weighs against the family court's decision\"); Lewis\r\nv. Lewis, 392 S.C. 381, 389, 709 S.E.2d 650, 654 (2011) (\"[D]e novo review\r\nneither relieves an appellant of demonstrating error nor requires [the appellate\r\ncourt] to ignore the findings of the family court.\"); Doe v. Doe, 370 S.C. 206, 213,\r\n634 S.E.2d 51, 55 (Ct. App. 2006) (\"The division of marital property is in the\r\nfamily court's discretion.\"); id. at 214, 634 S.E.2d at 56 (\"While there is certainly\r\nno recognized presumption in favor of a fifty-fifty division, we approve equal\r\ndivision as an appropriate starting point for a family court attempting to divide an\r\nestate of a long-term marriage.\"); Rutherford v. Rutherford, 307 S.C. 199, 204, 414\r\nS.E.2d 157, 160 (1992) (\"In appeals from all equity actions including those from\r\nthe Family Court, the appellate court has authority to find facts in accordance with\r\nits own view of the preponderance.\"); Chisholm v. Chisholm, 396 S.C. 507, 510,\r\n722 S.E.2d 222, 223 (2012) (reviewing the family court's decision in awarding\r\nattorney's fees under a de novo standard of review); id. (\"Consequently, the family\r\ncourt's factual findings will be affirmed unless appellant satisfies this court that the\r\npreponderance of the evidence is against the findings of the [family] court.\")\r\n(quoting Lewis, 392 S.C. at 392, 709 S.E.2d at 655).\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n1 Respondent failed to file a brief. Pursuant to Rule 208(a)(4), SCACR, this court\r\nis permitted to take whatever action the court deems proper, including reversal.\r\nSee Turner v. Santee Cement Carriers, Inc., 277 S.C. 91, 96, 282 S.E.2d 858, 860\r\n(1981) (noting the appropriateness of a reversal for failing to file a respondent's\r\nbrief or considering that failure to file as an additional ground). We limited\r\nRespondent's argument to addressing the matters raised by Appellant at oral\r\nargument.\r\n\n","court":"Appeals"},{"id":"2013-UP-299","title":"State Farm v. Paden-Adams","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-299.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        State Farm Fire and Casualty Company, Respondent,\r\n\r\n        v.\r\n\r\n        Phyllis Paden-Adams and Alonzo Adams, Appellants.\r\n\r\n        Appellate Case No. 2012-205589\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-299 \n\r\n              Heard January 16, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Walter Keith Martens and Christi P. Cox, both of\r\n        Hamilton, Martens, Ballou, & Carroll, LLC, of Rock\r\n        Hill, for Appellants.\r\n\r\n        Ronnie Fred Craig, of Clawson & Staubes, LLC, of\r\n        Charlotte, N.C., and Charles R. Norris, of Nelson,\r\n        Mullins, Riley, & Scarborough, LLP, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Phyllis Paden-Adams and her husband Alonzo Adams\r\n(collectively Paden-Adams) appeal the trial court's granting of summary judgment\r\nin favor of State Farm Fire and Casualty Company in which the trial court held\r\nPaden-Adams was not entitled to underinsured motorist insurance coverage. We\r\naffirm.\r\n\r\nWe find the trial court did not err in holding as a matter of law Paden-Adams was\r\nnot entitled to UIM coverage under the statutory or policy language. See S.C.\r\nCode Ann. § 38-77-140(A) (Supp. 2012) (providing insurance coverage for\r\ninjuries arising out of the \"ownership, maintenance, or use\" of a vehicle); Peagler\r\nv. USAA Ins. Co., 368 S.C. 153, 159-60, 628 S.E.2d 475, 478 (2006) (stating that\r\nto establish an injury out of the \"ownership, maintenance, or use\" of a motor\r\nvehicle, the party seeking coverage must show \"(1) a causal connection exists\r\nbetween the vehicle and the injury, (2) no act of independent significance breaks\r\nthe causal link between the vehicle and the injury, and (3) the vehicle was being\r\nused for transportation purposes at the time of the injury\"); id. at 160, 628 S.E.2d\r\nat 479 (\"The focus is on the extent of the role, if any, the vehicle played in causing\r\nthe injuries or damage, or whether a particular activity is a covered use as required\r\nby statute or a policy provision.\"); Canal Ins. Co. v. Ins. Co. of N. Am., 315 S.C. 1,\r\n4, 431 S.E.2d 577, 579 (1993) (construing section 38-77-140 and defining \"use of\r\na motor vehicle\" as limited to transportation uses); S.C. Const. art. V § 9 (\"The\r\ndecisions of the Supreme Court shall bind the Court of Appeals as precedents.\");\r\nCampbell v. Robinson, 398 S.C. 12, 18, 726 S.E.2d 221, 225 (Ct. App. 2012)\r\n(stating this court may not overrule supreme court precedent); Hite v. Hartford\r\nAccident & Indem. Co., 288 S.C. 616, 619, 344 S.E.2d 173, 175 (Ct. App. 1986)\r\n(holding the term \"use\" is \"unquestionably a broader term than 'operate' or\r\n'drive.'\"). Paden-Adams's expert witness opined her accident was caused by the\r\nfailure of the South Carolina Department of Transportation's emulsion distributor\r\nvehicle to apply a uniform layer of emulsion at a sufficient application rate. Thus,\r\neven if we consider the timeframe in which the vehicle was being operated, we\r\nfind it was being used for construction purposes and not transportation.\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-300","title":"State v. Hillerby","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-300.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Justin Hillerby, Appellant.\r\n\r\n             Appellate Case No. 2010-165126\r\n\r\n\r\n                          Appeal From Berkeley County \n\r\n                    Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-300 \n\r\n                      Heard June 5, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Tricia A. Blanchette, of Law Office of Tricia A.\r\n             Blanchette, LLC, of Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Mark Reynolds Farthing, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Justin Hillerby appeals his conviction and sentence for homicide\r\nby child abuse, arguing the trial court erred in (1) refusing to suppress statements\r\n\nattributed to him, (2) admitting evidence of prior bad acts, and (3) admitting\r\nirrelevant testimony. We affirm.\r\n\r\nA ruling admitting or excluding evidence is within the sound discretion of the trial\r\ncourt. State v. Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006). An\r\nappellate court will not disturb such a ruling absent \"a manifest abuse of discretion\r\naccompanied by probable prejudice.\" Id. at 429, 632 S.E.2d at 848. \"An abuse of\r\ndiscretion occurs when the conclusions of the trial court either lack evidentiary\r\nsupport or are controlled by an error of law.\" Id. at 429-30, 632 S.E.2d at 848.\r\n\r\n1.     First, we find Hillerby failed to preserve for appellate review the issue of\r\nwhether the trial court erred in admitting the statements he gave on September 17\r\nand 18, 2008. A party who consents to the admission of evidence he challenged\r\nprior to trial waives \"any direct challenge to the admission of the evidence.\" State\r\nv. DiCapua, 383 S.C. 394, 399, 680 S.E.2d 292, 294 (2009). Here, Hillerby\r\naffirmatively stated he did not object to the admission of the statements. By doing\r\nso, he waived his right to challenge the admission of the statements on appeal.\r\n\r\n2.      Next, Hillerby asserts the trial court erred in admitting Brandon's and\r\nCourtney's testimony concerning his behavior toward Victim during the afternoon\r\nbefore Victim's death. We find Hillerby failed to preserve the portion of his\r\nargument relating to improper procedure. As to the portion of Hillerby's argument\r\nthat is preserved, we affirm.\r\n\r\nHillerby did not raise to the trial court his argument that it followed improper\r\nprocedure by ruling Brandon's and Courtney's testimony was admissible without an\r\nadequate showing of the content of their testimony. A party may not argue one\r\nground to the trial court and another ground on appeal. State v. Haselden, 353 S.C.\r\n190, 196, 577 S.E.2d 445, 448 (2003). However, \"[a] party need not use the exact\r\nname of a legal doctrine in order to preserve it, but it must be clear that the\r\nargument has been presented on that ground.\" State v. Dunbar, 356 S.C. 138, 142,\r\n587 S.E.2d 691, 694 (2003). An argument is preserved if it is \"sufficiently specific\r\nto bring into focus the precise nature of the alleged error so that it [could] be\r\nreasonably understood by the trial [court].\" McKissick v. J.F. Cleckley & Co., 325\r\nS.C. 327, 344, 479 S.E.2d 67, 75 (Ct. App. 1996). Hillerby did not raise this\r\nprocedural argument to the trial court. Consequently, it is not preserved for our\r\nreview.\r\n\nTo the extent Hillerby argues the trial court erred in admitting Brandon's and\r\nCourtney's testimony despite the State's failure to prove a Rule 404(b) exception,\r\nwe affirm. Generally, \"[e]vidence of other crimes, wrongs, or acts is not\r\nadmissible to prove the character of a person in order to show action in conformity\r\ntherewith.\" Rule 404(b), SCRE. However, it \"may . . . be admissible to show\r\nmotive, identity, the existence of a common scheme or plan, the absence of\r\nmistake or accident, or intent.\" Id. Evidence of prior bad acts for which the\r\naccused has not been convicted \"must be clear and convincing,\" and the prior bad\r\nact must logically relate to the offense charged. State v. Martucci, 380 S.C. 232,\r\n252, 669 S.E.2d 598, 608-09 (Ct. App. 2008). The State establishes this logical\r\nrelation by demonstrating the accused perpetrated the prior bad act against the\r\nsame child as in the present case. State v. Fletcher, 379 S.C. 17, 25, 664 S.E.2d\r\n480, 483-84 (2008). Appellate courts considering whether such evidence is clear\r\nand convincing must affirm the trial court's findings unless those findings are\r\nclearly erroneous. Martucci, 380 S.C. at 252, 669 S.E.2d at 608.\r\n\r\nA person commits homicide by child abuse when he \"causes the death of a child\r\nunder the age of eleven while committing child abuse or neglect, and the death\r\noccurs under circumstances manifesting an extreme indifference to human life.\"\r\nS.C. Code Ann. § 16-3-85(A)(1) (2003). \"[I]n the context of homicide by abuse\r\nstatutes, extreme indifference is a mental state akin to intent characterized by a\r\ndeliberate act culminating in death.\" State v. Jarrell, 350 S.C. 90, 98, 564 S.E.2d\r\n362, 367 (Ct. App. 2002). The State may establish the mental state of extreme\r\nindifference using evidence of prior instances in which the accused either abused\r\nor neglected the victim. See, e.g., Martucci, 380 S.C. at 252-53, 669 S.E.2d at 609\r\n(holding evidence of the accused's \"hostility, cruelty, and abuse toward Child . . .\r\nduring the weeks before he died\" constituted \"evidence of Martucci's state of mind\r\nto inflict the fatal injuries\" and \"was necessary to establish a material fact or\r\nelement of the crime charged\").\r\n\r\nIn the case at bar, the trial court admitted Brandon's and Courtney's testimony to\r\nshow Hillerby's intent toward Victim. Brandon reported overhearing Hillerby\r\ncomment that nobody cared about Victim and Mother should have left him in the\r\nswimming pool in water over his head. According to Courtney, Hillerby and\r\nMother ignored Victim as he repeatedly jumped into the deep end of the swimming\r\npool without his flotation devices. Courtney also heard Hillerby call Victim a\r\n\"pussy\" and tell him to \"cry because nobody wanted him.\" We find this testimony\r\ndemonstrated Hillerby neglected and verbally abused Victim hours before the child\r\nwas left in Hillerby's care and less than a day before Victim was discovered dead.\r\n\nMoreover, we find the abusive and neglectful acts the witnesses described logically\r\nrelated to homicide by child abuse. Therefore, the trial court did not err in\r\nadmitting Brandon's and Courtney's testimony.\r\n\r\n3.    Finally, we find the trial court did not err in admitting Georgoulis's\r\ntestimony. Generally, evidence must be relevant to be admissible. Rule 402,\r\nSCRE. \"'Relevant evidence' means evidence having any tendency to make the\r\nexistence of any fact that is of consequence to the determination of the action more\r\nprobable or less probable than it would be without the evidence.\" Rule 401,\r\nSCRE. \"Bias, prejudice or any motive to misrepresent may be shown to impeach\r\nthe witness either by examination of the witness or by evidence otherwise\r\nadduced.\" Rule 608(c), SCRE. Furthermore:\r\n\r\n             Proof of bias is almost always relevant because the jury,\r\n             as finder of fact and weigher of credibility, has\r\n             historically been entitled to assess all evidence which\r\n             might bear on the accuracy and truth of a witness'\r\n             testimony. Rule 608(c), SCRE, preserves South Carolina\r\n             precedent holding that generally, anything having a\r\n             legitimate tendency to throw light on the accuracy,\r\n             truthfulness, and sincerity of a witness may be shown and\r\n             considered in determining the credit to be accorded his\r\n             testimony.\r\n\r\nState v. McEachern, 399 S.C. 125, 140-41, 731 S.E.2d 604, 612 (Ct. App. 2012)\r\n(internal citations and quotation marks omitted).\r\n\r\nHillerby objected to questions concerning (1) whether Georgoulis saw Hillerby the\r\nnight before Victim's death, (2) what Hillerby's mood was when he left her house\r\nthe next morning, and (3) who was staying at Georgoulis's home during the trial.\r\nWe find the answers to these questions were relevant to Hillerby's credibility and\r\nmental state and to Georgoulis's bias.\r\n\r\nIn response to the first two questions, Georgoulis testified Hillerby stayed with her\r\nthe night before Victim's death, attempted to reunite with her, and left her home\r\nupset the next morning. Her testimony established Hillerby was untruthful when\r\nhe told Mother he had stayed the night elsewhere, which diminished his credibility.\r\nSignificantly, Georgoulis's testimony demonstrated Hillerby's affections had\r\nalready shifted away from Mother and back to Georgoulis, the mother of his child,\r\n\nbefore he agreed to babysit Victim and Sister. Thus, they were relevant both to\r\ncredibility and to a determination of Hillerby's mental state in the hours preceding\r\nVictim's death.\r\n\r\nHillerby does not claim he suffered prejudice from Georgoulis's admission, in\r\nresponse to the third question, that his mother was staying with Georgoulis during\r\nthe trial. This evidence had no bearing on the events leading up to Victim's death.\r\nHowever, it revealed the witness's bias in favor of Hillerby and, therefore, her\r\nmotive not to truthfully answer the State's questions. Accordingly, Georgoulis's\r\nanswer to this question was relevant to her credibility.\r\n\r\nFor the foregoing reasons, the decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., GEATHERS, J., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-301","title":"Whitlock v. Collins","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-301.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Lisa Whitlock, Respondent,\r\n\r\n             v.\r\n\r\n             Raymond Collins, Appellant.\r\n\r\n             Appellate Case No. 2012-212019\r\n\r\n\r\n                         Appeal From Calhoun County \n\r\n                       Anne Gue Jones, Family Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2013-UP-301 \n\r\n                     Heard April 11, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Paul V. Degenhart, of Degenhart & Degenhart Law,\r\n             LLC, of Columbia, for Appellant.\r\n\r\n             Lisa Whitlock, of Swansea, pro se, Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Raymond L. Collins appeals the order of the family court,\r\narguing the court erred in failing to grant his motion for a continuance, failing to\r\nquestion his competency to participate in a trial, and awarding attorney's fees and\r\ncosts to Lisa Whitlock. We affirm.\r\n\n1.     We affirm the family court's denial of Collins's motion for a continuance and\r\nfailure to rule he was incompetent at the time of the hearing. See Dep't of Soc.\r\nServs. v. Laura D., 386 S.C. 382, 385, 688 S.E.2d 130, 132 (Ct. App. 2009) (noting\r\nthe grant or denial of a continuance is within the sound discretion of the family\r\ncourt and its ruling will not be reversed on appeal absent an abuse of discretion);\r\nLewis v. Lewis, 392 S.C. 381, 385, 709 S.E.2d 650, 651-52 (2011) (recognizing the\r\nsuperior position of the family court in making credibility determinations). We\r\nfind no error in the family court disregarding the doctor's excuse produced by\r\nCollins when Collins had not seen that doctor in nine months. We further find no\r\nerror in the family court proceeding with the hearing despite Collins's assertion in\r\nhis motion for continuance and post-trial motion that he was incompetent due to\r\ntaking prescription pain medication. The family court extensively questioned\r\nCollins by phone regarding his consent to and understanding of the parties'\r\nagreement. Furthermore, Collins did not request this court invalidate the\r\nagreement due to lack of competency. See State v. Bell, 293 S.C. 391, 395-96, 360\r\nS.E.2d 706, 708 (1987) (\"The test for competency to stand or continue trial is\r\nwhether the defendant has the sufficient present ability to consult with his lawyer\r\nwith a reasonable degree of rational understanding and whether he has a rational,\r\nas well as a factual, understanding of the proceedings against him.\"); Swentor v.\r\nSwentor, 336 S.C. 472, 482, 520 S.E.2d 330, 336 (Ct. App. 1999) (stating that\r\nfamily courts will refuse to approve agreements under essentially the same\r\ncircumstances that would render any other type of contract unenforceable); Gaddy\r\nv. Douglass, 359 S.C. 329, 345, 597 S.E.2d 12, 20 (Ct. App. 2004) (defining\r\ncontractual capacity as \"a person's ability to understand in a meaningful way, at the\r\ntime the contract is executed, the nature, scope and effect of the contract\"); Burnett\r\nv. Burnett, 290 S.C. 28, 30, 347 S.E.2d 908, 909 (Ct. App. 1986) (concluding wife\r\nfreely and voluntarily entered into separation agreement when there was no\r\n\"evidence that Mrs. Burnett was compelled to enter into the agreement as a result\r\nof being overreached or subjected to any duress, nor is there any evidence that she\r\nwas not of sound mind or under any unusual stress, other than the stress normally\r\nattendant to the breakup of a marriage\").\r\n\r\n2.      We find no error in family court's award of attorney's fees to Whitlock. See\r\nChisholm v. Chisholm, 396 S.C. 507, 510, 722 S.E.2d 222, 224 (2012) (\"The\r\ndecision to award attorney's fees rests in the sound discretion of the family court.\");\r\nid. (stating the factors the family court considers when determining whether to\r\naward attorney's fees are: (1) the ability to pay; (2) the parties' respective financial\r\nconditions; (3) the effect of the award on each party's standard of living; and (4)\r\nthe beneficial results achieved); Glasscock v. Glasscock, 304 S.C. 158, 161, 403\r\n\nS.E.2d 313, 315 (1991) (stating the factors considered in determining a reasonable\r\nattorney's fee are: (1) the nature, extent, and difficulty of the case; (2) the time\r\nnecessarily devoted to the case; (3) professional standing of counsel; (4)\r\ncontingency of compensation; (5) beneficial results obtained; and (6) customary\r\nlegal fees for similar services). Although Whitlock requested $12,000 in attorney's\r\nfees, the family court awarded her $5,000 in attorney's fees to be paid directly to\r\nher attorney. The court noted that Whitlock was out of work and receiving\r\nmonthly workers' compensation benefits. While the record includes only a 2008\r\nfinancial declaration from Collins providing he has $1,100 in monthly income and\r\n$1,880 in expenses, the family court noted Collins offered no explanation as to\r\nwhy he had not provided an updated declaration. Whitlock testified that Collins's\r\nbusiness earned profits of $144,000 in 2005, the last year in which she was privy to\r\nhis tax return, and she had seen Collins working around town installing roofs. As\r\nto beneficial results, the visitation agreement the court adopted was the same\r\nWhitlock proposed two years earlier. On the remaining contested issues, the\r\nfamily court found in Whitlock's favor and ordered Collins to pay the balance due\r\nto the guardian ad litem, Whitlock's expert witness's fees, $4,200 in child support\r\naccrued while the case was administratively dismissed, half the costs of diapers for\r\ntheir autistic child, and half of any uninsured medical expenses for the children.\r\nFurthermore, the family court found Collins responsible for much of the delay in\r\nthe case.\r\n\r\n3.     We decline to address Whitlock's due process issue. See Grant v. S.C.\r\nCoastal Council, 319 S.C. 348, 356, 461 S.E.2d 388, 392 (1995) (finding\r\nappellant's argument the hearing below was conducted in such a way as to deprive\r\nhim of his constitutional due process rights was never mentioned prior to his\r\nappeal and consequently was not preserved for review); Sanders v. S.C. Dep't of\r\nCorr., 379 S.C. 411, 418, 665 S.E.2d 231, 234 (Ct. App. 2008) (declining to\r\naddress respondent's argument because respondent failed to cross appeal the\r\nadministrative law court's finding).\r\n\r\n4.      As to Whitlock's argument that Collins failed to inform her he ordered the\r\ntrial transcript, we decline to dismiss the appeal on this ground. See Henning v.\r\nKaye, 307 S.C. 436, 437, 415 S.E.2d 794, 794 (1992) (denying respondents'\r\nmotion to dismiss even though noting dismissal of the appeal would be justified\r\nbased on appellant's numerous violations of the appellate court rules).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-302","title":"State v. Sturdivant","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-302.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Retha Sturdivant, Appellant.\r\n\r\n        Appellate Case No. 2011-196490\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                  Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-302 \n\r\n                Heard June 5, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Stuart Mark Axelrod, of Axelrod & Associates, P.A., of\r\n        Myrtle Beach, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Senior\r\n        Assistant Attorney General Harold M. Coombs, Jr., all of\r\n        Columbia; and Solicitor Jimmy A. Richardson, II, of\r\n        Conway, for Respondent.\r\n\nPER CURIAM: Retha Pierce Sturdivant appeals her conviction of resisting arrest\r\npursuant to section 16-9-320(A) of the South Carolina Code (2003). She contends\r\nthe trial court erred by failing to direct a verdict in her favor based upon the\r\narresting officer's lack of intent to effectuate an arrest prior to any manual\r\ntouching. She further argues the trial court should have directed a verdict in her\r\nfavor because the underlying arrest was unlawful. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in failing to direct a verdict on the charge of\r\nresisting arrest based upon the police officer's lack of subjective intent to effectuate\r\nan arrest prior to physically restraining her, we affirm: State v. Brannon, 379 S.C.\r\n487, 494, 666 S.E.2d 272, 275 (Ct. App. 2008) (\"When ruling on a motion for a\r\ndirected verdict, the trial court is concerned with the existence or nonexistence of\r\nevidence, not its weight.\"); id. (\"If there is any direct evidence or substantial\r\ncircumstantial evidence reasonably tending to prove the guilt of the accused, we\r\nmust find the case was properly submitted to the jury.\"); § 16-9-320(A) (\"It is\r\nunlawful for a person [to] knowingly and wilfully . . . resist an arrest being made\r\nby one whom the person knows or reasonably should know is a law enforcement\r\nofficer, whether under process or not.\"); State v. Williams, 237 S.C. 252, 257, 116\r\nS.E.2d 858, 860-61 (1960) (\"To constitute an arrest there must be an actual or\r\nconstructive seizure or detention of the person, performed with the intention to\r\neffect an arrest and so understood by the person detained. . . . There can be no\r\narrest where the person sought to be arrested [is] not conscious of any restraint of\r\nhis liberty.\" (internal quotations and citations omitted)); State v. Dowd, 306 S.C.\r\n268, 270, 411 S.E.2d 428, 429 (1991) (\"[A]n arrest is an ongoing process, finalized\r\nonly when the defendant is properly confined.\").\r\n\r\n2. As to whether the trial court erred in failing to direct a verdict because the\r\nunderlying arrest was unlawful, we affirm: Brannon, 379 S.C. at 494, 666 S.E.2d\r\nat 275 (\"When ruling on a motion for a directed verdict, the trial court is concerned\r\nwith the existence or nonexistence of evidence, not its weight.\"); id. (\"When\r\nreviewing a denial of a directed verdict, an appellate court views evidence and all\r\nreasonable inferences in the light most favorable to the State.\"); id. (\"If there is any\r\ndirect evidence or substantial circumstantial evidence reasonably tending to prove\r\nthe guilt of the accused, we must find the case was properly submitted to the\r\njury.\"); State v. Goodwin, 351 S.C. 105, 110, 567 S.E.2d 912, 914 (Ct. App. 2002)\r\n(\"'When determining the constitutional validity of an arrest, a court must consider\r\nwhether, at the moment the arrest was made, the officers had probable cause to\r\nmake it—whether at that moment the facts and circumstances within their\r\n\nknowledge and of which they had reasonably trustworthy information were\r\nsufficient to warrant a prudent man in believing that the [appellant] had committed\r\n. . . an offense.'\" (alteration in original) (quoting State v. Robinson, 335 S.C. 620,\r\n634, 518 S.E.2d 269, 276 (Ct. App. 1999))); id. (\"'Whether probable cause exists\r\ndepends upon the totality of the circumstances surrounding the information at the\r\nofficer['s] disposal.'\") (quoting Robinson, 335 S.C. at 634, 518 S.E.2d at 276);\r\nState v. Tyndall, 336 S.C. 8, 18, 518 S.E.2d 278, 283 (Ct. App. 1999) (stating\r\nsection 16-9-320 \"does not mandate the underlying arrest be prosecuted as a\r\nprerequisite for the indictment, prosecution, or conviction of resisting arrest\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-303","title":"Weekley v. Weekley","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-303.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        William Jeff Weekley and Christopher L. Weekley, Sr.,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        John Lance Weekley, Jr. and Marcus Earl Weekley, Sr.,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2011-193506\r\n\r\n\r\n                   Appeal From Hampton County \n\r\n               James Martin Harvey, Jr., Special Referee \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-303 \n\r\n             Heard December 11, 2012 – Filed July 3, 2013 \n\r\n\r\n\r\n                    AFFIRMED AS MODIFIED\r\n\r\n\r\n        Andrew Sims Radeker, of Harrison & Radeker, P.A., of\r\n        Columbia, for Appellants.\r\n\r\n        Demetri K. Koutrakos and Mary Dameron Milliken, of\r\n        Callison, Tighe & Robinson, L.L.C., of Columbia, and\r\n        Kevin Angus Brown, of Anderson & Brown, L.L.C., of\r\n        Hampton, for Respondents.\r\n\nPER CURIAM: This is a partition and accounting action brought by brothers,\r\nWilliam Jeff Weekley and Christopher L. Weekley, Sr., hereinafter collectively\r\nRespondents, against their brothers, John Lance Weekley, Jr. and Marcus Earl\r\nWeekley, Sr., hereinafter collectively Appellants. Appealing from the order of the\r\nSpecial Referee, Appellants assert various errors by the referee, including making\r\nthe particular division, considering improper offsets to Respondents in making the\r\ndivision, failing to consider offsets in favor of Appellants, and finding the parties\r\nstipulated the accounting cause of action would be decided by the Probate Court.\r\nWe affirm as modified.\r\n\r\n1.     Appellants contend the referee erred and made an unfair partition by\r\ndividing the property so that all of the best hunting and fishing land was allocated\r\nto the Respondents, in violation of S.C. Code Ann. § 15-61-50. They maintain no\r\nfindings were made by the referee showing why it would be impracticable to give\r\neach set of brothers some of the land that each demonstrated was most valuable to\r\nthem, with all receiving some of the land at the back, i.e., land abutting the swamp.\r\nWe disagree.\r\n\r\n\"The partition procedure must be fair and equitable to all parties of the action.\"\r\nZimmerman v. Marsh, 365 S.C. 383, 386, 618 S.E.2d 898, 900 (2005); see also\r\nS.C. Code Ann. § 15-61-50 (2005) (\"The court of common pleas has jurisdiction in\r\nall cases of real and personal estates held in joint tenancy or in common to make\r\npartition in kind or by allotment to one or more of the parties upon their accounting\r\nto the other parties in interest for their respective shares or, in case partition in kind\r\nor by allotment cannot be fairly and impartially made and without injury to any of\r\nthe parties in interest, by the sale of the property and the division of the proceeds\r\naccording to the rights of the parties.\"). \"[P]artition in kind is favored when it can\r\nbe fairly made without injury to the parties.\" Anderson v. Anderson, 299 S.C. 110,\r\n114, 382 S.E.2d 897, 899 (1989). While equitable considerations, such as length\r\nof ownership and sentimental attachment to property, may be considered in a\r\npartition action, the pecuniary interests of all of the parties is the determining\r\nfactor in deciding whether to require a judicial sale or to allow a partition by\r\nallotment. Zimmerman, 365 S.C. at 388, 618 S.E.2d at 901.\r\n\r\nIn Campbell v. Jordan, 382 S.C. 445, 675 S.E.2d 801 (Ct. App. 2009), this court\r\nconsidered a challenge on appeal to a partition in kind. There, we held the referee\r\nproperly partitioned the property in a manner that was fair and equitable to all the\r\nparties, where the referee considered the parties' emotional attachment to the land,\r\nthe parties' respective living situations, and the parties' preference for a partition in\r\nkind rather than a judicial sale. Id. at 451, 675 S.E.2d at 804. Further, though the\r\n\nappellants in Campbell argued they had an emotional attachment to a particular\r\nportion of the land and thus it had a greater inherent value to them, we noted the\r\nappellants failed to assert that the referee erred in assigning property values or in\r\nassigning ownership interest shares to each party. Id. at 451-52, 675 S.E.2d at 804-\r\n05. See Wilson v. McGuire, 320 S.C. 137, 139 n.2, 463 S.E.2d 614, 616 n.2 (Ct.\r\nApp. 1995) (stating that the allocation of a preselected tract to one heir is not\r\nprejudicial to other heirs unless evidence is presented to demonstrate that the\r\npreselected tract is more valuable than the other tracts).\r\n\r\nHere, the referee recognized the highest and best use of the property was\r\nrecreational. However, he further recognized that some of the 210.48 acres was\r\nvalued at $1,700 per acre, while other acreage was valued at $2,000 per acre, and\r\ndivided the property with these differing values in mind. In making the division,\r\nhe took into consideration that the property containing the home-site, which was\r\nawarded to Appellants as everyone agreed would be proper, had a value of $2,000\r\nper acre. He thereafter divided the remainder of the property based upon these\r\neconomic valuations. Appellants do not challenge these valuations placed on the\r\nacreage. Rather, they object to the referee's failure to award them land toward the\r\nrear, abutting the swamp. Though Appellants' attachment to the swamp area of the\r\nproperty and their desire to use it for recreational purposes is an equitable\r\nconsideration, Appellants fail to assert that the referee erred in assigning property\r\nvalues, or show that the land allotted to them is of less economic value than that\r\nallotted to Respondents.. Further, the referee had other equitable matters to take\r\ninto consideration which resulted in the division he made. First, he divided the\r\nproperty in such a way as to allow Appellants to remain on the home-site. Second,\r\nhe allotted to each set of brothers one of the two areas of historical family\r\nsignificance: the home-site and the boat landing. Third, and importantly, he\r\ndivided the property in a manner to address the safety concerns raised by\r\nRespondents. Specifically, the record shows there is clear animosity amongst these\r\nbrothers, and their history shows not only the threat of the use of guns, but the\r\nactual firing of weapons by Appellants while Respondents and their family\r\nmembers were in the vicinity. The referee considered the Appellants' use of guns\r\nin certain areas in determining the appropriate division of the property. Therefore,\r\nbecause there is no contention the referee failed to properly divide the land itself\r\nbased upon the economic value of the different acres, and inasmuch as he\r\naccomplished many of the equitable considerations, we hold he properly\r\npartitioned the property in a manner that was fair and equitable to all the parties in\r\nspite of the fact that Appellants did not receive any property abutting the swamp.\r\n\n2.      Appellants' Issues 2 through 5 are based upon arguments that are not\r\nproperly preserved for our review. Many of these issues were never raised to the\r\nreferee in any manner. Further, even assuming arguendo that some were raised by\r\nvirtue of the evidence submitted, none were ever ruled upon by the referee, in spite\r\nof the fact that Appellants made a motion to alter or amend and could have\r\nproperly raised the matters at that time. See Pikaart v. A & A Taxi, Inc., 393 S.C.\r\n312, 324, 713 S.E.2d 267, 273 (2011) (\"A matter may not be presented for the first\r\ntime on appeal; rather, it must have been both raised to and ruled upon by the court\r\nbelow.\"); Mathis v. Brown & Brown of S.C., Inc., 389 S.C. 299, 311, 698 S.E.2d\r\n773, 779 (2010) (holding, in order for an issue to be properly preserved for appeal,\r\nit must have been both raised to and ruled on by the trial court, and where the trial\r\ncourt's order did not address appellant's argument and appellant did not bring the\r\nabsence of this issue to the trial court's attention in a motion to alter or amend, the\r\nissue was not preserved); I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 422,\r\n526 S.E.2d 716, 724 (2000) (noting the losing party generally must both present\r\nhis issues and arguments to the trial court and obtain a ruling before those issues\r\nand arguments will be reviewed by an appellate court); Noisette v. Ismail, 304 S.C.\r\n56, 58, 403 S.E.2d 122, 124 (1991) (holding an issue is not preserved where the\r\ntrial court does not explicitly rule on an argument and the appellant fails to make a\r\nRule 59(e), SCRCP motion to alter or amend the judgment on that ground); see\r\nalso In re Estate of Timmerman, 331 S.C. 455, 460, 502 S.E.2d 920, 922 (Ct. App.\r\n1998) (holding when a party receives an order granting relief not previously\r\ncontemplated or presented to the trial court, the aggrieved party must move to alter\r\nor amend the judgment, pursuant to Rule 59(e), SCRCP, in order to preserve the\r\nissue for appeal).\r\n\r\n3.     In their last issue, Appellants contend the referee erred in finding there was a\r\nstipulation that an accounting cause of action would be decided by the Probate\r\nCourt. In his order, the referee stated, \"The parties stipulated that the\r\n[Respondents'] second cause of action for accounting would be deferred to the\r\nconsideration of the Probate Court.\" The parties agreed only to bifurcate the\r\npartition and accounting causes of action, proceeding on the partition action and\r\nleaving the record open as to the accounting matter. They clearly never stipulated\r\nthe accounting cause of action would be heard by the Probate Court. Respondents\r\nagree the stipulation between the parties was simply that the two causes of action\r\nwould be bifurcated, and concede there was no stipulation that it be heard by the\r\nProbate Court. Respondents consent to a hearing before the court of proper\r\njurisdiction. Accordingly, we modify the referee's order to reflect that there was no\r\nstipulation that the accounting matter would be considered by the Probate Court,\r\n\nbut only that the causes of action would be bifurcated and the hearing left open as\r\nto the accounting issue.1\r\n\r\nAFFIRMED AS MODIFIED. \n\r\n\r\nFEW, C.J., and HUFF and GEATHERS, JJ., concur.\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We note this issue was not raised to or ruled upon by the referee either.\r\nHowever, inasmuch as Respondents concede the error, we find modification of the\r\nreferee's order proper on this point. We decline to address what court is the proper\r\ncourt of jurisdiction, as that matter was not raised to or ruled upon by the referee\r\nand Respondents have not conceded any particular court has jurisdiction.\r\n\n","court":"Appeals"},{"id":"2013-UP-304","title":"State v. Gaskins","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-304.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Johnnie Gaskins, Appellant.\r\n\r\n            Appellate Case No. 2010-151386\r\n\r\n\r\n                         Appeal From Richland County\r\n                     L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-304 \n\r\n                   Heard January 8, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Tara Dawn Shurling, of Law Offices of Tara Dawn\r\n            Shurling, PA, of Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, and Assistant\r\n            Deputy Attorney General Donald J. Zelenka, all of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Appellant, Johnnie Walker Gaskins, was tried for and convicted\r\nof two counts of murder, three counts of assault and battery with intent to kill\r\n(ABWIK), and one count of use of a firearm during the commission of a violent\r\n\ncrime in connection with a shooting spree at 360 Sports Bar & Grill. Gaskins\r\nappeals, asserting (1) the trial court erred in admitting crime scene photographs of\r\nblood splatter and pooling, which were duplicative and admitted for the purpose of\r\ninflaming the passions of the jury, (2) the trial court erred in denying Gaskins'\r\nmotion for a mistrial based upon the admission of improper and highly prejudicial\r\nhearsay testimony in the form of a dying declaration and a statement from an\r\nanonymous telephone caller, and (3) Gaskins' right to due process was violated by\r\nthe trial court's improper and heated response to defense counsel's objection. We\r\naffirm.\r\n\r\n1.     Gaskins first argues the trial court erred in admitting cumulative and\r\ngruesome crime scene photographs of blood splatters and blood pooling that were\r\nsubmitted solely for the purpose of inflaming the passions of the jury and were of\r\nnegligible probative value. He contends, while some testimony regarding the\r\nlocation of victims or the extent of bloodshed may have been relevant in this case,\r\nthe extent to which the photographic evidence was presented by the State was both\r\ncumulative and prejudicial to him.\r\n\r\nA trial court has considerable latitude in ruling on the admissibility of evidence,\r\nand its ruling will not be disturbed on appeal absent a showing of probable\r\nprejudice. State v. Kelley, 319 S.C. 173, 177, 460 S.E.2d 368, 370 (1995). The\r\nrelevance, materiality and admissibility of photographic evidence are matters\r\nwithin the sound discretion of the trial judge. Id. \"A test to determine whether the\r\ntrial court abused its discretion is whether the photographic evidence serves to\r\ncorroborate the testimony of witnesses offered at trial.\" State v. Jarrell, 350 S.C.\r\n90, 106, 564 S.E.2d 362, 371 (Ct. App. 2002). It is not an abuse of discretion to\r\nadmit photographs which serve to corroborate testimony. State v. Tucker, 324 S.C.\r\n155, 167, 478 S.E.2d 260, 266 (1996). However, \"[p]hotographs calculated to\r\narouse the sympathy or prejudice of the jury should be excluded if they are\r\nirrelevant or not necessary to substantiate material facts or conditions.\" State v.\r\nBrazell, 325 S.C. 65, 78, 480 S.E.2d 64, 72 (1997). \"To constitute unfair\r\nprejudice, the photographs must create a 'tendency to suggest a decision on an\r\nimproper basis, commonly, though not necessarily, an emotional one.'\" Kelley,\r\n319 S.C. at 178, 460 S.E.2d at 370-71 (quoting State v. Alexander, 303 S.C. 377,\r\n382, 401 S.E.2d 146, 149 (1991)).\r\n\r\nHere, the photographic evidence was probative inasmuch as it aided the jury by\r\nshowing the actions of one of the victims during the shooting, as was corroborated\r\nby the expert through the photos. Additionally, a review of these photos reveals\r\nnothing more than a generic crime scene of blood, with no bodies present. We are\r\n\nnot convinced that, even if wrongly admitted, there was an undue tendency of the\r\nphotographs to suggest a decision on an improper basis. Further, given the\r\noverwhelming evidence of Gaskins' guilt, we do not believe the photographs were\r\nof such a nature as to influence the jury's verdict. See State v. Green, 397 S.C. 268,\r\n287, 724 S.E.2d 664, 673 (2012) (\"Prejudice occurs when there is reasonable\r\nprobability the wrongly admitted evidence influenced the jury's verdict.\"); State v.\r\nByers, 392 S.C. 438, 447-48, 710 S.E.2d 55, 60 (2011) (quoting State v. Reeves,\r\n301 S.C. 191, 193-94, 391 S.E.2d 241, 243 (1990) (alteration in original)) (\"A\r\nharmless error analysis is contextual and specific to the circumstances of the case:\r\n'No definite rule of law governs [a finding of harmless error]; rather the materiality\r\nand prejudicial character of the error must be determined from its relationship to\r\nthe entire case. Error is harmless when it could not reasonably have affected the\r\nresult of the trial.'\"); State v. Pagan, 369 S.C. 201, 212, 631 S.E.2d 262, 267\r\n(2006) (\"Generally, appellate courts will not set aside convictions due to\r\ninsubstantial errors not affecting the result.\"); State v. Baccus, 367 S.C. 41, 55, 625\r\nS.E.2d 216, 223 (2006) (\"When guilt is conclusively proven by competent\r\nevidence, such that no other rational conclusion could be reached, [the appellate\r\ncourt] will not set aside a conviction for insubstantial errors not affecting the\r\nresult.\").\r\n\r\n2.     Gaskins next contends the trial court erred in denying his motion for a\r\nmistrial following the admission of improper hearsay testimony from witness\r\nPorterfield concerning an alleged dying declaration that had not been previously\r\ndisclosed to the defense, as well as testimony from Porterfield regarding an alleged\r\nstatement made by an anonymous caller on Gaskins' mobile phone. Even if we\r\nwere to assume the admission of this testimony by Porterfield was improper, we\r\nfind no reversible error in the trial court's denial of Gaskins' motion for a mistrial\r\nbased on the alleged improper testimony.\r\n\r\nThe decision to grant or deny a motion for a mistrial is a matter within the sound\r\ndiscretion of the trial judge, whose decision will not be disturbed on appeal absent\r\nan abuse of discretion amounting to an error of law. State v. Council, 335 S.C. 1,\r\n12, 515 S.E.2d 508, 514 (1999). \"The grant of a motion for a mistrial is an\r\nextreme measure which should be taken only where an incident is so grievous that\r\nthe prejudicial effect can be removed in no other way.\" State v. Herring, 387 S.C.\r\n201, 216, 692 S.E.2d 490, 498 (2009). A mistrial should be granted only when\r\nabsolutely necessary, and a defendant must show both error and resulting prejudice\r\nto be entitled to a mistrial. State v. Harris, 340 S.C. 59, 63, 530 S.E.2d 626, 628\r\n(2000).\r\n\nWe find the trial court's explicit instruction cured any possible error and that the\r\nprejudicial effect was minimal, such that a mistrial would not have been warranted.\r\nSee Herring, 387 S.C. at 216, 692 S.E.2d at 498 (noting a curative instruction to\r\ndisregard the testimony is usually deemed to cure any alleged error); State v. Moyd,\r\n321 S.C. 256, 263, 468 S.E.2d 7, 11 (Ct. App. 1996) (holding a trial court should\r\nexhaust other available methods to cure prejudice before aborting a trial, and where\r\nthe prejudicial effect is minimal, a mistrial need not be granted in every case where\r\nincompetent evidence is received and later stricken and a curative instruction is\r\ngiven). Additionally, given the overwhelming evidence of Gaskins' guilt, we\r\nbelieve the testimony complained of by Gaskins could not reasonably have\r\naffected the result of the trial. Baccus, 367 S.C. at 55, 625 S.E.2d at 223 (\"When\r\nguilt is conclusively proven by competent evidence, such that no other rational\r\nconclusion could be reached, [the appellate court] will not set aside a conviction\r\nfor insubstantial errors not affecting the result.\").\r\n\r\n3.      Gaskins lastly contends the trial judge erred in yelling at defense counsel\r\nand abruptly halting the proceedings after a series of defense objections, thereby\r\nviolating the Appellant's right to due process of law. He contends a trial judge\r\nmust be patient, dignified and courteous to lawyers, and must act with absolute\r\nimpartiality in the performance of judicial duties. Gaskins argues his failure to\r\nobject to the situation at the time should be excused, as the tone and tenor of the\r\ntrial judge's comments made it clear any objection would be futile, especially\r\nwhere the judge's improper remark was an angry response to defense counsel's\r\ncontinuing objections. Gaskins maintains, though the judge's words were brief, the\r\ndelivery of the remarks was harsh enough to have scared one of the jurors, and the\r\njudge himself felt the remarks were prejudicial enough to warrant him entering the\r\njury room to make comments and then issue a formal instruction to the jurors in the\r\ncourtroom on the matter. Gaskins asserts the trial judge's treatment of defense\r\ncounsel diminished him in the eyes of the jury, and because the trial judge's\r\nreaction was prejudicially improper, he is entitled to a new trial.\r\n\r\nWe first note that trial counsel raised no objection and made no argument to the\r\ntrial court asserting the trial judge had made remarks directed at trial counsel which\r\ndiminished counsel in the eyes of the jury. Thus, the issue may not be properly\r\npreserved for review. See State v. Johnson, 363 S.C. 53, 58-59, 609 S.E.2d 520,\r\n523 (2005) (noting, in order to properly preserve an issue for appellate review,\r\nthere must be a contemporaneous objection that is ruled upon by the trial court, and\r\nif a party fails to properly object, he is procedurally barred from raising the issue\r\non appeal). Gaskins contends, however, that such a failure may be excused\r\nbecause the tone and tenor of the judge indicated any objection would be futile.\r\n\nSee State v. Pace, 316 S.C. 71, 74, 447 S.E.2d 186, 187 (1994) (holding, where the\r\ntone and tenor of the trial judge's remarks concerning defense counsel's gender and\r\nconduct were such that any objection would have been futile, defense counsel's\r\nfailure to raise an objection did not amount to waiver of the issue of the propriety\r\nof the judge's comments concerning defense counsel).\r\n\r\nWe find no reversible error. A review of the record reveals the remarks made by\r\nthe trial court in front of the jury during the exchange of questions and objections\r\nwere directed at both the solicitor and defense counsel. While some were clearly\r\ndirected at defense counsel, others were directed at both defense counsel and the\r\nsolicitor, and yet another was directed at the solicitor alone. Accordingly, we do\r\nnot believe the trial judge displayed partiality, bias or prejudice in the performance\r\nof his duties. Further, we do not believe his remarks undermined defense counsel's\r\nability to effectively represent Gaskins. Thus, we find the remarks made by the\r\ntrial judge, though maybe strong, were not directed as a whole at either side.\r\nFurther, we find any prejudice from the fairly innocuous remarks was cured by the\r\ntrial judge's instruction to the jury. Additionally, even assuming it was not\r\nnecessary for trial counsel to raise an objection to the trial judge's comments to\r\npreserve the matter for review, we note that, not only did trial counsel fail to voice\r\nany concern, he apparently jokingly told the trial judge he should simply inform\r\nthe jury that \"it was theater.\" Such does not set the stage for the overly harsh\r\ntreatment of trial counsel that Gaskins alleges on appeal. See Graves v. State, 309\r\nS.C. 307, 312, 422 S.E.2d 125, 128 (1992) (holding, although the trial judge should\r\nhave refrained from cautioning the witness regarding perjury in the presence of the\r\njury, the trial judge's comments did not amount to prejudice which denied\r\npetitioner an impartial jury or violated his due process rights). See also State v.\r\nCooper, 334 S.C. 540, 546-47, 514 S.E.2d 584, 587-88 (1999) (finding no\r\nprejudice from the trial judge's comments and rulings that were routine, noting\r\nnone of the exchanges involved any improper, personal comment about defense\r\ncounsel, nor tended to impugn counsel's credibility or diminish him in the eyes of\r\nthe jury, many of the comments were innocuous or merely explanatory of the trial\r\ncourt's ruling, and some of the comments were made outside the presence of the\r\njury, and therefore, could not affect the verdict).\r\n\r\nFor the foregoing reasons, Gaskins' convictions are\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-305","title":"Lingard v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-305.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Damian Lingard, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2010-162426\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                 Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-305 \n\r\n              Submitted June 1, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Elizabeth Anne Franklin-Best, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Matthew J. Friedman, all of Columbia,\r\n        for Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR). Because there is sufficient evidence\r\nto support the PCR judge's finding Petitioner did not knowingly and intelligently\r\nwaive his right to a direct appeal, we grant certiorari and proceed with a review of\r\nthe direct appeal issue pursuant to Davis v. State, 288 S.C. 290, 342 S.E.2d 60\r\n(1986).\r\n\r\nPetitioner appeals his convictions of kidnapping and armed robbery, arguing the\r\ntrial court erred in admitting evidence of the two guns found inside Petitioner's\r\nhome. We affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\nState v. Funderburk, 367 S.C. 236, 239, 625 S.E.2d 248, 249 (Ct. App. 2006)\r\n(\"The admission of evidence is within the discretion of the trial court and will not\r\nbe reversed absent an abuse of discretion.\" (citation and internal quotation marks\r\nomitted)); State v. Aleksey, 343 S.C. 20, 35, 538 S.E.2d 248, 256 (2000) (\"The trial\r\n[court] is given broad discretion in ruling on questions concerning the relevancy of\r\nevidence, and [its] decision will be reversed only if there is a clear abuse of\r\ndiscretion.\"); Rule 401, SCRE (\"'Relevant evidence' means evidence having any\r\ntendency to make the existence of any fact that is of consequence to the\r\ndetermination of the action more probable or less probable than it would be\r\nwithout the evidence.\"); Rule 402, SCRE (\"All relevant evidence is admissible,\r\nexcept as otherwise provided by the Constitution of the United States, the\r\nConstitution of the State of South Carolina, statutes, these rules, or by other rules\r\npromulgated by the Supreme Court of South Carolina. Evidence which is not\r\nrelevant is not admissible.\").\r\n\r\nAFFIRMED.1\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-306","title":"State v. Bolden","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-306.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Kenneth S. Bolden, Appellant.\r\n\r\n            Appellate Case No. 2011-196686\r\n\r\n\r\n                        Appeal From Greenville County \n\r\n                      Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-306 \n\r\n                     Heard June 6, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General William M. Blitch, Jr., both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Kenneth Bolden appeals his conviction for breaking into a motor\r\nvehicle. Bolden claims the trial court erred in admitting into evidence a videotape\r\nof police speaking separately with him and the vehicle's owners after the incident.\r\n\nAt trial, Bolden argued that the tape should be excluded pursuant to Rule 403,\r\nSCRE, or that it should be played to the jury with the audio muted. Comparing the\r\ntape's probative value in showing Bolden lying to the police about his identity and\r\nthe danger of unfair prejudice from the officers' comments on the tape, the trial\r\ncourt found the tape was not \"overly prejudicial.\" We find no abuse of discretion\r\nin the trial court's decision. See Rule 403, SCRE (\"Although relevant, evidence\r\nmay be excluded if its probative value is substantially outweighed by the danger of\r\nunfair prejudice, confusion of the issues, or misleading the jury, or by\r\nconsiderations of undue delay, waste of time, or needless presentation of\r\ncumulative evidence.\"); State v. Holland, 385 S.C. 159, 171, 682 S.E.2d 898, 904\r\n(Ct. App. 2009) (\"This Court reviews a trial court's decision regarding the\r\nadmissibility of evidence under Rule 403 pursuant to the abuse of discretion\r\nstandard and must give great deference to the trial court's judgment.\"); State v.\r\nSweat, 362 S.C. 117, 129, 606 S.E.2d 508, 514 (Ct. App. 2004) (\"A trial judge's\r\ndecision regarding the comparative probative value and prejudicial effect of\r\nrelevant evidence should be reversed only in exceptional circumstances.\"). To the\r\nextent Bolden argues on appeal that parts of the tape could have been redacted to\r\nexclude the officers' comments, we find that argument is not preserved because it\r\nwas not presented to the trial court. See State v. Stahlnecker, 386 S.C. 609, 622,\r\n690 S.E.2d 565, 572 (2010) (finding argument unpreserved because it was not\r\nraised to the trial court).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-307","title":"State v. Allen","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-307.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Comest Sabatino Allen, Appellant.\r\n\r\n        Appellate Case No. 2012-212619\r\n\r\n\r\n\r\n                    Appeal From Greenville County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-307 \n\r\n              Submitted June 1, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-308","title":"State v. Taylor","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-308.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jalon Taylor, Appellant.\r\n\r\n        Appellate Case No. 2012-210569\r\n\r\n\r\n\r\n                    Appeal From Lexington County \n\r\n                William P. Keesley, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-308 \n\r\n              Submitted June 1, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-309","title":"Smoak v. Mitchell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-309.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Burbage Smoak, Respondent,\r\n\r\n            v.\r\n\r\n            George Mitchell, Appellant.\r\n\r\n            Appellate Case No. 2012-212176\r\n\r\n\r\n                        Appeal From Dorchester County \n\r\n                      Maite D. Murphy, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-309 \n\r\n                     Heard May 16, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Willie Bruce Heyward, of Heirs' Property Law Center,\r\n            LLC, of Charleston, for Appellant.\r\n\r\n            Jeffrey Scott Weathers, of the Law Office of Jeffrey S.\r\n            Weathers, LLC, of Moncks Corner, for Respondent.\r\n\r\n\r\nPER CURIAM: George Mitchell (Mitchell) appeals the circuit court's order\r\nfinding him in default of the terms of a Bond for Title to a piece of real property\r\nlocated in Dorchester County and extinguishing his rights to the property. Mitchell\r\nargues the circuit court erred in failing to address the specific elements required\r\n\nbefore ordering the forfeiture of property and in failing to afford Mitchell the\r\nequitable right of redemption. We affirm.\r\n\r\nInitially, we find Smoak's arguments unpreserved for our review based on his\r\nfailure to raise them to the circuit court. See Shealy v. Aiken Cnty., 341 S.C. 448,\r\n460, 535 S.E.2d 438, 444-45 (2000) (holding an issue was not preserved for appeal\r\nbecause the trial judge's general ruling was insufficient to preserve the specific\r\nissue for appellate review and the appellant did not move to alter or amend the\r\njudgment pursuant to Rule 59(e), SCRCP); Cowburn v. Leventis, 366 S.C. 20, 41,\r\n619 S.E.2d 437, 449 (Ct. App. 2005) (\"In order for an issue to be preserved for\r\nappellate review, with few exceptions, it must be raised and ruled upon by the\r\n[circuit court].\"). Moreover, we find Smoak's arguments fail on the merits.\r\n\r\n\"Actions to foreclose or cancel an instrument are actions in equity.\" Cody\r\nDiscount, Inc. v. Merritt, 368 S.C. 570, 574, 629 S.E.2d 697, 699 (Ct. App. 2006).\r\n\"In an action in equity, while this Court is free to take its own view of the\r\npreponderance of the evidence, this does not require us to disregard the findings of\r\nthe [circuit court] judge who saw and heard the witnesses and, accordingly, was in\r\na better position to judge their credibility.\" Id. at 574-75, 629 S.E.2d at 699.\r\n\r\nIn Lewis v. Premium Investment Corp., 351 S.C. 167, 568 S.E.2d 361 (2002), our\r\nsupreme court held that in some instances \"it would be inequitable to enforce [a]\r\nforfeiture provision without first allowing the purchaser an opportunity to redeem\r\nthe installment contract by paying the entire purchase price.\" Id. at 172, 568\r\nS.E.2d at 364. In determining whether redemption is equitable under the\r\ncircumstances, a court may consider certain factors, including \"the amount of\r\nequity the purchaser has accumulated, the length and number of defaults, the\r\namount of forfeiture, the speed in which equity is sought, and the amount of money\r\nthe purchaser would forfeit in relation to the purchase price of the property.\" Cody\r\nDiscount, Inc., 368 S.C. at 575, 629 S.E.2d at 700 (citing Lewis, 351 S.C. at 174\r\nn.5, 568 S.E.2d at 364 n.5).\r\n\r\nMitchell cites Cody Discount, in which this court found the master-in-equity erred\r\nin enforcing a forfeiture provision, in favor of his argument that the circuit court\r\nerred in ordering forfeiture of the property. 368 S.C. at 575-76, 629 S.E.2d at 700.\r\nHowever, the facts of the instant case are easily distinguishable. In Cody Discount,\r\nthe purchaser occasionally made late payments, but never missed a payment, and\r\nthe seller never held her in default. Id. In addition, the seller did not bring the\r\naction to evict the purchaser until she was within $1,000 of paying off the entire\r\n\n$44,500 contract price. Id. Further, in response to a letter from the seller\r\nindicating her remaining outstanding balance, the purchaser sent a response via\r\ncertified mail indicating her desire to pay the balance and a check for the entire\r\namount. Id. at 573, 629 S.E.2d at 699.\r\n\r\nIn contrast, the facts of the instant case indicate that, with the exception of certain\r\npayments made by his bankruptcy trustee during the pendency of his bankruptcy\r\ncase, Mitchell has not made regularly scheduled payments under the Bond since\r\napproximately 2005, if not earlier. Further, although the exact amount of the\r\nremaining balance is difficult to ascertain from the record, evidence supports a\r\nfinding that a substantial amount remains outstanding. Smoak estimated that\r\nMitchell paid approximately half of the total amount due under the Bond before he\r\nfiled the first action against Mitchell. In the consent order Smoak executed in\r\n2007, Smoak agreed to a confession of judgment in the amount of $34,000, and\r\nrecords generated by his bankruptcy attorney indicated that he had paid $19,285 of\r\nthe $34,503 principal owed under the Bond. Finally, although Smoak admits he\r\ninitially forgave several of Mitchell's missed payments upon the condition that he\r\nwould resume making scheduled payments, by the time of this suit, Mitchell was\r\non notice that he was in default based on the earlier action and judgment against\r\nhim. Based on the foregoing and under our own view of the preponderance of the\r\nevidence, we find Mitchell was entitled to the equitable claim of redemption.\r\nAccordingly, the order of the circuit court extinguishing Smoak's interest in the\r\nproperty is\r\n\r\nAFFIRMED.\r\n\r\nHUFF, KONDUROS, and WILLIAMS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-310","title":"Westside Meshekoff v. SCDOT","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-310.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Westside Meshekoff Family Limited Partnership,\r\n        Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Transportation; DW\r\n        Properties, LLC; Danwood LLC; Robert W. Denton; and\r\n        Alpine of SC, Inc.; Defendants,\r\n\r\n        Of Whom The South Carolina Department of\r\n        Transportation is the Respondent.\r\n\r\n        Appellate Case No. 2011-201527\r\n\r\n\r\n                    Appeal From Lexington County\r\n                R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-310 \n\r\n                Heard June 13, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Charles Harry McDonald, of Robinson, McFadden, &\r\n        Moore, PC, of Columbia, and Edwin Russell Jeter, Jr., of\r\n        Jeter & Williams, PA, of Columbia, for Appellant.\r\n\n             Patrick John Frawley, of Davis, Frawley, Anderson,\r\n             McCauley, Ayer, Fisher, & Smith, LLC, of Lexington,\r\n             for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Westside Meshekoff Family Limited Partnership (Westside)\r\nappeals the trial court's denial of its request for equitable apportionment of repair\r\nand maintenance costs of a drainage easement. We affirm.\r\n\r\nWe find, when construing the encroachment permit application and the permit\r\ntogether, as well as the surrounding circumstances, the parties intended for the\r\nindemnity provision to apply to the drainage system as well as the driveways. See\r\nHayes v. Tompkins, 287 S.C. 289, 294, 337 S.E.2d 888, 891 (Ct. App. 1985)\r\n(applying equitable apportionment \"in the absence of an agreement\"); Freeman v.\r\nSorchych, 245 P.3d 927, 933 (Ariz. Ct. App. 2011) (noting the duty of the owner of\r\nthe easement to maintain, repair, and improve an easement is determined by the\r\nterms of the conveyance itself); K & A Acquisition Grp., LLC v. Island Pointe,\r\nLLC, 383 S.C. 563, 581, 682 S.E.2d 252, 262 (2009) (\"A grant of an easement is to\r\nbe construed in accordance with the rules applied to deeds and other written\r\ninstruments.\"); id. (\"In determining the grantor's intent, the deed must be construed\r\nas a whole and effect given to every part if it can be done consistently with the\r\nlaw.\"); id. (\"When intention is not expressed accurately in the deed evidence\r\naliunde may be admitted to supply or explain it.\"). In the permit application, the\r\ndeveloper of the shopping center requested permission from the South Carolina\r\nDepartment of Transportation (SCDOT) to connect the catch basin into the\r\ndrainage system. Prior to the development, the catch basin drained into a stream.\r\nSee Brisbane v. O'Neall, 34 S.C.L. (3 Strob.) 348, 353 (1849) (noting that when a\r\nlandowner built an artificial vent diverting the water from draining on its natural\r\ncourse, the landowner was bound to keep up the vent); see also L. S. Tellier,\r\nAnnotation, Rights and Duties of Owners Inter Se with Respect to Upkeep and\r\nRepair of Water Easement, 169 A.L.R. 1147, 1152 (1947) (noting that when a\r\nservient owner has substituted a drainage ditch for the channel through which the\r\nwater previously passed over his land, that servient owner must keep the drainage\r\nditch open and free from obstruction); Miller v. Perkins, 216 N.W. 27, 28 (Iowa\r\n1927) (holding when defendant built an artificial ditch to care for the water that\r\nhad previously flowed naturally from the plaintiff's land, the defendant had a duty\r\nto keep this artificial ditch constructed by him open and free from obstruction so\r\nlong as he chose to handle the water in this way). The record contains no evidence\r\nthe developer sought or received contributions from the SCDOT for construction\r\n\nof the drainage system. In addition, the evidence demonstrates if the developer had\r\nused reinforced concrete pipe as stated in its application, future maintenance costs\r\nto the pipes would not have been needed. The record provides no evidence the\r\nparties intended for the SCDOT to contribute to future repair and replacement\r\ncosts for the drainage system. Accordingly, we find no error in the trial court's\r\ndenial of Westside's request for equitable apportionment.1\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ. concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1We do not reach Westside's remaining issues. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an\r\nappellate court need not address remaining issues when disposition of prior issue is\r\ndispositive).\r\n\n","court":"Appeals"},{"id":"2013-UP-311","title":"Pee Dee Health v. Thompson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-311.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Pee Dee Health Care, P.A., Appellant,\r\n\r\n        v.\r\n\r\n        Hugh S. Thompson, III, and Louise T. Dailey, as\r\n        Personal Representatives of the Estate of Hugh S.\r\n        Thompson, Respondents.\r\n\r\n        Appellate Case No. 2011-185767\r\n\r\n\r\n                    Appeal From Darlington County\r\n                 J. Michael Baxley, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-311\r\n                Heard June 5, 2013 – Filed July 3, 2013\r\n\r\n\r\n             AFFIRMED IN PART, DISMISSED IN PART\r\n\r\n\r\n        Benjamin Rushton Matthews and Tony Ray Megna, both\r\n        of Matthews & Megna, LLC, of Columbia, for Appellant.\r\n\r\n        John J. James, II of Paulling & James, LLP, of\r\n        Darlington, and Jon Rene Josey, of Turner Padget\r\n        Graham & Laney, PA, of Florence, for Respondents.\r\n\nPER CURIAM: This appeal arises from three claims made by Pee Dee Health\r\nCare, P.A. (\"PDHC\") against the estate of Hugh S. Thompson, Jr. (\"the Estate\").1\r\nPDHC appeals the following orders of the circuit court: (1) the order dismissing\r\nits appeal of a Darlington County probate court order for failing to timely file its\r\ngrounds of appeal with the probate court, (2) the order granting summary judgment\r\nin favor of the Estate, and (3) the order disqualifying PDHC's counsel, Tony Ray\r\nMegna. We affirm in part and dismiss in part.\r\n\r\n1. We find the circuit court properly dismissed PDHC's appeal of the Darlington\r\nCounty probate court order for failure to timely file its grounds of appeal in\r\nprobate court. The probate court issued an order approving the sale of Dr.\r\nThompson's former residence on September 17, 2010. In compliance with section\r\n62-1-308(a) of the South Carolina Code (2009), PDHC filed its notice of intent to\r\nappeal on September 20, 2010, in circuit court and probate court. See § 62-1-\r\n308(a) (\"The notice of intention to appeal to the circuit court must be filed in the\r\noffice of the circuit court and in the office of the probate court and a copy served\r\non all parties within ten days after receipt of written notice of the appealed from\r\norder, sentence, or decree of the probate court.\"). However, PDHC failed to\r\ncomply with the second requirement of section 62-1-308(a) in two respects. First,\r\nPDHC improperly filed its grounds of appeal in circuit court as opposed to probate\r\ncourt. Id. (\"The grounds of appeal must be filed in the office of the probate court\r\nand a copy served on all parties within forty-five days after receipt of written\r\nnotice of the order, sentence, or decree of the probate court.\"). Second, and most\r\nimportantly, PDHC filed its grounds of appeal outside the forty-five day time\r\nperiod prescribed by section 62-1-308(a). Id. It is undisputed PDHC received\r\nnotice of the probate court's order no later than September 20, 2010, the date on\r\nwhich PDHC filed its notice of intent to appeal. However, PDHC failed to file its\r\ngrounds of appeal in circuit court until November 9, 2010, fifty days after it\r\nreceived notice of the probate court's order. Although PDHC attempts to argue\r\nthat Rule 204(a),2 SCACR, and Rule 82(b),3 SCRCP, required the circuit court to\r\n\r\n\r\n1 This appeal originated as three separate appeals; however, the parties agreed at\r\noral argument to consolidate the cases. Accordingly, we address all three appeals\r\nin the instant opinion.\r\n2Rule 204(a), SCACR, states: \"In the event that the notice of appeal is filed in the\r\nwrong appellate court, the appellate court in which the matter is filed shall issue an\r\norder transferring the case to the appropriate appellate court.\"\r\n\ntransfer PDHC's appeal to the court in which the appeal should have been filed,\r\nthese rules only apply for a timely-filed appeal. Because PDHC failed to timely\r\nfile its grounds of appeal, these rules are inapposite. Accordingly, we affirm the\r\ncircuit court's dismissal of PDHC's appeal from probate court.\r\n\r\n2. We find the appeal of the circuit court's order granting the Estate summary\r\njudgment is untimely. The circuit court filed its formal order granting the Estate\r\nsummary judgment on September 1, 2011. PDHC filed a motion to reconsider the\r\nruling; however, the motion to reconsider was signed by Mr. Megna only. Because\r\nthe circuit court had disqualified Mr. Megna as counsel except for the limited\r\npurpose of arguing the pending motions for summary judgment, the circuit court\r\ndismissed the motion to reconsider its ruling on the summary judgment motions as\r\n\"void ab initio.\" No other Rule 59(e) motion was submitted prior to PDHC filing\r\nand serving its notice of appeal on October 28, 2011.\r\n\r\nWe agree with the circuit court that PDHC did not file a proper Rule 59(e),\r\nSCRCP, motion. The circuit court filed its order denying PDHC's Rule 59(e)\r\nmotion on Mr. Megna's disqualification on August 24, 2011. In the order, the\r\ncircuit court explicitly stated that the only exception to the order was to allow Mr.\r\nMegna to represent PDHC at the hearing on the motions for summary judgment.\r\nHowever, the circuit court clarified that this exception was for a limited appearance\r\nonly and did not otherwise attenuate the order of disqualification. Accordingly, the\r\ncircuit court provided clear and unequivocal notice to PDHC that Mr. Megna was\r\nonly allowed to orally argue the motions for summary judgment and was\r\ndisqualified from all other appearances and activities following his\r\ndisqualification. Mr. Megna's subsequent submission of PDHC's motion to\r\nreconsider the order granting the Estate summary judgment was in clear and direct\r\nviolation of the circuit court's order disqualifying him as counsel. PDHC served\r\nthe notice of appeal of the circuit court's summary judgment order on October 28,\r\n2011. Without a valid Rule 59(e) motion to toll the time for filing an appeal, this\r\nnotice was untimely. See Rule 203(b)(1), SCACR (requiring a notice of appeal to\r\nbe served on all respondents within thirty days after receipt of written notice of\r\n\r\n\r\n\r\n\r\n3 Rule 82(b), SCRCP, states: \"When an action is brought in the wrong county or in\r\nthe wrong court, the court shall not dismiss the action but shall transfer it to any\r\nproper county or court in which it could have been brought.\"\r\n\nentry of the order or judgment); Elam v. S.C. Dep't of Transp., 361 S.C. 9, 15, 602\r\nS.E.2d 772, 775 (2004) (\"A timely post-trial motion, including a motion to alter or\r\namend the judgment pursuant to Rule 59(e), SCRCP, stays the time for an appeal\r\nfor all parties until receipt of written notice of entry of the order granting or\r\ndenying such motion.\"). Accordingly, we dismiss PDHC's appeal of the circuit\r\ncourt's order entering summary judgment in favor of the Estate as untimely.\r\n\r\n3. Because, as discussed above, we dismiss PDHC's appeal of summary judgment\r\nin favor of the Estate, we find its appeal of Mr. Megna's disqualification is moot.\r\nSee Sloan v. Friends of the Hunley, Inc., 369 S.C. 20, 26, 630 S.E.2d 474, 477\r\n(2006) (\"A moot case exists where a judgment rendered by the court will have no\r\npractical legal effect upon an existing controversy because an intervening event\r\nrenders any grant of effectual relief impossible for the reviewing court.\").\r\n\r\nMoreover, even if the issue were not moot, we find the circuit court did not err in\r\ndisqualifying Mr. Megna as counsel for PDHC. Rule 3.7 of the Rules of\r\nProfessional Conduct prohibits an attorney from acting as advocate at a trial in\r\nwhich he is likely to be a necessary witness unless certain exceptions apply. Mr.\r\nMegna is the chief executive officer of PDHC. Due to this position, Mr. Megna\r\nhas exclusive and first-hand knowledge of many of the facts at issue in the instant\r\ncase, including, but not limited to, PDHC's communications with Dr. Thompson,\r\nPDHC's compliance with Medicare regulations, and PDHC's role in Medicare's\r\nadministrative action against it to recoup funds paid by Medicare to patients treated\r\nby Dr. Thompson. Based on Mr. Megna's position with PDHC, we find the circuit\r\ncourt did not err in disqualifying Mr. Megna as a necessary witness.\r\n\r\nIn addition, we find no abuse of discretion in the circuit court's disqualification of\r\nMr. Megna prior to trial. Mr. Megna's partner, Benjamin Matthews, who was not\r\ndisqualified, was an attorney-of-record in the case and had previously submitted\r\npleadings on PDHC's behalf. Accordingly, PDHC suffered no hardship from Mr.\r\nMegna's pretrial disqualification. Further, Mr. Megna points to no South Carolina\r\ncases precluding the disqualification of counsel prior to trial.\r\n\r\nFinally, we agree with the circuit court that PDHC's assertion that the attorney-\r\nclient privilege, the work product doctrine, and the Dead Man's Statute would bar\r\nhis testimony is without merit. At this stage, PDHC has failed to demonstrate that\r\nMr. Megna's testimony would be excluded under these doctrines. Moreover, the\r\nfact that certain portions of his testimony could potentially be barred at trial due to\r\ncertain evidentiary rulings is irrelevant to Mr. Megna's status as a necessary\r\n\nwitness. Accordingly, PDHC's appeal of the circuit court's order disqualifying Mr.\r\nMegna fails on the merits as well.\r\n\r\nBased on the foregoing, PDHC's appeal is\r\n\r\nAFFIRMED IN PART and DISMISSED IN PART. \n\r\n\r\nHUFF and WILLIAMS, JJ., and CURETON, A.J., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-312","title":"State v. Watson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-312.pdf","description":null,"date":"2013-07-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(D)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jerome Watson, Appellant.\r\n\r\n        Appellate Case No. 2010-159988\r\n\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-312 \n\r\n                Heard June 4, 2013 – Filed July 3, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia;\r\n        and Solicitor Kevin Scott Brackett, of York, for\r\n        Respondent.\r\n\nPER CURIAM: Jerome Watson was convicted of possession of heroin with intent\r\nto distribute (PWID heroin). He appeals, arguing the trial court erred in (1)\r\npermitting the State to proceed on an indictment that had not been presented to the\r\ngrand jury and another indictment that reflected cocaine-related offenses instead of\r\nheroin-related offenses, (2) charging the jury and submitting a verdict form\r\nreflecting PWID heroin and purchasing heroin as two separate offenses, and (3)\r\nadmitting expert witness testimony from an employee of the solicitor's office\r\nconcerning how much heroin a dealer, as opposed to a user, would likely possess.\r\nWe affirm.\r\n\r\n1.    First, Watson asserts the trial court erred in permitting the State to proceed\r\nagainst him using one amended indictment that reflected PWID cocaine instead of\r\nPWID heroin and a second amended indictment that had not been presented to the\r\ngrand jury. We disagree.\r\n\r\nGenerally, \"[n]o person shall be held to answer in any court for an alleged crime or\r\noffense, unless upon indictment by a grand jury.\" S.C. Code Ann. § 17-19-10\r\n(2003). An indictment is a \"notice document,\" the primary purpose of which is \"to\r\nput the defendant on notice of what he is called upon to answer, i.e., to appraise\r\nhim of the elements of the offense and to allow him to decide whether to ple[a]d\r\nguilty or stand trial.\" State v. Smalls, 364 S.C. 343, 346-47, 613 S.E.2d 754, 756\r\n(2005) (citation and quotation marks omitted).\r\n\r\nA trial court may amend an indictment if it finds \"any variance between the\r\nallegations of the indictment and the evidence offered in proof thereof [at trial], . . .\r\nif such amendment does not change the nature of the offense charged.\" S.C. Code\r\nAnn. § 17-19-100 (2003). \"The appropriate analysis is whether the amendment to\r\nthe indictment changed the nature of the offense charged, not whether the\r\namendment in any way surprised or prejudiced appellant.\" State v. Guthrie, 352\r\nS.C. 103, 111, 572 S.E.2d 309, 314 (Ct. App. 2002) (citation and quotation marks\r\nomitted). A motion to quash an indictment falls within the sound discretion of the\r\ntrial court. State v. Sheppard, 54 S.C. 178, 180, 32 S.E. 146, 147 (1899).\r\n\r\nHere, the State prepared three versions of the indictment against Watson. The\r\noriginal indictment alleged Watson \"did possess with intent to distribute . . . a\r\nquantity of Heroin,\" in violation of section 44-53-370 of the South Carolina Code.\r\nThe first amended indictment added the offense of purchasing. Although the title\r\nof the first amended indictment referenced heroin, the description of the offense\r\nerroneously alleged Watson \"did purchase, or possess with intent to distribute, . . .\r\n\na quantity of cocaine,\" also in violation of section 44-53-370.1 A grand jury true-\r\nbilled both the original and first amended indictments.\r\n\r\nImmediately before trial, the trial court approved additional amendments to the\r\noriginal indictment,2 thereby creating the second amended indictment, which\r\nalleged Watson \"did purchase or possess with the intent to distribute\" a quantity of\r\nheroin in violation of section 44-53-370. The second amended indictment was not\r\npresented to a grand jury.\r\n\r\nWe find the trial court did not err because the nature of the offense with which\r\nWatson was charged remained the same. All versions of the indictment notified\r\nWatson he was charged with violating section 44-53-370 with regard to heroin,\r\neven if the first amended indictment erroneously recited statutory language\r\nconcerning cocaine. The offense of purchasing, which appeared in both the first\r\nand second amended indictments, was criminalized under the same statute and was\r\nsubject to the same punishment as PWID heroin. Consequently, the trial court's\r\namendments did not change the nature of the offense charged.3\r\n\r\n2.       Second, we find no error in the jury verdict form prepared by the trial court.\r\nSubsection 44-53-370(a)(1) of the South Carolina Code (Supp. 2012) states it is\r\nunlawful for any person to \"purchase . . . or possess with the intent to . . . distribute\r\n. . . a controlled substance,\" including heroin. Furthermore, a person who\r\n\"knowingly or intentionally\" possesses more than two grains of heroin \"is prima\r\nfacie guilty of violation of subsection (a).\" S.C. Code Ann. § 44-53-370(c), (d)(4)\r\n(Supp. 2012). The trial court's instructions and verdict form accurately represented\r\nthe jury's options. As the trial court explained, the indictment against Watson\r\nalleged both PWID heroin and purchasing heroin, but the jury also could have\r\nfound Watson guilty of the lesser-included offense of simple possession. PWID\r\n\r\n1 Subsections 44-53-370(d) and (e) of the South Carolina Code (Supp. 2012)\r\ndescribe offenses involving heroin and cocaine. The first amended indictment also\r\nreferenced section 44-53-375, which describes offenses involving crack cocaine.\r\nS.C. Code Ann. § 44-53-375 (Supp. 2012); see also S.C. Code Ann. § 44-53-110\r\n(Supp. 2012) (stating \"cocaine base\" is another name for crack cocaine).\r\n2At the time, the trial court was unaware of the first amended indictment, which\r\nwas not in the court's file.\r\n3Nevertheless, as the State conceded at oral argument, the assistant solicitor's\r\nhandling of the amendments to Watson's indictment was, at best, sloppy.\r\n\nheroin contains all of the elements required to prove simple possession; purchasing\r\nheroin does not. See State v. Drafts, 288 S.C. 30, 32, 340 S.E.2d 784, 785 (1986)\r\n(\"A trial [court] is required to charge a jury on a lesser included offense if there is\r\nevidence from which it could be inferred that a defendant committed the lesser\r\noffense rather than the greater.\"); State v. Burton, 356 S.C. 259, 264, 589 S.E.2d 6,\r\n8 (2003) (holding one offense is \"a lesser included offense of another if 'the greater\r\nof the two offenses includes all the elements of the lesser offense'\" (citation\r\nomitted)); Hope v. State, 328 S.C. 78, 81, 492 S.E.2d 76, 78 (1997) (\"If the lesser\r\noffense includes an element not included in the greater offense, then the lesser\r\noffense is not included in the greater.\" (citation and quotation marks omitted)).\r\nConsequently, South Carolina law regards simple possession as a lesser-included\r\noffense of PWID heroin but not of purchasing heroin. By requiring the jury to\r\naddress PWID heroin and purchasing heroin separately, the trial court ensured the\r\njury (1) understood the lesser-included relationship existed only between simple\r\npossession and PWID heroin and (2) examined the evidence of purchasing heroin\r\nseparately.\r\n\r\n3.     Finally, we find Watson failed to preserve for appellate review the issue of\r\nwhether the trial court erred in admitting expert witness testimony from an\r\nemployee of the solicitor's office concerning how much heroin a dealer, as opposed\r\nto a user, would likely possess. A party may not argue one ground on appeal after\r\narguing a different ground to the trial court. State v. Haselden, 353 S.C. 190, 196,\r\n577 S.E.2d 445, 448 (2003); see also State v. Dunbar, 356 S.C. 138, 142, 587\r\nS.E.2d 691, 693-94 (2003) (stating an issue not raised to and ruled upon by the trial\r\ncourt is not properly before the appellate court). The record reflects Watson made\r\nthree objections during the in camera examination of Commander Brown, namely,\r\nthat the trial court should not qualify the commander as an expert witness because\r\nhe (1) was not disclosed as a witness prior to trial, (2) had no personal involvement\r\nin this case, and (3) had no demonstrated expertise in heroin. Before the jury,\r\nWatson renewed his objection only when Commander Brown testified regarding\r\nthe quantity of heroin one might expect to find in a \"vindle.\" He was silent when,\r\nthree questions later, Commander Brown addressed the quantity of heroin a user or\r\na dealer might possess. In this context, we find Watson grounded his renewed\r\nobjection on Commander Brown's expertise in street packaging of heroin. Watson\r\ndid not raise to the trial court his argument concerning the number of \"vindles\" one\r\nmight find on a user versus a dealer or his contention an average juror would know\r\nthis information. Accordingly, the challenges he makes to this testimony on appeal\r\nare unpreserved for our review.\r\n\nFor the foregoing reasons, the decision of the trial court is\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J., LOCKEMY, J., and CURETON, A.J., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-313","title":"State v. Couch","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-313.pdf","description":null,"date":"2013-07-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           Michael L. Couch, Appellant.\r\n\r\n           Appellate Case No. 2011-203927\r\n\r\n\r\n                       Appeal From Oconee County \n\r\n                 Alexander S. Macaulay, Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-313 \n\r\n                  Heard June 13, 2013 – Filed July 10, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n           Appellate Defender David Alexander, of Columbia, for\r\n           Appellant.\r\n\r\n           Attorney General Alan McCrory Wilson and Assistant\r\n           Attorney General Jennifer Ellis Roberts, both of\r\n           Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Michael L. Couch appeals his conviction for assault and battery\r\nof a high and aggravated nature, criminal domestic violence of a high and\r\n\naggravated nature, and possession of a weapon during the commission of a violent\r\ncrime. We affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1.     As to whether the trial court erred in admitting a written statement into\r\nevidence despite the writer's invocation of the spousal communications privilege\r\nand pursuant to Rule 613(b) of the South Carolina Rules of Evidence: State v.\r\nDouglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006) (\"The admission or\r\nexclusion of evidence is a matter addressed to the sound discretion of the trial court\r\nand its ruling will not be disturbed in the absence of a manifest abuse of discretion\r\naccompanied by probable prejudice.\"); State v. Govan, 320 S.C. 392, 395, 465\r\nS.E.2d 574, 575 (Ct. App. 1995) (\"A communication is defined as '[i]nformation\r\ngiven; the sharing of knowledge by one with another . . . a deliberate interchange\r\nof thoughts or opinions between two or more persons.' The physical acts of an\r\nassault cannot be considered communications.\" (citation omitted)(alterations by\r\nCourt)); Rule 613(b), SCRE (\"If a witness does not admit that he has made the\r\nprior inconsistent statement, extrinsic evidence of such statement is admissible.\r\nHowever, if a witness admits making the prior statement, extrinsic evidence that\r\nthe prior statement was made is inadmissible.\"); State v. Miller, 262 S.C. 369, 371,\r\n204 S.E.2d 738, 738-39 (1974) (affirming the admission of extrinsic evidence\r\nwhen the witness admitted signing a statement but when confronted with a portion\r\nof the statement said \"I don't remember\"); State v. Blalock, 357 S.C. 74, 80, 591\r\nS.E.2d 632, 636 (Ct. App. 2003) (\"Generally, where the witness has responded\r\nwith anything less than an unequivocal admission, trial courts have been granted\r\nwide latitude to allow extrinsic evidence proving the statement. For example, a\r\nwitness's failure to fully recall her prior statement has been found to be a sufficient\r\ndenial to allow extrinsic evidence.\").\r\n\r\n2.      As to whether the trial court erred in failing to sever the cases involving each\r\nof the victims: State v. Simmons, 352 S.C. 342, 350, 573 S.E.2d 856, 860 (Ct.\r\nApp. 2002) (\"A motion for severance is addressed to the sound discretion of the\r\ntrial court. The court's ruling will not be disturbed on appeal absent an abuse of\r\nthat discretion.\" (citations omitted)); id. at 350, 573 S.E.2d at 860 (\"Where the\r\noffenses charged in separate indictments are of the same general nature involving\r\nconnected transactions closely related in kind, place and character, the trial judge\r\nhas the power, in his discretion, to order the indictments tried together if the\r\ndefendant's substantive rights would not be prejudiced.\"); id. (\"Offenses are\r\nconsidered to be of the same general nature where they are interconnected.\").\r\n\r\nAFFIRMED.\r\n\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-314","title":"State v. Barnes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-314.pdf","description":null,"date":"2013-07-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           John Peter Barnes, Appellant.\r\n\r\n           Appellate Case No. 2011-199787\r\n\r\n\r\n                      Appeal From Richland County \n\r\n                 DeAndrea G. Benjamin, Circuit Court Judge \n\r\n\r\n\r\n                   Unpublished Opinion No. 2013-UP-314 \n\r\n                  Heard June 13, 2013 – Filed July 10, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n           Appellate Defender LaNelle Cantey DuRant, of\r\n           Columbia, for Appellant.\r\n\r\n           Attorney General Alan McCrory Wilson and Assistant\r\n           Attorney General Jennifer Ellis Roberts, both of\r\n           Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: John Peter Barnes appeals his conviction for committing a lewd\r\nact on a minor. We affirm.\r\n\n1.     Barnes alleges the circuit court erred in qualifying Ray Olszewski as an\r\nexpert in child forensic interviewing. We conclude, in light of dicta in State v.\r\nKromah, 401 S.C. 340, 737 S.E.2d 490 (2013), that Olszewski 's qualification as an\r\nexpert in forensic interviewing was likely error. See id. at 357 n.5, 737 S.E.2d at\r\n499 n.5 (\"In considering the ongoing issues developing from [forensic\r\ninterviewers'] use at trial, we state today that we can envision no circumstance\r\nwhere their qualification as an expert at trial would be appropriate.\"). Nevertheless\r\nwe affirm Barnes's conviction, because Barnes does not allege the forensic\r\ninterviewer vouched for the victim's credibility, and Olszewski's testimony was\r\ncumulative to the victim's testimony and Barnes's statement to police. See id. at\r\n360, 737 S.E.2d at 500-01 (indicating forensic interviewers may testify concerning\r\nthe facts of an interview with a minor victim of abuse provided they do not vouch\r\nin any way for the victim's credibility); see also id.at 360, 737 S.E.2d at 501 (\"An\r\nappellate court generally will decline to set aside a conviction due to insubstantial\r\nerrors not affecting the result.\"); State v. Heller, 399 S.C. 157, 171, 731 S.E.2d\r\n312, 320 (Ct. App. 2012) (\"[T]he admission of improper evidence is harmless\r\nwhere it is merely cumulative to other evidence.\") (internal quotation marks\r\nomitted).\r\n\r\n2.      Barnes contends the circuit court erred in denying his motion for a hearing\r\npursuant to State v. Sanders, 341 S.C. 386, 534 S.E.2d 696 (2000), to remove one\r\nof the solicitors from the case as a necessary witness. We affirm, finding the\r\ncircuit court did not abuse its discretion as it considered the issue, heard arguments\r\nfrom the parties, and rendered a decision based thereon. See State v. Inman, 395\r\nS.C. 539, 557, 720 S.E.2d 31, 41 (2011) (citing an abuse of discretion standard\r\nwhen a defendant seeks to call a prosecuting attorney as a witness). Furthermore,\r\nthe constitutional issues implicated in Sanders are not presented in this case. See\r\nSanders, 341 S.C at 390-91, 534 S.E.2d at 698 (indicating it is \"appropriate\" when\r\nconsidering a defendant's Sixth Amendment right to his choice of counsel for the\r\ntrial judge to hold a hearing and fully assess counsel's anticipated role as a\r\nnecessary witness in the case and create a record for meaningful review).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-315","title":"State v. New","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-315.pdf","description":null,"date":"2013-07-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Ricky New, Appellant.\r\n\r\n            Appellate Case No. 2011-196489\r\n\r\n\r\n                          Appeal From Aiken County \n\r\n                     Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-315 \n\r\n                 Submitted March 1, 2013 – Filed July 10, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Appellate Defender David Alexander, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Jennifer Ellis Roberts, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Ricky New appeals his convictions of armed robbery and assault\r\nand battery, arguing the trial court erred in admitting DNA evidence obtained in\r\nviolation of the United States and South Carolina Constitutions. New argues\r\n\npolice obtained DNA samples from him in violation of the Fourth Amendment\r\nbecause the samples were taken after New was arrested and he did not receive a\r\nSchmerber1 hearing to determine if probable cause existed to justify the bodily\r\nintrusion. New further argues no probable cause to take the samples existed\r\nbecause at the time, police had not established a DNA profile from the crime scene\r\nto compare with his DNA. Finally, New argues the admission of the DNA\r\nevidence was not harmless because the only other evidence against him was\r\neyewitness testimony and the recovery of a small amount of money he allegedly\r\nstole.\r\n\r\nAlthough the trial court erred in finding there was a \"clear indication that relevant\r\nevidence [would] be found\" at the time New's DNA samples were taken,2 we\r\naffirm because we find admission of the DNA evidence was harmless error. See\r\nState v. Baccus, 367 S.C. 41, 55-56, 625 S.E.2d 216, 223-24 (2006) (holding the\r\nadmission of blood evidence obtained through a court order lacking probable cause\r\nwas harmless when other evidence showed the defendant's blood and fingerprints\r\nwere found inside the victim's home and a witness heard the defendant tell the\r\nvictim he was going to kill her and then heard \"a pop and clicking sound\"). Here,\r\nthe jury was presented with the testimony of two victims who recognized New\r\n\r\n1 Schmerber v. California, 384 U.S. 757, 770-72 (1966) (holding a search warrant\r\nis required to justify minor intrusions into an individual's body absent exigent\r\ncircumstances).\r\n2 See State v. Baccus, 367 S.C. 41, 53-54, 625 S.E.2d 216, 222-23 (2006) (stating\r\nto determine probable cause exists to obtain nontestimonial identification evidence\r\nthe State must show there is \"(1) probable cause to believe the suspect has\r\ncommitted the crime, (2) a clear indication that relevant material evidence will be\r\nfound, and (3) the method used to secure it is safe and reliable\" (quoting In re\r\nSnyder, 308 S.C. 192, 195, 417 S.E.2d 572, 574 (1992))); State v. Jenkins, 398\r\nS.C. 215, 224, 727 S.E.2d 761, 766 (Ct. App. 2012) (\"[T]o show that a suspect's\r\nDNA is relevant under the second element of Baccus, the State must show there is\r\nother DNA evidence in the case to which it can be compared, or in some other\r\nmanner clearly indicate the relevance of the DNA sought.\"); id. at 225, 727 S.E.2d\r\nat 766 (finding an affidavit contained no indication police had other DNA evidence\r\nto compare to appellant's DNA). Here, the investigator that obtained the warrant\r\nfor the DNA test did not specify to the trial court the facts he presented to the\r\nmagistrate to show how New's DNA would lead to relevant evidence, and he did\r\nnot indicate he had a DNA profile from the crime scene to compare with New's\r\nDNA.\r\n\ndespite his disguise and described his clothing to police, a surveillance video of the\r\nrobbery, and a recording of a 911 call in which one of the victims identified New\r\nas the robber. Further, the jury heard testimony from an investigator who opined\r\nthe white towel and glove on New's lawnmower matched the glove and white cloth\r\nfound at the crime scene. Finally, the DNA test on the towel was inconclusive, and\r\nonly the gloves were shown definitively to have New's DNA on them. Therefore,\r\neven without the DNA evidence, there was competent evidence to conclusively\r\nprove New's guilt. See id. at 55, 625 S.E.2d at 223 (2006) (\"When guilt is\r\nconclusively proven by competent evidence, such that no other rational conclusion\r\ncould be reached, this Court will not set aside a conviction for insubstantial errors\r\nnot affecting the result.\"); Taylor v. State, 312 S.C. 179, 181, 439 S.E.2d 820, 821\r\n(1993) (\"For the error to be harmless, we must determine 'beyond a reasonable\r\ndoubt the error complained of did not contribute to the verdict obtained.'\" (quoting\r\nChapman v. California, 386 U.S. 18 (1967))).\r\n\r\nAFFIRMED.3\r\n\r\nFEW, CJ., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-316","title":"State v. Ross","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-316.pdf","description":null,"date":"2013-07-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            William Ross, Appellant.\r\n\r\n            Appellate Case No. 2011-190816\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                     Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-316 \n\r\n                    Heard June 6, 2013 – Filed July 10, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender Robert M. Pachak and Appellant\r\n            Defender Breen Richard Stevens, both of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Julie Kate Keeney, both of Columbia,\r\n            for Respondent.\r\n\r\n\r\nPER CURIAM: William Ross was convicted of criminal sexual conduct (CSC)\r\nin the third degree. He appeals, asserting the trial court improperly allowed the\r\nsolicitor to discuss first- and second-degree CSC in closing arguments. We affirm.\r\n\nFirst, we question whether Ross has properly preserved his appellate argument for\r\nreview. At trial, Ross objected to the solicitor's closing on the basis that no\r\nevidence of first- and second-degree CSC had been admitted, and the inclusion of\r\nsuch comments by the solicitor was confusing to the jury. The crux of Ross's\r\nargument on appeal, however, is that the solicitor's comments regarding the\r\noffenses of first- and second-degree CSC were made in conjunction with argument\r\nconcerning whether the reasonable doubt standard was met, thereby leaving the\r\njury with the impression the State's burden of proof was lowered. Although he\r\nclearly objected to the closing argument comments at trial, Ross never argued\r\nbelow, as he does on appeal, that the solicitor's comments somehow lowered the\r\nState's burden of proof. Because Ross never made the burden lowering argument\r\nto the trial court, that argument is not preserved on appeal. See State v. Weston,\r\n367 S.C. 279, 290, 625 S.E.2d 641, 647 (2006) (holding an issue that differs from\r\nthe objection raised at trial is procedurally barred from review); State v.\r\nFreiburger, 366 S.C. 125, 134, 620 S.E.2d 737, 741 (2005) (finding an argument\r\nadvanced on appeal was not preserved for review because it was not raised and\r\nruled on below); State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003)\r\n(\"A party need not use the exact name of a legal doctrine in order to preserve it, but\r\nit must be clear that the argument has been presented on that ground.\").\r\n\r\nAs to the arguments made at trial, Ross does not, in his appellate brief, raise his\r\ntrial assertion that the solicitor's closing argument was confusing. He does,\r\nhowever, include within his argument on appeal that no evidence of first- or\r\nsecond-degree CSC was presented to the jury, and our law requires the solicitor to\r\nconfine himself to evidence adduced at trial. We find no reversible error on this\r\nbasis.\r\n\r\nFirst, as argued by the solicitor, it appears the State was responding to defense\r\ncounsel's closing argument in referencing the fact this was not a first- or second-\r\ndegree CSC case. Because defense counsel argued to the jury facts that would\r\nindicate no violence or aggravated force occurred and that the lack of evidence\r\nindicated Ross was not guilty, we believe, considered in context, the solicitor's\r\nclosing argument was an appropriate response to statements or arguments made by\r\nthe defense. We further find the solicitor's comments did not so infect the trial\r\nwith unfairness as to make the resulting conviction a denial of due process. See\r\nState v. Finklea, 388 S.C. 379, 385, 697 S.E.2d 543, 547 (2010) (noting a trial\r\ncourt is vested with broad discretion in dealing with the range and propriety of\r\nclosing arguments and its rulings on such matters ordinarily will not be disturbed);\r\nid. at 386, 697 S.E.2d at 547 (\"The appellant has the burden of showing that any\r\n\nalleged error deprived him of a fair trial. The relevant question is whether the\r\nsolicitor's action so infected the trial with unfairness as to make the resulting\r\nconviction a denial of due process. The Court must review the argument in the\r\ncontext of the entire record.\"); Vaughn v. State, 362 S.C. 163, 169, 607 S.E.2d 72,\r\n75 (2004) (noting improper closing argument by the solicitor may be excused\r\nunder the \"invited reply\" doctrine if the solicitor's conduct was an appropriate\r\nresponse to statements or arguments made by the defense); id. at 169-70, 607\r\nS.E.2d at 75 (\"Once a defendant opens the door, the relevant question in\r\ndetermining if a defendant's rights were violated is whether the solicitor's\r\ncomments so infected the trial with unfairness as to make the resulting conviction a\r\ndenial of due process.\").\r\n\r\nAdditionally, we note the solicitor specifically stated in opening arguments before\r\nthe jury that this was not a first- or second-degree CSC case, but it was a matter\r\ninvolving CSC in the third degree. Because this same argument was made to the\r\njury without objection in the State's opening argument, it is difficult to see how\r\nRoss was prejudiced by the State's closing argument in this regard. See State v.\r\nTyner, 273 S.C. 646, 656, 258 S.E.2d 559, 564-65 (1979) (holding it was difficult\r\nto discern how appellant was so irreparably prejudiced as to justify a mistrial based\r\nupon the solicitor playing a portion of appellant's taped confession during closing\r\nargument when the jury had been permitted to take the tape to the jury room and\r\nhad already heard the tape during the course of the trial).\r\n\r\nFor the foregoing reasons, Ross's conviction is\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-318","title":"Employers Insurance v. Hansen","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-318.pdf","description":null,"date":"2013-07-10","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Employers Insurance of Wausau, Respondent,\r\n\r\n        v. \n\r\n\r\n        Robert J. Moran and Eric C. Hansen (Defendants), \n\r\n\r\n        Eric C. Hansen (Third-Party Plaintiff), \n\r\n\r\n        v. \n\r\n\r\n        Caldwell Diving Co., Inc. (Third-Party Defendant), \n\r\n\r\n        Of whom Eric C. Hansen is the Appellant, \n\r\n\r\n        And Employers Insurance of Wausau and Caldwell \n\r\n        Diving Co., Inc., are the Respondents. \n\r\n\r\n        Appellate Case No. 2008-095691 \n\r\n\r\n\r\n                   Appeal From Georgetown County \n\r\n                 James E. Lockemy, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-318 \n\r\n                Heard June 3, 2013 – Filed July 10, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\n             Eric C. Hansen, of Tuckerton, N.J., pro se.\r\n\r\n             Robert W. Achurch, III, and Mary Bass Lohr, both of\r\n             Howell Gibson & Hughes, PA, of Beaufort, for\r\n             Respondent Caldwell's Diving Co., Inc.; Pope D.\r\n             Johnson, III, of Johnson & Barnette, LLP, of Columbia,\r\n             for Respondent Employers Insurance of Wausau.\r\n\r\n\r\nPER CURIAM: Employers Insurance of Wausau filed this action against Robert\r\nJ. Moran1 and Eric C. Hansen, asserting entitlement to funds held in escrow by\r\nMoran. Hansen answered, counterclaimed, and cross-claimed, asserting, inter alia,\r\nentitlement to the funds. Hansen also filed a third-party action against Caldwell's\r\nDiving Co., Inc. (Caldwell). Hansen appeals numerous trial court orders, including\r\nthe grant of summary judgment, the grant of a motion to amend an answer, and an\r\norder granting dismissal. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\nAs to Issue I: Cox v. Cox, 290 S.C. 245, 248, 349 S.E.2d 92, 94 (Ct. App. 1986)\r\n(noting an appellant has the burden of showing that any alleged error is\r\nprejudicial).\r\n\r\nAs to Issue II: S.C. Code Ann. § 15-3-530(1) (2005) (providing that actions for\r\nbreach of contract must be commenced within three years); Christensen v. Mikell,\r\n324 S.C. 70, 73, 476 S.E.2d 692, 694 (1996) (\"[S]tatutory limitations period[s]\r\nbegin[] to run when a person could or should have known, through the exercise of\r\nreasonable diligence, that a cause of action might exist in his or her favor, rather\r\nthan when a full-blown theory of recovery is developed.\"); Davie v. Atkinson, 281\r\n\r\n\r\n1 By letter dated May 14, 2013, Moran's counsel moved this court to (1) remove\r\nhim as counsel of record; (2) remove his firm from the list of attorneys of record\r\nfor this appeal; and (3) exclude Moran from the caption as a Respondent. At oral\r\nargument, this court took the matter under advisement. After consideration, the\r\nrequests are granted. The caption has been adjusted accordingly; this opinion shall\r\nconstitute the final notification from this court to Moran's counsel; and we direct\r\nthe parties to likewise remove Moran's counsel from the list of attorneys of record\r\nfor this appeal.\r\n\nS.C. 102, 103, 313 S.E.2d 648, 649 (Ct. App. 1984) (\"A statute of limitation is an\r\naffirmative defense which must be raised by answer.\"); Tilley v. Pacesetter Corp.,\r\n355 S.C. 361, 375, 585 S.E.2d 292, 299 (2003) (\"If no request for pre-judgment\r\ninterest is made in the pleadings, it cannot be recovered on appeal.\").\r\n\r\nAs to Issue III: Dawkins v. Fields, 354 S.C. 58, 71, 580 S.E.2d 433, 439-40 (2003)\r\n(affirming the grant of summary judgment despite a claim it was premature where\r\nfurther discovery was \"unlikely to create any genuine issue of material fact\"); Cox,\r\n290 S.C. at 248, 349 S.E.2d at 94 (noting an appellant has the burden of showing\r\nthat any alleged error is prejudicial).\r\n\r\nAs to Issue IV: Fairchild v. S.C. Dep't of Transp., 398 S.C. 90, 108, 727 S.E.2d\r\n407, 416 (2012) (\"A trial court's rulings in matters related to discovery generally\r\nwill not be disturbed on appeal in the absence of a clear abuse of discretion.\"\r\n(citations omitted)); Rivera v. Newton, 401 S.C. 402, 415, 737 S.E.2d 193, 199 (Ct.\r\nApp. 2012) (finding an issue argued without citation to legal authority in the initial\r\nbrief is deemed abandoned and will not be considered on appeal).\r\n\r\nAs to Issue V: Rule 15(a), SCRCP (\"[L]eave [to amend pleadings] shall be freely\r\ngiven when justice so requires and does not prejudice any other party.\"); Pool v.\r\nPool, 329 S.C. 324, 328-29, 494 S.E.2d 820, 823 (1998) (\"The prejudice Rule 15\r\nenvisions is a lack of notice that the new issue is going to be tried, and a lack of\r\nopportunity to refute it.\"); Pruitt v. Bowers, 330 S.C. 483, 489, 499 S.E.2d 250,\r\n253 (Ct. App. 1998) (\"It is well established that a motion to amend is addressed to\r\nthe sound discretion of the trial judge, and that the party opposing the motion has\r\nthe burden of establishing prejudice.\").\r\n\r\nAs to Issues VI, VIII, X, & XI: S.C. Const. art. V, § 9 (\"The decisions of the\r\nSupreme Court shall bind the Court of Appeals as precedents.\"); State v. Cheeks,\r\n400 S.C. 329, 342, 733 S.E.2d 611, 618 (Ct. App. 2012) (recognizing the court of\r\nappeals is bound by the decisions of the supreme court); Hudson v. Hudson, 290\r\nS.C. 215, 216, 349 S.E.2d 341, 341 (1986) (\"[T]he service and filing of a Notice of\r\nAppeal before the filing of timely post-trial motions under Rule 59 [, SCRCP] by\r\nany party does not deprive the lower court of jurisdiction to consider the\r\nmotions.\"); Rule 203(b)(1), SCACR (\"When a form or other short order or\r\njudgment indicates that a more full and complete order or judgment is to follow, a\r\nparty need not appeal until receipt of written notice of entry of the more complete\r\norder or judgment.\"); Rule 220(c), SCACR (noting \"[t]he appellate court may\r\naffirm any ruling, order, decision or judgment upon any ground(s) appearing in the\r\n\nRecord on Appeal\"); S.C. Code Ann. § 39-5-150 (1985) (governing the South\r\nCarolina Unfair Trade Practices Act and requiring an action to be filed within three\r\nyears \"after discovery of the unlawful conduct\").\r\n\r\nAs to Issue VII: S.C. Code Ann. § 15-3-530(1) (2005) (providing that actions for\r\nbreach of contract must be commenced within three years); Judy v. Martin, 381\r\nS.C. 455, 458, 674 S.E.2d 151, 153 (2009) (\"Under the law-of-the-case doctrine, a\r\nparty is precluded from relitigating, after an appeal, matters that were either not\r\nraised on appeal, but should have been, or raised on appeal, but expressly rejected\r\nby the appellate court.\"); Bakala v. Bakala, 352 S.C. 612, 632, 576 S.E.2d 156, 166\r\n(2003) (holding a family court judge could not overrule the prior unappealed order\r\nof another family court judge because it had become law of the case); In re\r\nMorrison, 321 S.C. 370, 372 n.2, 468 S.E.2d 651, 652 n.2 (1996) (noting an\r\nunappealed ruling becomes the law of the case and precludes further consideration\r\nof the issue on appeal).\r\n\r\nAs to Issue IX: Rule 203(b)(1), SCACR (\"When a form or other short order or\r\njudgment indicates that a more full and complete order or judgment is to follow, a\r\nparty need not appeal until receipt of written notice of entry of the more complete\r\norder or judgment.\"); Cox, 290 S.C. at 248, 349 S.E.2d at 94 (noting an appellant\r\nhas the burden of showing an error was prejudicial); McCall v. Finley, 294 S.C. 1,\r\n4, 362 S.E.2d 26, 28 (Ct. App. 1987) (\"Appellate courts recognize - or at least they\r\nshould recognize - an overriding rule of civil procedure which says: whatever\r\ndoesn't make any difference, doesn't matter.\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, WILLIAMS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-328","title":"SCDSS v. Melissa S.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-328.pdf","description":null,"date":"2013-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Melissa S. and Christopher T., Defendants,\r\n\r\n        Of whom Christopher T. is the Appellant,\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2012-212270\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                James F. Fraley, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-328 \n\r\n               Heard June 13, 2013 – Filed July 16, 2013 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        William Jeffrey McGurk, of the Law Office of W. Jeffrey\r\n        McGurk, of Spartanburg, for Appellant.\r\n\r\n        Deborah Murdock, of Murdock Law Firm, LLC, of\r\n        Mauldin, for Respondent.\r\n\n             Michael Todd Thigpen, of the Law Office of Michael\r\n             Todd Thigpen and Brendan M. Delaney, of the Law\r\n             Office of Delaney & Edwards, LLC; all of Spartanburg,\r\n             for Guardians ad Litem.\r\n\r\n\r\nPER CURIAM: Christopher T. (Father) appeals the termination of his parental\r\nrights (TPR), arguing the family court erred when it found: (1) the minor children\r\nhad been in foster care for fifteen of the previous twenty-two months; (2) due to\r\nthe severity or repetition of abuse or neglect, Father's home could not be made safe\r\nwithin twelve months; and (3) Father had not substantially complied with the\r\nSouth Carolina Department of Social Services's (DSS's) treatment plan. We\r\naffirm.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In a TPR case, the best interest of the child is the paramount consideration.\"\r\nCharleston Cnty. Dep't of Soc. Servs. v. Jackson, 368 S.C. 87, 95, 627 S.E.2d 765,\r\n770 (Ct. App. 2006). \"Before parental rights can be forever terminated, the alleged\r\ngrounds for the termination must be proven by clear and convincing evidence.\" Id.\r\n\"On appeal, this court may review the record and make its own determination\r\nwhether the grounds for termination are supported by clear and convincing\r\nevidence.\" Id. \"[W]hile retaining the authority to make our own findings of fact,\r\nwe recognize the superior position of the family court judge in making credibility\r\ndeterminations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011)\r\n(footnote omitted). \"This degree of deference is especially true in cases involving\r\nthe welfare and best interests of a minor child.\" Ex parte Morris, 367 S.C. 56, 62,\r\n624 S.E.2d 649, 652 (2006). \"Moreover, consistent with our constitutional\r\nauthority for de novo review, an appellant is not relieved of his burden to\r\ndemonstrate error in the family court's findings of fact.\" Lewis, 392 S.C. at 392,\r\n709 S.E.2d at 655. \"Consequently, the family court's factual findings will be\r\naffirmed unless [the] appellant satisfies this court that the preponderance of the\r\nevidence is against the finding of the [family] court.\" Id. (internal quotation marks\r\nand citation omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nI. STATUTORY GROUNDS\r\n\nFather argues the family court erred in considering the length of time the children\r\nspent in foster care when it decided to terminate Father's parental rights. Although\r\nhe concedes the children have been in DSS custody for the statutory period, he\r\nclaims DSS caused the delay in reunification. Specifically, Father argues DSS had\r\nno intention of returning the children to him and did not support reunification even\r\nafter Father completed his treatment plan. Father asserts DSS used the treatment\r\nplan as a way to keep the children in DSS custody for the statutory time period.\r\nWe disagree.1\r\n\r\nThe family court can terminate a parent's rights upon a finding that TPR is in a\r\nchild's best interest and a finding that the child has been in foster care for fifteen of\r\nthe last twenty-two months. S.C. Code Ann. § 63-7-2570(8) (2010 & Supp. 2012).\r\n\"A finding [under subsection (8)] alone is sufficient to support a termination of\r\nparental rights.\" S.C. Dep't of Soc. Servs. v. Sims, 359 S.C. 601, 608, 598 S.E.2d\r\n303, 307 (Ct. App. 2004). \"[T]he purpose of [this] statutory ground . . . is to\r\nensure children do not languish in foster care when [TPR] would be in their best\r\ninterests.\" Jackson, 368 S.C. at 101-02, 627 S.E.2d at 773. However, subsection\r\n(8) cannot be used as a ground for TPR when a child remains in foster care for the\r\nstatutory period because of delays by parties other than the parents. Charleston\r\nCnty. Dep't of Soc. Servs. v. Marccuci, 396 S.C. 218, 227, 721 S.E.2d 768, 773\r\n(2011) (\"Where there is substantial evidence that much of the delay . . . is\r\nattributable to the acts of others, a parent's rights should not be terminated based\r\nsolely on the fact that the child has spent greater than fifteen months in foster\r\ncare.\" (internal quotation marks and citation omitted)). In Marccuci, \"various\r\ncontinuances requested by other parties were largely the reason the child had\r\nremained in foster care for fifteen months at the time the TPR action was\r\nfiled . . . .\" Id. Thus, the Supreme Court of South Carolina held TPR should not\r\nbe granted based on subsection (8). Id. at 229, 721 S.E.2d at 774.\r\n\r\n\r\n\r\n1 Because we find clear and convincing evidence supports this ground, we decline\r\nto address Father's remaining arguments that the family court erred in finding that\r\ndue to the abuse or neglect, his home could not be made safe within twelve months\r\nand that he had substantially complied with his treatment plan. See Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (holding an appellate court need not address remaining issues on appeal\r\nwhen disposition of a prior issue is dispositive).\r\n\nSimilarly, in Loe v. Mother, Father, and Berkeley Cnty. Dep't of Soc. Servs., DSS\r\nadmitted to causing delays that left children in foster care for the statutory period.\r\n382 S.C. 457, 471, 675 S.E.2d 807, 814 (Ct. App. 2009). The Loe court held clear\r\nand convincing evidence did not support TPR under subsection (8) because \"the\r\nactions of others raised barriers and caused delays that resulted in [the mother's]\r\nchildren remaining in foster care beyond the statutory time . . . .\" Id. at 469, 675\r\nS.E.2d at 813. However, S.C. Dep't of Soc. Servs. v. Sarah W. clarified that TPR\r\nunder subsection (8) could be upheld when \"the delay in reunification of the family\r\nunit is attributable not to mistakes by the government, but to the parent's inability\r\nto provide an environment where the child will be nourished and protected.\" 402\r\nS.C. 324, 336, 741 S.E.2d 739, 746 (2013). In Sarah W., the facts \"show[ed]\r\nprolonged foster care [was] because of valid court findings [and] that reunification\r\nof the family unit was not in the children's best interests.\" Id. at 338, 741 S.E.2d at\r\n747.\r\n\r\nHere, the children were removed from Father's home pursuant to a June 11, 2008\r\ncourt order and have been in foster care since that date. Father did not provide any\r\nevidence the delays in reunification were caused by DSS or another party.\r\nAlthough the DSS caseworker and the Guardian ad Litem (the GAL) admitted they\r\nsupported TPR despite Father's completion of his treatment plan, this testimony\r\ndoes not prove there was an intent to prevent reunification. Instead, the record\r\nreflects that the children remained in foster care because the family court found, in\r\nfour valid orders stemming from separate permanency planning hearings, that\r\nFather had not yet complied with his treatment plan. Father's failure to comply\r\nwith his treatment plan is the reason the children were not returned to him prior to\r\n2011; thus, he cannot argue the actions of DSS caused this delay in reunification.\r\nAccordingly, we hold the statutory requirement of section 63-7-2570(8) has been\r\nsatisfied by clear and convincing evidence. S.C. Code Ann. § 63-7-2570(8)\r\n(2010).\r\n\r\nII. BEST INTEREST\r\nAlthough the best interest of the children was not raised in Father's brief, we have\r\nthe authority and duty to address it. \"[P]rocedural rules are subservient to the\r\ncourt's duty to zealously guard the rights of minors.\" Joiner ex rel. Rivas v. Rivas,\r\n342 S.C. 102, 107, 536 S.E.2d 372, 374 (2000). \"'[W]here the rights and best\r\ninterests of a minor child are concerned, the court may appropriately raise, ex mero\r\nmotu, issues not raised by the parties.'\" Id. (quoting Ex parte Roper, 254 S.C. 558,\r\n563, 176 S.E.2d 175, 177 (1970)).\r\n\n\"The termination of the legal relationship between natural parents and a child\r\npresents one [of] the most difficult issues [our appellate courts are] called upon to\r\ndecide.\" S.C. Dep't of Soc. Servs. v. Cochran, 364 S.C. 621, 626, 614 S.E.2d 642,\r\n645 (2005). \"We exercise great caution in reviewing termination proceedings and\r\nwill conclude termination is proper only when the evidence clearly and\r\nconvincingly mandates such a result.\" Id. \"In cases involving the termination of\r\nparental rights, there exist two, often competing, interests: those of the parents and\r\nthose of the child.\" Id. \"Parents have a fundamental interest in the care, custody,\r\nand management of their children.\" Id. \"Parental rights warrant vigilant protection\r\nunder the law and due process mandates a fundamentally fair procedure when the\r\nstate seeks to terminate the parent-child relationship.\" Id. \"However, a child has a\r\nfundamental interest in terminating parental rights if the parent-child relationship\r\ninhibits establishing secure, stable, and continuous relationships found in a home\r\nwith proper parental care.\" Id. \"In balancing these interests, the best interest of the\r\nchild is paramount to that of the parent.\" Id. at 626-27, 614 S.E.2d at 645.\r\n\"Appellate courts must consider the child's perspective, and not the parent's, as the\r\nprimary concern when determining whether TPR is appropriate.\" Sarah W., 402\r\nS.C. at 343, 741 S.E.2d at 749-50.\r\n\r\nHere, the children were removed from Father's home in 2008 because of a\r\nstipulated instance of physical abuse. Between the 2008 removal and the TPR\r\nhearing in 2011, the family court held four permanency planning hearings. At each\r\npermanency planning hearing, the family court determined the children should not\r\nbe returned to Father's custody. At the TPR hearing, the GAL and the DSS\r\ncaseworker concluded TPR was in the best interest of the children. Additionally,\r\nthe psychologist's report concluded:\r\n\r\n             Based on the psychological considerations from this\r\n             evaluation, it seems with a reasonable degree of\r\n             certainty, [Father] is likely to have continued difficulties\r\n             in effectively providing for the emotional and educational\r\n             needs of his four children independently. If [Father] and\r\n             [Mother] were to separate and he was awarded custody of\r\n             any or all of his children, careful DSS/guardian ad litem\r\n             monitoring would be essential for the safety of the\r\n             children. Based on the history and psychological\r\n             findings, even such monitoring could not assure basic\r\n             safety, based on the present environmental\r\n             circumstances.\r\n\nThe record also indicates Father has a long history of anger and aggression. He\r\nwas ordered to complete one set of anger management and parenting classes prior\r\nto the 2008 removal. Holly Bailey, who worked for the Playworks agency, which\r\nmakes home visits to serve special needs children, testified that on one occasion\r\nshe found the children locked in their room with a crude device and explained to\r\nFather and Mother this was a fire hazard. However, Bailey stated the device was\r\nnot removed for another two or three weeks. Additionally, Father left threatening\r\nmessages on Bailey's phone, and Playworks ceased to work with Father's family\r\nbecause of noncompliance and a \"concern for [their] safety\" due to Father's\r\nbehavior. When the children were removed from the home, Father threw an object\r\nat a police car in which two of his children were riding and then chased the police\r\ncar in his truck until it arrived at a children's shelter.\r\n\r\nEven after the completion of his second set of anger management courses, Father\r\ncontinued to display aggression. In May 2011, Father allegedly drove off while\r\nMother was leaning against his truck, causing Mother to fall to the ground. In\r\nanother instance, Father was arrested for breaking Mother's screen door.\r\nTherefore, even after the completion of two anger management courses, Father\r\ncontinued to display characteristics that would put his children at risk if they were\r\nplaced back in his custody.\r\n\r\nAs to the children's status during the TPR hearing, the DSS caseworker testified all\r\nthe children were in pre-adoptive homes and there were plans for the children to\r\nvisit one another. According to the caseworker, adoption was \"definitely in the\r\nchildren's best interest,\" and the children were \"not the same children that came\r\n[into] [foster] care.\" See id. at 338, 343-44, 741 S.E.2d at 747, 750 (stating when\r\nchildren were in prolonged foster care because of valid court findings and an\r\nadoptive family stepped forward to provide a stable environment, the court would\r\nnot contribute to further delay). The DSS caseworker explained the children had\r\nmade marked progress while in foster care, and were now under control, respectful,\r\nand well-mannered. By contrast, the DSS caseworker stated when the children\r\nentered foster care, they were \"totally out of control\" to an extent she had not seen\r\nbefore, and their behavior reverted to \"more out of control\" during supervised\r\nvisits. The DSS caseworker opined Father could not address the children's special\r\nneeds and did not believe they would be taken care of if returned to Father.\r\nTherefore, allowing the children to be adopted would provide them with the\r\nstability and necessary specialized care they would lack in Father's care. See id. at\r\n343, 741 S.E.2d at 749-50 (\"Appellate courts must consider the child's\r\n\nperspective, and not the parent's, as the primary concern when determining whether\r\nTPR is appropriate.\"). For these reasons, we find clear and convincing evidence\r\nexists to show TPR is in the children's best interest.\r\n\r\nCONCLUSION\r\n\r\nThe family court's order terminating Father's parental rights is\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-319","title":"State v. Buchanan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-319.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Perry Bernard Buchanan, Appellant.\r\n\r\n        Appellate Case No. 2011-200586\r\n\r\n\r\n\r\n                    Appeal From Lexington County\r\n                R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-319 \n\r\n              Submitted June 3, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of Columbia;\r\n        and Perry Bernard Buchanan, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.\r\n\r\nAPPEAL DISMISSED.1\n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-320","title":"State v. Jackson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-320.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Alfred Clay Jackson, Appellant.\r\n\r\n        Appellate Case No. 2012-208506\r\n\r\n\r\n\r\n                   Appeal From Spartanburg County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-320 \n\r\n              Submitted June 1, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender David Alexander, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-321","title":"Ramantanin v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-321.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        George Ramantanin, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2010-159526\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                  Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-321 \n\r\n              Submitted June 1, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender LaNelle Cantey DuRant, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Suzanne Hollifield White, all of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of his\r\napplication for post-conviction relief (PCR). Because there is sufficient evidence\r\nto support the PCR judge's finding that Petitioner did not knowingly and\r\nintelligently waive his right to a direct appeal, we grant certiorari and proceed with\r\na review of the direct appeal issue pursuant to Davis v. State, 288 S.C. 290, 342\r\nS.E.2d 60 (1986). We otherwise deny the petition for writ of certiorari.\r\n\r\nPetitioner appeals his conviction of distribution of cocaine, second offense, arguing\r\nthe trial court erred in refusing to charge the jury on the lesser included offense of\r\nsimple possession of cocaine. We affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities: State v. Brown, 362 S.C. 258, 262, 607 S.E.2d 93, 95 (Ct.\r\nApp. 2004) (\"To warrant reversal, a trial [court]'s refusal to give a requested jury\r\ncharge must be both erroneous and prejudicial to the defendant.\"); State v. Gosnell,\r\n341 S.C. 627, 635, 535 S.E.2d 453, 458 (Ct. App. 2000) (concluding the trial court\r\nshould refuse to charge a lesser included offense if there is no evidence that the\r\ndefendant committed the lesser included offense).\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and THOMAS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-322","title":"Grove v. South Carolina Department of Health and Environmental Control","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-322.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        A.M. Kelly Grove, Appellant,\r\n\r\n        v.\r\n\r\n        South Carolina Department of Health and Environmental\r\n        Control, BabyNet, Debra M. McCoy, in both her official\r\n        and individual capacities, and Office of South Carolina\r\n        First Steps to School Readiness, Respondents.\r\n\r\n        Appellate Case No. 2011-195626\r\n\r\n\r\n                   Appeal From Dorchester County \n\r\n             Diane Schafer Goodstein, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-322 \n\r\n             Heard December 12, 2012 – Filed July 17, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Seth Warren Whitaker, Brian C Duffy, and J. Rutledge\r\n        Young, III, all of Duffy & Young, LLC, of Charleston,\r\n        for Appellant.\r\n\r\n        Alissa Robyn Collins and James A. Stuckey, Jr., both of\r\n        Stuckey Law Offices, LLC, of Charleston, for\r\n        Respondents.\r\n\nPER CURIAM: A.M. Kelly Grove appeals the order of the trial court granting\r\nDebra M. McCoy, Ph.D., judgment notwithstanding the verdict on Grove's\r\ndefamation claim. In addition, Grove appeals the trial court's granting of partial\r\nsummary judgment and a directed verdict to the South Carolina Department of\r\nHealth and Environmental Control (DHEC), BabyNet, and McCoy, both\r\nindividually and in her official capacity, on her 42 U.S.C. § 1983 claims. We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n(1) As to Grove's defamation claim: Swinton Creek Nursery v. Edisto Farm\r\nCredit, 334 S.C. 469, 484, 514 S.E.2d 126, 134 (1999) (stating that under the\r\ndefense of a conditional or qualified privilege \"one who publishes defamatory\r\nmatter concerning another is not liable for the publication if (1) the matter is\r\npublished upon an occasion that makes it conditionally privileged, and (2) the\r\nprivilege is not abused\"); Fountain v. First Reliance Bank, 398 S.C. 434, 444, 730\r\nS.E.2d 305, 310 (2012) (\"An abuse of the privilege occurs in one of two situations:\r\n(1) a statement made in good faith that goes beyond the scope of what is\r\nreasonable under the duties and interests involved or (2) a statement made in\r\nreckless disregard of the victim's rights.\"); Hanahan v. Simpson, 326 S.C. 140,\r\n149, 485 S.E.2d 903, 908 (1997) (stating verdicts may not be permitted to rest\r\nupon surmise, conjecture, or speculation); Shealy v. Doe, 370 S.C. 194, 204, 634\r\nS.E.2d 45, 50 (Ct. App. 2006) (\"For circumstantial evidence to be sufficient to\r\nwarrant the finding of a fact, the circumstances must lead to the conclusion with\r\nreasonable certainty and must have sufficient probative value to constitute the basis\r\nfor a legal inference, not for mere speculation\").\r\n\r\n(2) As to Grove's § 1983 claim: Sloan v. S. Carolina Bd. of Physical Therapy\r\nExam'rs, 370 S.C. 452, 483, 636 S.E.2d 598, 614-15 (2006) (\"The right to hold\r\nspecific employment and the right to follow a chosen profession free from\r\nunreasonable governmental interference come within the liberty and property\r\ninterests protected by the Due Process Clause [of the Fourteenth Amendment]. The\r\nliberty interest at stake is the individual's freedom to practice his or her chosen\r\nprofession; the property interest is the specific employment.\") (alteration in\r\noriginal); Jackson v. Long, 102 F.3d 722, 730 (4th Cir. 1996) (stating defamation\r\nalone does not constitute a constitutional deprivation but rather \"the unjustified\r\nstate action must so seriously damage the plaintiff's reputation and standing in his\r\ncommunity as to foreclose his freedom to take advantage of other employment\r\nopportunities\"); Ridpath v. Bd. of Governors Marshall Univ., 447 F.3d 292, 308\r\n(4th Cir. 2006) (stating the type of communication that gives rise to a protected\r\n\nliberty interest implies \"the existence of serious character defects such as\r\ndishonesty or immorality\" as distinguished from statements that simply allege\r\n\"incompetence\"); id. at 312 (stating that in order to invoke due process protections,\r\na charge of a serious character defect must be publicly disclosed); Hanahan v.\r\nSimpson, 326 S.C. at 149, 485 S.E.2d at 908 (stating verdicts may not be permitted\r\nto rest upon surmise, conjecture or speculation).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-323","title":"In the Interest of Brandon M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-323.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            In the Interest of Brandon M.,\r\n\r\n            a Minor Under the Age of Seventeen, Appellant.\r\n\r\n            Appellate Case No. 2011-197788\r\n\r\n\r\n                        Appeal From Richland County\r\n                   W. Thomas Sprott, Jr., Family Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-323 \n\r\n                   Heard June 11, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            Chief Appellate Defender Robert M. Dudek, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Assistant\r\n            Deputy Attorney General David A. Spencer, and\r\n            Solicitor Daniel E. Johnson, all of Columbia, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: In this appeal, Brandon M. (Brandon) argues the family court\r\nerred in denying his directed verdict motion because there was insufficient\r\nevidence to prove Brandon possessed the requisite intent to support his\r\n\nadjudication for willfully burning the land of another. We reverse pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1.    Regarding Brandon's directed verdict motion: Rule 2(b), SCRFC (declining\r\nto apply any rules concerning directed verdict motions to juvenile actions).\r\n\r\n2.      As to the sufficiency of evidence supporting Brandon's guilt: S.C. Code\r\nAnn. § 16-11-170 (2003) (\"It is unlawful for a person to wilfully and maliciously\r\nset fire to or burn any grass, brush, or other combustible matter, causing any\r\nwoods, fields, fences, or marshes of another person to be set on fire . . . .\"\r\n(emphasis added)); State v. Bostick, 392 S.C. 134, 142, 708 S.E.2d 774, 778 (2011)\r\n(stating an acquittal is warranted \"when the evidence presented merely raises a\r\nsuspicion of guilt\"); State v. Williams, 321 S.C.381, 384, 468 S.E.2d 656, 658\r\n(1996) (\"'[T]he corpus delicti includes not only the fact of burning, but it must also\r\nappear that the burning was by the willful act of some person, and not as the result\r\nof a natural or accidental cause . . . .'\" (quoting State v. Blocker, 205 S.C. 303, 306,\r\n31 S.E.2d 908, 909 (1944)); State v. Jefferies, 316 S.C. 13, 18, 446 S.E.2d 427,\r\n430 (1994) (indicating the mens rea required for a particular crime can be\r\ncategorized \"into a hierarchy of culpable states of mind in descending order of\r\nculpability, as purpose, knowledge, recklessness, and negligence\").\r\n\r\nREVERSED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-324","title":"Pulliam v. M.U.I. Carolina Corporation","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-324.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Brian and Deborah C. Pulliam, Monica Bradshaw, Helen\r\n        K. Cook, Kala Craig, Victor E. Dirienzo, Cynthia Ditursi,\r\n        J. Scott Drexel, Kathleen Kramer, Robert Loebe, Melanie\r\n        McDaniel, Don and Debbie Neff, David Osborne,\r\n        Celeste Arrowood, Vincent Dionna, Mikel Marcuse,\r\n        James P. Wheaton, Jr., Joseph Manfredini, Elena\r\n        Manfredini, David Cox, Jonathan B. Dillard, and Eric\r\n        Wilson, and Marianna Junda, Respondents,\r\n\r\n        v.\r\n\r\n        M.U.I. Carolina Corporation, Kensington Place Owners'\r\n        Association, Inc., and Regent Carolina Corporation,\r\n        Defendants,\r\n\r\n        Of whom M.U.I. Carolina Corporation and Regent\r\n        Carolina Corporation are the Respondents,\r\n\r\n        And Kensington Place Owners' Association, Inc. is the\r\n        Appellant.\r\n\r\n        Appellate Case No. 2011-192247\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-324 \n\r\n               Heard April 2, 2013 – Filed July 17, 2013 \n\r\n\n                                  _____________\r\n\r\n                                   AFFIRMED\r\n                                 ______________\r\n\r\n             Kenneth R. Raynor, of Templeton & Raynor, P.A., of\r\n             Charlotte, N.C., for Appellant.\r\n\r\n             W. Jefferson Leath, Jr. and Michael S. Seekings, both of\r\n             Leath, Bouch, & Seekings, LLP, of Charleston, for\r\n             Respondents Brian and Deborah C. Pulliam, et al.\r\n\r\n             Robert T. Lyles, Jr., of Lyles & Lyles, LLC, of\r\n             Charleston, for Respondents M.U.I. Carolina Corporation\r\n             and Regent Carolina Corporation.\r\n\r\n\r\nPER CURIAM: In this condominium defect case, Appellant Kensington Place\r\nOwner's Association, Inc. (the POA) challenges an order of the trial court granting\r\nthe motion of Respondents Brian and Deborah Pulliam, et al. (Plaintiffs) to dismiss\r\nthe POA's cross-claim against Respondent M.U.I. Carolina Corporation\r\n(Developer). We affirm.\r\n\r\nWe find the trial court did not err in determining the POA lacked authority to bring\r\nthe cross-claim against Developer. See Baumann v. Long Cove Club Owners\r\nAss'n, Inc., 380 S.C. 131, 137-38, 668 S.E.2d 420, 424 (Ct. App. 2008) (stating a\r\nhomeowners association can only exercise the powers granted to it by law, its\r\ncharter or articles of incorporation, and any by-laws made pursuant thereto); id.\r\n(\"Acts beyond the scope of the association's powers as defined by law or its charter\r\nare ultra vires.\"); Lovering v. Seabrook Island Prop. Owners Ass'n, 289 S.C. 77,\r\n82, 344 S.E.2d 862, 865 (Ct. App. 1986) (\"In determining an association's powers,\r\nits charter is to be construed strictly; any ambiguity in the terms of a corporate\r\ncharter must operate against the association.\"), aff'd as modified, 291 S.C. 201, 352\r\nS.E.2d 707 (1987), overruled on other grounds by S.C. Code Ann. § 33-31-302.;\r\nid. (\"The specification of certain powers operates as a limitation on such objects as\r\nare embodied therein and is an implied prohibition of the exercise of other and\r\ndistinct powers.\"); Peninsula Prop. Owners Ass'n, Inc. v. Crescent Res., LLC, 614\r\nS.E.2d 351, 355-356 (N.C. Ct. App. 2005) (holding property owners association\r\ndid not have standing to sue its developer because it did not obtain a two-thirds\r\nvote as required by its governing documents and explaining contractual provisions\r\n\n\"may provide procedural prerequisites or contractually limit the time, place, or\r\nmatter for asserting claims\"). We find Article XI of the By-Laws' authorization of\r\nthe POA to bring an action \"to enforce the provisions of the Master Deed or By-\r\nLaws\" does not authorize the present action. Strictly reading the By-Laws, we find\r\nthis exception only applies to enforcing the actual provisions in the governing\r\ndocuments rather than implied duties of the Developer. In addition, the POA's\r\ncross-claim against the Developer does not fall within the exception allowing the\r\nPOA, without the vote, to assert \"counterclaims brought by the [POA] in\r\nproceedings instituted against it.\" The POA committed an ultra vires act when it\r\ncommenced the cross-claim and the Developer's subsequent counterclaim did not\r\nvalidate the unauthorized act.\r\n\r\nWe find no merit to the POA's argument that a balancing of equities would have\r\nweighed in its favor. See Regions Bank v. Wingard Props., Inc., 394 S.C. 241,\r\n254, 715 S.E.2d 348, 355 (Ct. App. 2011) (\"It is well known that equity follows\r\nthe law.\").\r\n\r\nAdditionally, we find no merit to the POA's argument Plaintiffs have not, and\r\ncannot, demonstrate monetary damages for breach of contract as Plaintiffs are not\r\nseeking monetary damages.\r\n\r\nFinally, we conclude the POA's argument that the trial court erred in dismissing its\r\ncross-claim against the Developer because Plaintiffs were only entitled to a breach\r\nof contract claim for monetary damages or an injunction is not properly before this\r\ncourt because it was not ruled on by the trial court. See Wilder Corp. v. Wilke, 330\r\nS.C. 71, 76, 497 S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be\r\nraised for the first time on appeal, but must have been raised to and ruled upon by\r\nthe trial judge to be preserved for appellate review.\"); Noisette v. Ismail, 304 S.C.\r\n56, 58, 403 S.E.2d 122, 124 (1991) (stating that when a trial court makes a general\r\nruling on an issue, but does not address the specific argument raised by a party,\r\nthat party must make a Rule 59(e), SCRCP, motion asking the trial court to rule on\r\nthe issue in order to preserve it for appeal).\r\n\r\n\r\nAFFIRMED.1\r\n\r\n\r\n1 We need not reach the alternate grounds for affirming the trial court's dismissal of\r\nthe cross-claim. See I'On, L.L.C. v. Town of Mount Pleasant, 338 S.C. 406, 420,\r\n26 S.E.2d 716, 723 (2000) (\"It is within the appellate court's discretion whether to\r\n\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\naddress any additional sustaining grounds.\"); Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (declining to\r\naddress the remaining issues when a prior issue was dispositive).\r\n\n","court":"Appeals"},{"id":"2013-UP-325","title":"State v. Twyman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-325.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Leslie Twyman, Appellant.\r\n\r\n        Appellate Case No. 2011-191186\r\n\r\n\r\n                     Appeal From Colleton County \n\r\n                 Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-325 \n\r\n               Heard June 6, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Deputy Attorney General David A. Spencer, all of\r\n        Columbia; Isaac McDuffie Stone, III, of Bluffton, for\r\n        Respondent.\r\n\nPER CURIAM: Leslie Twyman appeals his conviction for criminal sexual\r\nconduct (CSC) third degree1, arguing the trial court erred in denying his directed\r\nverdict motion. He contends (1) the State failed to prove he did not use forcible\r\npenetration and (2) the victim was not mentally incapacitated, as required by the\r\nstatute. We affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in refusing to grant a directed verdict in\r\nTwyman's favor because he could not be guilty of third-degree CSC when the State\r\nalleged he used force: State v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648\r\n(2006) (stating in reviewing the denial of a directed verdict motion, the appellate\r\ncourt must view the evidence in the light most favorable to the State); State v.\r\nCherry, 361 S.C. 588, 593, 606 S.E.2d 475, 477-78 (2004) (stating when ruling on\r\na motion for a directed verdict, the trial court is concerned with the existence or\r\nnonexistence of evidence, not its weight); State v. McKnight, 352 S.C. 635, 642,\r\n576 S.E.2d 168, 171 (2003) (stating on the other hand, a defendant is entitled to a\r\ndirected verdict when the State fails to produce evidence of the offense charged);\r\nState v. Gaster, 349 S.C. 545, 555, 564 S.E.2d 87, 92 (2002) (stating the appellate\r\ncourt may reverse the trial court's denial of a motion for a directed verdict only if\r\nno evidence supports the judge's ruling); State v. Brown, 360 S.C. 581, 588, 602\r\nS.E. 2d 392, 396 (2004) (stating aggravated force occurs when \"the defendant\r\nover[comes] the victim through the use of physical force, physical violence of a\r\nhigh and aggravated nature, or the threat of the use of a deadly weapon\"); State v.\r\nHamilton, 276 S.C 173, 178, 276 S.E. 2d 784, 786 (1981) (stating force and\r\ncoercion \"mean to make a person . . . follow a prescribed and dictated course; . . .\r\nto inflict or impose: force one's will on someone\"); State v. McFadden, 342 S.C.\r\n629, 632, 539 S.E.2d 387, 389 (2000), (stating third-degree CSC is not a lesser\r\nincluded offense of first-degree CSC) overruled on other grounds by State v.\r\nGentry, 363 S.C. 93, 610 S.E.2d 494 (2005).\r\n\r\n2. As to whether the victim was not mentally incapacitated as defined by the\r\nstatute: Weston, 367 S.C. at 292, 625 S.E.2d at 648 (stating in reviewing the denial\r\nof a directed verdict motion, the appellate court must view the evidence in the light\r\nmost favorable to the State); Cherry, 361 S.C. at 593, 606 S.E.2d at 477-78 (stating\r\nwhen ruling on a motion for a directed verdict, the trial court is concerned with the\r\nexistence or nonexistence of evidence, not its weight); McKnight, 352 S.C. at 642,\r\n\r\n\r\n1Twyman was also convicted of first-degree CSC but does not appeal that\r\nconviction.\r\n\n576 S.E.2d at 171 (stating on the other hand, a defendant is entitled to a directed\r\nverdict when the State fails to produce evidence of the offense charged); Gaster,\r\n349 S.C. at 555, 564 S.E.2d at 92 (stating the appellate court may reverse the trial\r\ncourt's denial of a motion for a directed verdict only if no evidence supports the\r\njudge's ruling); S.C. Code Ann. § 16-3-651(e) (Supp. 2012) (defining a person as\r\nmentally defective if he or she is \"suffer[ing] from a mental disease or defect\r\nwhich renders the person temporarily or permanently incapable of appraising the\r\nnature of his or her conduct\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2013-UP-326","title":"State v. Wright","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-326.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Gregory Wright, Appellant.\r\n\r\n        Appellate Case No. 2009-113766\r\n\r\n\r\n                    Appeal From Sumter County \n\r\n                Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-326 \n\r\n             Submitted April 1, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General William M. Blitch, Jr., all of Columbia,\r\n        for Respondent, and Solicitor Ernest A. Finney, III, of\r\n        Sumter, for Respondent.\r\n\nPER CURIAM: Gregory Wright appeals his convictions on charges of possession\r\nof marijuana, trafficking in cocaine, and trafficking in crack cocaine, arguing the\r\ntrial court erred in finding there was sufficient direct evidence or substantial\r\ncircumstantial evidence that he constructively possessed the drugs.1 We affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities: State v. Brown,\r\n402 S.C. 119, 124, 740 S.E.2d 493, 495 (2013) (stating that on appeal from the\r\ndenial of a directed verdict in a criminal case, the appellate court \"must view the\r\nevidence in the light most favorable to the State\"); id. (\"[I]f there is any direct or\r\nsubstantial circumstantial evidence reasonably tending to prove the guilt of the\r\naccused, an appellate court must find the case was properly submitted to the\r\njury.\"); State v. Cherry, 361 S.C. 588, 594, 606 S.E.2d 475, 478 (2004) (stating a\r\ndirected verdict motion should be granted \"when the evidence merely raises a\r\nsuspicion that the accused is guilty,\" but also emphasizing that the trial court \"is\r\nnot required to find that the evidence infers guilt to the exclusion of any other\r\nreasonable hypothesis\"); State v. Ballenger, 322 S.C. 196, 199, 470 S.E.2d 851,\r\n854 (1996) (stating constructive possession of drugs occurs when the person\r\ncharged with possession has dominion and control over either drugs or the\r\npremises upon which the drugs are found); State v. Hudson, 277 S.C. 200, 203, 284\r\nS.E.2d 773, 775 (1981) (\"Where contraband materials are found on premises under\r\nthe control of the accused, this fact in and of itself gives rise to an inference of\r\nknowledge and possession which may be sufficient to carry the case to the jury.\");\r\nid. at 202, 284 S.E.2d at 775 (\"Constructive possession can be established by\r\ncircumstantial evidence as well as direct evidence, and possession may be\r\nshared.\"); id. (noting that both defendants \"shared control of the premises\" and\r\nholding there was \"sufficient evidence from which a reasonable trier of fact could\r\nconclude beyond a reasonable doubt\" that one of the defendants, though he was\r\naway from the premises when the drugs were found and was arrested three hours\r\nlater while driving on the interstate, \"constructively possessed heroin with intent to\r\ndistribute\").\r\n\r\nAFFIRMED.\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur.\r\n\r\n1 Pursuant to Anders v. California, 386 U.S. 738 (1967), Wright's appellate counsel\r\nfiled a brief asserting there were no meritorious grounds for appeal and requested\r\npermission to withdraw from further representation. This court denied the request\r\nand instructed the parties to file additional briefs.\r\n\n","court":"Appeals"},{"id":"2013-UP-327","title":"Roper, LLC v. Harris Teeter, Inc.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-327.pdf","description":null,"date":"2013-07-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Roper, LLC, Plaintiff,\r\n\r\n        v.\r\n\r\n        Harris Teeter, Inc., Carolina & Georgia\r\n        Immobilelienfonds I, L.P., GOA Realty Management I,\r\n        LLC, Germania of America, Inc., Miller & Martin PLLC,\r\n        New Spring Community Church, John Doe, Richard\r\n        Doe, and Doe Corporation, Defendants,\r\n\r\n        Of whom Germania of America, Inc. is the Appellant,\r\n\r\n        And Harris Teeter, Inc., is the Respondent.\r\n\r\n        Appellate Case No. 2011-194147\r\n\r\n\r\n                    Appeal From Greenville County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2013-UP-327 \n\r\n              Heard January 9, 2013 – Filed July 17, 2013 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n        Sarah Day Hurley, of Turner, Padget, Graham, & Laney,\r\n        PA, of Greenville, for Appellant.\r\n\n             W. Francis Marion, Jr. and Bonnie Allen Lynch, of\r\n             Haynsworth, Sinkler, Boyd, PA, of Greenville, for\r\n             Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Germania of America, Inc. (Germania) appeals the trial court's\r\ngrant of summary judgment in favor of co-defendant Harris Teeter, Inc. on plaintiff\r\nRoper, LLC's breach of contract claim. We affirm.\r\n\r\nWe hold the trial court correctly found the Letter Agreement was clear and\r\nunambiguous and met the requirements of a valid release. See S.C. Dep't of\r\nNatural Res. v. Town of McClellanville, 345 S.C. 617, 623, 550 S.E.2d 299, 302-\r\n303 (2001) (stating the determination of whether a contract's language is\r\nambiguous is a question of law); Thalia S. ex rel. Gromacki v. Progressive Select\r\nIns. Co., 401 S.C. 395, 399, 736 S.E.2d 863, 865 (Ct. App. 2012) (stating the\r\nconstruction and enforcement of an unambiguous contract is a question of law for\r\nthe court and thus can be properly disposed of at summary judgment); Hawkins v.\r\nGreenwood Dev. Corp., 328 S.C. 585, 592, 493 S.E.2d 875, 878 (Ct. App. 1997)\r\n(defining an ambiguous contract as one where the terms of the contract are\r\ninconsistent on their face or are reasonably susceptible of more than one\r\ninterpretation); ERIE Ins. Co. v. Winter Consrt. Co., 393 S.C. 455, 461, 713 S.E.2d\r\n318, 321 (Ct. App. 2011) (\"When the language of a contract is clear, explicit, and\r\nunambiguous, the language of the contract alone determines the contract's force\r\nand effect and the court must construe it according to its plain, ordinary, and\r\npopular meaning.\"); Gardner v. City of Columbia Police Dep't, 216 S.C. 219, 223,\r\n57 S.E.2d 308, 310 (1950) (\"No set form of words is necessary to constitute a\r\nrelease.\"). In the Letter Agreement between Harris Teeter and Germania's\r\nsubsidiary, Carolina & Georgia Immobilelienfonds I, L.P. (CGI), Harris Teeter\r\nstated Bi-Lo would \"be responsible for all of Harris Teeter's obligations under the\r\nLease after the Effective Date of the Assignment.\" (Emphasis added). Further,\r\nHarris Teeter requested CGI sign the Letter Agreement \"to confirm that you have\r\nreceived a copy of this letter and you will look solely to [Bi-Lo] for performance of\r\n'Tenant's' responsibilities under the Lease after the Effective Date of the\r\nAssignment.\" By signing the Letter Agreement, CGI \"Acknowledged and Agreed\"\r\nto the terms of the agreement. We hold the Letter Agreement was not ambiguous\r\nand clearly was a release of Harris Teeter from the Tenant's responsibilities under\r\nthe Lease, including the obligation to pay rent.\r\n\nIn addition, we disagree with Germania's assertion the Letter Agreement does not\r\nrecite or reflect consideration. See Sauner v. Pub. Serv. Auth. of S.C., 354 S.C.\r\n397, 406, 581 S.E.2d 161, 166 (2003) (stating the necessary elements of a contract\r\nare offer, acceptance, and valuable consideration); Hennes v. Shaw, 397 S.C. 391,\r\n399, 725 S.E.2d 501, 505 (Ct. App. 2012) (defining \"valuable consideration\" as\r\n\"some right, interest, profit or benefit accruing to one party or some forbearance,\r\ndetriment, loss or responsibility given, suffered or undertaken by the other.\"). By\r\nexecuting the Letter Agreement, CGI received the benefit of having Bi-Lo liable\r\nfor the Tenant's responsibilities under the Lease. Thus, the Letter Agreement was\r\nsupported by consideration.\r\n\r\nWe also disagree with Germania's argument that the Letter Agreement is not an\r\neffective release as a matter of law because such a significant change would\r\nrequire an actual amendment to the Lease. The Lease provided that no changes\r\ncould be oral and \"No modification, release, discharge or waiver of any of the\r\nprovisions hereof shall be of any force, effect or value unless in writing and signed\r\nby Landlord or the duly authorized agent of Landlord.\" CGI agreed, in writing, to\r\nlook only to Bi-Lo for all of the Tenant's obligations, which include the payment of\r\nrent. Accordingly, the Letter Agreement met the requirements for a valid\r\nmodification of the Lease.\r\n\r\nFinally, we find no merit to Germania's assertion it should be allowed to conduct\r\ndiscovery. As stated above, we hold the Letter Agreement was not ambiguous.\r\nTherefore, no further discovery was needed.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1We need not address any remaining issues. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (declining to\r\naddress the remaining issues when a prior issue was dispositive).\r\n\n","court":"Appeals"},{"id":"2013-UP-329","title":"Snipes v. Snipes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-329.pdf","description":null,"date":"2013-07-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Wesley E. Snipes, Appellant,\r\n\r\n            v.\r\n\r\n            Crystal M. Charles a/k/a Crystal M. Snipes, Respondent.\r\n\r\n            Appellate Case No. 2010-163966\r\n\r\n\r\n                          Appeal From York County \n\r\n                      Henry T. Woods, Family Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2013-UP-329 \n\r\n                  Heard October 31, 2012 – Filed July 24, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            John Martin Foster, of Rock Hill, for Appellant.\r\n\r\n            Thomas Franklin McDow, IV, and Erin K. Urquhart,\r\n            both of Law Office of Thomas F. McDow, and Lucy L.\r\n            McDow, all of Rock Hill, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Wesley E. Snipes (Father) appeals the order of the family court\r\nsetting child support, determining Snipes's child support arrearage, and holding\r\npast due attorney's fees were not discharged by Snipes's bankruptcy. We affirm.\r\n\nWe disagree with Father's argument the family court erred in holding the prior\r\naward of attorney's fees in the parties' divorce decree was not discharged by his\r\nbankruptcy. See 11 U.S.C.A. § 523(a)(5) (West Supp. 2012) (excepting from\r\nbankruptcy discharge domestic support obligations); In re Kline, 65 F.3d 749, 751\r\n(8th Cir. 1995) (holding the Bankruptcy Code excepts from discharge attorney\r\nfees, even if payable to an attorney rather than to a former spouse, if such fees are\r\nin the nature of maintenance or support of the former spouse or of the child of the\r\ndebtor); In re Poole, 383 B.R. 308, 313 (Bankr. D. S.C. 2007) (recognizing that\r\nbecause the language of the Bankruptcy Code's definition of domestic support\r\nobligation includes debts 'owed to or recoverable by' a spouse, debts to be paid\r\ndirectly to third parties such as attorney's fees and credit card payments would not\r\nnecessarily be excluded if they are enforceable and recoverable by the spouse via\r\nfurther proceedings in the family court). Although the divorce decree ordered\r\nFather to pay the attorney's fees directly to the attorney who represented Crystal M.\r\nCharles a/k/a Crystal M. Snipes (Mother) in that action, it in no way relieved\r\nMother of the responsibility of paying the fees. Further, there is no evidence in the\r\nrecord that Mother's attorney absolved her from paying the fees. Instead, Mother\r\nhas pursued payment of the fees through contempt actions against Father due to his\r\nrefusal to pay the fees. In addition, we hold the family court did not err in finding\r\nthe award of attorney's fees was in the nature of child support and spousal support.\r\nThe factors considered by federal courts in determining whether particular debts\r\nare intended to serve as support are similar to what our courts consider in\r\ndetermining whether to award attorney's fees. Compare Matter of Joseph, 16 F.3d\r\n86, 88 (5th Cir. 1994) (listing the factors to consider \"as the disparity in earning\r\npower of the parties, their relative business opportunities, the physical condition of\r\nthe parties, their probable future need for support, the educational background of\r\nthe parties, and the benefits they would have received had the marriage\r\ncontinued\"), and In re Tatge, 212 B.R. 604, 608 (8th Cir. B.A.P. 1997) (listing the\r\nfactors as \"the parties' relative financial conditions at the time of divorce, the\r\nparties' respective employment histories and prospects for financial support, the\r\nfact that one party or another receives the marital property, the periodic nature of\r\nthe payments, and whether it would be difficult for the former spouse and children\r\nto subsist without the payments.\"), with E.D.M. v. T.A.M., 307 S.C. 471, 476–77,\r\n415 S.E.2d 812, 816 (1992) (listing as factors to consider in awarding attorney's\r\nfees as the party's ability to pay his/her own attorney's fee, the beneficial results\r\nobtained by the attorney, the parties' respective financial conditions, and the effect\r\nof the attorney's fee on each party's standard of living). In the divorce decree, the\r\nfamily court held Mother did not have the ability to pay her own fees and costs\r\nwhile Father had the ability to pay them. It noted Mother had limited education\r\n\nand had little opportunity for future acquisition of capital assets while Father\r\nmaintained two jobs where he earned a substantial income. It also found Father\r\nwas in good health while Mother was deaf in one ear, had vertigo, and had\r\nexperienced bouts of depression. It ordered Father to pay periodic child support\r\npayments to Mother and noted Mother needed financial assistance from Father to\r\nsupport the children. Thus, under the factors set forth by the federal courts, the\r\naward of attorney's fees was in the nature of support.\r\n\r\nNext, we find no merit to Father's argument the family court erred in stating\r\nMother's counsel was \"essentially working pro bono.\" As the family court made\r\nthis statement in the section of the order denying Mother's request for additional\r\nattorney's fees, we fail to see how Father was prejudiced by the statement. See\r\nDivine v. Robbins, 385 S.C. 23, 38, 683 S.E.2d 286, 294 (Ct. App. 2009) (holding\r\nthat appellant seeking reversal must show both error and prejudice).\r\n\r\nWe disagree with Father's argument that the family court's order barring any\r\nchange in the amount of his child support payment is in excess of the family court's\r\njurisdiction. The family court set the amount of support and stated \"In the event\r\n[Father] is entitled to a reduction in his current child support obligation because of\r\nthe emancipation of a child or for any other reason, he shall continue to pay the\r\nsame amount of child support and the amount of the reduction shall be applied\r\ntoward his arrearage.\" The family court did not rule Father's support obligation\r\ncould not be reduced. It simply provided for the method Father would pay off the\r\nchild support arrearage.\r\n\r\nFinally, we find no error in the family court's refusal to recalculate Father's\r\nreduction in child support to the date of the filing of his 2006 complaint, which\r\nwas administratively dismissed. See S.C. Code Ann. § 63-17-310 (2010) (\"No\r\nsuch modification [of an order of child support] is effective as to any installment\r\naccruing prior to filing and service of the action for modification.\"); S.C. Dep't. of\r\nSoc. Servs. v. Polite, 391 S.C. 275, 283, 705 S.E.2d 78, 82 (Ct. App. 2011)\r\n(holding the family court erred in reducing a father's child support payments\r\nretroactive to the date he contacted the South Carolina Department of Social\r\nServices inquiring about modification of his support amount). Furthermore,\r\nFather's argument on this issue is conclusory and not supported by any authority.\r\nAccordingly, it is abandoned. See Bennett v. Investors Title Ins. Co., 370 S.C. 578,\r\n599, 635 S.E.2d 649, 660 (Ct. App. 2006) (finding appellants abandoned an issue\r\non appeal where they failed to cite any case law for a proposition and made only\r\nconclusory arguments in support thereof).\r\n\nAFFIRMED. \n\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2013-UP-330","title":"In the Matter of Yawn, Calvin","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-330.pdf","description":null,"date":"2013-07-24","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            In the Matter of the Care and Treatment of Calvin J.\r\n            Yawn, Appellant.\r\n\r\n            Appellate Case No. 2012-210426\r\n\r\n\r\n                         Appeal From Greenville County\r\n                    G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-330 \n\r\n                   Submitted July 1, 2013 – Filed July 24, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Senior\r\n            Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n            both of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Welch v. Epstein, 342 S.C. 279, 299, 536 S.E.2d 408, 418 (Ct. App.\r\n2000) (\"When reviewing the denial of a motion for directed verdict or JNOV, this\r\n[c]ourt must employ the same standard as the trial court by viewing the evidence\r\nand all reasonable inferences in the light most favorable to the nonmoving party.\");\r\nid. at 300, 536 S.E.2d at 418 (\"The trial court must deny the motions when the\r\nevidence yields more than one inference or its inference is in doubt.\"); id. at 300,\r\n\n536 S.E.2d at 418 (\"This [c]ourt will reverse the trial court only when there is no\r\nevidence to support the ruling below.\"); S.C. Code Ann. § 44-48-100(A) (Supp.\r\n2012) (\"The court or jury must determine whether, beyond a reasonable doubt, the\r\nperson is a sexually violent predator.\"); S.C. Code Ann. § 44-48-30(1) (Supp.\r\n2012) (\"'Sexually violent predator' means a person who: (a) has been convicted of\r\na sexually violent offense; and (b) suffers from a mental abnormality or personality\r\ndisorder that makes the person likely to engage in acts of sexual violence if not\r\nconfined in a secure facility for long-term control, care, and treatment.\"); Hodges\r\nv. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000) (\"Where the statute's\r\nlanguage is plain and unambiguous, and conveys a clear and definite meaning, the\r\nrules of statutory interpretation are not needed and the court has no right to impose\r\nanother meaning.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-331","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-331.pdf","description":null,"date":"2013-07-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Kadeem Johnson, Appellant.\r\n\r\n        Appellate Case No. 2012-212033\r\n\r\n\r\n\r\n                     Appeal From Sumter County\r\n                 W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-331 \n\r\n              Submitted July 1, 2013 – Filed July 31, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nSHORT, THOMAS, and PIEPER, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-332","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-332.pdf","description":null,"date":"2013-07-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Marvin Bowens Green, Appellant.\r\n\r\n        Appellate Case No. 2011-195586\r\n\r\n\r\n\r\n                   Appeal From Charleston County\r\n               R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2013-UP-332 \n\r\n              Submitted July 1, 2013 – Filed July 31, 2013 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Breen Richard Stevens, of\r\n        Orangeburg, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott, all\r\n        of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and GEATHERS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2013-UP-333","title":"the Matter of Bobby Russell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2013-UP-333.pdf","description":null,"date":"2013-07-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            In the Matter of the Care and Treatment of Bobby\r\n            Russell, Appellant.\r\n\r\n            Appellate Case No. 2011-204866\r\n\r\n\r\n                        Appeal From Dorchester County \n\r\n                     George C. James, Jr., Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2013-UP-333 \n\r\n                   Submitted July 1, 2013 – Filed July 31, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Senior\r\n            Assistant Deputy Attorney General Deborah R.J. Shupe,\r\n            both of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Commander, 396 S.C. 254, 262-63, 721 S.E.2d 413, 417\r\n(2011) (\"The admission or exclusion of evidence is a matter within the trial court's\r\nsound discretion, and an appellate court may only disturb a ruling admitting or\r\nexcluding evidence upon a showing of a 'manifest abuse of discretion accompanied\r\nby probable prejudice.'\" (quoting State v. Douglas, 369 S.C. 424, 429, 632 S.E.2d\r\n\n845, 847-48 (2006))); State v. McHoney, 344 S.C. 85, 96, 544 S.E.2d 30, 35 (2001) \n\r\n(\"[T]he results of polygraph examinations are generally inadmissible because the \n\r\nreliability of the test is questionable.\"). \n\r\n\r\nAFFIRMED.1\n\r\n\r\nHUFF, WILLIAMS, and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"}]