[{"id":"2014-UP-280","title":"Holmes v. Holmes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-280.pdf","description":null,"date":"2014-07-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                    THE STATE OF SOUTH CAROLINA\r\n                        In The Court of Appeals\r\n\r\n            Yolanda Holmes, Respondent,\r\n\r\n            v.\r\n\r\n            Gerald Holmes, Appellant.\r\n\r\n            Appellate Case No. 2013-001226\r\n\r\n\r\n                       Appeal From Georgetown County\r\n                      David G. Guyton, Family Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-280\r\n                   Submitted April 1, 2014 – Filed July 9, 2014\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Louis R. Morant, of Morant and Morant, LLC, of\r\n            Georgetown, for Appellant.\r\n\r\n            Holly Huggins Wall, of the Law Offices of Holly H.\r\n            Wall, LLC, of Johnsonville, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: The family court held Gerald Holmes (Husband) in contempt\r\nand ordered him to pay Yolanda Holmes (Wife) $10,000. Husband appeals,\r\narguing the family court (1) lacked subject matter jurisdiction to award Wife\r\n$10,000 and (2) modified the equitable distribution award by ordering him to pay\r\n\n$10,000.1 We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities:\r\n\r\n1. As to subject matter jurisdiction: Martin v. Paradise Cove Marina, Inc., 348\r\nS.C. 379, 384, 559 S.E.2d 348, 351 (Ct. App. 2001) (\"A question of subject matter\r\njurisdiction is a question of law for the court.\"); Capital City Ins. Co. v. BP Staff,\r\nInc., 382 S.C. 92, 99, 674 S.E.2d 524, 528 (Ct. App. 2009) (\"We are free to decide\r\nquestions of law with no deference to the trial court.\"); Tatnall v. Gardner, 350\r\nS.C. 135, 137, 564 S.E.2d 377, 378 (Ct. App. 2002) (\"The issue of subject matter\r\njurisdiction may be raised at any time including when raised for the first time on\r\nappeal to this [c]ourt.\"); Watson v. Watson, 319 S.C. 92, 93, 460 S.E.2d 394, 395\r\n(1995) (\"Subject matter jurisdiction refers to the court's power to hear and\r\ndetermine cases of the general class to which the proceedings in question belong.\"\r\n(internal quotation marks omitted)); S.C. Code Ann. § 63-3-530(A)(13) (2010)\r\n(stating the family court's exclusive jurisdiction extends \"in all cases or\r\nproceedings within the county against persons charged with failure to obey an\r\norder of the court made pursuant to authority conferred by law\"); Swentor v.\r\nSwentor, 336 S.C. 472, 480 n.2, 520 S.E.2d 330, 334 n.2 (Ct. App. 1999) (stating\r\nthat although an order regarding the distribution of marital property is not\r\nmodifiable, it may be enforced by the family court).\r\n\r\n2. As to whether the family court's decision requiring Husband to pay $10,000 for\r\ncontempt was a modification of the equitable distribution award: Green v. Green,\r\n327 S.C. 577, 581, 491 S.E.2d 260, 262 (Ct. App. 1997) (\"[T]he law in South\r\nCarolina is exceedingly clear that the family court does not have the authority to\r\nmodify court ordered property divisions.\"); S.C. Code Ann. § 20-3-620(C) (2014)\r\n(\"The [family] court's order as it affects distribution of marital property shall be a\r\nfinal order not subject to modification except by appeal or remand following\r\nproper appeal.\"); Ex parte Jackson, 381 S.C. 253, 258, 672 S.E.2d 585, 587 (Ct.\r\nApp. 2009) (\"Courts have inherent power to punish for contemptuous conduct.\");\r\nid. (\"Contempt results from the willful disobedience of a court's order.\"); Curlee v.\r\nHowle, 277 S.C. 377, 386, 287 S.E.2d 915, 919 (1982) (\"Compensatory contempt\r\n\r\n\r\n\r\n1 Husband makes numerous other arguments on appeal; however, none are\r\npreserved for review. Washington v. Washington, 308 S.C. 549, 551, 419 S.E.2d\r\n779, 781 (1992) (holding when an appellant neither raises an issue at trial nor\r\nthrough a Rule 59(e), SCRCP, motion to amend, the issue is not properly presented\r\nto an appellate court for review).\r\n\nis a money award for the plaintiff when the defendant has injured the plaintiff by\r\nviolating a previous court order.\"); id. (\"The goal is to indemnify the plaintiff\r\ndirectly for harm the contemnor caused by breaching the injunction.\"); id. (\"Courts\r\nutilize compensatory contempt to restore the plaintiff as nearly as possible to his\r\noriginal position.\").\r\n\r\nAFFIRMED.2\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-281","title":"Mayers v. OSI Group","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-281.pdf","description":null,"date":"2014-07-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Tina Mayers, Appellant,\r\n\r\n            v.\r\n\r\n            OSI Group, LLC/Amick Farms, and Federal Insurance\r\n            Co., Respondents.\r\n\r\n            Appellate Case No. 2013-000414\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-281 \n\r\n                   Heard March 19, 2014 – Filed July 9, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Charles Edward Johnson, Sr., of Charles E. Johnson,\r\n            P.A., of Columbia, for Appellant.\r\n\r\n            Kristian Melissa Cross and Logan McCombs Wells, both\r\n            of Collins & Lacy, P.C., of Columbia and Greenville,\r\n            respectively, for Respondents.\r\n\r\n\r\n\r\nPER CURIAM: In this workers' compensation appeal, Tina Mayers argues the \n\r\nAppellate Panel of the Workers' Compensation Commission (\"Appellate Panel\") \n\r\n\nerred in finding she failed to satisfy the compensability requirements for a\r\nrepetitive trauma injury pursuant to section 42-1-172 of the South Carolina Code\r\n(Supp. 2013). We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Hargrove v. Titan Textile Co., 360 S.C. 276, 288, 599 S.E.2d 604, 610\r\n(Ct. App. 2004) (\"A reviewing court may reverse or modify a decision of an\r\nagency if the findings, inferences, conclusions or decisions of that agency are\r\nclearly erroneous in view of the reliable, probative and substantial evidence on the\r\nwhole record.\"); Frame v. Resort Servs. Inc., 357 S.C. 520, 527, 593 S.E.2d 491,\r\n495 (Ct. App. 2004) (noting this court \"may not substitute its judgment for that of\r\nthe [Appellate Panel] as to the weight of the evidence on questions of fact, but may\r\nreverse where the decision is affected by an error of law\"); Bass v. Isochem, 365\r\nS.C. 454, 468, 617 S.E.2d 369, 376 (Ct. App. 2005) (\"The Appellate Panel is the\r\nultimate fact finder in [w]orkers' [c]ompensation cases and is not bound by the\r\n[s]ingle [c]ommissioner's findings of fact.\"); Potter v. Spartanburg Sch. Dist. 7,\r\n395 S.C. 17, 23, 716 S.E.2d 123, 126 (Ct. App. 2011) (\"The final determination of\r\nwitness credibility and the weight to be accorded evidence is reserved to the\r\nAppellate Panel.\"); § 42-1-172(D) (stating a repetitive trauma injury is\r\ncompensable \"only if it is established by medical evidence that there is a direct\r\ncausal relationship between the condition under which the work is performed and\r\nthe injury\"); Hargrove, 360 S.C. at 293-94, 599 S.E.2d at 613 (\"Expert medical\r\ntestimony is designed to aid the Appellate Panel in coming to the correct\r\nconclusion. . . . Although medical testimony is entitled to great respect, the fact\r\nfinder may disregard it if there is other competent evidence in the record.\"); Tiller\r\nv. Nat'l Health Care Ctr. of Sumter, 334 S.C. 333, 340, 513 S.E.2d 843, 846 (1999)\r\n(\"[T]he [Appellate Panel] determines the weight and credit to be given to the\r\nexpert testimony[, and o]nce admitted, expert testimony is to be considered just\r\nlike any other testimony.\"); Jennings v. Chambers Dev. Co., 335 S.C. 249, 254,\r\n516 S.E.2d 453, 456 (Ct. App. 1999) (stating that \"[t]he claimant has the burden of\r\nproving facts that will bring the injury within the workers' compensation law\").\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-282","title":"State v. Anderson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-282.pdf","description":null,"date":"2014-07-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Donald Marquice Anderson, Appellant.\r\n\r\n            Appellate Case No. 2012-212499\r\n\r\n\r\n                         Appeal From Greenville County\r\n                    G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-282 \n\r\n                    Heard June 17, 2014 – Filed July 9, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender Carmen Vaughn Ganjehsani,\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Mary Shannon Williams, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: The State indicted Donald Marquice Anderson for possession\r\nwith intent to distribute cocaine base. Anderson moved to suppress the cocaine,\r\narguing the detention and subsequent pat-down was unlawful under the Fourth\r\nAmendment. The trial court denied his motion after a pretrial hearing, and\r\n\nfollowing his bench trial, found him guilty as charged. On appeal, Anderson raises\r\ntwo issues to this court: (1) the police lacked reasonable suspicion to detain him\r\nand (2) the police did not have a reasonable belief that he was armed and\r\ndangerous to justify the pat-down. As to these two issues, we affirm.\r\n\r\nDetective Keith Cothran of the Greenville Police Department obtained a search\r\nwarrant for a house on 106 Dobbs Street based on its connection with drug\r\ntransactions. At the suppression hearing, Det. Cothran testified drug \"runners\"\r\nused a footpath1 near the house to sell drugs that came from 106 Dobbs. Based on\r\nhis belief that the footpath was \"associated with [the drug activity at] 106 Dobbs,\"\r\nDet. Cothran ordered officers \"to secure and detain any persons located . . . [on] the\r\n[footpath]\" while the search warrant was being executed.\r\n\r\nDetectives Kevin Hyatt and Gary Rhinehart with the Greenville Police Department\r\ntestified they were stationed at the footpath during the search and were ordered \"to\r\ntake control of any persons on the [footpath]\" during the search of the house.\r\nAccording to Det. Hyatt, he saw Anderson and a woman \"approximately half-way\r\nup the [footpath]\" during the search. He claimed that when Anderson noticed the\r\npolice stationed on the footpath, he \"immediately veered to the right in a quick\r\nmanner.\" Det. Rhinehart confirmed this, stating when Anderson noticed the\r\nofficers, \"he made an obvious gesture to divert his path from the way he was\r\nwalking.\" Det. Hyatt ordered Anderson \"to stop and get on the ground,\" and Det.\r\nRhinehart handcuffed him. Det. Hyatt then performed a pat-down and found a\r\nplastic bag in Anderson's pocket containing crack cocaine.\r\n\r\nAnderson asserted two grounds for suppressing the evidence at the pre-trial\r\nhearing. First, he argued Det. Cothran's order to Det's. Hyatt and Rhinehart that\r\nthey seize any person on the footpath, apparently without suspicion of criminal\r\nactivity, constituted \"a warrantless search that required probable cause\" because it\r\n\"simply was not a Terry2 stop.\" The trial court denied the motion on this ground,\r\nexplicitly finding \"that this was a Terry stop.\" We are unable to address the merits\r\nof the trial court's ruling on this argument, however, because it was not presented\r\nto this court on appeal. See Rule 208(b)(1)(B), SCACR (\"[N]o point will be\r\nconsidered which is not set forth in the statement of the issues on appeal.\"); S.C.\r\n\r\n1 Det. Cothran, as well as the officers who testified at the hearing, referred to the\r\nfootpath as \"the cut.\"\r\n2   Terry v. Ohio, 392 U.S. 1 (1968).\r\n\nDep't of Transp. v. M & T Enters. of Mt. Pleasant, LLC, 379 S.C. 645, 659, 667\r\nS.E.2d 7, 15 (Ct. App. 2008) (\"[E]ven if an issue is preserved at the trial court\r\nlevel, it must still be properly raised and argued to the appellate court.\"). Instead,\r\nwe are confined to addressing the issues appealed by Anderson: (1) whether the\r\npolice had reasonable suspicion to detain him and (2) whether the police had a\r\nreasonable belief that he was armed and dangerous to justify the pat-down.\r\n\r\nWe find there is evidence to support the trial court's finding that Det. Hyatt had\r\nreasonable suspicion to justify the stop. See State v. Taylor, 401 S.C. 104, 108,\r\n736 S.E.2d 663, 665 (2013) (stating \"[a] trial court's Fourth Amendment\r\nsuppression ruling must be affirmed if supported by any evidence\"); State v.\r\nCorley, 383 S.C. 232, 240, 679 S.E.2d 187, 191 (Ct. App. 2009), aff'd as modified,\r\n392 S.C. 125, 708 S.E.2d 217 (2011) (stating an officer may detain a person \"when\r\n[he] has a reasonable suspicion supported by articulable facts . . . that the person is\r\ninvolved in criminal activity\"). Det. Hyatt possessed personal knowledge of the\r\nhigh-crime area in which Anderson was detained and its association with drug\r\ntraffic. See United States v. Lender, 985 F.2d 151, 154 (4th Cir. 1993) (stating \"an\r\narea's propensity toward criminal activity is something an officer may consider\" in\r\ndetermining the existence of reasonable suspicion, which includes personal\r\nknowledge that an area \"ha[s] a large amount of drug traffic\"). Specifically, he\r\nknew the footpath served as a thoroughfare for drug \"runners\" and was associated\r\nwith the known drug activity at 106 Dobbs. See Corley, 383 S.C. at 242, 679\r\nS.E.2d at 192 (relying on defendant being at a \"known drug house where several\r\ncases had been made and search warrants executed\" to find reasonable suspicion\r\nexisted). Additionally, Det. Rhinehart testified Anderson was \"coming from the\r\narea of the search warrant,\" and when he noticed the officers, he made a suspicious\r\nmovement \"to divert his path.\" See Taylor, 401 S.C. at 110, 736 S.E.2d at 666\r\n(\"Evasive conduct, although stopping short of headlong flight, may inform an\r\nofficer's appraisal of a street corner encounter.\" (quoting Lender, 985 F.2d at 154)).\r\nConsidering this evidence in combination, we find the evidence supports the trial\r\ncourt's finding that reasonable suspicion existed to detain Anderson. See State v.\r\nKhingratsaiphon, 352 S.C. 62, 69, 572 S.E.2d 456, 459 (2002) (\"In determining\r\nwhether reasonable suspicion exists, 'the totality of the circumstances—the whole\r\npicture—'must be considered.\" (quoting United States v. Cortez, 449 U.S. 411,\r\n417, 101 S. Ct. 690, 695 (1981))).\r\n\r\nAnderson cites Bailey v. United States, 133 S. Ct. 1031 (2013), to argue his\r\ndetention was unlawful because the footpath was outside the scope of the search\r\nwarrant. We find Bailey inapplicable. In that case, the Supreme Court considered\r\nthe constitutionality of a detention incident to the execution of a search warrant and\r\n\nexplicitly declined to address whether the detention was justified by the existence\r\nof reasonable suspicion under Terry. See 133 S. Ct. at 1043 (stating the Court\r\n\"expresses no view\" as to whether \"stopping [the defendant] was lawful under\r\nTerry\").\r\n\r\nWe also find evidence to support the trial court's finding that Det. Hyatt had a\r\nreasonable belief that Anderson was armed and dangerous to justify the pat-down.\r\nSee Khingratsaiphon, 352 S.C. at 69, 572 S.E.2d at 459 (stating an officer may\r\nconduct a pat-down for weapons when \"the officer has reason to believe the person\r\nis armed and dangerous\"). Our supreme court has recognized that because of the\r\n\"indisputable nexus between drugs and guns,\" when an officer has reasonable\r\nsuspicion that drugs are present, \"there is an appropriate level of suspicion of\r\ncriminal activity and apprehension of danger\" to justify a pat-down of an\r\nindividual. State v. Banda, 371 S.C. 245, 253, 639 S.E.2d 36, 40 (2006). Given\r\n(1) \"the frequent association between drugs and guns,\" 371 S.C. at 254, 639 S.E.2d\r\nat 41, (2) the fact that the search warrant was being executed when the pat-down\r\noccurred, and (3) the officers' belief that the occupants of 106 Dobbs possessed\r\nweapons, we find it was reasonable for Det. Hyatt to conduct the pat-down.\r\nAdditionally, we rely on Det. Hyatt's testimony that he performed the pat-down in\r\nsearch of weapons, not \"narcotics or anything [else].\"\r\n\r\nAnderson asserts the pat-down was unlawful because at the hearing, Det. Hyatt\r\nagreed that he \"didn't see anything that looked like a weapon on [Anderson]\" when\r\nhe ordered him to the ground. As expressed by our supreme court, \"[i]n assessing\r\nwhether a suspect is armed and dangerous, '[t]he officer need not be absolutely\r\ncertain that the individual is armed.'\" Khingratsaiphon, 352 S.C. at 69-70, 572\r\nS.E.2d at 459 (quoting Terry, 392 U.S. at 27, 88 S. Ct. at 1883, 20 L. Ed. 2d at\r\n909). Instead, the test is whether an officer can \"point to specific and articulable\r\nfacts which, taken together with rational inferences from those facts,\" create a\r\nreasonable \"belief that his safety or that of others was in danger.\" Id. Based on\r\nour above analysis, we find the pat-down was justified by \"specific and articulable\r\nfacts\" implicating Det. Hyatt's safety, as well as the safety of the other officers. Id.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-283","title":"Dingle v. Federal Mogul Corporation","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-283.pdf","description":null,"date":"2014-07-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Diane C. Dingle, Claimant, Appellant,\r\n\r\n        v.\r\n\r\n        Federal Mogul Corporation, Employer, and Travelers\r\n        Property Casualty Company of America, Carrier,\r\n        Respondents.\r\n\r\n        Appellate Case No. 2012-207528\r\n\r\n\r\n                    Appeal From Clarendon County\r\n               R. Ferrell Cothran, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-283 \n\r\n             Heard November 7, 2013 – Filed July 9, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Dwight Christopher Moore, of Moore Law Firm, LLC, of\r\n        Sumter, for Appellant.\r\n\r\n        Candace G. Hindersman and John Gabriel Coggiola, of\r\n        Willson Jones Carter & Baxley, P.A., of Columbia, for\r\n        Respondents.\r\n\nPER CURIAM: Diane C. Dingle appeals the circuit court's order affirming the\r\nWorkers' Compensation Commission's denial of her claim for benefits for injuries\r\nallegedly resulting from an accidental injury and/or occupational disease. We\r\naffirm.\r\n\r\nWe find the first circuit court did not err in remanding the matter to the\r\nCommission for specific findings of fact and conclusions of law. In its order, the\r\nfirst circuit court stated: \"During oral argument before this Court, the parties\r\nrecognized and agreed that . . . the Single Commissioner's Order implicitly found a\r\ncompensable injury as a result of occupational disease.\" Dingle did not file a Rule\r\n59, SCRCP, motion contesting the circuit court's statement. See Grant v. S.C.\r\nCoastal Council, 319 S.C. 348, 356, 461 S.E.2d 388, 392 (1995) (finding that an\r\ninaccuracy in the trial court's order must be raised to the trial court by way of a\r\nRule 59(e), SCRCP, motion to alter or amend a judgment before the inaccuracy\r\nmay be challenged on appeal); TNS Mills, Inc. v. S.C. Dep't of Revenue, 331 S.C.\r\n611, 617, 503 S.E.2d 471, 474 (1998) (\"An issue conceded in a lower court may\r\nnot be argued on appeal.\"); Hollins v. Wal-Mart Stores, Inc., 381 S.C. 245, 251,\r\n672 S.E.2d 805, 808 (Ct. App. 2008) (because appellant acquiesced in court’s\r\nruling, she failed to preserve issue of denial of additional voir dire for appellate\r\nreview). The first single commissioner's order was insufficient to support her\r\nfinding of a compensable occupational disease. See Fox v. Newberry Cnty. Mem'l\r\nHosp., 319 S.C. 278, 281, 461 S.E.2d 392, 394 (1995) (listing the elements a\r\nclaimant must prove to establish an occupational disease as: (1) a disease; (2) the\r\ndisease must arise out of and in the course of the claimant's employment; (3) the\r\ndisease must be due to hazards in excess of those hazards that are ordinarily\r\nincident to employment; (4) the disease must be peculiar to the occupation in\r\nwhich the claimant was engaged; (5) the hazard causing the disease must be one\r\nrecognized as peculiar to a particular trade, process, occupation, or employment;\r\nand (6) the disease must directly result from the claimant's continuous exposure to\r\nthe normal working conditions of the particular trade, process, occupation, or\r\nemployment); id. at 282, 461 S.E.2d at 394 (holding this court erred in not\r\nremanding the matter to the Commission for further findings of fact on the\r\nelements of an occupational disease when there were too many factual disputes and\r\ntoo many elements that were not addressed to support a conclusion that the\r\nCommission made implicit findings). The first single commissioner's order did not\r\nmention any basis for an award of benefits other than Dingle's allegation that she\r\nincurred an occupational disease. As in Fox, the order did not even acknowledge\r\nthat there were six elements that a claimant must prove to recover benefits for an\r\noccupational disease, much less address these elements.\r\n\nAs to Dingle's remaining issues, we affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities: S.C. Code Ann. § 1-23-380(5) (Supp. 2013) (providing\r\nunder the Administrative Procedures Act (APA), an appellate court may not\r\nsubstitute its judgment for that of the agency as to the weight of the evidence on\r\nquestions of fact, but it may reverse when the decision is affected by an error of\r\nlaw or is clearly erroneous in view of the reliable, probative, and substantial\r\nevidence on the whole record); Jones v. Georgia-Pacific Corp., 355 S.C. 413, 416,\r\n586 S.E.2d 111, 113 (2003) (stating an appellate court will not overturn a decision\r\nby the Commission unless the determination is unsupported by substantial\r\nevidence); Pierre v. Seaside Farms, Inc., 386 S.C. 534, 540, 689 S.E.2d 615, 618\r\n(2010) (\"Substantial evidence is not a mere scintilla of evidence, but evidence\r\nwhich, considering the record as a whole, would allow reasonable minds to reach\r\nthe conclusion the agency reached.\"); Sharpe v. Case Produce, Inc., 336 S.C. 154,\r\n160, 519 S.E.2d 102, 105 (1999) (\"The possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent the Commission's finding from\r\nbeing supported by substantial evidence.\"); Hall v. United Rentals, Inc., 371 S.C.\r\n69, 80, 636 S.E.2d 876, 882 (Ct. App. 2006) (\"Where there are conflicts in the\r\nevidence over a factual issue, the findings of the Appellate Panel are conclusive.\");\r\nid. (\"The final determination of witness credibility and the weight to be accorded\r\nevidence is reserved to the Appellate Panel.\"); Mullinax v. Winn-Dixie Stores, Inc.,\r\n318 S.C. 431, 435, 458 S.E.2d 76, 78 (Ct. App. 1995) (\"Where the medical\r\nevidence conflicts, the findings of fact of the [Appellate Panel] are conclusive.\");\r\nBrunson v. Am. Koyo Bearings, 395 S.C. 450, 457-58, 718 S.E.2d 755, 759-60 (Ct.\r\nApp. 2011) (considering standard of review and finding circuit court did not err in\r\naffirming Appellate Panel's denial of benefits when although claimant presented\r\ncredible medical testimony to prove she suffered a compensable work-related\r\ninjury, other competent evidence and testimony was presented to the contrary).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, GEATHERS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-284","title":"Musick v. Dicks","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-284.pdf","description":null,"date":"2014-07-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        John Musick, Respondent,\r\n\r\n        v.\r\n\r\n        Thomas L. Dicks and Robert E. Dicks, Jr., Appellants.\r\n\r\n        Appellate Case No. 2012-212773\r\n\r\n\r\n                     Appeal From Horry County \n\r\n               Cynthia Graham Howe, Master-in-Equity\n\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-284 \n\r\n             Heard December 11, 2013 – Filed July 9, 2014 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Demetri K. Koutrakos and Mary Dameron Milliken, of\r\n        Callison Tighe & Robinson, LLC, of Columbia, for\r\n        Appellants.\r\n\r\n        Thomas C. Brittain and Mary Madison B. Langway, of\r\n        The Brittain Law Firm, P.A., of Myrtle Beach, for\r\n        Respondent.\r\n\nPER CURIAM: Thomas and Robert Dicks appeal the order of the master-in-\r\nequity holding they cannot subdivide their property in Long Bay Estates\r\n(Property). We affirm.\r\n\r\n(1) We find the master did not err in construing the 1972 Order to find only the\r\n\"Grantors\" had a right to revise lot lines and Carmen F. Ward and Gene F. Lewis\r\nwere the \"Grantors\" contemplated in the 1972 Order. See City of N. Myrtle Beach\r\nv. E. Cherry Grove Realty Co., 397 S.C. 497, 503, 725 S.E.2d 676, 679 (2012)\r\n(\"As a general rule, judgments are to be construed like other written instruments.\r\nThe determinative factor is the intent of the court, as gathered, not from an isolated\r\npart thereof, but from all the parts of the judgment itself. Hence, in construing a\r\njudgment, it should be examined and considered in its entirety.\"); RV Resort &\r\nYacht Club Owners Ass'n, v. BillyBob's Marina, Inc., 386 S.C. 313, 321, 688\r\nS.E.2d 555, 559 (2010) (stating the paramount rule of construction of a restrictive\r\ncovenant is to ascertain and give effect to the intent of the parties as determined\r\nfrom the whole document); Buffington v. T.O.E. Enters., 383 S.C. 388, 392, 680\r\nS.E.2d 289, 291 (2009) (\"A restriction on the use of the property must be created in\r\nexpress terms or by plain and unmistakable implication, and all such restrictions\r\nare to be strictly construed, with all doubts resolved in favor of the free use of\r\nproperty.\"). We believe the 1972 Order was ambiguous as to who would be\r\nconsidered the Grantor and therefore the master did not err in considering extrinsic\r\nevidence. The 1958 Restrictions for Long Bay Estates did not define the term\r\n\"Grantor.\" Nursery Realty Corporation owned the Long Bay Estates property at\r\nthat time of the creation of the 1958 Restrictions and thus was the \"Grantor.\" In\r\n1968, Nursery Realty Corporation transferred ownership of the remaining property\r\nin Long Bay Estates to Ward and Lewis along with \"assets, powers, or reservations\r\nof any kind and nature\" reserved to Nursery Realty Corporation. Accordingly,\r\nWard and Lewis took on the role of Grantor under the 1958 Restrictions and were\r\nthe \"Grantor[s]\" referred to in the 1972 Order. The 1972 Order was the result of a\r\nsettlement agreement in an action brought by Ward and Lewis to clarify their rights\r\nin Long Bay Estates. Considering the complaint in the action and the entire 1972\r\nOrder, we find the circuit court in that action intended to expand the 1958\r\nRestrictions to the Property, including the Grantor's right to revise lot arrangement\r\nprior to the sale of the Property.\r\n\r\n(2) We find no merit to the Dicks' argument that if the 1972 Order is ambiguous, it\r\nshould be construed in favor of the free use of property. See Hardy v. Aiken, 369\r\nS.C. 160, 166, 631 S.E.2d 539, 542 (2006) (\"[T]he rule of strict construction\r\nshould not be used to defeat the plain and obvious purpose of the restrictive\r\ncovenants.\").\r\n\n(3) We find no merit to the Dicks' argument that the master erred in holding the\r\nProperty had always been sold as one lot. Even if a prior plat showed the Property\r\ndivided into seven lots, Ward had the right to revise the lot arrangement of the\r\nProperty, which she did by selling the property to David and Leigh Meese as one\r\nlot. The Meeses sold the Property to Thomas Dicks as one lot. The lot had a\r\nsingle tax number. The Property was never sold as more than one lot until Thomas\r\nDicks conveyed to his brother Robert Dicks three lots as shown on a survey he had\r\nprepared for the \"Resubdivision\" of the Property.\r\n\r\n(4) We find no merit to the Dicks' assertion this court's statement in the prior\r\nopinion, Musick v. Dicks, Op. No. 2010-UP-351 (S.C. Ct. App. filed July 7, 2010),\r\nconcerning the 1955 Plat and a map attached to the 1972 Order showing Blocks 28\r\nand 29 divided into seven different lots was a finding of fact and now is the law of\r\nthe case. This statement was merely a description of the plat and map and not a\r\nlegal conclusion.\r\n\r\n(5) We find no merit to the Dicks' argument the master erred in finding that Ward\r\nhad a right to subdivide the Property. They assert: \"No one had the right to\r\nsubdivide any lot.\" The master actually held: \"It is further found Carmen F. Ward,\r\ngrantor, did not subdivide Blocks 28 and 29, which was her right as set out in [the\r\n1972 Order].\" (Emphasis added). Subdivide means \"To divide a part into smaller\r\nparts; to separate into smaller divisions.\" Black's Law Dictionary 1424 (6th ed.\r\n1990). Ward did not divide any lot. Instead, she changed boundary lines to\r\ncombine the lots of Blocks 28 and 29 into one lot, which she had the right to do\r\npursuant to the 1972 Order.\r\n\r\n(6) We find no reversible error in the master's statement that \"[t]he majority of\r\nBlocks 28 and 29 is wetlands, . . . which makes [the Dicks' proposed division]\r\nsomewhat impractical.\" This statement had no bearing on the master's ruling that\r\nonly Ward and Lewis could revise the lot lines. See McCall v. Finley, 294 S.C. 1,\r\n4, 362 S.E.2d 26, 28 (Ct. App. 1987) (\"[W]hatever doesn't make any difference,\r\ndoesn't matter.\").\r\n\r\n(7) We find the master did not err in finding the Dicks were not protected by the\r\nShelter Rule because the Meeses had constructive notice of the restrictions. See\r\nSpence v. Spence, 368 S.C. 106, 120, 628 S.E.2d 869, 876 (2006) (\"Constructive or\r\ninquiry notice in the context of a real estate transaction also may arise when a party\r\nbecomes aware or should have become aware of certain facts which, if\r\ninvestigated, would reveal the claim of another. The party will be charged by\r\noperation of law with all knowledge that an investigation by a reasonably cautious\r\n\nand prudent purchaser would have revealed.\"); Stephens v. Hendricks, 226 S.C. 79,\r\n91, 83 S.E.2d 634, 640 (1954) (\"A plea of bona fide purchaser for value, without\r\nnotice, is an affirmative defense and must be [pleaded] and proved by the party\r\nthereon relying.\"). The Meeses' closing attorney testified that the Meeses had\r\nknowledge at some point that there was a strong possibility that the restrictive\r\ncovenants applied to the Property. On re-cross examination, he admitted this\r\nwould have been something he discussed with them contemporaneously with the\r\nclosing rather than after they bought the Property. David Meese acknowledged\r\nthat at the time he purchased the property, he was aware there were restrictive\r\ncovenants, but he did not remember the details. Although Leigh Meese initially\r\ntestified that at the time of their closing, she did not have notice of any restrictions\r\nthat would have encumbered the Property, she subsequently testified \"I remember\r\nthere were issues with the property. I can't place my awareness of those issues\r\nwith respect to our acquisition and sale of the property.\" The Meeses had notice of\r\nthe existence of restrictive covenants that encumbered Long Bay Estates and there\r\nwas a \"strong possibility\" that the restrictions might apply to the Property. This\r\nawareness of the existence of restrictive covenants provided them with notice of all\r\nof the restrictions, including the restriction against subdivision.\r\n\r\n\r\nAFFIRMED.\r\n\r\nHUFF, GEATHERS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-287","title":"Saunders v. Palomares","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-287.pdf","description":null,"date":"2014-07-11","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        David Michael Saunders and Leticia Marie Saunders,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        Jonathan Jose Palomares, Ashley Yvonne Bernadette\r\n        Simon, and M. P., Defendants,\r\n\r\n        Of Whom Jonathan Jose Palomares is the Appellant.\r\n\r\n        Appellate Case No. 2013-000033\r\n\r\n\r\n                  Appeal From Chesterfield County \n\r\n               Roger E. Henderson, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-287 \n\r\n             Submitted June 25, 2014 – Filed July 11, 2014 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Earnest Deon O'Neil, of The Law Office of Deon O'Neil,\r\n        of Columbia, and Bertila Ivane Delora Boyd, of Bostic\r\n        and Boyd, LLC, of Columbia, for Appellant.\r\n\r\n        David Michael Saunders and Leticia Marie Saunders,\r\n        both of Hartsville, pro se.\r\n\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Code Ann. § 63-7-2570(3) (2010) (stating a statutory ground for\r\ntermination of parental rights is met if the child has been out of the home for a\r\nperiod of six months and the parent has wilfully failed to visit the child); S.C. Dep't\r\nof Soc. Servs. v. Headden, 354 S.C. 602, 610, 582 S.E.2d 419, 423 (2003)\r\n(\"Whether a parent's failure to visit is 'wilful' is a question of intent to be\r\ndetermined from the facts and circumstances of each individual case.\"); id. at 610,\r\n582 S.E.2d at 424 (\"The [family court] is given wide discretion in making this\r\ndetermination.\"); S.C. Dep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d\r\n285, 287 (Ct. App. 2000) (stating the best interest of the child is \"the paramount\r\nconsideration\"); Charleston Cnty. Dep't of Soc. Servs. v. King, 369 S.C. 96, 103-\r\n04, 631 S.E.2d 239, 243 (2006) (stating the factors set out in Moore v. Moore, 300\r\nS.C. 75, 386 S.E.2d 456 (1989), \"apply where a natural parent, who has voluntarily\r\nrelinquished custody of his child, seeks to reclaim custody from a third party. The\r\nMoore factors cannot apply in the termination of parental rights situation because\r\nthat situation is governed by statute.\").\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-285","title":"State v. Chaplin","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-285.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Carl Clyde Chaplin, Appellant.\r\n\r\n             Appellate Case No. 2012-213297\r\n\r\n\r\n                         Appeal From Dorchester County \n\r\n                    Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-285 \n\r\n                   Submitted May 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Appellate Defender Benjamin John Tripp, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Mary Shannon Williams, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Rule 801(c), SCRE (\"'Hearsay' is a statement, other than one made by\r\nthe declarant while testifying at the trial or hearing, offered in evidence to prove\r\n\nthe truth of the matter asserted.\"); State v. Sims, 304 S.C. 409, 420, 405 S.E.2d\r\n377, 383 (1991) (\"Evidence is not hearsay unless it is offered to show the truth of\r\nthe matter asserted.\"); State v. Jennings, 394 S.C. 473, 478, 716 S.E.2d 91, 93\r\n(2011) (\"Improper admission of hearsay testimony constitutes reversible error only\r\nwhen the admission causes prejudice.\" (internal quotation marks omitted)); State v.\r\nGreen, 397 S.C. 268, 287, 724 S.E.2d 664, 673 (2012) (\"Prejudice occurs when\r\nthere is a reasonable probability the wrongly admitted evidence influenced the\r\njury's verdict.\"); State v. Mitchell, 286 S.C. 572, 573, 336 S.E.2d 150, 151 (1985)\r\n(\"Whether an error is harmless depends on the circumstances of the particular\r\ncase.\").\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-286","title":"Cooper v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-286.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Benjamin L. Cooper, Respondent,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Petitioner.\r\n\r\n        Appellate Case No. 2010-181646\r\n\r\n\r\n                   Appeal From Georgetown County \n\r\n                Larry B. Hyman Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-286 \n\r\n               Heard June 10, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Deputy Chief Appellate Defender Wanda H. Carter, of\r\n        Columbia, for Respondent.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, and Assistant\r\n        Attorney General Christina J. Catoe, all of Columbia, for\r\n        Petitioner.\r\n\nPER CURIAM: Benjamin Cooper petitioned the post-conviction relief (PCR)\r\ncourt for a new trial, arguing, in relevant part, the plea court's colloquy did not\r\nconform to Boykin v. Alabama.1 The PCR court agreed and granted Cooper a new\r\ntrial. On appeal, the State argues the PCR court erred in granting a new trial\r\nbecause, based on the entirety of the record, it is evident Cooper's guilty plea was\r\nentered into voluntarily and intelligently. We disagree and affirm the PCR court\r\npursuant to Rule 220(b), SCACR, and the following authorities: Edwards v. State,\r\n392 S.C. 449, 455, 710 S.E.2d 60, 64 (2011) (\"In reviewing a PCR court's decision,\r\nan appellate court is concerned only with whether there is any evidence of\r\nprobative value that supports the decision.\"); id. (\"The appellate court will reverse\r\nthe PCR court only where there is either no probative evidence to support the\r\ndecision or the decision was controlled by an error of law.\"); Roddy v. State, 339\r\nS.C. 29, 33, 528 S.E.2d 418, 421 (2000) (\"To find a guilty plea is voluntarily and\r\nknowingly entered into, the record must establish the defendant had a full\r\nunderstanding of the consequences of his plea and the charges against him.\" (citing\r\nBoykin v. Alabama, 395 U.S. 238 (1969))); id. at 33, 528 S.E.2d at 420 (2000)\r\n(\"[T]he voluntariness of a guilty plea is not determined by an examination of a\r\nspecific inquiry made by the sentencing [court] alone, but is determined from both\r\nthe record made at the time of the entry of the guilty plea, and also from the record\r\nof the PCR hearing.\"); Pittman v. State, 337 S.C. 597, 600–01, 524 S.E.2d 623, 625\r\n(1999) (finding the plea court's deficient plea colloquy and incomplete sentencing\r\nsheet indicated the petitioner's plea was not voluntary, intelligent, and knowing);\r\nid. (finding a deficient plea colloquy between the court and a defendant was not\r\ncured by other evidence in the record).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1395 U.S. 238, 242–43 (1969) (finding the trial court, in accepting a guilty plea,\r\nmust make an affirmative showing on the record that the accused entered into the\r\nguilty plea intelligently and voluntarily).\r\n\n","court":"Appeals"},{"id":"2014-UP-288","title":"Ramey v. Unihealth Post Acute Care","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-288.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        Gayla Ramey, Employee, Appellant/Respondent,\r\n\r\n        v.\r\n\r\n        Unihealth Post Acute Care Tanglewood, Employer, and\r\n        American Zurich Insurance Company, Carrier,\r\n        Respondents/Appellants.\r\n\r\n        Appellate Case No. 2012-212326\r\n\r\n\r\n              Appeal From The South Carolina Workers'\n\r\n                     Compensation Commission \n\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-288 \n\r\n             Heard October 10, 2013 – Filed July 16, 2014 \n\r\n\r\n\r\n                            AFFIRMED\r\n\r\n\r\n        Mark Calhoun, of Calhoun Law Firm, of Lexington, for\r\n        Appellant/Respondent.\r\n\r\n        Daniel Addison, of Hedrick, Gardner, Kinchloe &\r\n        Garofalo, LLP, of Columbia for Respondents/Appellants.\r\n\nPER CURIAM: This case involves the cross-appeals of the order of the Appellate\r\nPanel of the South Carolina Workers' Compensation Commission ordering\r\nUnihealth Post Acute Care Tanglewood and American Zurich Insurance Company\r\n(collectively Employer) to pay claimant Gayla Ramey temporary total disability\r\n(TTD) benefits. Ramey challenges the Appellate Panel's determination of the\r\ncompensation rate. Employer argues Ramey should be barred from receiving TTD\r\nbenefits. We affirm.\r\n\r\n(1) We find the Appellate Panel did not err in holding Ramey was entitled to TTD\r\nbenefits. See S.C. Code Ann. § 1-23-380(5) (Supp. 2013) (providing under the\r\nAdministrative Procedures Act (APA), an appellate court may not substitute its\r\njudgment for that of the agency as to the weight of the evidence on questions of\r\nfact, but it may reverse when the decision is affected by an error of law or is\r\nclearly erroneous in view of the reliable, probative, and substantial evidence on the\r\nwhole record); Jones v. Georgia-Pacific Corp., 355 S.C. 413, 416, 586 S.E.2d 111,\r\n113 (2003) (stating an appellate court will not overturn a decision by the\r\nCommission unless the determination is unsupported by substantial evidence);\r\nPierre v. Seaside Farms, Inc., 386 S.C. 534, 540, 689 S.E.2d 615, 618 (2010)\r\n(\"Substantial evidence is not a mere scintilla of evidence, but evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the agency reached.\"); Sharpe v. Case Produce, Inc., 336 S.C. 154, 160,\r\n519 S.E.2d 102, 105 (1999) (\"The possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent the Commission's finding from\r\nbeing supported by substantial evidence.\"); Hall v. United Rentals, Inc., 371 S.C.\r\n69, 80, 636 S.E.2d 876, 882 (Ct. App. 2006) (\"Where there are conflicts in the\r\nevidence over a factual issue, the findings of the Appellate Panel are conclusive.\");\r\nid. (\"The final determination of witness credibility and the weight to be accorded\r\nevidence is reserved to the Appellate Panel.\"); Mullinax v. Winn-Dixie Stores, Inc.,\r\n318 S.C. 431, 435, 458 S.E.2d 76, 78 (Ct. App. 1995) (\"Where the medical\r\nevidence conflicts, the findings of fact of the Commission are conclusive.\");\r\nPollack v. S. Wine & Spirits of Am., 405 S.C. 9, 15-16, 747 S.E.2d 430, 433-34\r\n(2013) (rejecting claimant's assertion that South Carolina's workers' compensation\r\nlaws mandate the payment of TTD benefits, regardless of the factual circumstances\r\nof the particular case, whenever an employee is discharged from an\r\naccommodated, light duty position and noting it is a quintessential factual question\r\nfor the Commission whether the claimant's inability to earn wages was a result of\r\nhis termination for cause, not his work-related injury); id. at 16, 747 S.E.2d at 434\r\n(explaining employer's denial of TTD benefits must be scrutinized carefully and\r\nthis is a critically important task for the Commission in its fact-finding role); id.\r\n\n(recognizing the Commission remained sensitive to an employer's possible\r\nmotivation to \"look for\" a reason to fire an injured worker).\r\n\r\nRamey testified it was her understanding that she was entitled to be paid for time\r\nfor doctor visits and that no one had told her differently. She explained that on the\r\nday she fell, she was paid for the time she went to the doctor's office. While\r\nRamey admitted she signed the form acknowledging she would not be\r\ncompensated by Employer for any time lost to doctor's appointments, she\r\nexplained she did not read everything that day because she was in pain and had to\r\nsign the paperwork before she was allowed to go to Doctor's Care. Although\r\nRamey's supervisors knew she had had been at a doctor's appointment but had not\r\ndeducted the time on her time sheet, they did not indicate they had any problem\r\napproving Ramey's time sheet. There is no indication in the record either\r\nsupervisor was disciplined for signing the sheet. We find substantial evidence\r\nsupports the Appellate Panel's conclusion that Employer used the incorrect time\r\nsheet as an excuse to terminate Ramey's employment.\r\n\r\nIn addition, we find substantial evidence in the record supports the Appellate\r\nPanel's conclusion Ramey was temporarily disabled. Ramey's treating physician\r\nimposed restrictions on Ramey's ability to work and the independent medical\r\nexaminer opined Ramey should not return to work until she received further\r\ntreatment.\r\n\r\n(2) We find no error in the Appellate Panel calculation of Ramey's compensation\r\nrate using Ramey's earnings from the last four quarters of Ramey's employment\r\nrather than her earnings for the last 52 weeks of her employment. See S.C. Code\r\nAnn. § 42-1-40 (Supp. 2013) (providing the primary method of calculating the\r\naverage weekly wage as \"taking the total wages paid for the last four quarters\r\nimmediately preceding the quarter in which the injury occurred . . . divided by\r\nfifty-two or by the actual number of weeks for which wages were paid, whichever\r\nis less\"); id. (\"When for exceptional reasons the foregoing would be unfair, either\r\nto the employer or employee, such other method of computing average weekly\r\nwages may be resorted to as will most nearly approximate the amount which the\r\ninjured employee would be earning were it not for the injury.\"); Williams v. David\r\nStafford Drywall, 402 S.C. 173, 179, 739 S.E.2d 892, 896 (Ct. App. 2013) (\"The\r\nstatute provides an elasticity or flexibility with a view toward always achieving the\r\nultimate objective of reflecting fairly a claimant's probable future earning loss.\");\r\nid. at 179-80, 739 S.E.2d at 896 (stating the goal of calculating wages is to arrive at\r\na fair approximation of the claimant's probable future earning capacity). We hold\r\n\nRamey failed to establish an exceptional reason that would make the Commission's\r\ncalculation of her average weekly wage unfair to her.\r\n\r\nAFFIRMED. \n\r\n\r\nHUFF, GEATHERS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2014-UP-289","title":"State v. Bates","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-289.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Nina Bates, Appellant.\r\n\r\n        Appellate Case No. 2013-002022\r\n\r\n\r\n\r\n                 Appeal From Greenwood County \n\r\n             Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-289 \n\r\n              Submitted June 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Robert M. Pachak, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\n\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-290","title":"State v. Davis","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-290.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Charles H. Davis, Appellant.\r\n\r\n        Appellate Case No. 2013-001408\r\n\r\n\r\n\r\n                     Appeal From Lancaster County\r\n                J. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-290 \n\r\n              Submitted June 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Lara Mary Caudy, of Columbia, and\r\n        Charles H. Davis, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-291","title":"State v. McEntire","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-291.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Phillip Michael McEntire, Appellant.\r\n\r\n        Appellate Case No. 2012-209946\r\n\r\n\r\n\r\n                   Appeal From Spartanburg County\r\n                  J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-291 \n\r\n              Submitted June 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        John G. Reckenbeil, of Law Office of John G.\r\n        Reckenbeil, L.L.C., of Spartanburg, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-292","title":"Roberts v. Drew","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-292.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Keith Roberts and Lot 12 Yellow House, LLC,\r\n             Appellants,\r\n\r\n             v.\r\n\r\n             Randall J. Drew, Respondent.\r\n\r\n             Appellate Case No. 2013-000020\r\n\r\n\r\n                        Appeal From Charleston County\r\n                      W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-292 \n\r\n                  Heard February 20, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Thomas A. Pendarvis and Catherine Brown Kerney, both\r\n             of Pendarvis Law Offices, PC, both of Beaufort, for\r\n             Appellants.\r\n\r\n             David W. Overstreet and Andrew W. Countryman, both\r\n             of Carlock Copeland & Stair, LLP, both of Charleston,\r\n             for Respondent.\r\n\r\nPER CURIAM: Keith Roberts and Lot 12 Yellow House, LLC (collectively\r\nreferred to as Roberts) appeal the circuit court's grant of respondent Randall J.\r\nDrew's motion for summary judgment in this legal malpractice action. Roberts\r\n\nargues the circuit court improperly granted Drew's motion for summary judgment,\r\nas the circuit court erred in (1) determining that the statute of limitations barred his\r\nclaim, (2) failing to find Drew equitably estopped from claiming the statute of\r\nlimitations as a defense, and (3) making erroneous findings of fact, which\r\ncollectively served to distort the record and cause mistaken conclusions of law.1\r\n\r\n1.     We find the circuit court did not err in determining that the statute of\r\nlimitations barred Roberts's claim. The statute of limitations for a legal\r\nmalpractice action is three years. S.C. Code Ann. § 15–3–530(5) (2005) (stating\r\nthe statute of limitations for \"an action for assault, battery, or any injury to the\r\nperson or rights of another, not arising on contract and not enumerated by law\" is\r\nthree years); see also Berry v. McLeod, 328 S.C. 435, 444, 492 S.E.2d 794, 799\r\n(Ct. App. 1997) (finding section 15–3–530(5) provides a three-year statute of\r\nlimitations for legal malpractice actions). \"According to the discovery rule, the\r\nstatute of limitations begins to run when a cause of action reasonably ought to have\r\nbeen discovered.\" Dean v. Ruscon Corp., 321 S.C. 360, 363, 468 S.E.2d 645, 647\r\n(1996). \"This determination is objective, rather than subjective. As such, the\r\nquestion is not whether the particular plaintiff in this case actually knew [he] had a\r\nclaim.\" Martin v. Companion Healthcare Corp., 357 S.C. 570, 576, 593 S.E.2d\r\n624, 627 (Ct. App. 2004) (internal citation omitted). \"Rather, courts must decide\r\nwhether the circumstances of the case would put a person of common knowledge\r\nand experience on notice that some right of his has been invaded, or that some\r\nclaim against another party might exist.\" Young v. S.C. Dep't of Corr., 333 S.C.\r\n714, 719, 511 S.E.2d 413, 416 (Ct. App. 1999). In his complaint, Roberts\r\ncontended Drew had a duty to advise him that the title to Lot 12 was \"not good and\r\nnot marketable.\" Roberts's complaint alleged his title to Lot 12 was \"unmarketable\r\nbecause Plaintiffs' acquisition of the subject property is, was, and actually did\r\nsubject Plaintiffs to litigation on the claims of others who have outstanding\r\nproperty interests.\"2 Roberts testified he was aware prior to May 5, 2008, of the\r\n\r\n\r\n\r\n1 Roberts's brief identified six issues upon which the circuit court allegedly erred.\r\nWe have consolidated those six issues into three in the interest of brevity and\r\nclarity.\r\n2 At oral argument, Roberts argued that Drew failed to advise him of the validity of\r\nthe Navy's claim. However, at the time Roberts commenced this malpractice\r\naction, Roberts was contesting the Navy's claim in federal court. In a deposition in\r\nthis case, Roberts stated \"I still believe that we are right\" regarding his dispute with\r\nthe Navy.\r\n\nproblematic dock issue arising from the Navy's claim of marshland adjacent to Lot\r\n12. Roberts also testified he was aware prior to May 5, 2008, of multiple\r\ncommunications in which the Navy threatened to pursue legal action regarding his\r\ndock.3 As all of the evidence within the record reveals that Roberts was aware\r\nprior to May 5, 2008, that his acquisition of Lot 12 subjected him to potential\r\nlitigation on the claims of others with outstanding property interests, the circuit\r\ncourt did not err in concluding Roberts should have known Drew's advice was\r\nincorrect.4 Thus, the three-year statute of limitations for this legal malpractice\r\naction had already expired when Roberts filed this claim on May 5, 2011. See\r\nMartin, 357 S.C. at 575, 593 S.E.2d at 627 (\"[T]he three-year clock starts ticking\r\non the 'date the injured party either knows or should have known by the exercise of\r\nreasonable diligence that a cause of action arises from the wrongful conduct.'\"\r\n(quoting Bayle v. S.C. Dep't of Transp., 344 S.C. 115, 123, 542 S.E.2d 736, 740\r\n(Ct. App. 2001))). Therefore, the circuit court properly granted Drew's motion for\r\nsummary judgment because the statute of limitations barred Roberts's claim. See\r\nChristensen v. Mikell, 324 S.C. 70, 72, 476 S.E.2d 692, 694 (1996) (\"Summary\r\njudgment is appropriate where it is clear there is no genuine issue of material fact\r\nand the moving party is entitled to judgment as a matter of law.\").\r\n\r\n2.     We find the circuit court did not err in failing to find Drew equitably\r\nestopped from claiming the statute of limitations as a defense. \"A defendant may\r\nbe estopped from claiming a statute of limitations defense if the defendant's\r\nconduct has induced the delay that otherwise would give operation to the statute.\"\r\n\r\n\r\n\r\n3 At times prior to May 5, 2008, Roberts did the following regarding the Navy's\r\npotential legal action: (1) categorized the dock issue and the Navy's threats of\r\nlitigation as \"serious;\" (2) claimed that Navy officials \"just don't want to go away;\"\r\nand (3) wrote a letter to a United States senator, in which Roberts sought assistance\r\nand claimed to have been \"threatened by the U.S. attorney\" with a lawsuit and\r\ninjunction.\r\n4 Additionally, in Roberts's responses to Drew's discovery requests, Roberts stated\r\n\"What follows is a preliminary statement of Plaintiffs' damages . . . Contract sale\r\nprice to Bowen . . . Lost profits from sale of property to Bowen . . . .\" Bowen\r\nformally canceled the purchase contract for Lot 12 on January 18, 2007, largely\r\ndue to the Navy's potential claim. Roberts testified he was aware at that time of the\r\ncancellation and Bowen's reasons for the cancellation. Given that Roberts claimed\r\nthe lost profits of that purchase contract as damages, he had actual and constructive\r\nknowledge of a claim against Drew.\r\n\nMoates v. Bobb, 322 S.C. 172, 175, 470 S.E.2d 402, 403 (Ct. App. 1996). \"The\r\nelements of estoppel as to the party estopped are (1) conduct by the party estopped\r\nwhich amounts to a false representation or concealment of material facts; (2) the\r\nintention that such conduct shall be acted upon by the other party; and (3)\r\nknowledge, actual or constructive, of the true facts.\" Johns v. Johns, 309 S.C. 199,\r\n203, 420 S.E.2d 856, 859 (Ct. App. 1992). \"As to the party claiming the estoppel,\r\nthe elements are (1) lack of knowledge and of the means of knowledge of the truth\r\nas to the facts in question; and (2) reliance upon the conduct of the party estopped.\"\r\nId. at 203-04, 420 S.E.2d at 859. In his complaint, Roberts alleged Drew had a\r\nduty to advise him that the title to Lot 12 was \"not good and not marketable.\"\r\nRoberts claimed the title to Lot 12 was unmarketable because his acquisition of the\r\nproperty had subjected him to litigation on the claims of others with outstanding\r\nproperty interests. All of the evidence in the record reveals that, before May 5,\r\n2008, Roberts had knowledge that the Navy was claiming ownership of the\r\nmarshland and threatening legal action against him. See Kelly v. Logan, Jolley, &\r\nSmith, 383 S.C. 626, 638, 682 S.E.2d 1, 7 (Ct. App. 2009) (\"The party asserting\r\nequitable estoppel bears the burden of establishing all the elements.\"); see also S.\r\nDev. Land & Golf Co., Ltd. v. S.C. Pub. Serv. Auth., 311 S.C. 29, 34, 426 S.E.2d\r\n748, 751 (1993) (\"One with knowledge of the truth or the means by which with\r\nreasonable diligence he could acquire knowledge cannot claim to have been\r\nmislead [sic].\"). Roberts also contends the circuit court failed to rule on the\r\napplication of equitable estoppel. However, the circuit court found that Roberts\r\nwas aware prior to May 5, 2008, of the Navy's claim and its threats of legal action\r\nagainst him, and therefore Roberts knew or should have known of a claim against\r\nDrew. Additionally, all litigation regarding the legality of the Navy's claim to the\r\nproperty and the dock has been dropped. Thus, Roberts has not established that\r\nwhatever assurances Drew made amounted to false representations or\r\nconcealments of material facts. See Rule 220, SCACR (stating an appellate court\r\nmay affirm for any reason appearing in the record); see also Walterboro Cmty.\r\nHosp. v. Meacher, 392 S.C. 479, 489, 709 S.E.2d 71, 76 (Ct. App. 2011) (finding\r\nthat where the circuit court's order was ambiguous as to the basis for denying\r\nplaintiff's equitable remedy, the appellate court could affirm for any reason\r\nappearing in the record).\r\n\r\n3.    We find the circuit court did not make erroneous findings of fact. All of the\r\nevidence supports the circuit court's recitation of the facts in its order and the\r\nconclusions drawn therefrom. As there was no genuine issue of material fact as to\r\nwhether the statute of limitations barred Roberts's claim, the circuit court properly\r\ngranted Drew's motion for summary judgment. See Christensen, 324 S.C. at 72,\r\n476 S.E.2d at 694 (\"Summary judgment is appropriate where it is clear there is no\r\n\ngenuine issue of material fact and the moving party is entitled to judgment as a\r\nmatter of law.\").\r\n\r\nAFFIRMED. \n\r\n\r\nHUFF, THOMAS, and LOCKEMY, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2014-UP-293","title":"Shaw Funding v. Multifamily Products","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-293.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Shaw Funding, LLC, Build A House, LLC d/b/a\r\n        Multifamily Products, Builders Design House, LLC,\r\n        Builders First Mortgage, LLC, Builders First Funding,\r\n        LLC, Investor Funding, LLC, Total Stone, LLC,\r\n        American Lighting Co., Contract Supply, LLC, Global\r\n        Solution, and MS Mechanical Solutions, LLC,\r\n        Respondents,\r\n\r\n        v.\r\n\r\n        Multifamily Products, LLC, and Paul Taylor, as a\r\n        member of Build a House, LLC and individually,\r\n        Appellants.\r\n\r\n        Appellate Case No. 2012-213272\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n                 Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-293 \n\r\n              Submitted May 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                              REVERSED\r\n\r\n\r\n        Randall Scott Hiller, of Greenville, for Appellants.\r\n\n             D. Randle Moody, II and Joseph Owen Smith, both of\r\n             Roe Cassidy Coates & Price, P.A., of Greenville, for\r\n             Respondents.\r\n\r\n\r\nPER CURIAM: Multifamily Products, LLC appeals the trial court's orders\r\ngranting Shaw Funding, LLC's motions for a temporary restraining order (TRO)\r\nand to appoint a receiver. Multifamily argues the trial court erred in issuing the\r\norders because (1) the TRO violates Rule 65(b) & (e), SCRCP, and (2) Multifamily\r\ndid not receive notice of Shaw's application for the appointment as required by\r\nsection 15-65-20 of the South Carolina Code (2005).\r\n\r\n1. We find Multifamily's appeal of the TRO is moot because the order has expired.\r\nSee Sloan v. Greenville Cnty., 380 S.C. 528, 535, 670 S.E.2d 663, 667 (Ct. App.\r\n2009) (\"An appellate court will not pass judgment on moot and academic\r\nquestions; it will not adjudicate a matter when no actual controversy capable of\r\nspecific relief exists.\").\r\n\r\n2. We find Multifamily did not receive notice of Shaw's application to appoint a\r\nreceiver, and accordingly, the trial court erred in granting the motion. See S.C.\r\nCode Ann. § 15-65-20 (2005) (\"No receiver . . . shall be appointed . . . without\r\nnotice of the application for such appointment . . . to any party to the action in\r\npossession of such property claiming an interest therein . . . . At least four days'\r\nnotice of the application must be given, unless the court shall, upon it being made\r\nto appear that delay would work injustice, prescribe a shorter time.\").1\r\n\r\nREVERSED.2\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We find this issue is not moot, as Shaw argues, because Multifamily may be \n\r\nentitled to costs and damages resulting from the improper appointment. See S.C. \n\r\nCode Ann. § 15-65-90 (2005).\n\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR. \n\r\n\n","court":"Appeals"},{"id":"2014-UP-294","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-294.pdf","description":null,"date":"2014-07-16","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Nicholas A. Smith, Appellant.\r\n\r\n        Appellate Case No. 2013-000986\r\n\r\n\r\n\r\n                   Appeal From Lexington County \n\r\n               George C. James, Jr., Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-294 \n\r\n              Submitted June 1, 2014 – Filed July 16, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Benjamin John Tripp, of Columbia,\r\n        for Appellant.\r\n\r\n        Matthew C. Buchanan, of the South Carolina Department\r\n        of Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-295","title":"State v. Duncan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-295.pdf","description":null,"date":"2014-07-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Jimmy Lee Duncan, Appellant.\r\n\r\n        Appellate Case No. 2012-207966\r\n\r\n\r\n\r\n                    Appeal From Colleton County \n\r\n                 Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-295 \n\r\n              Submitted June 1, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Susan Barber Hackett, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nHUFF, WILLIAMS, and THOMAS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-296","title":"Gilliard v. City of Greenville","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-296.pdf","description":null,"date":"2014-07-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Lisa Gilliard, on behalf of Marvin Gilliard, Deceased,\r\n        Appellant,\r\n\r\n        v.\r\n\r\n        City of Greenville, Employer and Self-Insured, and\r\n        Hewitt, Coleman & Associates, Inc., TPA, Respondents.\r\n\r\n        Appellate Case No. 2013-001117\r\n\r\n\r\n                   Appeal From Greenville County \n\r\n                 Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-296 \n\r\n              Submitted June 1, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Joseph A. Mooneyham and Joshua Thomas Hawkins,\r\n        both of Mooneyham Berry, LLC, of Greenville, for\r\n        Appellant.\r\n\r\n        Michael Allen Farry and Bruce Bellinger Campbell, both\r\n        of Horton, Drawdy, Ward, Mullinax & Farry, PA, of\r\n        Greenville, for Respondents.\r\n\nPER CURIAM: Lisa Gilliard, on behalf of Marvin Gilliard, deceased, appeals the\r\ncircuit court's order affirming the Appellate Panel of the Workers' Compensation\r\nCommission's (Appellate Panel's) determination that Marvin did not suffer a\r\ncompensable occupational disease. On appeal, Lisa argues the circuit court erred\r\nin finding she failed to prove Marvin suffered an occupational disease as defined\r\nby the Workers' Compensation Act. Because substantial evidence supports the\r\nAppellate Panel's decision, we affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities: Pierre v. Seaside Farms, Inc., 386 S.C. 534, 540, 689\r\nS.E.2d 615, 618 (2010) (\"The Administrative Procedures Act (APA) provides the\r\nstandard for judicial review of decisions by the [Appellate Panel]. An appellate\r\ncourt can reverse or modify the [Appellate Panel]'s decision if it is affected by an\r\nerror of law or is clearly erroneous in view of the reliable, probative, and\r\nsubstantial evidence in the whole record.\" (internal citations omitted)); id.\r\n(\"Substantial evidence is not a mere scintilla of evidence, but evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the agency reached.\" (internal quotation marks omitted)); Hall v.\r\nUnited Rentals, Inc., 371 S.C. 69, 80, 636 S.E.2d 876, 882 (Ct. App. 2006)\r\n(\"Where there are conflicts in the evidence over a factual issue, the findings of the\r\nAppellate Panel are conclusive.\"); Hargrove v. Titan Textile Co., 360 S.C. 276,\r\n289, 599 S.E.2d 604, 611 (Ct. App. 2004) (\"The Appellate Panel is the ultimate\r\nfact finder in Workers' Compensation cases and is not bound by the [s]ingle\r\n[c]ommissioner's findings of fact.\"); id. (\"The final determination of witness\r\ncredibility and the weight to be accorded evidence is reserved to the Appellate\r\nPanel.\"); Mullinax v. Winn-Dixie Stores, Inc., 318 S.C. 431, 435, 458 S.E.2d 76, 78\r\n(Ct. App. 1995) (\"Where the medical evidence conflicts, the findings of fact of the\r\n[Appellate Panel] are conclusive.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, WILLIAMS, and THOMAS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-297","title":"Harden v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-297.pdf","description":null,"date":"2014-07-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Dorothy Harden, Petitioner,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Respondent.\r\n\r\n            Appellate Case No. 2012-208629\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                       Gary E. Clary, Circuit Court Judge \n\r\n                 Alison Renee Lee, Post-Conviction Relief Judge\n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-297 \n\r\n                  Submitted June 1, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Appellate Defender Wanda H. Carter, of Columbia, for\r\n            Petitioner.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Robert Daniel Corney, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Petitioner seeks a writ of certiorari from the denial of her\r\napplication for post-conviction relief (PCR).\r\n\nBecause there is sufficient evidence to support the PCR court's finding that\r\nPetitioner did not knowingly and intelligently waive her right to a direct appeal, we\r\ngrant certiorari and proceed with a review of the direct appeal issue pursuant to\r\nDavis v. State, 288 S.C. 290, 342 S.E.2d 60 (1986).\r\n\r\nOn appeal, Petitioner asserts the trial court erred in admitting voice identification\r\ntestimony from three police officers because its prejudicial suggestion that she\r\npossessed a criminal character outweighed the probative value of the testimony.\r\n           1\r\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities: State\r\nv. Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006) (\"The admission or\r\nexclusion of evidence is a matter addressed to the sound discretion of the trial court\r\nand its ruling will not be disturbed in the absence of a manifest abuse of discretion\r\naccompanied by probable prejudice.\"); State v. Adams, 354 S.C. 361, 378, 580\r\nS.E.2d 785, 794 (Ct. App. 2003) (\"A trial [court's] decision regarding the\r\ncomparative probative value and prejudicial effect of evidence should be reversed\r\nonly in exceptional circumstances.\"); State v. Plyler, 275 S.C. 291, 297, 270 S.E.2d\r\n126, 129 (1980) (\"[V]oice identification is a legitimate and competent method to\r\nestablish identification in criminal cases.\").\r\n\r\nAFFIRMED.\r\n\r\nHUFF, WILLIAMS, and THOMAS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-298","title":"Hearn v. Laurens County Assessor","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-298.pdf","description":null,"date":"2014-07-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Gary Hearn, Respondent,\r\n\r\n            v.\r\n\r\n            Laurens County Assessor, Appellant.\r\n\r\n            Appellate Case No. 2013-000753\r\n\r\n\r\n                    Appeal from the Administrative Law Court \n\r\n              Shirley C. Robinson, Administrative Law Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-298 \n\r\n                   Heard April 16, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                       REVERSED AND REMANDED\r\n\r\n\r\n            Ray Nelson Stevens and Walter Hammond Cartin, Sr., of \n\r\n            Parker Poe Adams & Bernstein, LLP, of Columbia, and \n\r\n            A. Cruickshanks, IV, of Clinton, for Appellant.\r\n\r\n            Gary Hearn, pro se, of Spartanburg.\r\n\r\n\r\nPER CURIAM: The Laurens County Assessor (The County) appeals the\r\nAdministrative Law Court's (ALC) valuation of Gary Hearn's property, arguing\r\nthere was not substantial evidence to support the ruling and the ALC erred in\r\nfinding the County's valuation did not comply with section 12-37-90(d) of the\r\nSouth Carolina Code (2014). We reverse and remand.\r\n\n1. We reverse the ALC's admission of an appraisal performed by Kenneth C.\r\nPruitt. The County maintains the ALC relied on inadmissible hearsay, and when it\r\nis properly excluded, the evidence presented is insufficient to support the ruling.\r\nWe agree. See Bailey v. Bailey, 293 S.C. 451, 453, 361 S.E.2d 348, 349 (Ct. App.\r\n1987) (stating the trial judge properly found an appraisal was inadmissible hearsay\r\nwhen the appraiser was not available to testify).\r\n\r\n2. We find there was no substantial evidence to affirm the ALC's reversal of the\r\nLaurens County Board of Assessment Appeals. See Byerly Hosp. v. S.C. State\r\nHealth & Human Servs. Fin. Comm'n, 319 S.C. 225, 229, 460 S.E.2d 383, 385-86\r\n(1995) (stating this court must affirm an administrative agency's decision if the\r\ndecision is supported by substantial evidence and we may not substitute our\r\njudgment for that of the agency upon questions for which there is room for\r\ndifference of intelligent opinion); Grayson v. Carter Rhoad Furniture, 317 S.C.\r\n306, 309, 454 S.E.2d 320, 321 (1995) (\"Substantial evidence is not a mere scintilla\r\nof evidence, but evidence which, considering the record as a whole, would allow\r\nreasonable minds to reach the conclusion the agency reached.\"); Reliance Ins. Co.\r\nv. Smith, 327 S.C. 528, 534, 489 S.E.2d 674, 677 (Ct. App. 1997) (\"[A]lthough a\r\ncase involving a property tax assessment reaches the AL[C] in the posture of an\r\nappeal, the AL[C] is not sitting in an appellate capacity and is not restricted to a\r\nreview of the decision below. Instead, the proceeding before the AL[C] is in the\r\nnature of a de novo hearing.\"). See Smith v. Newberry Cnty. Assessor, 350 S.C.\r\n572, 579, 567 S.E.2d 501, 505 (Ct. App. 2002) (declaring when two experts\r\nprepare different valuations of the same property, it creates a range and this court\r\nhas found substantial evidence contained in the record to uphold the ALC's\r\nadjustment of the value of a property when it fell within the range of values\r\npresented by the experts). Because the appraisal by Pruitt was inadmissible, the\r\nCounty's valuation was the only evidence of the property value available at trial. It\r\nwas an error for the ALC to find a different value when there was no range from\r\nwhich to choose.\r\n\r\n3. We find the issue of whether section 12-37-90(d) is applicable to the present\r\ncase is unpreserved. The ALC did not address it in its order, and the County did\r\nnot discuss it in its motion for reconsideration. See Home Med. Sys., Inc. v. S.C.\r\nDep't of Revenue, 382 S.C. 556, 562, 677 S.E.2d 582, 586 (2009) (\"As in other\r\nappellate matters, we require issue preservation in administrative appeals.\"); Brown\r\nv. S.C. Dep't of Health & Envtl. Control, 348 S.C. 507, 519, 560 S.E.2d 410, 417\r\n(2002) (stating issues not raised to and ruled upon by the ALC are unpreserved for\r\nappellate review); Carson v. S.C. Dep't of Natural Res., 371 S.C. 114, 120, 638\r\n\nS.E.2d 45, 48 (2002) (ruling that a court sitting in appellate capacity may not\r\nconsider issues not raised or ruled on by an administrative agency); Kiawah Resort\r\nAssoc. v. S.C. Tax Comm'n, 318 S.C. 502, 505-06, 458 S.E.2d 542, 544 (1995)\r\n(holding the same).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-302","title":"SCDSS v. Kinslow","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-302.pdf","description":null,"date":"2014-07-25","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Donica Kinslow and Damian Braxton, Defendants,\r\n\r\n        Of whom Donica Kinslow is the Appellant,\r\n\r\n        In the interest of a minor child under the age of eighteen.\r\n\r\n        Appellate Case No. 2013-002546\r\n\r\n\r\n                     Appeal From Horry County \n\r\n               Georgia V. Anderson, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-302 \n\r\n              Submitted July 10, 2014 – Filed July 25, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Heather Michelle Cannon, of Heather M. Cannon, LLC,\r\n        of Conway, for Appellant.\r\n\r\n        Ernest Joseph Jarrett, of Jenkinson Jarrett & Kellahan,\r\n        PA, of Kingstree, for Respondent.\r\n\n              Ian Andrew Taylor, of Taylor Law Office, of Pawleys\r\n              Island, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Donica Kinslow appeals the family court's final order\r\nterminating her parental rights to her minor child. See S.C. Code Ann. § 63-7-\r\n2570 (2010 & Supp. 2013). Upon a thorough review of the record and the family\r\ncourt's findings of fact and conclusions of law pursuant to Ex parte Cauthen, 291\r\nS.C. 465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant\r\nbriefing. Accordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and MCDONALD, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-299","title":"Smith v. The Heirs at Law of Benjamin Days","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-299.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Lucille Patricia Smith, Respondent,\r\n\r\n        v.\r\n\r\n        The Heirs at Law of Benjamin Days a/k/a Ben Deas a/k/a\r\n        Daise the heirs at law of Samuel Daise, the heirs at law of\r\n        Anna Daise, the heirs at law of Manny Daise, the heirs at\r\n        law of George Daise, the heirs at law of Marie Daise\r\n        Middleton, the heirs at law of Rose Middleton, the heirs\r\n        at law of Charlie Middleton, the heirs at law of W.H.\r\n        Deas, Howard Chaplin, Harriet Chaplin, and all other\r\n        persons unknown, having or claiming any rights, title or\r\n        interest in or lien upon the real property described in the\r\n        complaint herein, being designated collectively as John\r\n        Doe or Sarah Roe, including all minors, persons in the\r\n        Armed Forces, and insane persons and all other persons\r\n        under any other disability who might have or claim to\r\n        have any right, title, estate or interest in or lien upon the\r\n        real property described in the complaint herein,\r\n\r\n        Of whom Howard Chaplin and Harriet Chaplin are the\r\n        Appellants.\r\n\r\n        Appellate Case No. 2012-213578\r\n\r\n\r\n                    Appeal From Beaufort County \n\r\n                 Marvin H. Dukes, III, Master-in-Equity \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-299 \n\r\n\n                     Heard June 3, 2014 – Filed July 30, 2014\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Bruce Robert Hoffman, of Law Office of Bruce R.\r\n             Hoffman, LLC, of Saint Helena Island, for Appellants.\r\n\r\n             Alysoun M. Eversole, of Eversole Law Firm, P.C., of\r\n             Beaufort, for Respondent.\r\n\r\n\r\nPER CURIAM: In this action to determine title to an eight acre tract of real\r\nproperty, known as Lot 2, Howard and Harriet Chaplin (collectively, the Chaplins)\r\nappeal the Master-in-Equity's decision to quiet and confirm title in Lucille Patricia\r\nSmith's name. The Chaplins contend the Master erred in (1) failing to sustain their\r\nobjection to portions of testimony from James D. Smith, Lucille's father,1 based\r\nupon the Dead Man's Statute, (2) denying their motion for a directed verdict, (3)\r\nresolving any boundary dispute involving Lot 2 in Lucille's favor, and (4) failing to\r\nquiet and confirm title to Lot 2 in their name based upon adverse possession. We\r\naffirm pursuant to Rule 220(b), SCACR.\r\n\r\n1. As to whether Lucille had standing to bring an action to quiet title, we find the\r\nChaplins did not preserve this issue for our review. See Wilder Corp. v. Wilke, 330\r\nS.C. 71, 76, 497 S.E.2d 731, 733 (1998) (holding that an issue cannot be raised for\r\nthe first time on appeal, but must have been raised to and ruled upon by the trial\r\njudge to be preserved for appellate review); Noisette v. Ismail, 304 S.C. 56, 58, 403\r\nS.E.2d 122, 124 (1991) (finding the issue was not preserved for appellate review\r\nwhen the trial court did not explicitly rule on the appellant's argument and the\r\nappellant did not raise the issue in a Rule 59(e), SCRCP, motion to alter or amend\r\nthe judgment).\r\n\r\n2. As to whether the Master erred in admitting James's testimony regarding his\r\nparentage, we affirm. See S.C. Code Ann. § 19-11-20 (2014) (\"[N]o party to an\r\n\r\n\r\n1James D. Smith was also known as Bobby Daise, but he admits his name was\r\nnever legally changed.\r\n\naction or proceeding, no person who has a legal or equitable interest which may be\r\naffected by the event of the action or proceeding . . . shall be examined in regard to\r\nany transaction or communication between such witness and a person at the time of\r\nsuch examination deceased . . . as a witness against a party then prosecuting or\r\ndefending the action as executor, administrator, heir-at-law, next of kin, assignee,\r\nlegatee, devisee or survivor of such deceased person . . . when such examination or\r\nany judgment or determination in such action or proceeding can in any manner\r\naffect the interest of such witness or the interest previously owned or represented\r\nby him. . . .\"); First State Sav. & Loan Ass'n v. Nodine, 291 S.C. 445, 449, 354\r\nS.E.2d 51, 53 (Ct. App. 1987) (\"Only the testimony of those persons specifically\r\nincluded in the particular relations referred to in the statute can be considered as\r\nembraced in the provisions of the statute; the testimony of others not named, even\r\nthough within the mischief intended to be prevented, cannot be excluded.\").\r\n\r\n3. As to whether the Master erred in finding the Chaplins did not present clear and\r\nconvincing evidence that they adversely possessed Lot 2, either through simple\r\nadverse possession or adverse possession by color of title, we affirm. See Jones v.\r\nLeagan, 384 S.C. 1, 10, 681 S.E.2d 6, 11 (Ct. App. 2009) (holding that an action to\r\nquiet title is normally an action in equity, but when it primarily involves the\r\ndetermination of title to real property based on adverse possession, it is\r\ncharacterized as an action at law and \"appellate review is limited to a determination\r\nof whether any evidence reasonably tends to support the trier of fact's findings\");\r\nid. at 12, 681 S.E.2d at 12 (finding the trial court, as trier of fact, \"has the task of\r\nassessing the credibility, persuasiveness, and weight of the evidence presented,\"\r\nand this court must affirm the factual findings of the trial court \"unless no evidence\r\nreasonably supports those findings\"); id. at 13, 681 S.E.2d at 12 (\"Sworn\r\ntestimony, albeit self-serving, is still evidence.\"); Clark v. Hargrave, 323 S.C. 84,\r\n87, 473 S.E.2d 474, 476 (Ct. App. 1996) (\"It is axiomatic that a party claiming title\r\nby adverse possession must show the extent of his possession. This requirement is\r\nnot negated by the mere fact the adverse claimant enters under color of title.\"\r\n(citation omitted)); id. at 87, 473 S.E.2d at 476-77 (\"It is well settled that '[w]hile\r\ncolor of title draws the constructive possession of the whole premises to the actual\r\npossession of a part only, and is evidence of the extent of the possession claimed, it\r\nis not of itself evidence of adverse possession, and it does not follow that adverse\r\npossession can be proved by less evidence when the entry is under color of title\r\nthan when it is not.'\" (alteration by court) (quoting Butler v. Lindsey, 293 S.C. 466,\r\n470, 361 S.E.2d 621, 623 (Ct. App. 1987))); id. at 87, 473 S.E.2d at 477\r\n(\"Moreover, proof of title by adverse possession requires a showing by clear and\r\nconvincing evidence of actual, open, notorious, hostile, continuous, and exclusive\r\n\npossession by the claimant, or by one or more persons through whom he has\r\nclaimed for the full statutory period.\"); S.C. Code Ann. § 15-67-210 (2005) (stating\r\nthat the relevant statutory period for adverse possession is ten years); Jones, 384\r\nS.C. at 16, 681 S.E.2d at 14 (\"'Occasional and temporary use or occupation does\r\nnot constitute adverse possession.'\") (quoting Getsinger v. Midlands Orthopaedic\r\nProfit Sharing Plan, 327 S.C. 424, 430, 489 S.E.2d 223, 226 (Ct. App. 1997))).\r\n\r\n4. As to whether the Master erred in finding Lucille's claim was not barred by stale\r\ndemand, laches, or waiver, we affirm. See King v. James, 388 S.C. 16, 28, 694\r\nS.E.2d 35, 41 (Ct. App. 2010) (\"Under the doctrine of laches, if a party, knowing\r\nhis rights, does not seasonably assert them, but by unreasonable delay causes his\r\nadversary to incur expenses or enter into obligations or otherwise detrimentally\r\nchange his position, then equity will ordinarily refuse to enforce those rights. The\r\nparty seeking to establish laches must show: (1) a delay, (2) that was unreasonable\r\nunder the circumstances, and (3) prejudice.\" (citation omitted)); id. (\"When a\r\nMaster declines to make a finding of laches, that decision will not be disturbed\r\nabsent an abuse of discretion.\"); All Saints Parish, Waccamaw v. The Protestant\r\nEpiscopal Church in the Diocese of S.C., 358 S.C. 209, 236, 595 S.E.2d 253, 268\r\n(Ct. App. 2004) (stating that a stale demand is \"'one that has for a long time\r\nremained unasserted; one that is first asserted after an unexplained delay of such\r\ngreat length as to render it difficult or impossible for the court to ascertain the truth\r\nof the matters in controversy and to do justice between the parties, or as to create a\r\npresumption against the existence or validity of the claim, or a presumption that it\r\nhas been abandoned or satisfied'\" (quoting Presbyterian Church of James Island v.\r\nPendarvis, 227 S.C. 50, 59, 86 S.E.2d 740, 744 (1955))); Lyles v. BMI, Inc., 292\r\nS.C. 153, 158, 355 S.E.2d 282, 285 (Ct. App. 1987) (\"A waiver is an intentional\r\nrelinquishment of a known right.\").\r\n\r\n5. As to whether the Master erred in determining the boundary dispute in Lucille's\r\nfavor, we affirm. See Jones, 384 S.C. at 12, 681 S.E.2d at 12 (finding the trial\r\ncourt, as trier of fact, \"has the task of assessing the credibility, persuasiveness, and\r\nweight of the evidence presented\" and this court must affirm the factual findings of\r\nthe trial court \"unless no evidence reasonably supports those findings\").\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-300","title":"State v. Reese","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-300.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robin Reese, Appellant.\r\n\r\n        Appellate Case No. 2012-209826\r\n\r\n\r\n                   Appeal From Richland County\r\n              G. Thomas Cooper, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-300 \n\r\n               Heard May 13, 2014 – Filed July 30, 2014 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Donald J. Zelenka, Senior\r\n        Assistant Attorney General W. Edgar Salter, III, and\r\n        Solicitor Daniel Edward Johnson, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Robin Reese appeals her convictions for murder and first-degree\r\nlynching, arguing the trial court erred by (1) not excluding graphic autopsy\r\nphotographs under Rule 403, SCRE, and (2) refusing to charge involuntary\r\nmanslaughter. We affirm.\r\n\r\nReese contends the trial court erred in admitting eleven autopsy photos. She\r\nargues the court should have excluded them under Rule 403, SCRE, because their\r\nprobative value was substantially outweighed by the danger of unfair prejudice.\r\nSee Rule 403, SCRE (stating relevant evidence \"may be excluded if its probative\r\nvalue is substantially outweighed by the danger of unfair prejudice\"). We find the\r\ntrial court acted within its discretion in admitting the photos. See State v. Gray,\r\nOp. No. 5240 (S.C. Ct. App. filed June 11, 2014) (Shearouse Adv. Sh. No. 23 at\r\n62, 76) (holding in the appeal of Reese's co-defendant, the trial court did not err in\r\nadmitting the autopsy photos).\r\n\r\nAs for the trial court's refusal to charge involuntary manslaughter, we find Reese's\r\nargument on this issue unpreserved. The trial court denied Reese's request for an\r\ninvoluntary manslaughter charge after she argued \"she [did] nothing that could\r\nhave led to the intentional death of the victim in this case.\" On appeal, however,\r\nReese asserts a much different argument—there is evidence from which the jury\r\ncould conclude that Reese, based on her co-defendant's actions \"under the hand of\r\none is the hand of all theory,\" was engaged in an unlawful assault and battery not\r\nnaturally tending to cause death or great bodily harm. Because this argument was\r\nnot presented to nor ruled upon by the trial court, we do not address it. See State v.\r\nMcKnight, 352 S.C. 635, 646, 576 S.E.2d 168, 174 (2003) (finding argument\r\nunpreserved when it \"was not raised\" to or \"ruled on by the trial court\"); State v.\r\nBenton, 338 S.C. 151, 157, 526 S.E.2d 228, 231 (2000) (declining to address\r\nappellant's argument regarding a requested jury charge when appellant argued a\r\ndifferent ground in support of the jury charge at trial).\r\n\r\nReese's convictions are AFFIRMED.\r\n\r\nFEW, C.J., SHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-301","title":"Mitchell v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-301.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Ronnie Allen Mitchell, Appellant,\r\n\r\n            v.\r\n\r\n            The State of South Carolina, Respondent.\r\n\r\n            Appellate Case No. 2012-212180\r\n\r\n\r\n                        Appeal From Newberry County \n\r\n                    Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-301 \n\r\n                     Heard June 1, 2014 – Filed July 30, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Ronnie Allen Mitchell, pro se.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General James Rutledge Johnson, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: S.C. Dep't of Transp. v. M & T Enters. of Mt. Pleasant, LLC, 379 S.C.\r\n645, 658, 667 S.E.2d 7, 14 (Ct. App. 2008) (\"It is well settled that an issue must\r\nhave been raised to and ruled upon by the trial court to be preserved for appellate\r\n\nreview.\"); I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 422, 526 S.E.2d \n\r\n716, 724 (2000) (\"The losing party must first try to convince the lower court it . . . \n\r\nhas ruled wrongly and then, if that effort fails, convince the appellate court that the \n\r\nlower court erred.\"). \n\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-303","title":"SCDSS v. Brown","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-303.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Dexter Bernard Brown, II, Appellant.\r\n\r\n            Appellate Case No. 2011-202947\r\n\r\n\r\n                        Appeal From Barnwell County \n\r\n                     Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-303 \n\r\n                  Submitted July 1, 2014 – Filed July 30, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Tommy Arthur Thomas, of Irmo, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Christina J. Catoe, both of Columbia;\r\n            and Solicitor James Strom Thurmond, Jr., of Aiken, for\r\n            Respondent.\r\n\r\n\r\nPER CURIAM: Dexter Bernard Brown, II, appeals his convictions for two\r\ncounts of attempted murder and one count of possession of a weapon during the\r\ncommission of a violent crime, arguing the trial court erred in (1) denying his\r\n\nmotion for directed verdict and (2) charging the jury on \"inferred malice\" from the\r\nuse of a deadly weapon. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\r\n1. As to whether the trial court erred in denying counsel's motion for directed\r\nverdict: S.C. Code Ann. § 16-1-60 (Supp. 2013) (showing attempted murder is\r\nlisted as a \"violent crime\" per statute); S.C. Code Ann. § 16-23-490(A) (2003) (\"If\r\na person is in possession of a firearm . . . during the commission of a violent crime\r\nand is convicted of committing or attempting to commit a violent crime as defined\r\nin [s]ection 16-1-60, he must be imprisoned five years . . . .\"); State v. Weston, 367\r\nS.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When ruling on a motion for a\r\ndirected verdict, the trial court is concerned with the existence or nonexistence of\r\nevidence, not its weight.\"); id. at 292-93, 625 S.E.2d at 648 (\"If there is any direct\r\nevidence or any substantial circumstantial evidence reasonably tending to prove\r\nthe guilt of the accused, [an appellate court] must find the case was properly\r\nsubmitted to the jury.\"); State v. Dennis, 402 S.C. 627, 638, 742 S.E.2d 21, 27 (Ct.\r\nApp. 2013) (noting the jury may infer an intent to kill from the use of a dangerous\r\nor deadly weapon in a manner reasonably calculated to cause death or great bodily\r\nharm).\r\n\r\n2. As to whether the trial court erred in charging that malice may be inferred\r\nfrom the use of a deadly weapon: State v. Dunbar, 356 S.C. 138, 142, 587\r\nS.E.2d 691, 693-94 (2003) (\"In order for an issue to be preserved for\r\nappellate review, it must have been raised to and ruled upon by the trial\r\n[court.] Issues not raised and ruled upon in the trial court will not be\r\nconsidered on appeal.\").\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and MCDONALD, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-304","title":"State v. Allen","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-304.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Tawanda Allen, Appellant.\r\n\r\n        Appellate Case No. 2010-172506\r\n\r\n\r\n                   Appeal From Williamsburg County \n\r\n                  Clifton Newman, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-304 \n\r\n               Heard April 10, 2014 – Filed July 30, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Donald J. Zelenka, Assistant\r\n        Attorney General Alphonso Simon, Jr., all of Columbia;\r\n        and Solicitor Ernest Adolphus Finney, III, of Sumter, for\r\n        Respondent.\r\n\nTHOMAS, J.: Tawanda Allen appeals her convictions for murder, first-degree\r\nburglary, and criminal conspiracy, arguing the circuit court erred in admitting her\r\nconfession into evidence. Allen contends her confession was inadmissible because\r\nit was procured as a result of a police officer's threat to charge her with murder if\r\nshe did not \"come straight.\" We affirm.\r\n\r\n\"Our role when reviewing a trial court's ruling concerning the admissibility of a\r\nstatement upon proof of its voluntariness is not to reevaluate the facts based on our\r\nview of the preponderance of the evidence.\" State v. Breeze, 379 S.C. 538, 543,\r\n665 S.E.2d 247, 250 (Ct. App. 2008). \"Rather, our standard of review is limited to\r\ndetermining whether the trial court's ruling is supported by any evidence.\" Id.\r\n\"Thus, on appeal the trial court's findings as to the voluntariness of a statement will\r\nnot be reversed unless they are so erroneous as to show an abuse of discretion.\" Id.\r\n\"The test of voluntariness is whether a suspect's will was overborne by the\r\ncircumstances surrounding the given statement.\" Id. at 544, 665 S.E.2d at 250. \"In\r\nmaking this determination, the trial court must examine the totality of the\r\ncircumstances surrounding the statement.\" Id. In looking to the totality of the\r\ncircumstances to determine the voluntariness of a statement, the circuit court\r\nshould consider factors such as \"the crucial element of police coercion, the length\r\nof the interrogation, its location, its continuity, the defendant's maturity, education,\r\nphysical condition, and mental health.\" State v. Miller, 375 S.C. 370, 385, 652\r\nS.E.2d 444, 452 (Ct. App. 2007) (internal citations omitted) (quoting Withrow v.\r\nWilliams, 507 U.S. 680, 693 (1993)). \"Appellate entities in South Carolina have\r\nrecognized that appropriate factors to consider in the totality-of-circumstances\r\nanalysis include: background, experience, and conduct of the accused; age; length\r\nof custody; police misrepresentations; isolation of a minor from his or her parent;\r\nthreats of violence; and promises of leniency.\" Id. at 386, 652 S.E.2d at 452.\r\n\"Coercive police activity is a necessary predicate to finding a statement is not\r\nvoluntary.\" Id. \"A statement may not be 'extracted by any sort of threats or\r\nviolence, [or] obtained by any direct or implied promises, however slight, [or]\r\nobtained by the exertion of improper influence.'\" Id. (alterations in original)\r\n(quoting State v. Rochester, 301 S.C. 196, 200, 391 S.E.2d 244, 246 (1990)).\r\n\r\nPrior to trial, the circuit court conducted a hearing pursuant to Jackson v. Denno1 to\r\ndetermine the voluntariness and admissibility of Allen's confession. Officer\r\nPamela Jean Lail testified at the hearing that she, along with Investigator Whack\r\n\r\n\r\n\r\n1   378 U.S. 368 (1964).\r\n\nand Lieutenant Collins, interviewed Allen for one hour.2 Lail maintained that\r\nAllen did not appear to be under the influence of alcohol or drugs during the\r\ninterview, nor did Allen appear to be suffering from any mental or physical\r\nailments. Additionally, Lail stated Allen could read and write, seemed to\r\nunderstand what the officers were saying, acknowledged that she understood her\r\nrights, and never requested to stop the interview for any reason. According to Lail,\r\nthe police did not promise Allen anything in exchange for her confession, nor did\r\nthey threaten or mistreat her in any way, such as denying her food or bathroom\r\nbreaks. Lail further claimed that when Collins told Allen halfway through the\r\ninterview that she could be charged with murder and urged her to \"come straight,\"\r\nCollins's remarks were not delivered in a threatening manner. Lail also testified\r\nAllen's confession was brought about after \"she knew [the police] had witnesses\"\r\ndisproving her story and connecting her to the crimes. In listening to the audio\r\nrecording of the interview, we note a lack of discernable change in Allen's speech\r\nbefore and after Collins's statement. We hold the above-listed facts are evidence\r\nthat Allen's will was not overborne by the circumstances surrounding the given\r\nconfession. See Breeze, 379 S.C. at 545, 665 S.E.2d at 251 (finding that, based\r\nupon an officer's testimony regarding the circumstances of the defendant's\r\nstatement, it could not conclude the circuit court's ruling that the defendant's\r\nstatement was voluntary was unsupported by any evidence); Miller, 375 S.C. at\r\n387-88, 652 S.E.2d at 453 (upholding the circuit court's determination of\r\nvoluntariness because the circuit court had the opportunity to listen to the\r\ntestimony, assess the demeanor and credibility of witnesses, and weigh evidence\r\naccordingly when defendant's attorney testified defendant was coerced into making\r\na statement by a promise of a lenient sentence but four witnesses for the State\r\ndenied any promise of leniency).\r\n\r\nAFFIRMED.\r\n\r\nCURETON, A.J., concurs in result only.\r\nHUFF, J.: I concur in result. I write separately, because I believe the trial court\r\nmisapplied the law in deciding Allen's statement was voluntary. However, because\r\nappellate counsel does not argue error in this respect, the standard of review\r\nrequires this matter be affirmed.\r\n\r\n\r\n\r\n2 Investigator Whack's and Lieutenant Collins's first names do not appear in the\r\nrecord.\r\n\nIn Allen's statement to police, she initially denied being in South Carolina the\r\nweekend the victim was shot. However, the officers subsequently confronted her\r\nwith evidence from witnesses placing her in the area. It is at this point they also\r\nbrought up that she was not currently charged with murder, but could be charged\r\nwith murder, and implied they would have to charge her with murder if she was\r\nnot forthcoming. Allen thereafter admitted to driving to South Carolina with her\r\nboyfriend, picking up her son and one of his friends, driving the three to victim's\r\nhouse, hearing gunshots after the three went to victim's house, and driving the three\r\naway. Allen also admitted she believed they were going to kill the victim when\r\nthey got out of the car, and her boyfriend had told her before they arrived at the\r\nvictim's home that Allen's son needed to \"do\" the victim before the victim had\r\nsomeone \"do\" him.\r\n\r\nDefense counsel argued Allen's statement should be suppressed because she was\r\nthreatened at least twice in the taking of this statement, being told she would be\r\nplaced in greater jeopardy if she was not straight with the investigators, and it was\r\nat this point that the statement took a different turn with Allen then incriminating\r\nherself. The State argued that the court was to look to see if Allen properly waived\r\nher Miranda3 rights at the start of her statement and \"if the Court is satisfied she\r\nunderstood what she was doing and she gave a knowing and voluntary voluntarily\r\n(sic) statement that we would submit that anything that is made after she was\r\nproperly advised of her rights and she waived them is admissible.\" Defense\r\ncounsel countered one cannot be bound by a waiver given at the beginning of a\r\nstatement when there is a \"180-degree change\" during the giving of the statement,\r\nbecause to do so would allow the State to take whatever action it wanted as long as\r\nit secured the initial waiver.\r\n\r\nThe trial court apparently agreed with the State's argument, ruling as follows:\r\n\r\n        [W]hen a Court looks to whether or not a statement is freely\r\n        and voluntarily given the Court is not interested in the contents\r\n        of the statement. The Court is interested in whether or not a\r\n        statement was made and whether or not the statement was itself\r\n        was (sic) freely and voluntarily [given] and without hearing\r\n        whatever was said was part of the statement. Because once a\r\n        statement is freely and voluntarily given, what is said is beyond\r\n\r\n\r\n3   Miranda v. Arizona, 384 U.S. 436 (1966).\r\n\n      know the scope of the inquiry as to whether the statement is\r\n      free and voluntarily (sic). So the Court doesn't then go on and\r\n      examine the statement itself to test whether each response was\r\n      free and voluntary and making an assessment that at some point\r\n      in time it no longer became free and voluntary, but generally\r\n      just whether the statement itself after being properly advised\r\n      whether the rights were waived and the statement freely and\r\n      voluntarily given. I find that the State has established by a\r\n      preponderance of the evidence that the statements made by the\r\n      defendant in this case were free and voluntary statements after\r\n      the constitutional rights as outlined in [Miranda v. Arizona] and\r\n      all other subsequent cases were given.\r\n\r\nThe trial court did not rule on whether the officers' reference to bringing a murder\r\ncharge against her qualified as a threat, and if it did qualify as a threat, whether it\r\ninduced Allen to then make the admissions incriminating herself. Rather, the trial\r\ncourt refused to consider what occurred during the statement, looking only at the\r\nfact that Allen voluntarily waived her Miranda rights at the start of her statement.\r\nOur law, however, provides that a voluntary waiver of Miranda rights only\r\ncontinues until one revokes the waiver or \"circumstances exist which establish that\r\nhis 'will has been overborne and his capacity for self-determination critically\r\nimpaired.'\" State v. Rochester, 301 S.C. 196, 200, 391 S.E.2d 244, 246 (1990).\r\nTherefore, if the circumstances showed Allen's will was overborne during the\r\ngiving of the statement, her voluntary waiver would have ended at that point.\r\nAccordingly, the trial court misapplied the law in ruling Allen's statement was\r\nadmissible based simply on her initial waiver, and its ruling was based on an error\r\nof law. Though there may have been some evidence to support a ruling that\r\nAllen's sudden confession was spurred by the officers confronting her with\r\nevidence she was in fact involved in the matter rather than a threat to upgrade her\r\ncharge to murder, the trial court did not base its ruling on this. Instead, the trial\r\ncourt specifically declined to consider what occurred during the giving of the\r\nstatement.\r\n\r\nUnfortunately, Allen does not argue on appeal that the trial court committed an\r\nerror of law in ruling on this basis,4 but only that her confession was inadmissible\r\n\r\n\r\n At oral argument, appellate counsel indicated that he was only ultimately arguing\r\n4\r\n\r\n\r\nagainst the court's determination that the references to changing Allen's charge to\r\nmurder did not make the statement involuntary, and he conceded he did not have\r\nany argument about the basis of the trial court's ruling.\r\n\nbecause it was procured as a result of a police officer's threat to charge her with\r\nmurder if she did not \"come straight.\" As noted by Judge Thomas, in reviewing a\r\ntrial court's ruling concerning voluntariness of a statement, this court does not re-\r\nevaluate the facts based on its own view of the preponderance of the evidence, but\r\nsimply determines whether the trial court's ruling is supported by any evidence.\r\nBecause there is evidence, Allen's decision to change her statement to incriminate\r\nherself was attributable to the officers confronting her with evidence from\r\nwitnesses placing her in the area rather than any perceived threats from the\r\nofficers, our standard of review requires affirmance on this argument.\r\n\n","court":"Appeals"},{"id":"2014-UP-305","title":"Tobacco Merchant v. City of Columbia Zoning","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-305.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Tobacco Merchant, Appellant,\r\n\r\n            v.\r\n\r\n            City of Columbia Zoning Administrator, Board of\r\n            Zoning Appeals, and City of Columbia, Respondents.\r\n\r\n            Appellate Case No. 2012-212228\r\n\r\n\r\n                        Appeal From Richland County\r\n                     W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-305 \n\r\n                  Submitted May 1, 2014 – Filed July 30, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Darryl D. Smalls, of Darryl D. Smalls, Attorney at Law,\r\n            of Columbia, for Appellant.\r\n\r\n            Peter M. Balthazor, of the Columbia City Attorney's\r\n            Office, of Columbia, for Respondents.\r\n\r\n\r\nPER CURIAM: Tobacco Merchant appeals the circuit court's order affirming the\r\ndecision of the City of Columbia's Board of Zoning Appeals (the Zoning Board),\r\nwhich upheld the City of Columbia's Zoning Administrator's determination that\r\n\nTobacco Merchant was operating as a drinking place without a special exception.\r\nOn appeal, Tobacco Merchant argues the circuit court erred because: (1) its beer\r\nand wine sales constituted an accessory use to its primary use as a retail tobacco\r\nstore; (2) the Zoning Board's final written decision failed to comply with state law\r\nand the City of Columbia's ordinances; (3) the City of Columbia (the City) was\r\nestopped from requiring Tobacco Merchant to obtain a special exception to operate\r\na drinking place; (4) the Zoning Board's decision violated Tobacco Merchant's\r\nequal protection and due process rights; (5) the determination that Tobacco\r\nMerchant was a drinking place was a taking without just compensation; and (6) the\r\nZoning Board's tie votes violated Tobacco Merchant's due process rights. We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether Tobacco Merchant's beer and wine sales constituted an accessory\r\nuse: Charleston Cnty. Parks & Recreation Comm'n v. Somers, 319 S.C. 65, 67,\r\n459 S.E.2d 841, 843 (1995) (\"This [c]ourt will not reverse the [c]ircuit [c]ourt's\r\naffirmance of the [zoning board] unless [the b]oard's findings of fact have no\r\nevidentiary support or [the b]oard commits an error of law.\").\r\n\r\n2. As to whether the Zoning Board's final written decision was sufficient: S.C.\r\nCode Ann. § 6-29-800(F) (Supp. 2013) (\"All final decisions and orders of the\r\nboard must be in writing and be permanently filed in the office of the board as a\r\npublic record. All findings of fact and conclusions of law must be separately stated\r\nin final decisions or orders of the board[,] which must be delivered to parties of\r\ninterest by certified mail.\"); Austin v. Bd. of Zoning Appeals, 362 S.C. 29, 34, 606\r\nS.E.2d 209, 212 (Ct. App. 2004) (\"[I]t is well-settled that courts reviewing the\r\ndecisions of zoning boards and other administrative agencies may look to written\r\ndocuments as well as records of proceedings as sufficient formats for final\r\ndecisions.\"); Vulcan Materials Co. v. Greenville Cnty. Bd. of Zoning Appeals, 342\r\nS.C. 480, 494, 536 S.E.2d 892, 899 (Ct. App. 2000) (\"Generally, the format of a\r\nfinal decision is immaterial as long as the substance of the decision is sufficiently\r\ndetailed so as to allow a reviewing court to determine if the decision is supported\r\nby the facts of the case.\").\r\n\r\n3. As to whether the City was estopped from requiring Tobacco Merchant to\r\nobtain a special exception to operate a drinking place: Quail Hill, LLC v. Cnty. of\r\nRichland, 387 S.C. 223, 236, 692 S.E.2d 499, 506 (2010) (\"As a general rule,\r\nestoppel does not lie against the government to prevent the due exercise of its\r\npolice power or to thwart the application of public policy.\" (quoting Greenville\r\nCnty. v. Kenwood Enters., 353 S.C. 157, 171, 577 S.E.2d 428, 435 (2003)));\r\nDeStefano v. City of Charleston, 304 S.C. 250, 258, 403 S.E.2d 648, 653 (1991)\r\n\n(\"[A governmental body] cannot be estopped . . . by the unauthorized or erroneous\r\nconduct or statements of its officers or agents which have been relied on by a third\r\nparty to his detriment.\" (citation and internal quotation marks omitted)).\r\n\r\n4. As to whether the Zoning Board's decision violated Tobacco Merchant's equal\r\nprotection and due process rights: First Union Nat'l Bank of S.C. v. Soden, 333\r\nS.C. 554, 566, 511 S.E.2d 372, 378 (Ct. App. 1998) (\"[An] unchallenged ruling,\r\nright or wrong, is the law of the case and requires affirmance.\"); First Sav. Bank v.\r\nMcLean, 314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (\"[An appellant who] fails\r\nto provide arguments or supporting authority for his assertion . . . is deemed to\r\nhave abandoned [the] issue.\").\r\n\r\n5. As to whether the determination that Tobacco Merchant was a drinking place\r\nwas a taking without just compensation: First Union Nat. Bank of S.C., 333 S.C. at\r\n566, 511 S.E.2d at 378 (\"[An] unchallenged ruling, right or wrong, is the law of the\r\ncase and requires affirmance.\"); Jones v. Lott, 387 S.C. 339, 346, 692 S.E.2d 900,\r\n903 (2010) (\"Under the two issue rule, where a decision is based on more than one\r\nground, the appellate court will affirm unless the appellant appeals all grounds\r\nbecause the unappealed ground will become the law of the case.\"); Colleton Cnty.\r\nTaxpayers Ass'n v. Sch. Dist. of Colleton Cnty., 371 S.C. 224, 242, 638 S.E.2d 685,\r\n694 (2006) (\"[A]n issue that is contingent, hypothetical, or abstract is not ripe for\r\njudicial review.\").\r\n\r\n6. As to whether the Zoning Board's tie votes violated Tobacco Merchant's due\r\nprocess rights: First Union Nat. Bank of S.C., 333 S.C. at 566, 511 S.E.2d at 378\r\n(\"[An] unchallenged ruling, right or wrong, is the law of the case and requires\r\naffirmance.\"); Jones, 387 S.C. at 346, 692 S.E.2d at 903 (\"Under the two issue\r\nrule, where a decision is based on more than one ground, the appellate court will\r\naffirm unless the appellant appeals all grounds because the unappealed ground will\r\nbecome the law of the case.\").\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-306","title":"Yadkin Valley v. Oaktree Homes","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-306.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Yadkin Valley Bank & Trust, Respondent,\r\n\r\n        v.\r\n\r\n        Oaktree Homes, Inc., Dawne M. Ras and Thomas C. Ras,\r\n        Daniel Simpson, Above All Services, Inc., Carter\r\n        Lumber Company, Efficient Painting Contractors, Inc.,\r\n        Creative Concepts, and Solid As a Rock, Inc.,\r\n        Defendants,\r\n\r\n        Of whom Oaktree Homes, Inc., is the Appellant.\r\n\r\n        Appellate Case No. 2011-197970\r\n\r\n\r\n                      Appeal From York County \n\r\n                 John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-306 \n\r\n             Heard September 12, 2013 – Filed July 30, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        John S. Nichols and Blake Alexander Hewitt, both of\r\n        Bluestein Nichols Thompson & Delgado, LLC, of\r\n        Columbia, and Chad Alan McGowan and William Angus\r\n        McKinnon, both of McGowan Hood & Felder, LLC, of\r\n        Rock Hill, for Appellant.\r\n\n             James W. Sheedy and Susan Elizabeth Driscoll, both of\r\n             Driscoll Sheedy, P.A., of Charlotte, N.C., for\r\n             Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Oaktree Homes, Inc. (Oaktree) appeals the trial court's order\r\ngranting summary judgment to Yadkin Valley Bank & Trust (Yadkin Valley) on\r\nOaktree's counterclaims for breach of contract, negligent misrepresentation, and\r\nbreach of contract accompanied by a fraudulent act. Oaktree also argues the trial\r\ncourt erred in holding it waived its right to a jury trial on the counterclaims.\r\n\r\n1. We find the trial court did not err in holding Oaktree's counterclaims against\r\nYadkin Valley failed as a matter of law because it was unable to produce a written\r\nloan agreement. The lender statute of frauds precludes certain actions regarding\r\nloans for money where there is no writing evidencing the alleged promise or\r\nagreement. See S.C. Code Ann. § 37-10-107(1) (2002) (providing that no person\r\nmay maintain an action or defense based upon a failure to perform an alleged\r\ncommitment or agreement to lend or borrow money in excess of fifty thousand\r\ndollars unless that person \"has received a writing from the party to be charged\r\ncontaining the material terms and conditions of the promise, undertaking, accepted\r\noffer, commitment, or agreement and the party to be charged, or its duly authorized\r\nagent, has signed the writing\"). Jurisdictions that allow a party to submit parol or\r\nextrinsic evidence to establish proof of a lost memorandum in order to \"avoid\" the\r\nrequirements set forth in the general statute of frauds require that evidence to be\r\nclear and convincing. See Weinsier v. Soffer, 358 So. 2d 61, 63 (Fla. Dist. Ct. App.\r\n1978) (stating proof of a lost document must be clear, strong and unequivocal);\r\nMossman v. Hawaiian Trust Co., 361 P.2d 374, 379 (Haw. 1961) (stating the proof\r\nto establish a lost memorandum must be clear and convincing); Zander v. Ogihara\r\nCorp., 540 N.W.2d 702, 705 (Mich. Ct. App. 1995) (holding that extrinsic or parol\r\nevidence of alleged signature on a contract must be \"'clear, strong, and\r\nunequivocal,' i.e., clear and convincing\"); Chakur v. Zena, 233 S.W.2d 200, 202\r\n(Tex. Civ. App. 1950) (stating proof of a lost memorandum must be clear and\r\nconvincing); 72 Am. Jur. 2d Statute of Frauds § 194 (2012) (\"Proof to establish the\r\nlost memorandum of a contract must be clear and convincing. The memorandum\r\nitself is, of course, the best evidence of its contents, and if its loss or destruction is\r\nnot proved, secondary evidence is not admissible.\"). We hold that even if this\r\ncourt were to accept the lost memorandum exception to the general statute of\r\n\nfrauds applied to the lender statute of frauds, Oaktree failed to provide the required\r\nclear and convincing evidence. See Satcher v. Satcher, 351 S.C. 477, 483, 570\r\nS.E.2d 535, 538 (Ct. App. 2002) (defining clear and convincing evidence as the\r\ndegree of proof that provides the fact finder with a \"firm belief as to the allegations\r\nsought to be established\"); id. (\"Such measure of proof is intermediate, more than a\r\nmere preponderance but less than is required for proof beyond a reasonable doubt;\r\nit does not mean clear and unequivocal.\"); see also Hancock v. Mid-South Mgmt.\r\nCo., 381 S.C. 326, 330-31, 673 S.E.2d 801, 803 (2009) (\"[I]n cases requiring a\r\nheightened burden of proof or in cases applying federal law, we hold that the non-\r\nmoving party must submit more than a mere scintilla of evidence to withstand a\r\nmotion for summary judgment.\"). The evidence Oaktree submitted concerning the\r\nexistence and terms of the loan commitment letter was self-serving and\r\ncontradictory. See Weinsier, 358 So. 2d at 63 (\"The very purpose of the [s]tatute\r\nof [f]rauds is defeated where the sole proof of the existence and contents of a\r\ndocument relied upon to avoid the [s]tatute is the testimony of the plaintiff.\");\r\nZander, 540 N.W.2d at 704, 706 (reversing the trial court's denial of defendant's\r\nmotions for directed verdict and JNOV, and explaining it would not \"permit\r\nplaintiffs to defeat the purpose and intent of this statute solely on the basis of their\r\nown self-serving testimony\").\r\n\r\n2. We need not address Oaktree's remaining issues. See Futch v. McAllister\r\nTowing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n(ruling an appellate court need not review remaining issues when its determination\r\nof a prior issue is dispositive of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, GEATHERS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-307","title":"Brown v. Brown","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-307.pdf","description":null,"date":"2014-07-30","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Desiree Gabriel Brown, Respondent,\r\n\r\n             v.\r\n\r\n             Wendell Brown, Appellant.\r\n\r\n             Appellate Case No. 2009-138747\r\n\r\n\r\n                            Appeal From York County \n\r\n                     Georgia V. Anderson, Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-307 \n\r\n                    Heard October 7, 2013 – Filed July 30, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Thomas F. McDow, IV, and Erin K. Urquhart, both of\r\n             the Law Office of Thomas F. McDow, of Rock Hill, for\r\n             Appellant.\r\n\r\n             David Christopher Shea, of the Law Offices of Shea and\r\n             Barron, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: In this divorce action, Wendell Brown (\"Father\") appeals the\r\nfamily court's decision to (1) award joint custody of the parties' three children to\r\n\nFather and Desiree Gabriel Brown (\"Mother\") and (2) award attorney's fees to\r\nMother. We affirm.\r\n\r\n1. We find the family court erred in ordering joint custody of the three children1\r\nwithout first finding there were exceptional circumstances meriting the award. See\r\nPatel v. Patel, 359 S.C. 515, 528, 599 S.E.2d 114, 121 (2004) (\"Although the\r\nlegislature gives family court[s] the authority to order joint or divided custody\r\nwhere the court finds it is in the best interests of the child, joint or divided custody\r\nshould only be awarded where there are exceptional circumstances.\" (internal\r\nquotation marks and citation omitted)); Scott v. Scott, 354 S.C. 118, 125, 579\r\nS.E.2d 620, 623-24 (2003) (noting joint custody is generally disfavored in South\r\nCarolina and should only be awarded under exceptional circumstances). However,\r\ndue to the circumstances surrounding this appeal, we find it is in the remaining\r\nchild's2 best interests to maintain the current custody arrangement. See Divine v.\r\nRobbins, 385 S.C. 23, 32, 683 S.E.2d 286, 291 (Ct. App. 2009) (\"In all child\r\ncustody controversies, the controlling considerations are the child's welfare and\r\nbest interests.\"); Spreeuw v. Barker, 385 S.C. 45, 61-62, 682 S.E.2d 843, 851 (Ct.\r\nApp. 2009) (affirming the award of joint custody despite the family court's failure\r\nto find exceptional circumstances when a substantial amount of time elapsed\r\nbetween the issuance of the family court's final order and oral arguments,\r\neffectively rendering the record \"cold\" as to the issue of custody). Accordingly,\r\nwe affirm the family court's order of joint custody.\r\n\r\n2. We find the family court did not err in awarding Mother attorney's fees. See\r\nLewis v. Lewis, 400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct. App. 2012) (\"The\r\ndecision to award attorney's fees is within the family court's sound discretion, and\r\nalthough appellate review of such an award is de novo, the appellant still has the\r\n\r\n\r\n1In its order, the family court granted joint custody of the three children to the\r\nparties with Father as primary custodian to the parties' oldest child and with\r\nMother as primary custodian to the parties' youngest children.\r\n2On the date of the issuance of the family court's final order, the children were\r\neighteen years old, fourteen years old, and twelve years old. Due to problems\r\nobtaining the trial transcript, the appeal of this case was delayed nearly twenty\r\nmonths. Between the issuance of the family court's final order and oral arguments\r\nbefore this court, two of the three children have been emancipated, leaving only the\r\nyoungest daughter's custody arrangement to be considered on appeal.\r\n\nburden of showing error in the family court's findings of fact.\"). The family court\r\nconsidered the appropriate factors in deciding to award attorney's fees, including\r\nMother having prevailed on the issue of primary custody of the parties' youngest\r\nchildren. See Bennett v. Rector, 389 S.C. 274, 284, 697 S.E.2d 715, 720-21 (Ct.\r\nApp. 2010) (noting the family court should consider each party's ability to pay\r\ntheir fees, the beneficial results obtained by the attorney, the parties' financial\r\nconditions, and the fees' effect on the parties' standard of living). Additionally,\r\nduring its discussion of attorney's fees in the final order, the family court\r\nspecifically found that Father was difficult during discovery of this divorce action.\r\nSee Bodkin v. Bodkin, 388 S.C. 203, 223, 694 S.E.2d 230, 241 (Ct. App. 2010)\r\n(\"This court has previously held when parties fail to cooperate and their behavior\r\nprolongs proceedings, this is a basis for holding them responsible for attorney's\r\nfees.\"). Although Father takes issue with this finding, he has failed to include any\r\nrelevant evidence for this court to review in determining whether the family court\r\nimproperly relied on this finding in its award of attorney's fees. Accordingly, we\r\naffirm the family court's award of attorney's fees to Mother. See Schultze v.\r\nSchultze, 403 S.C. 1, 8, 741 S.E.2d 593, 597 (Ct. App. 2013) (noting \"the appellant\r\nbears the burden of providing a record on appeal sufficient for intelligent review\r\nand from which an appellate court can determine whether the [family] court\r\nerred\").\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and THOMAS, JJ., and CURETON, A.J. concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-308","title":"SCDSS v. Manus","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-308.pdf","description":null,"date":"2014-07-31","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Courtney Manus, Jermaine Jackson, and John Doe,\r\n        Defendants,\r\n\r\n        Of whom Jermaine Jackson is the Appellant,\r\n\r\n        In the interest of a minor under the age of eighteen.\r\n\r\n        Appellate Case No. 2013-001604\r\n\r\n\r\n                   Appeal From Spartanburg County \n\r\n                  Usha J. Bridges, Family Court Judge \n\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-308 \n\r\n             Submitted July 25, 2014 – Filed July 31, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Richard Whitney Allen, of The Law Offices of Richard\r\n        W. Allen, L.L.C., of Laurens, for Appellant.\r\n\r\n        Kathryn Walsh Gooch, of the South Carolina Department\r\n        of Social Services, of Spartanburg, for Respondent.\r\n\n              Michael Todd Thigpen, of Spartanburg, for Guardian ad\r\n              Litem.\r\n\r\n\r\nPER CURIAM: Jermaine Jackson appeals the family court's final order\r\nterminating his parental rights to his minor child. See S.C. Code Ann. § 63-7-2570\r\n(2010 & Supp. 2013). Upon a thorough review of the record and the family court's\r\nfindings of fact and conclusions of law pursuant to Ex parte Cauthen, 291 S.C.\r\n465, 354 S.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"}]