[{"id":"2014-UP-345","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-345.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Derell Green, Appellant.\r\n\r\n        Appellate Case No. 2011-201486\r\n\r\n\r\n                     Appeal From Charleston County\r\n                 J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-345 \n\r\n             Heard September 8, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek and\r\n        Appellate Defender Laura Mary Caudy, both of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Donald J. Zelenka, and Assistant\r\n        Attorney General Alphonso Simon, Jr., all of Columbia;\r\n        and Solicitor Scarlett Anne Wilson, of Charleston, for\r\n        Respondent.\r\n\nPER CURIAM: Derell Green appeals his murder conviction, arguing the trial\r\ncourt erred in admitting his inculpatory statement. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities: State v. Pittman, 373 S.C. 527, 566,\r\n647 S.E.2d 144, 164 (2007) (\"In determining whether a confession was given\r\n'voluntarily,' this [c]ourt must consider the totality of the circumstances\r\nsurrounding the defendant's giving the confession.\"); id. (explaining the totality of\r\nthe circumstances in determining the voluntariness of a juvenile's confession\r\nincludes \"'the youth of the accused, his lack of education or his low intelligence,\r\nthe lack of any advice to the accused of his constitutional rights, the length of\r\ndetention, the repeated and prolonged nature of the questioning, and the use of\r\nphysical punishment such as the deprivation of food or sleep'\" (quoting\r\nSchneckloth v. Bustamonte, 412 U.S. 218, 226 (1973))); id. at 568, 647 S.E.2d at\r\n165 (\"Although courts have given confessions by juveniles special scrutiny, courts\r\ngenerally do not find a juvenile's confession involuntary where there is no evidence\r\nof extended, intimidating questioning or some other form of coercion.\"); State v.\r\nParker, 381 S.C. 68, 74, 671 S.E.2d 619, 622 (Ct. App. 2008) (\"When reviewing a\r\ntrial court's ruling concerning voluntariness, this [c]ourt does not reevaluate the\r\nfacts based on its own view of the preponderance of the evidence, but simply\r\ndetermines whether the trial court's ruling is supported by any evidence.\" (internal\r\nquotation marks omitted)).\r\n\r\nAFFIRMED.\r\n\r\nHUFF, SHORT, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-346","title":"State v. Bauman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-346.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v. \n\r\n\r\n            Jason Bauman, Appellant. \n\r\n\r\n            Appellate Case No. 2012-212285\n\r\n\r\n\r\n                          Appeal From Dorchester County \n\r\n                        Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                        Unpublished Opinion No. 2014-UP-346 \n\r\n                   Heard September 10, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                                    AFFIRMED \n\r\n\r\n\r\n            Chief Appellate Defender Robert Michael Dudek, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Deputy Attorney General David A. Spencer, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Jason Bauman appeals his conviction for first-degree criminal\r\nsexual conduct with a minor. Bauman argues the trial court erred in (1) admitting\r\nhearsay testimony from the victim's mother; (2) admitting the written statement of\r\njailhouse informant Adam Buhle; and (3) denying his requested jury charge\r\n\nconcerning the credibility of jailhouse informants. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1.    As to whether trial court erred in allowing victim's mother other to testify\r\nvictim told her she learned about oral sex from Bauman: Jackson v. Speed, 326\r\nS.C. 289, 305, 486 S.E.2d 750, 758 (1997) (\"The improper admission of hearsay is\r\nreversible error only when the admission causes prejudice[; however, w]here the\r\nhearsay is merely cumulative to other evidence, its admission is harmless.\").\r\n\r\n2.     As to whether the trial court erred in admitting Buhle's written statement:\r\nState v. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012) (\"The admission or\r\nexclusion of evidence is left to the sound discretion of the trial judge, whose\r\ndecision will not be reversed on appeal absent an abuse of discretion.\") (internal\r\nquotations marks omitted); State v. Jennings, 394 S.C. 473, 477-78, 716 S.E.2d 91,\r\n93 (2011) (\"An abuse of discretion occurs when the trial court's ruling is based on\r\nan error of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\") (internal quotation marks omitted); State v. Griffin, 339 S.C. 74, 77-78,\r\n528 S.E.2d 668, 670 (2000) (\"There is no reversible error in the admission of\r\nevidence that is cumulative to other evidence properly admitted.\").\r\n\r\n3.      As to whether the trial court erred in denying Bauman's request to charge the\r\njury on weighing the credibility of jailhouse informants: Clark v. Cantrell, 339\r\nS.C. 369, 389, 529 S.E.2d 528, 539 (2000) (\"An appellate court will not reverse the\r\ntrial court's decision regarding jury instructions unless the trial court abused its\r\ndiscretion. An abuse of discretion occurs when the trial court's ruling is based on\r\nan error of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\"); Sheppard v. State, 357 S.C. 646, 665, 594 S.E.2d 462, 472-73 (2004)\r\n(holding the trial court is required to charge only the current and correct law of\r\nSouth Carolina and a jury charge is correct if it contains the correct definition of\r\nthe law when read as a whole).\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-347","title":"State v. Puckett","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-347.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n\r\n        Clarence Puckett III, Appellant.\r\n\r\n        Appellate Case No. 2012-213517\r\n\r\n\r\n                       Appeal From Union County \n\r\n                  John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-347 \n\r\n             Submitted August 1, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Appellate Defender Carmen Vaughn Ganjehsani, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Deputy Attorney General David A. Spencer, both of\r\n        Columbia; and Solicitor Kevin Scott Brackett, of York,\r\n        for Respondent.\r\n\nPER CURIAM: Clarence Puckett appeals his conviction of trafficking in cocaine,\r\narguing the trial court erred in denying (1) his mistrial motion and (2) his request to\r\nadmit a prior consistent statement pursuant to Rule 801(d)(1)(B), SCRE. We\r\naffirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to the mistrial: State v. Hoffman, 312 S.C. 386, 393, 440 S.E.2d 869, 873\r\n(1994) (\"A contemporaneous objection is required to properly preserve an error for\r\nappellate review.\"); State v. Simmons, 384 S.C. 145, 171-72, 682 S.E.2d 19, 32-33\r\n(Ct. App. 2009) (concluding appellant's argument that the trial court should have\r\ngranted his mistrial motion due to prejudicial witness testimony was unpreserved\r\nwhen appellant failed to timely object to witness's testimony and waited until after\r\nwitness testified before requesting a mistrial).\r\n\r\n2. As to the admissibility of the prior consistent statement: State v. Foster, 354\r\nS.C. 614, 620-21, 582 S.E.2d 426, 429 (2003) (\"The admission or exclusion of\r\nevidence is within the discretion of the trial court and will not be reversed on\r\nappeal absent an abuse of that discretion.\"); id. at 621, 582 S.E.2d at 429 (\"An\r\nabuse of discretion occurs when the trial court's ruling is based on an error of\r\nlaw.\"); id. (stating pursuant to Rule 801(d)(1)(B), a witness's prior consistent\r\nstatement is \"not inadmissible hearsay if: [1] the declarant testifies at the trial or\r\nhearing and is subject to cross-examination concerning the statement; [2] the\r\nstatement is consistent with the declarant's testimony; [3] the statement is offered\r\nto rebut an express or implied charge against the declarant of recent fabrication or\r\nimproper influence or motive; and [4] the statement was made before the alleged\r\nfabrication, or before the alleged improper influence or motive arose\") (alterations\r\nby court) (internal quotation marks omitted); id. at 622, 582 S.E.2d at 430 (holding\r\na witness's written statement to the police did not qualify as a prior consistent\r\nstatement pursuant to Rule 801(d)(1)(B), because defense counsel's questions to\r\nthe witness about the witness's contrary statements \"did not rise to the level of\r\ncharging fabrication, but instead amounted to calling [the witness's] credibility into\r\nquestion, i.e. simple impeachment\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, SHORT, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-348","title":"State v. Jackson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-348.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR.\r\n\r\n                      THE STATE OF SOUTH CAROLINA\r\n                          In The Court of Appeals\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Anthony Jackson, Appellant.\r\n\r\n             Appellate Case No. 2012-213445\r\n\r\n\r\n                            Appeal From Horry County\r\n                     Edward B. Cottingham, Circuit Court Judge\r\n\r\n\r\n                       Unpublished Opinion No. 2014-UP-348\r\n                  Heard September 10, 2014 – Filed October 1, 2014\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Appellate Defender David Alexander, of Columbia, for\r\n             Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Jennifer Ellis Roberts, both of\r\n             Columbia; and Solicitor Jimmy A. Richardson, II, of\r\n             Conway, all for Respondent.\r\n\r\n\r\nPER CURIAM: Anthony Jackson challenges his conviction for first-degree\r\nburglary, arguing the trial court (1) violated his constitutional right under the Sixth\r\n\nAmendment to proceed pro se at two pretrial hearings and during voir dire and jury\r\nselection, and (2) erred by refusing to suppress statements he made to police.\r\n\r\nWe first address Jackson's assertion that the trial court violated his right to proceed\r\npro se when it did not conduct an inquiry pursuant to Faretta v. California, 422\r\nU.S. 806, 95 S. Ct. 2525 (1975), before it proceeded with the pretrial Jackson v.\r\nDenno1 hearing. See Faretta, 422 U.S. at 819-21, 95 S. Ct. at 2533-34 (holding the\r\nSixth Amendment guarantees a criminal defendant the right to waive appointed\r\ncounsel and proceed pro se); State v. Reed, 332 S.C. 35, 41, 503 S.E.2d 747, 750\r\n(1998) (interpreting Faretta as requiring a trial court to \"ensure that the accused is\r\ninformed of the dangers and disadvantages of self-representation, and makes a\r\nknowing and intelligent waiver of the right to counsel\"). We find Jackson did not\r\nunequivocally assert his right to proceed pro se at this time, and thus, no violation\r\noccurred when the court did not conduct a Faretta inquiry. See State v. Winkler,\r\n388 S.C. 574, 586, 698 S.E.2d 596, 602 (2010) (stating \"[t]he request to proceed\r\npro se must be clearly asserted\"); see also Raulerson v. Wainwright, 469 U.S. 966,\r\n970-71, 105 S. Ct. 366, 369 (1984) (Marshall, J., dissenting from denial of cert.)\r\n(\"If a request [for self-representation] is ambiguous, the trial judge need not\r\nrespond, because there has been no clear indication of a desire to waive a right to\r\ncounsel.\"); United States v. Holmes, 376 F. App'x 346, 348-49 (4th Cir. 2010)\r\n(concluding defendant \"did not clearly and unequivocally invoke his right to self-\r\nrepresentation\" when he \"voiced complaints concerning counsel's performance, but\r\nwhen asked . . . whether he wanted to represent himself, [he] only reiterated his\r\nrequest for new counsel\"); State v. Sims, 304 S.C. 409, 414-15, 405 S.E.2d 377,\r\n380-81 (1991) (holding the defendant \"gave no indication of a desire to proceed\r\npro se\" when he asked the court to appoint another attorney).\r\n\r\nJackson next argues the trial court erred by deferring its ruling on his request to\r\nproceed pro se before the Neil v. Biggers2 hearing because it deprived him of the\r\nright to represent himself during that hearing. While South Carolina courts have\r\nnot ruled on this specific issue, we discovered no cases explicitly prohibiting a trial\r\ncourt from delaying its ruling on a Faretta motion. Instead, we found cases\r\nsupporting a trial court's ability to exercise discretion in deciding when to rule on a\r\nFaretta motion; thus, we hold that, under the circumstances presented in this case,\r\nthere exists no legal authority to support Jackson's position. See Nelson v.\r\n\r\n1   378 U.S. 368, 84 S. Ct. 1774 (1964).\r\n2   409 U.S. 188, 93 S. Ct. 375 (1972).\r\n\nAlabama, 292 F.3d 1291, 1296 (11th Cir. 2002) (\"The Supreme Court in Faretta\r\ndid not set out any fixed time frame for the holding of the Faretta hearing . . . .\");\r\nUnited States v. Frazier-El, 204 F.3d 553, 559 (4th Cir. 2000) (stating \"the Faretta\r\nright to self-representation is not absolute, and 'the government's interest in\r\nensuring the integrity and efficiency of the trial at times outweighs the defendant's\r\ninterest in acting as his own lawyer'\" (quoting Martinez v. Court of Appeal of Cal.,\r\n528 U.S. 152, 162, 120 S. Ct. 684, 691 (2000))); Swan v. Commonwealth, 384\r\nS.W.3d 77, 94-95 (Ky. 2012) (\"[I]nvocation [of the right to self-representation]\r\ndoes not set into motion rigid, mechanical procedures that must be followed to the\r\nletter to avoid an error. The invocation of the right and whether the proper\r\nprocedures were followed must be evaluated in the context of a given case.\r\nOtherwise, any hint of an invocation of the right, even if immediately withdrawn,\r\nwould require a Faretta hearing. But the law does not require such empty\r\nprocess.\"); 384 S.W.2d at 95 (\"[W]hile the right is a structural right, it must still be\r\napplied in the real world, which sometimes requires a practical approach, not an\r\nabsolute and unbending one.\"); State v. Madsen, 229 P.3d 714, 717 (Wash. 2010)\r\n(\"Even if a request is unequivocal, timely, voluntary, knowing, and intelligent, a\r\ncourt may defer ruling if the court is reasonably unprepared to immediately\r\nrespond to the request.\"); 229 P.3d at 718 (\"The trial court was within the bounds\r\nof proper discretion to delay ruling on the matter until it could properly prepare to\r\nrule on the issue.\"); 229 P.3d at 722 (Fairhurst, J., concurring) (\"[A] court's\r\ndiscretionary decision to defer ruling on a motion to proceed pro se should be\r\nupheld if the deferral was based on tenable grounds and tenable reasons.\").\r\n\r\nJackson also asserts that even though the trial court later determined he validly\r\nwaived his right to counsel under Faretta, the court erred by refusing to allow him\r\nto represent himself during voir dire and jury selection. First, we find the record\r\ndoes not support this assertion—that the trial court refused to allow Jackson to\r\nrepresent himself. After concluding Jackson \"freely and voluntarily\" waived his\r\nright to counsel, the court asked trial counsel to \"stand by\" and provide assistance\r\nto Jackson. When members of the jury panel entered, the court explained Jackson\r\n\"desire[d] to represent himself,\" and stated, \"I've permitted [trial counsel] to sit\r\nhere and assist the defendant in the selection of the jury only.\" The court never\r\nprohibited Jackson from participating during these proceedings and did not\r\notherwise limit his involvement. Second, to the extent Jackson argues the trial\r\ncourt erred in appointing trial counsel to the position of \"standby counsel\" to\r\nprovide assistance to Jackson during voir dire and jury selection, we find the trial\r\ncourt acted within its discretion. See Faretta, 422 U.S. at 834 n.46, 95 S. Ct. at\r\n2541 n.46 (recognizing a trial court \"may—even over objection by the accused—\r\nappoint a 'standby counsel'\" to assist a defendant in presenting his defense); United\r\n\nStates v. Lawrence, 161 F.3d 250, 253 (4th Cir. 1998) (stating a trial court has\r\n\"broad discretion to guide what, if any, assistance standby . . . counsel may provide\r\nto a defendant conducting his own defense\").\r\n\r\nFinally, Jackson argues the trial court erred when it admitted in evidence\r\nstatements he made to police because the officer who conducted his interview\r\nmade threatening comments regarding the consequences of Jackson's refusal to\r\ncooperate. See State v. Franklin, 299 S.C. 133, 137, 382 S.E.2d 911, 913 (1989)\r\n(\"The test of admissibility of a [defendant's] statement [to police] is\r\nvoluntariness.\"); State v. Rochester, 301 S.C. 196, 200, 391 S.E.2d 244, 247 (1990)\r\n(stating police may not extract a defendant's statement by using threats or exerting\r\nimproper influence). We find there is evidence to support the trial court's ruling\r\nthat Jackson's statements to police were freely and voluntarily given. See State v.\r\nSaltz, 346 S.C. 114, 136, 551 S.E.2d 240, 252 (2001) (stating an appellate court\r\nreviews a ruling concerning voluntariness under an \"any evidence\" standard);\r\nRochester, 301 S.C. at 199-201, 391 S.E.2d at 246-47 (finding a polygraph\r\nexaminer's statement to defendant that \"it would be in [his] best interest to tell the\r\ntruth\" was not improper); State v. Simmons, 384 S.C. 145, 164, 682 S.E.2d 19, 29\r\n(Ct. App. 2009) (finding an officer's statement to defendant \"that if [he]\r\ncooperated, 'it would be considered at sentencing'\" was permissible); State v.\r\nArrowood, 375 S.C. 359, 368-69, 652 S.E.2d 438, 443 (Ct. App. 2007) (finding\r\n\"officers' offer[s] to attest to [defendant]'s cooperation\" were not improper). Cf.\r\nState v. Osborne, 301 S.C. 363, 366-67, 392 S.E.2d 178, 179-80 (1990) (holding\r\ndefendant's statement inadmissible where officers threatened to charge defendant\r\nwith an additional crime if she remained silent); State v. Hook, 348 S.C. 401, 413-\r\n14, 559 S.E.2d 856, 862 (Ct. App. 2001) (holding defendant's statement to his\r\nprobation officer was inadmissible because a probation agent threatened to revoke\r\ndefendant's probation if he refused to cooperate); State v. Corn, 310 S.C. 546, 552,\r\n426 S.E.2d 324, 327 (Ct. App. 1992) (holding defendant's statement inadmissible\r\nbecause it was \"made in response to threats that his wife could be arrested and his\r\nchildren taken by D.S.S.\").\r\n\r\nFor the reasons stated above, Jackson's conviction is AFFIRMED.\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-349","title":"Burdeshaw v. Burdeshaw","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-349.pdf","description":null,"date":"2014-10-01","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Galen E. Burdeshaw, Appellant,\r\n\r\n            v.\r\n\r\n            Jennifer Marie Burdeshaw, Respondent.\r\n\r\n            Appellate Case No. 2013-000504\r\n\r\n\r\n                          Appeal From Greenville County \n\r\n                      Jerry D. Vinson, Jr., Family Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2014-UP-349 \n\r\n                 Heard September 11, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Adam Fisher, Jr., The Fisher Law Firm, of Greenville,\r\n            for Appellant.\r\n\r\n            Gwendolynn Wamble Barrett, Barret Mackenzie, LLC,\r\n            of Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: After Husband, Galen Burdeshaw, filed a divorce action against\r\nWife, Jennifer Burdeshaw, the family court signed a temporary order on June 16,\r\n2012 containing the following two provisions: (1) \"[N]either party may sell,\r\nalienate, hide[,] destroy, give away or encumber any marital assets or potential\r\n\nmarital assets during the pendency of this action.\"; and (2) \"Wife has provided\r\nHusband a list of certain items she would like to retrieve from the residence. Wife\r\nshall be entitled to obtain possession of those items which Husband does not find\r\nobjectionable. For those items which Husband objects to Wife having possession\r\nof, those items shall remain at the home pending further court order.\"\r\n\r\nOn June 17, 2012, Wife went to the marital home to retrieve personal items that\r\nshe and Husband had previously agreed she could obtain. Upon arriving at the\r\nhome, Wife discovered the items were damaged, destroyed, missing, or not\r\nreturned to her in the condition they were in at the time she left the marital home in\r\nMarch 2012. Wife subsequently brought a rule to show cause asking the family\r\ncourt to hold Husband in contempt for violating the temporary order. The family\r\ncourt found Husband in willful contempt of the temporary order.\r\n\r\nIn appeals from the family court, this court reviews factual and legal issues de\r\nnovo. Crossland v. Crossland, 408 S.C. 443, 451, 759 S.E.2d 419, 423 (2014).\r\nWe agree with the family court's contempt order findings that: (1) \"Husband's\r\nactions were spiteful and in complete disregard for the Wife's property.\"; and (2)\r\n\"Husband's actions were outside of the scope of [the] [c]ourt's previous Order . . .\r\nand clearly caused damage and a loss of property of the Wife.\"\r\n\r\nAs to Husband's arguments concerning cross-examination and the absence of a\r\ntranscript from the August 2012 hearing, it is apparent from the record made at the\r\nMotion to Reconsider that both parties agreed at the August 2012 hearing to\r\nproceed by summary trial without cross-examination. A party cannot acquiesce to\r\nan issue at trial and then complain on appeal. Ex parte McMillan, 319 S.C. 331,\r\n335, 461 S.E.2d 43, 45 (1995). Therefore, Husband's cross-examination argument\r\nis procedurally barred and his argument concerning the lack of a transcript is\r\nmeritless.\r\n\r\nAccordingly, we affirm the family court's factual findings and contempt order.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-356","title":"SCDSS v. Miller","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-356.pdf","description":null,"date":"2014-10-06","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Patrecse Miller and Aqien Miller, Defendants,\r\n\r\n        Of whom Aqien Miller is the Appellant.\r\n\r\n        In the interest of a minor under the age of 18.\r\n\r\n        Appellate Case No. 2014-000378\r\n\r\n\r\n                     Appeal from Richland County \n\r\n                  John M. Rucker, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-356 \n\r\n         Submitted September 16, 2014 – Filed October 6, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Benjamin Reynolds Elliott, of Stevens B. Elliott,\r\n        Attorney At Law, of Columbia, for Appellant.\r\n\r\n        Claude Robin Chandler, of the South Carolina\r\n        Department of Social Services, of Columbia, for\r\n        Respondent.\r\n\n              Angela L. Kohel and Casey Michal Brown, both of\r\n              Richland County CASA, of Columbia, for the Guardian\r\n              ad Litem.\r\n\r\n\r\nPER CURIAM: Aquien Miller appeals the family court's final order terminating\r\nhis parental rights to his minor child. See S.C. Code Ann. § 63-7-2570 (2010 &\r\nSupp. 2013). After a review of the transcript and the family court's findings of\r\nfacts and conclusions of law pursuant to Ex parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling and relieve Miller's counsel.\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-350","title":"Glover v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-350.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        Antonio Glover, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2011-202772\r\n\r\n\r\n                     Appeal From Anderson County \n\r\n                Alexander S. Macaulay, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2014-UP-350 \n\r\n             Heard September 11, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender David Alexander, of Columbia, for\r\n        Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Senior Assistant\r\n        Deputy Attorney General Salley W. Elliott, Assistant\r\n        Attorney General Kaelon E. May, and Assistant Attorney\r\n        General John Walter Whitmire, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: This is a belated appeal pursuant to White v. State, 263 S.C. 110,\r\n208 S.E.2d 35 (1974), in which Antonio Glover argues the trial court erred by: (1)\r\ndenying his motion to suppress and (2) declining his motion to remove two jurors.\r\nGlover contends his convictions should be reversed on these grounds. We affirm,\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in denying Glover's motion to suppress\r\nevidence seized from his person based on a lack of reasonable suspicion:1 Ex parte\r\nMcMillan, 319 S.C. 331, 335, 461 S.E.2d 43, 45 (1995) (providing a party cannot\r\nconcede an issue at trial and then complain on appeal).\r\n\r\n2. As to whether the trial court erred in denying his motion to suppress based upon\r\nGlover's argument that his arrest was unlawful: State v. Gamble, 405 S.C. 409,\r\n416, 747 S.E.2d 784, 787 (2013) (stating that a search incident to a lawful arrest is\r\none of the exceptions to the Fourth Amendment prohibition against warrantless\r\nsearches and seizures); State v. Robinson, 335 S.C. 620, 634, 518 S.E.2d 269, 276\r\n(Ct. App. 1999) (holding that when determining whether an arrest was lawful, a\r\ncourt must consider \"'whether, at the moment the arrest was made, the officers had\r\nprobable cause to make it—whether at that moment the facts and circumstances\r\nwithin their knowledge and of which they had reasonably trustworthy information\r\nwere sufficient to warrant a prudent man in believing that the [appellant] had\r\ncommitted . . . an offense'\" (quoting Beck v. Ohio, 379 U.S. 89, 91 (1964)\r\n\r\n\r\n\r\n1 Even if this issue was not procedurally barred, we note there was evidence to\r\nsupport the trial court's decision that reasonable suspicion existed to briefly detain\r\nGlover. See State v. Banda, 371 S.C. 245, 251, 639 S.E.2d 36, 39 (2006) (\"Our\r\nreview in Fourth Amendment search and seizure cases is limited to determining\r\nwhether any evidence supports the trial court's finding.\"); see also State v.\r\nKhingratsaiphon, 352 S.C. 62, 69, 572 S.E.2d 456, 459 (2002) (\"A police officer\r\nmay stop and briefly detain and question a person for investigative purposes,\r\nwithout treading upon his Fourth Amendment rights, when the officer has a\r\nreasonable suspicion supported by articulable facts, short of probable cause for\r\narrest, that the person is involved in criminal activity. Reasonable suspicion\r\nrequires a particularized and objective basis that would lead one to suspect another\r\nof criminal activity. In determining whether reasonable suspicion exists, the\r\ntotality of the circumstances—the whole picture— must be considered.\" (internal\r\ncitations and quotation marks omitted)).\r\n\n(alteration by court)); S.C. Code Ann. § 16-3-600(E)(1) (Supp. 2013) (providing\r\nthat \"[a] person commits the offense of assault and battery in the third degree if the\r\nperson unlawfully injures another person, or offers or attempts to injure another\r\nperson with the present ability to do so.\"); State v. Goodwin, 351 S.C. 105, 110-11,\r\n567 S.E.2d 912, 914-15 (Ct. App. 2002) (holding that the underlying arrest \"need\r\nnot be prosecuted in order to successfully prosecute for resisting arrest,\" and\r\nsimilarly, \"neither should the absence of a charge on the underlying arrest bar\r\nevidence seized subsequent to a proper resisting arrest charge).\r\n\r\n3. As to whether the trial court erred in denying his motion to suppress based upon\r\nGlover's argument that the chain of custody was unreliable: State v. Taylor, 360\r\nS.C. 18, 23, 598 S.E.2d 735, 737 (Ct. App. 2004) (\"The admission of evidence is\r\naddressed to the sound discretion of the trial judge.\"); id. at 22-23, 598 S.E.2d at\r\n737 (\"A party offering into evidence fungible items such as drugs or blood\r\nsamples must establish a chain of custody as far as practicable. Where the\r\nanalyzed substance has passed through several hands, the evidence must not leave\r\nit to conjecture as to who had it and what was done with it between the taking and\r\nthe analysis.\") (citation omitted); id. at 24, 598 S.E.2d at 737 (If \"there is evidence\r\nto establish the identity of those who have handled the evidence and the manner in\r\nwhich it was handled, a weakness in the chain merely raises a question of\r\ncredibility, not admissibility.\"); see also State v. Johnson, 318 S.C. 194, 196, 456\r\nS.E.2d 442, 444 (Ct. App. 1995) (finding a discrepancy between the dates on\r\nwhich a handler in the chain of custody received the evidence merely reflected\r\nupon the credibility of the evidence when no facts were presented to indicate the\r\ndrugs were not within the control of identifiable people during the entire time).\r\n\r\n4. As to whether the trial court erred in declining to remove two jurors after the\r\njury had been impaneled: Creighton v. Coligny Plaza Ltd. P'ship, 334 S.C. 96, 111,\r\n512 S.E.2d 510, 518 (Ct. App. 1998) (\"[Section 14-7-1030 of the South Carolina\r\nCode (Supp. 2013)], provides that any objection to a juror is waived if not made\r\nbefore the jury is impaneled.\"); id. (holding that \"[a] party objecting to a juror after\r\nthe jury is impaneled must show that he could not have, in the exercise of due\r\ndiligence, discovered the ground for objection before the impanelling of the jury.\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-351","title":"State v. Patterson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-351.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Wanda E. Patterson, Appellant.\r\n\r\n        Appellate Case No. 2013-000062\r\n\r\n\r\n\r\n                    Appeal From Pickens County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-351 \n\r\n             Submitted July 1, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Benjamin John Tripp, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-352","title":"State v. Hagan","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-352.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        James Hagan, Appellant.\r\n\r\n        Appellate Case No. 2013-001806\r\n\r\n\r\n\r\n                      Appeal From Horry County \n\r\n                   Roger L. Couch, Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-352 \n\r\n             Submitted August 1, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                         APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Lara Mary Caudy, of Columbia, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, GEATHERS, and McDONALD, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-353","title":"State v. Dunbar","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-353.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Joseph Wadell Dunbar, Jr., Appellant.\r\n\r\n        Appellate Case No. 2011-203386\r\n\r\n\r\n\r\n                      Appeal From Sumter County\r\n                  W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-353 \n\r\n             Submitted August 1, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                         APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, GEATHERS, and McDONALD, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-354","title":"State v. Witherspoon","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-354.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Lynel Witherspoon, Appellant.\r\n\r\n        Appellate Case No. 2013-001650\r\n\r\n\r\n\r\n                       Appeal From Horry County \n\r\n                 Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-354 \n\r\n             Submitted August 1, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                         APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Benjamin John Tripp, of Columbia,\r\n        for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, GEATHERS, and McDONALD, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-355","title":"State v. McCann","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-355.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Bobbie Albert McCann, Appellant.\r\n\r\n             Appellate Case No. 2012-212555\r\n\r\n\r\n                           Appeal From Pickens County \n\r\n                        Robin B. Stilwell, Circuit Court Judge \n\r\n\r\n\r\n                       Unpublished Opinion No. 2014-UP-355 \n\r\n                  Heard September 11, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Chief Appellate Defender Robert Michael Dudek, of\r\n             Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Deputy Attorney General David A. Spencer, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Bobbie Albert McCann appeals his convictions for two counts of\r\ncriminal sexual conduct with a minor in the first degree and one count of\r\ncommitting a lewd act upon a child under the age of sixteen years. On appeal, he\r\nargues the circuit court erred in overruling his objection to expert testimony under\r\n\nRules 702 and 703 of the South Carolina Rules of Evidence, as the expert admitted\r\nshe had limited knowledge of the case and the unduly prejudicial nature of her\r\ntestimony outweighed any alleged probative value. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities: Rule 702, SCRE (\"If scientific,\r\ntechnical, or other specialized knowledge will assist the trier of fact to understand\r\nthe evidence or to determine a fact in issue, a witness qualified as an expert by\r\nknowledge, skill, experience, training, or education, may testify thereto in the form\r\nof an opinion or otherwise.\"); Rule 703, SCRE (\"The facts or data in the particular\r\ncase upon which an expert bases an opinion or inference may be those perceived\r\nby or made known to the expert at or before the hearing. If of a type reasonably\r\nrelied upon by experts in the particular field in forming opinions or inferences\r\nupon the subject, the facts or data need not be admissible in evidence.\"); State v.\r\nWhite, 382 S.C. 265, 269, 676 S.E.2d 684, 686 (2009) (\"A trial court's decision to\r\nadmit or exclude expert testimony will not be reversed absent a prejudicial abuse\r\nof discretion.\"); State v. White, 361 S.C. 407, 414, 605 S.E.2d 540, 544 (2004)\r\n(\"Expert testimony on rape trauma may be more crucial in situations where\r\nchildren are victims.\"); id. at 414-15, 605 S.E.2d at 544 (\"The inexperience and\r\nimpressionability of children often render them unable to effectively articulate the\r\nevents giving rise to criminal sexual behavior.\"); State v. Weaverling, 337 S.C.\r\n460, 474, 523 S.E.2d 787, 794 (Ct. App. 1999) (\"[B]oth expert testimony and\r\nbehavioral evidence are admissible as rape trauma evidence to prove a sexual\r\noffense occurred where the probative value of such evidence outweighs its\r\nprejudicial effect.\" (alteration in original) (quoting State v. Schumpert, 312 S.C.\r\n502, 506, 435 S.E.2d 859, 862 (1993)) (internal quotation marks omitted)); id. at\r\n475, 523 S.E.2d at 794 (\"There is no requirement the sexual assault victim be\r\npersonally interviewed or examined by the expert before the expert can give\r\nbehavioral evidence testimony.\"); id. at 475, 523 S.E.2d at 794-95 (finding an\r\nexpert's behavioral evidence testimony relevant and properly admitted in a child\r\nsexual abuse case despite the expert's limited knowledge of the case and failure to\r\ninterview or examine the victim).1\r\n\r\n1 As to McCann's contention that the expert's testimony was \"junk science\": State\r\nv. Benton, 338 S.C. 151, 157, 526 S.E.2d 228, 231 (2000) (noting that an issue\r\nconceded in the trial court cannot be argued on appeal); State v. Patterson, 324\r\nS.C. 5, 19, 482 S.E.2d 760, 767 (1997) (\"Appellant is limited to the grounds raised\r\nat trial.\").\r\n\r\nAs to McCann's argument concerning the expert's statements that \"about seventy\r\npercent [of adult survivors of childhood sexual abuse] have never told anyone\" and\r\n\nAFFIRMED.\n\r\n\r\nFEW, C.J., and THOMAS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\"ninety percent of cases of child sexual abuse, the person who is committing the\r\nacts is somebody who's known and loved and trusted by the child\": State v.\r\nJohnson, 363 S.C. 53, 58-59, 609 S.E.2d 520, 523 (2005) (\"To preserve an issue\r\nfor review there must be a contemporaneous objection that is ruled upon by the\r\ntrial court. The objection should be addressed to the trial court in a sufficiently\r\nspecific manner that brings attention to the exact error. If a party fails to properly\r\nobject, the party is procedurally barred from raising the issue on appeal.\" (internal\r\ncitations omitted)).\r\n\n","court":"Appeals"},{"id":"2014-UP-357","title":"5 Star v. Ford Motor Co.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-357.pdf","description":null,"date":"2014-10-08","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        5 Star, Inc., Respondent,\r\n\r\n        v.\r\n\r\n        Ford Motor Company, Appellant.\r\n\r\n        Appellate Case No. 2008-107206\r\n\r\n\r\n                      Appeal From Charleston County \n\r\n                 Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2014-UP-357 \n\r\n             Heard September 11, 2014 – Filed October 8, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Curtis Lyman Ott, Gallivan, White & Boyd, P.A., of\r\n        Columbia; C. Mitchell Brown, William C. Wood, Jr., and\r\n        Michael J. Anzelmo, Nelson Mullins Riley &\r\n        Scarborough, LLP, all of Columbia; and Carmelo Barone\r\n        Sammataro and David Christopher Marshall, Turner\r\n        Padget Graham & Laney, P.A., both of Columbia, for\r\n        Appellant.\r\n\r\n        Thomas R. Goldstein, Belk Cobb Infinger & Goldstein,\r\n        P.A., of North Charleston, for Respondent.\r\n\nPER CURIAM: 5 Star, Inc. filed a products liability action against Ford Motor\r\nCompany alleging the negligent design of the speed control deactivation switch in\r\na pickup truck caused a fire that destroyed the truck and damaged other property\r\nowned by 5 Star. A jury returned a verdict for 5 Star in the amount of $41,000.\r\nFord appealed, arguing the trial court erred by (1) not dismissing the case due to 5\r\nStar's alleged spoliation of evidence; (2) admitting an improper calculation of 5\r\nStar's lost profits; (3) denying Ford's motions for a mistrial; (4) denying Ford's\r\nmotions for a directed verdict and judgment notwithstanding the verdict (JNOV)1\r\nbased on the claim that 5 Star presented no evidence Ford was negligent in the\r\ndesign of the deactivation switch; and (5) denying Ford's motions for a directed\r\nverdict and JNOV based on the claim that the truck was not in essentially the same\r\ncondition as when it left Ford's control.\r\n\r\nWe reversed on issue (4), finding that because 5 Star presented no evidence Ford\r\nnegligently designed the deactivation switch, the trial court erred in not directing a\r\nverdict for Ford. 5 Star, Inc. v. Ford Motor Co., 395 S.C. 392, 396, 718 S.E.2d\r\n220, 222 (Ct. App. 2011). However, the supreme court reversed our decision and\r\nremanded the case to this court for resolution of Ford's remaining issues on appeal.\r\n408 S.C. 362, 366 n.2, 371, 759 S.E.2d 139, 141 n.2, 144 (2014). We now affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred by not dismissing the case due to 5 Star's\r\nalleged spoliation of evidence: Griffin Grading & Clearing, Inc. v. Tire Serv.\r\nEquip. Mfg. Co., 334 S.C. 193, 198, 511 S.E.2d 716, 718 (Ct. App. 1999) (\"The\r\nselection of a sanction for discovery violations is within the trial court's\r\ndiscretion.\" (citing Kershaw Cnty. Bd. of Educ. v. U.S. Gypsum Co., 302 S.C. 390,\r\n395, 396 S.E.2d 369, 372 (1990))); id. (\"This court will not interfere with that\r\ndecision unless the trial court abused its discretion.\"); Kershaw, 302 S.C. at 395,\r\n396 S.E.2d at 372 (stating that when one party alleges another party has destroyed\r\nevidence, a trial court has the discretion to decide the type of sanction to impose);\r\nid. (\"An abuse of discretion may be found where the appellant shows that the\r\nconclusion reached by the trial court was without reasonable factual support and\r\nresulted in prejudice to the rights of appellant, thereby amounting to an error of\r\nlaw.\"); id. (\"The burden is upon the appealing party to show that the trial court\r\n\r\n\r\n1We interpret Ford's argument that it was \"entitled to judgment\" to mean the trial\r\ncourt erred in not granting its directed verdict and JNOV motions.\r\n\nabused its discretion.\"); id. at 394-95, 396 S.E.2d at 372 (holding \"the procedure\r\nfollowed by the trial court in this case\"—giving an adverse inference jury\r\ninstruction on the destruction of evidence—\"was appropriate\").\r\n\r\n2. As to whether the trial court erred by admitting an improper calculation of 5\r\nStar's lost profits: Vaught v. A.O. Hardee & Sons, Inc., 366 S.C. 475, 480, 623\r\nS.E.2d 373, 375 (2005) (\"The admission of evidence is within the sound discretion\r\nof the trial judge, and absent a clear abuse of discretion amounting to an error of\r\nlaw, the trial court's ruling will not be disturbed on appeal.\"); id. (\"An abuse of\r\ndiscretion occurs when the ruling is based on an error of law or a factual\r\nconclusion without evidentiary support.\"); id. (applying this standard of review to\r\nthe issue of the proper measure of damages); Sterling Dev. Co. v. Collins, 309 S.C.\r\n237, 242, 421 S.E.2d 402, 405 (1992) (\"In claiming lost profits, the degree of proof\r\nrequired is that of reasonable certainty.\"); id. (\"The proof must pass the realm of\r\nconjecture, speculation or opinion not founded on facts, and must consist of actual\r\nfacts from which a reasonably accurate conclusion regarding the cause and the\r\namount of the loss can be logically and rationally drawn.\"); Collins Holding Corp.\r\nv. Landrum, 360 S.C. 346, 350, 601 S.E.2d 332, 334 (2004) (\"The law does not\r\nrequire absolute certainty of data upon which lost profits are to be estimated, but\r\nall that is required is such reasonable certainty that damages may not be based\r\nwholly upon speculation or conjecture, and it is sufficient if there is a certain\r\nstandard or fixed method by which profits sought to be recovered may be estimated\r\nand determined with a fair degree of accuracy.\" (citation omitted)).\r\n\r\n3. As to whether the trial court erred by denying Ford's motions for a mistrial:\r\nVestry & Church Wardens of Church of Holy Cross v. Orkin Exterminating Co.,\r\n384 S.C. 441, 446, 682 S.E.2d 489, 492 (2009) (\"The granting or refusing of a\r\nmotion for a mistrial lies within the sound discretion of the trial court and its ruling\r\nwill not be disturbed on appeal absent an abuse of discretion amounting to an error\r\nof law.\"); id. (stating an appellate court gives broad deference to the trial court's\r\nruling because \"[t]he trial court is in the best position to determine the credibility\r\nof the jurors\").\r\n\r\n4. As to whether the trial court erred by denying Ford's directed verdict and JNOV\r\nmotions based on the claim that the truck was not in essentially the same condition\r\nas when it left Ford's control: Hurd v. Williamsburg Cnty., 363 S.C. 421, 426, 611\r\nS.E.2d 488, 491 (2005) (\"When reviewing a ruling on a motion for directed\r\nverdict, we must view the evidence and all reasonable inferences in the light most\r\nfavorable to the nonmoving party.\"); id. (\"If the evidence as a whole is susceptible\r\nof more than one reasonable inference, the trial judge must submit the case to the\r\n\njury.\"); Jinks v. Richland Cnty., 355 S.C. 341, 345, 585 S.E.2d 281, 283 (2003)\r\n(stating that in ruling on a JNOV motion, a trial court must view the evidence and\r\nall reasonable inferences in the light most favorable to the opposing party and deny\r\nthe motion when either the evidence yields more than one inference or its inference\r\nis in doubt\"); Watson v. Ford Motor Co., 389 S.C. 434, 455, 699 S.E.2d 169, 180\r\n(2010) (stating an appellate court will reverse a trial court's ruling on a JNOV\r\nmotion \"only when there is no evidence to support the ruling or when the ruling is\r\ngoverned by an error of law\"); 5 Star, Inc. v. Ford Motor Co., 408 S.C. 362, 370-\r\n71, 759 S.E.2d 139, 143-44 (2014) (stating a plaintiff in a negligent design\r\nproducts liability action may prove negligence by using circumstantial evidence\r\n(citing Sunvillas Homeowners Ass'n v. Square D Co., 301 S.C. 330, 334, 391\r\nS.E.2d 868, 870 (Ct. App. 1990))).\r\n\r\nFEW, C.J., and THOMAS and KONDUROS, JJ., concur.\r\n\r\nAFFIRMED.\r\n\n","court":"Appeals"},{"id":"2014-UP-358","title":"SCDSS v. Walker","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-358.pdf","description":null,"date":"2014-10-09","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Norma J. Walker, Steve Holmes, John Waller,\r\n        Defendants.\r\n\r\n        Of Whom Norma J. Walker is the Appellant,\r\n\r\n        In the interest of minors under the age of eighteen.\r\n\r\n        Appellate Case No. 2014-001057\r\n\r\n\r\n                     Appeal From Greenville County \n\r\n              Harry L. (Don) Phillips, Jr., Family Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-358 \n\r\n             Submitted October 2, 2014 – Filed October 9, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        John Brandt Rucker, of Brandt Rucker Attorney At Law,\r\n        of Greenville, for Appellant.\r\n\r\n        Rebecca Rush Wray, of the South Carolina Department\r\n        of Social Services, of Greenville, for Respondent.\r\n\n              Don J. Stevenson, of Greenville, for Guardian ad Litem.\r\n\r\n\r\nPER CURIAM: Norma J. Walker appeals the family court's order of removal.\r\nUpon a thorough review of the record and the family court's findings of fact and\r\nconclusions of law pursuant to Ex parte Cauthen, 291 S.C. 465, 354 S.E.2d 381\r\n(1987), and S.C. Dep't of Soc. Servs. v. Frederick Downer, Sr., S.C. Sup. Ct. Order\r\ndated Feb. 2, 2005, we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling and grant counsel's motion to be\r\nrelieved.\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, SHORT, and KONDUROS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"}]