[{"id":"2014-UP-185","title":"State v. Flowers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-185.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Frederick L. Flowers, Appellant.\r\n\r\n        Appellate Case No. 2012-212907\r\n\r\n\r\n\r\n                     Appeal From Charleston County\r\n                 J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-185 \n\r\n             Submitted February 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                         APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Benjamin John Tripp, of Columbia;\r\n        and Frederick L. Flowers, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Donald J. Zelenka,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-186","title":"State v. Dockery","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-186.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Tina Dockery, Appellant.\r\n\r\n            Appellate Case No. 2011-183266\r\n\r\n\r\n                        Appeal From Spartanburg County\r\n                       J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-186 \n\r\n                 Submitted February 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Dayne C. Phillips, of Columbia; and\r\n            Appellate Defender Carmen Vaughn Ganjehsani, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General John Benjamin Aplin, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Tina Dockery appeals her conviction of unlawful conduct\r\ntowards a child, arguing the trial court erred in admitting testimony of her\r\n\ndemeanor. We affirm pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Floyd, 295 S.C. 518, 520, 369 S.E.2d 842, 843 (1988) (\"The\r\npurpose of a motion in limine is to prevent disclosure of potentially prejudicial\r\nmatter to the jury.\"); id. (\"A ruling on [a motion in limine] is not the ultimate\r\ndisposition on the admissibility of evidence [but] remains subject to change based\r\nupon developments during trial.\"); State v. Atieh, 397 S.C. 641, 647, 725 S.E.2d\r\n730, 733 (Ct. App. 2012) (holding any objection to three witnesses' testimonies\r\nafter counsel's motion in limine was not preserved because counsel did not renew\r\nhis objection when the testimony was offered; however, counsel renewed his\r\nobjection to the fourth witness's testimony and, therefore, the objection was\r\npreserved as to the fourth witness); State v. Forrester, 343 S.C. 637, 642, 541\r\nS.E.2d 837, 840 (2001) (\"[W]here a [court] makes a ruling on the admission of\r\nevidence on the record immediately prior to the introduction of the evidence in\r\nquestion, the aggrieved party does not need to renew the objection[; t]he issue is\r\npreserved.\"); State v. Tufts, 355 S.C. 493, 497, 585 S.E.2d 523, 525 (Ct. App.\r\n2003) (holding an objection to witness testimony was preserved when the trial\r\ncourt ruled on the issue after in camera testimony, the court adjourned, and the\r\nnext day the State immediately called the witness as to which the objection was\r\nmade); State v. Kirton, 381 S.C. 7, 37, 671 S.E.2d 107, 122 (Ct. App. 2008) (\"The\r\nadmission of improper evidence is harmless where the evidence is merely\r\ncumulative to other evidence.\"); State v. Schumpert, 312 S.C. 502, 507, 435 S.E.2d\r\n859, 862 (1993) (holding even if the defendant had successfully renewed his\r\nobjection to the witness's testimony after his motion in limine, any error would\r\nhave been harmless because two other witnesses testified to the same fact without\r\nobjection).\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-187","title":"State v. Peters","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-187.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n\r\n        v.\r\n\r\n\r\n        Mark Stanley Peters, Appellant.\r\n\r\n        Appellate Case No. 2012-205886\r\n\r\n\r\n                    Appeal From Pickens County\r\n               G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-187 \n\r\n               Heard March 5, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                             AFFIRMED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Assistant\r\n        Attorney General Mark Reynolds Farthing, both of\r\n        Columbia, for Respondent.\r\n\nPER CURIAM: Mark Peters appeals his convictions for committing a lewd act\r\nupon a minor, arguing the trial court erred in qualifying Shauna Galloway-\r\nWilliams (Williams) as an expert in \"counseling children who are victims of sexual\r\nabuse and their family members.\" We affirm.\r\n\r\nExpert witness testimony must meet the \"threshold foundational requirements of\r\nqualification[] and reliability.\" State v. White, 382 S.C. 265, 274, 676 S.E.2d 684,\r\n689 (2009). The qualification of a witness as an expert and the subsequent\r\nadmission of that witness's opinion testimony are matters within the sound\r\ndiscretion of the trial court. State v. Price, 368 S.C. 494, 498, 629 S.E.2d 363, 365\r\n(2006). \"The trial court's decision to admit expert testimony will not be reversed\r\non appeal absent an abuse of discretion.\" Id. \"[B]oth expert testimony and\r\nbehavioral evidence are admissible as rape trauma evidence to prove a sexual\r\noffense occurred where the probative value of such evidence outweighs its\r\nprejudicial effect.\" State v. Schumpert, 312 S.C. 502, 506, 435 S.E.2d 859, 862\r\n(1993). However, \"[t]he rules of evidence do not allow witnesses to vouch for or\r\noffer opinions on the credibility of others.\" State v. Kromah, 401 S.C. 340, 357\r\nn.5, 737 S.E.2d 490, 499 n.5 (2013). \"Further, even though experts are permitted\r\nto give an opinion, they may not offer an opinion regarding the credibility of\r\nothers. It is undeniable that the primary purpose for calling a 'forensic interviewer'\r\nas a witness is to lend credibility to the victim's allegations.\" Id. at 358, 737 S.E.2d\r\nat 499.\r\n\r\nAs we read Peters' objection to Williams's qualification as an expert at trial, his\r\nobjection was premised upon the fact that Williams had not met the victims and\r\nknew nothing about the facts of the case. In State v. Weaverling, 337 S.C. 460,\r\n473, 523 S.E.2d 787, 794 (Ct. App. 1999), this court addressed a case similar to\r\nPeters' wherein a defendant challenged behavioral evidence testimony in a sex\r\nabuse case in which the expert had never interviewed or met the victim. In\r\nWeaverling, the trial court qualified a social worker as an expert in \"the field of\r\nvictims of sexual abuse.\" Id. The expert's knowledge of the case was limited to\r\nher discussions with the State. Id. The Weaverling court surveyed case law from\r\nthis state and other jurisdictions and concluded the testimony was admissible\r\nnotwithstanding the expert's failure to interview the child. Id. at 474-75, 523\r\nS.E.2d at 794. Ultimately, the Weaverling court held \"[t]here is no requirement the\r\nsexual assault victim be personally interviewed or examined by the expert before\r\nthe expert can give behavioral evidence testimony. The fact that the expert does\r\nnot personally interview the victim bears on the weight of the behavioral evidence\r\nnot on its admissibility.\" Id. at 475, 523 S.E.2d at 794.\r\n\nWe find no error in Williams's qualification as an expert. Williams testified she\r\nwas a licensed professional counselor, with a bachelor's degree in psychology and\r\na master's degree in counseling. She stated most of her training included working\r\nspecifically with children and families in situations where there were allegations of\r\nabuse and neglect. She attended training seminars regarding sexual abuse\r\nsurvivors and worked on multiple cases involving sexually abused children.\r\n\r\nAlthough Williams testified she conducts forensic interviews as a part of her job\r\nduties, she confirmed she did not conduct a forensic interview in this case.\r\nFurthermore, the State did not proffer her as an expert forensic interviewer of\r\nchildren, and Peters repeatedly argued Williams did not conduct a forensic\r\n           1\r\ninterview. The State did not call Williams as a forensic interviewer to lend\r\ncredibility to the victims' allegations. See Kromah, 401 S.C. at 358, 737 S.E.2d at\r\n499. In fact, Williams never directly or indirectly commented on the credibility of\r\nthe victims' accounts of the alleged sexual assaults.\r\n\r\nInstead, Williams's testimony simply explained the effects a sexual trauma may\r\nhave on a child's subsequent behavior following the trauma. We find the probative\r\nvalue of her testimony outweighed any alleged prejudicial effect. Moreover, the\r\nfact that Williams had never met either of the victims in this case, nor had she met\r\nany of the parties involved, goes to the weight of her testimony, not its\r\nadmissibility. Weaverling, 337 S.C. at 475, 523 S.E.2d at 794.\r\n\r\nThe trial court did not abuse its discretion in qualifying Williams as an expert or\r\nadmitting her testimony. Accordingly, the trial court is\r\n\r\nAFFIRMED.\r\n\r\nHUFF and THOMAS, JJ., and CURETON, A.J., concur.\r\n\r\n\r\n\r\n1 To the extent Peters argues error on appeal resting on the lack of reliability of\r\nWilliams's testimony, we find that argument is not preserved for review. Peters\r\nobjected only to the qualification of Williams as an expert based on her\r\nunfamiliarity with the facts; he never objected to the reliability of Williams's\r\ntestimony as it relates to her expertise in the area of counseling children who\r\nsuffered sexual abuse. See State v. Hicks, 330 S.C. 207, 216, 499 S.E.2d 209, 214\r\n(1998) (holding an issue must be raised to and ruled on by the trial court to be\r\npreserved for appellate review).\r\n\n","court":"Appeals"},{"id":"2014-UP-188","title":"Frierson v. Clark","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-188.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Patricia A. Frierson, Appellant,\r\n\r\n             v.\r\n\r\n             Kimberly S. Clark, Respondent.\r\n\r\n             Appellate Case No. 2012-213278\r\n\r\n\r\n                         Appeal From Richland County\r\n                    G. Thomas Cooper, Jr., Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-188 \n\r\n                  Submitted January 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Patricia A. Frierson, of Columbia, pro se.\r\n\r\n             Stephen L. Hudson, of Law Offices of Stephen L.\r\n             Hudson, PC, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Plum Creek Dev. Co. v. City of Conway, 334 S.C. 30, 34, 512 S.E.2d\r\n106, 109 (1999) (\"Res judicata bars subsequent actions by the same parties when\r\nthe claims arise out of the same transaction or occurrence that was the subject of a\r\nprior action between those parties.\"); Plott v. Justin Enters., 374 S.C. 504, 511, 649\r\n\nS.E.2d 92, 95 (Ct. App. 2007) (\"Res judicata requires three elements be met: 1) a\r\nfinal, valid judgment on the merits; 2) identity of parties; and 3) the second action\r\nmust involve matters properly included in the first suit.\").\r\n\r\nAFFIRMED.1\n\r\n\r\nFEW, C.J., and PIEPER and KONDUROS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-189","title":"Murphy v. Palmetto Lowcountry","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-189.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Tasha Murphy and Steven Murphy, Appellants,\r\n\r\n        v.\r\n\r\n        Palmetto Lowcountry Behavioral Health, LLC, and\r\n        Steven G. Lopez, M.D., Defendants,\r\n\r\n        Of whom Steven G. Lopez, M.D., is the Respondent.\r\n\r\n        Appellate Case No. 2012-212771\r\n\r\n\r\n                   Appeal From Charleston County\r\n               R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n               Unpublished Opinion No. 2014-UP-189 \n\r\n              Heard February 5, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Marshall H. Waldron, Jr., Ernest Mitchell Griffith and\r\n        Otto Edworth Liipfert, III, all of Griffith Sadler & Sharp,\r\n        PA, of Beaufort, for Appellants.\r\n\r\n        Todd W. Smyth and Joshua Steven Whitley, both of\r\n        Smyth Whitley, LLC, of Charleston, for Respondent.\r\n\nPER CURIAM: In this medical malpractice action, Tasha and Steven Murphy\r\nappeal the trial court's order granting summary judgment to Steven G. Lopez,\r\nM.D., arguing the trial court erred in (1) granting Dr. Lopez summary judgment\r\nbased upon lack of proximate cause and (2) granting Dr. Lopez summary judgment\r\non the issue of punitive damages. We affirm.\r\n\r\n1.     We hold the trial court properly granted summary judgment on the Murphys'\r\nmedical malpractice claim against Dr. Lopez. First, we find summary judgment\r\nwas proper because the Murphys failed to present evidence on the necessary\r\nelement of proximate cause. See Hollman v. Woolfson, 384 S.C. 571, 579, 683\r\nS.E.2d 495, 499 (2009) (noting a professional malpractice claim requires a\r\nshowing of the standard of care, a breach of the standard of care, proximate cause,\r\nand damages); David v. McLeod Reg'l Med. Ctr., 367 S.C. 242, 247-48, 626\r\nS.E.2d 1, 3-4 (2006) (providing, for a genuine issue of material fact to exist in a\r\nmedical malpractice claim, a plaintiff must show the defendant's departure from\r\ngenerally recognized practices and procedures was the proximate cause of the\r\nalleged injuries and damages). We are inclined to agree with the Murphys'\r\nassertion that the trial court misconstrued their expert's testimony somewhat in\r\nfinding Dr. Martin conceded that the failure to draw Tasha's lithium level \"had\r\nnothing to do\" with Tasha's eventual lithium toxicity. This passage of testimony,\r\nread in context, is not a concession by Dr. Martin that the failure to order the initial\r\nlithium test on Tasha had nothing to do with her eventual lithium toxicity. Rather,\r\nin directly answering the question of whether he was able to say to a reasonable\r\ndegree of medical certainty that the failure to order that test caused her to become\r\ntoxic or resulted in her toxicity, Dr. Martin replied, \"It resulted in them not seeing\r\nthat she was toxic, yes.\"(emphasis added) Nonetheless, we believe the Murphys\r\nhave failed to present the necessary evidence that Dr. Lopez's \"departure from such\r\ngenerally recognized practices and procedures was the proximate cause of the\r\nplaintiff's alleged injuries and damages.\" David, 367 S.C. at 248, 626 S.E.2d at 4.\r\n\r\nThe Murphys rely only on the expert testimony of Dr. Martin to establish\r\nproximate cause. It is incumbent on the plaintiff in a medical malpractice claim to\r\nestablish proximate cause as well as the negligence of the physician, and if the\r\nplaintiff relies solely upon the opinion of a medical expert to establish a causal\r\nconnection between the alleged negligence and the injury, the expert must state,\r\nwith reasonable certainty, that in his professional opinion the injuries complained\r\nof most probably resulted from the defendant's negligence. Hoard v. Roper Hosp.,\r\nInc., 387 S.C. 539, 546, 694 S.E.2d 1, 5 (2010). \"When expert testimony is the\r\nonly evidence of proximate cause relied upon, the testimony 'must provide a\r\nsignificant causal link between the alleged negligence and the plaintiff's injuries,\r\n\nrather than a tenuous and hypothetical connection.'\" Id. at 546-47, 694 S.E.2d at 5\r\n(quoting Ellis v. Oliver, 323 S.C. 121, 125, 473 S.E.2d 793, 795 (1996)).\r\nNegligence may be deemed a proximate cause of injuries \"only when without such\r\nnegligence the injury would not have occurred or could have been avoided.\" Id. at\r\n547, 694 S.E.2d at 5. \"[I]n determining whether particular evidence meets the\r\n'most probably' test, it is not necessary that the testifying expert actually use the\r\nwords 'most probably.'\" Martasin v. Hilton Head Health Sys., 364 S.C. 430, 438,\r\n613 S.E.2d 795, 800 (Ct. App. 2005). Rather, \"[i]t is sufficient that the testimony\r\nis such as to judicially impress that the opinion . . . represents his professional\r\njudgment as to the most likely one among the possible causes.\" Id. at 439, 613\r\nS.E.2d at 800 (citation and quotation marks omitted).\r\n\r\nDr. Martin did not testify Tasha's damages \"most probably\" resulted from Dr.\r\nLopez's negligence. While Dr. Martin believed Tasha came to Palmetto\r\nBehavioral Health, LLC, (Palmetto) with lithium in her system and more was\r\nadded, he acknowledged he did not know how Tasha developed lithium toxicity.\r\nThough Dr. Martin testified the failure to perform the blood test \"resulted in them\r\nnot seeing that [Tasha] was toxic,\" his testimony was not such as to \"judicially\r\nimpress that the opinion . . . represent[ed] his professional judgment as to the most\r\nlikely one among the possible causes.\" While the failure to conduct a blood test\r\nmay have resulted in the medical providers not seeing that Tasha had become\r\ntoxic, there is no evidence or expert testimony showing when or how Tasha\r\nbecame toxic, or that the administration of a blood test would have prevented her\r\ntoxicity or her damages. Indeed, Tasha could have conceivably been suffering\r\nfrom lithium toxicity when she presented to Palmetto, and there is no evidence\r\nlinking the lack of the initial blood test to any damages the Murphys may have\r\nsubsequently suffered. Neither is there any evidence any other actions or inactions\r\non the part of Dr. Lopez proximately caused the Murphys' damages. Even though\r\nit was not necessary that the words \"most probably\" be used, Dr. Martin's\r\ntestimony failed to \"provide a significant causal link between the alleged\r\nnegligence and the plaintiff's injuries, rather than a tenuous and hypothetical\r\nconnection.\" Hoard, 387 S.C. at 546-47, 694 S.E.2d at 5. Accordingly, we find\r\nthe Murphys failed to present a scintilla of evidence on proximate cause.\r\n\r\nSecond, we find summary judgment was proper because the Murphys failed to\r\nmeet their burden of establishing any deviation from the standard of care by Dr.\r\nLopez which proximately resulted in the Murphys' damages. See Hollman, 384\r\nS.C. at 579, 683 S.E.2d at 499 (noting a professional malpractice claim requires a\r\nshowing of the standard of care, a breach of the standard of care, proximate cause,\r\nand damages). Undoubtedly, Dr. Martin testified in his deposition that Dr. Lopez,\r\n\nspecifically, \"should have drawn a lithium level on admission,\" (emphasis added)\r\nand the failure to draw a lithium level on admission was a violation of the standard\r\nof care for a psychiatrist, and that was the only violation of the standard of care he\r\nbelieved Dr. Lopez committed in this case. Dr. Martin again emphasized that\r\nTasha's lithium blood test \"should have been drawn immediately,\" (emphasis\r\nadded) that an \"original baseline was never checked,\" (emphasis added) and \"that\r\nwould have been the standard of care of assessment and treatment.\" However, the\r\ntrial court found, and it is undisputed from the record before us, that Tasha was\r\nadmitted to Palmetto, not by Dr. Lopez, but by Dr. Jenkins, and it was Dr. Jenkins\r\nwho immediately ordered Tasha back on her previously prescribed dosage of\r\nlithium. It was not until the next day that Dr. Lopez first became involved in\r\nTasha's treatment, at which time he concurred with Dr. Jenkins' diagnosis and\r\ntreatment recommendations. The Murphys contend they presented a scintilla of\r\nevidence on the standard of care issue, pointing to evidence Dr. Lopez made the\r\ndecision to continue Tasha on the plan put in place by Dr. Jenkins even though Dr.\r\nLopez did not think Dr. Jenkins actually physically saw Tasha when she arrived at\r\nPalmetto. They argue Dr. Lopez made the decision to continue giving lithium to\r\nTasha even though her levels had not been checked and she had not been\r\ncompletely evaluated by a doctor until Dr. Lopez saw her, and Dr. Lopez should\r\nhave discontinued the lithium until an accurate baseline could be obtained.\r\nHowever, there is no evidence in the record that continuing Tasha on the lithium\r\nprescribed by the admitting physician or the failure of a subsequent treating\r\nphysician to order a baseline test for lithium constituted a breach of the standard of\r\ncare. Further, the Murphys' own expert testified the failure to draw a lithium level\r\non admission was the only violation of the standard of care, and he did not believe\r\nit was negligent for any subsequent physicians not to order a baseline test.\r\nAdditionally, the uncontroverted testimony of Dr. Lopez's expert was that by the\r\ntime Dr. Lopez saw Tasha on the morning of November 20, 2002, she was already\r\non lithium, and drawing a blood level at that point \"would be a clear mistake\" as it\r\nwould produce a level no one would know how to interpret and would lead to\r\nconfusion in Tasha's care. Thus, while Dr. Martin's testimony established it was a\r\nbreach of standard of care for the medical providers to not \"immediately\" and \"on\r\nadmission\" obtain an \"original baseline\" of Tasha's lithium level, which would then\r\nindicate whether Tasha already had lithium in her system, the only evidence in the\r\nrecord before us shows Dr. Lopez was not Tasha's admitting physician, he did not\r\norder that she be given lithium before a blood test could be drawn to show her\r\n\nlithium level, and by the time Dr. Lopez saw Tasha, she was already administered\r\nlithium pursuant to Dr. Jenkins' orders. Accordingly, there is not a scintilla of\r\nevidence that Dr. Lopez breached the standard of care.1\r\n\r\n\r\n\r\n1 We disagree with the Murphys' assertion that this court should not affirm the trial\r\ncourt on the basis that they failed to meet their burden of proof regarding the\r\ndeparture from standard of care. \"The appellate court may affirm any ruling, order,\r\ndecision or judgment upon any ground(s) appearing in the Record on Appeal.\"\r\nRule 220(c), SCACR. Our courts have found, in spite of the fact that the trial court\r\nmay have erred in granting summary judgment on a particular basis, summary\r\njudgment was properly granted upon other reasons appearing in the record\r\npursuant to Rule 220(c), SCACR. See Stinney v. Sumter Sch. Dist. 17, 391 S.C.\r\n547, 550-51, 552, 707 S.E.2d 397, 398-99, 399 (2011) (holding, although the trial\r\ncourt erred in granting summary judgment on the Stinneys' due process claim\r\nbased upon their failure to exhaust administrative remedies, the Stinneys were\r\nprovided due process, and therefore affirming the trial court's grant of summary\r\njudgment pursuant to Rule 220(c), SCACR); Vaughan v. McLeod Reg'l Med. Ctr.,\r\n372 S.C. 505, 510-11, 512, 642 S.E.2d 744, 747 (2007) (holding, although the\r\ncircuit court erred in applying statutory good faith immunity to grant summary\r\njudgment, summary judgment should be affirmed based upon the ground of\r\ncommon-law immunity, noting an appellate court may affirm for any reason\r\nappearing in the record pursuant to Rule 220(c), SCACR). Further, though the trial\r\ncourt did initially indicate in its verbal ruling following the hearing on the matter\r\nthat it believed there was a scintilla of evidence as to the departure from the\r\nstandard of care, the trial court did not specifically deny Dr. Lopez's motion for\r\nsummary judgment on this ground in his oral ruling. Additionally, the trial court's\r\nwritten order granting summary judgment was not issued for over a month\r\nfollowing the hearing, during which time the court would have had a greater\r\nopportunity to review the evidence submitted. \"Until written and entered, the trial\r\njudge retains discretion to change his mind and amend his oral ruling accordingly.\"\r\nFord v. State Ethics Comm'n, 344 S.C. 642, 646, 545 S.E.2d 821, 823 (2001).\r\n\"The written order is the trial judge's final order and as such constitutes the final\r\njudgment of the court.\" Id. \"Judgments in general . . . are not final until written\r\nand entered.\" Doe v. Doe, 324 S.C. 492, 501, 478 S.E.2d 854, 859 (Ct. App.\r\n1996). The trial court did not deny Dr. Lopez summary judgment on this basis.\r\nWe further note the trial court recognized in its written order that Dr. Jenkins was\r\nthe admitting physician, and it was Dr. Jenkins who immediately started Tasha\r\nback on her previous lithium dosage.\r\n\n2.    The Murphys also assert error in the granting of summary judgment to Dr.\r\nLopez on their claim for punitive damages. However, as conceded by the\r\nMurphys, affirmance of the trial court's grant of summary judgment on the\r\nunderlying claim precludes recovery of punitive damages. See McGee v. Bruce\r\nHosp. Sys., 344 S.C. 466 470, 545 S.E.2d 286, 288 (2001) (\"The rule in South\r\nCarolina is that there must be an award of actual or nominal damages for a verdict\r\nof punitive damages to be supported. This rule is premised on the fact that liability\r\nmust be established before a plaintiff can seek punitive damages.\").\r\n\r\nFor the foregoing reasons, the order of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nHUFF, THOMAS, and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-190","title":"Faulkner v. Faulkner","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-190.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Kelly Faulkner, Appellant,\r\n\r\n             v.\r\n\r\n             James Faulkner, Respondent.\r\n\r\n             Appellate Case No. 2012-212496\r\n\r\n\r\n                          Appeal From Pickens County \n\r\n                      Edgar H. Long, Jr., Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-190 \n\r\n                   Submitted March 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n             Kenneth C. Porter and Robert M. Rosenfeld, both of\r\n             Porter & Rosenfeld, of Greenville, for Appellant.\r\n\r\n             James Faulkner, of Easley, pro se.\r\n\r\n\r\nPER CURIAM: Kelly Faulkner appeals the family court's order holding her in\r\ncontempt of court for violating the child visitation terms of her divorce decree.\r\nShe argues the family court erred in (1) finding she willfully violated the divorce\r\n\ndecree, (2) denying her motion to alter or amend the contempt order, and (3)\r\nrefusing to grant a new contempt hearing. We reverse.1\r\n\r\n1. We find the record does not support the family court's adjudication of contempt.\r\nSee DiMarco v. DiMarco, 393 S.C. 604, 607, 713 S.E.2d 631, 633 (2011) (stating a\r\nfinding of contempt \"should not be disturbed on appeal unless it is unsupported by\r\nthe evidence or the [court] has abused [its] discretion\"). Kelly (Mother) and James\r\nFaulkner (Father) divorced in 2007. Their divorce decree gave Mother sole\r\ncustody of their only child (Child) and granted Father certain visitation rights. The\r\ndecree also made Father responsible for \"pick[ing] up and return[ing] [Child] to\r\nand from [Mother's] residence for all periods of visitation.\" In his contempt\r\naffidavit, Father alleged Mother prevented him from exercising his visitation rights\r\nin May and June of 2012; however, we find no evidence in the record supporting\r\nthis conclusion. Rather, the record shows Father failed to exercise his rights—he\r\ndid not attempt to retrieve Child for any of the weekends at issue, and on several\r\noccasions he failed to communicate with Mother and Child to coordinate the\r\nvisitation. Accordingly, we find Mother did not willfully violate the terms of her\r\ndivorce decree and an adjudication of contempt is improper.2 See Miller v. Miller,\r\n375 S.C. 443, 454, 652 S.E.2d 754, 760 (Ct. App. 2007) (\"[B]efore a court may\r\nfind a person in contempt, the record must clearly and specifically reflect the\r\ncontemptuous conduct.\" (internal quotation marks omitted)).\r\n\r\n2. The family court failed to make specific findings of fact and conclusions of law\r\nin both its order of contempt and its order denying Mother's Rule 59(e), SCRCP,\r\nmotion. We find these orders do not satisfy Rule 26(a), SCRFC, and are\r\ninsufficient to support an adjudication of contempt. See Rule 26(a), SCRFC (\"An\r\norder or judgment pursuant to an adjudication in a domestic relations case shall set\r\nforth the specific findings of fact and conclusions of law to support the court's\r\ndecision.\"). However, we find it unnecessary to remand the case to the family\r\n\r\n\r\n1We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2We note Mother and Father testified they agreed Mother would drop Child off\r\nwith Father for visitations; however, failing to adhere to such an agreement is not a\r\nvalid basis for an adjudication of contempt. See Browder v. Browder, 382 S.C.\r\n512, 521, 675 S.E.2d 820, 825 (Ct. App. 2009) (\"Contempt results from the willful\r\ndisobedience of a court order.\"); Miles v. Miles, 355 S.C. 511, 519, 586 S.E.2d\r\n136, 140 (Ct. App. 2003) (\"It is axiomatic that parties cannot modify a court\r\norder.\").\r\n\ncourt for orders consistent with Rule 26(a) because the record is sufficient for this\r\ncourt to make its own findings. See Holcombe v. Hardee, 304 S.C. 522, 524, 405\r\nS.E.2d 821, 822 (1991) (\"[W]hen an [o]rder is issued in violation of [family court]\r\nRule 26(a), [an appellate court] may remand the matter to the [family] court or,\r\nwhere the record is sufficient, make its own findings of fact in accordance with the\r\npreponderance of the evidence.\").\r\n\r\n3. Because the record does not support the family court's finding of contempt, we\r\nfind it unnecessary to reach the issue of a new hearing. See Crawford v. Cent.\r\nMortg. Co., 404 S.C. 39, 47, 744 S.E.2d 538, 542 (2013) (\"[A]n appellate court\r\nneed not address remaining issues when resolution of a prior issue is dispositive.\").\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-191","title":"Temples v. Plush","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-191.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Marsha L. Temples, Appellant,\r\n\r\n            v.\r\n\r\n            Neil O. Plush, Respondent.\r\n\r\n            Appellate Case No. 2012-212686\r\n\r\n\r\n                         Appeal From Aiken County \n\r\n                    Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-191 \n\r\n                  Submitted April 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            John W. Carrigg, Jr., of Carrigg Law Firm, of Lexington,\r\n            for Appellant.\r\n\r\n            Sonja Renee Tate and Michael Nicholas Loebl, both of\r\n            Fulcher Hagler, LLP, of Augusta, GA, for Respondent.\r\n\r\n\r\nPER CURIAM: Marsha L. Temples appeals the trial court's order granting Neil\r\nPlush's motion to dismiss. We affirm pursuant to Rule 220(b), SCACR, and the\r\nfollowing authorities:\r\n\n1. As to whether Temples was entitled to restore the case to the docket: S.C. Code\r\nAnn. § 15-3-530(5) (2005) (setting a three-year statute of limitations period for\r\nnegligence actions); Maxwell v. Genez, 356 S.C. 617, 621, 591 S.E.2d 26, 28\r\n(2003) (\"A party can move to restore a case to the docket more than one year after\r\nthe claim was stricken without running afoul of Rule 40(j)[, SCRCP]; the party\r\nsimply cannot take advantage of the one year tolling period provided by the rule.\").\r\n\r\n2. As to whether Plush was barred from raising the statute of limitations because\r\nhe did not plead it as an affirmative defense in his answer: Wagner v. Wagner, 286\r\nS.C. 489, 492, 335 S.E.2d 246, 247-48 (Ct. App. 1985) (holding an affirmative\r\ndefense was timely raised although it was not pled because the defense was not\r\navailable at the time the answer was filed and it was promptly raised when it\r\nbecame available); Arant v. Kressler, 327 S.C. 225, 228 n.1, 489 S.E.2d 206, 208\r\nn.1 (1997) (citing Wagner and holding a statute of limitations defense to a new\r\nclaim amended at trial was \"properly raised at the time the amendment [was]\r\nsought\").\r\n\r\n3. As to whether Plush was estopped from asserting the statute of limitations\r\nbased on promissory estoppel: Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d\r\n731, 733 (1998) (\"It is axiomatic that an issue cannot be raised for the first time on\r\nappeal, but must have been raised to and ruled upon by the trial [court] to be\r\npreserved for appellate review.\"); Williams v. Selective Ins. Co. of the Se., 315 S.C.\r\n532, 534-35, 446 S.E.2d 402, 404 (1994) (\"An insured must . . . preserve the right\r\nof action against an at-fault driver so long as the underinsured carrier has not\r\nagreed to the amount and payment of underinsured motorist benefits.\").\r\n\r\nAFFIRMED.1\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-192","title":"Terry v. Allen University","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-192.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Lawrence Terry, Appellant,\r\n\r\n             v.\r\n\r\n             Allen University, Respondent.\r\n\r\n             Appellate Case No. 2013-000340\r\n\r\n\r\n                           Appeal From Richland County\r\n                       L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n                      Unpublished Opinion No. 2014-UP-192 \n\r\n                    Submitted April 1, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n             Lawrence Terry, of Columbia, pro se.\r\n\r\n             Debbie Whittle Durban, of Nelson Mullins Riley &\r\n             Scarborough, LLP, of Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Lawrence Terry appeals the trial court's order dismissing his\r\ncauses of action against Allen University, arguing (1) the trial court erred in\r\ndismissing the case with prejudice, (2) the trial court erred in failing to give a clear\r\nexplanation of its order of dismissal, (3) his due process rights were violated, (4)\r\nthe trial court erred in failing to give notice and hold a hearing before making its\r\n\nfinal ruling, and (5) the trial court erred in failing to enter default judgment in his\r\nfavor.1 We affirm pursuant to Rule 220(b), SCACR, and the following authorities:\r\n\r\n1. As to whether the trial court erred in granting Allen University's motion to\r\ndismiss: Prof'l Bankers Corp. v. Floyd, 285 S.C. 607, 613, 331 S.E.2d 362, 365\r\n(Ct. App. 1985) (\"An appealable order from which no appeal is taken becomes the\r\nlaw of the case in all subsequent proceedings involving the same parties and the\r\nsame subject matter.\").2\r\n\r\n2. As to whether the trial court violated Terry's right to procedural due process:\r\nBoddie v. Connecticut, 401 U.S. 371, 378 (1971) (\"Due process does not . . .\r\nrequire that the defendant in every civil case actually have a hearing on the\r\nmerits.\"); id. (explaining that all the Due Process Clause requires is an opportunity\r\nfor a \"hearing appropriate to the nature of the case\" at a \"meaningful time and in a\r\nmeaningful manner\" (internal quotation marks omitted)).\r\n\r\n3. As to whether the trial court erred in denying Terry's motion for default\r\njudgment: Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613,\r\n518 S.E.2d 591, 598 (1999) (noting an appellate court need not address appellant's\r\nremaining issues when its determination of a prior issue is dispositive).\r\n\r\nAFFIRMED.3\r\n\r\nHUFF, THOMAS, and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 We have combined issues one and two into a single issue and issues three and\r\nfour into a single issue.\r\n2 Even if this issue was not barred by the law of the case doctrine, this argument\r\nwould still be without merit. See Plum Creek Dev. Co. v. City of Conway, 334 S.C.\r\n30, 34, 512 S.E.2d 106, 109 (1999) (\"Res judicata bars subsequent actions by the\r\nsame parties when the claims arise out of the same transaction or occurrence that\r\nwas the subject of a prior action between those parties.\"); S.C. Code Ann. § 15-3-\r\n530(5) (2005) (setting a three-year statute of limitations for claims of negligence\r\nand intentional infliction of emotional distress).\r\n3 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-193","title":"Robinson v. Robinson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-193.pdf","description":null,"date":"2014-05-07","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             David Robinson, Appellant,\r\n\r\n             v.\r\n\r\n             Evelyn R. Robinson, Respondent.\r\n\r\n             Appellate Case No. 2011-192548\r\n\r\n\r\n                          Appeal From Greenville County \n\r\n                     Billy A. Tunstall, Jr., Family Court Judge \n\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-193 \n\r\n                     Heard April 7, 2014 – Filed May 7, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Andrew G. Goodson, of Younts, Alford and Goodson, of\r\n             Fountain Inn, for Appellant.\r\n\r\n             Marion W. Fore, Jr., and J. Falkner Wilkes, both of\r\n             Greenville, for Respondent.\r\n\r\n\r\nPER CURIAM: This action arises out of the divorce of David Robinson\r\n(Husband) and Evelyn Robinson (Wife). Husband appeals the family court's order\r\nand decree of divorce, arguing the family court erred in: (1) equitably distributing\r\n\nthe parties' marital property; (2) awarding Wife permanent periodic alimony; and\r\n(3) awarding Wife attorney's fees. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nHusband and Wife were married in August 1960. In early 2009, Wife learned that\r\nHusband was having an affair. In July 2009, Husband filed a complaint for a\r\ndecree of separate maintenance and support, requesting an equitable division of the\r\nmarital property and debts. The parties separated in August in 2009, when\r\nHusband moved out of the marital home. That same month, Wife filed an answer\r\nand counterclaim, seeking a divorce on the ground of Husband's adultery, a\r\nrestraining order, alimony, division of the marital property and debt, and attorney's\r\nfees and costs.\r\n\r\nThe family court entered an order and decree of divorce, granting Wife a divorce\r\non the ground of Husband's adultery. In the order, the family court awarded Wife\r\nsixty-five percent of the marital estate, including the marital home valued at\r\n$205,000 and all of the furnishings within the home. In addition, the family court\r\nawarded Wife $700 per month in permanent periodic alimony and $6,000 in\r\nattorney's fees. Husband filed a motion for reconsideration, which the family court\r\ndenied. This appeal followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Equitable Division\r\n\r\nHusband challenges the family court's equitable division of the marital property on\r\nseveral grounds.1 We address each of his arguments in turn.\r\n\r\n\r\n\r\n1 In his appellate brief, Husband argued the family court failed to consider the\r\nvalue of a detached garage adjacent to the marital home when dividing the marital\r\nproperty. At oral argument, Husband's counsel conceded the appraised value of\r\nthe marital home, which was accepted by the family court, included the value of\r\nthe detached garage. Therefore, we exclude this matter from our discussion of the\r\nequitable division of the marital property. See Barrow v. Barrow, 394 S.C. 603,\r\n610 n.3, 716 S.E.2d 302, 306 n.3 (Ct. App. 2011) (excluding matters conceded at\r\noral argument from discussion of the issues on appeal).\r\n\nHusband initially argues the family court erred in failing to identify and value the\r\ncontents of the marital home. Throughout the divorce proceedings, the parties\r\nheavily disputed the identity and value of the contents of the marital home. In the\r\nfinal order, the family court did not specify the contents of the marital home that\r\nwere marital property, nor did it value the contents individually or collectively.\r\nInstead, the family court summarily disposed of the issue by awarding Wife the\r\nmarital home and \"all the furnishings therein.\" In his motion for reconsideration,\r\nHusband challenged the order solely on the ground the family court failed to\r\nequalize the overall division of marital property. Husband did not request the\r\nfamily court to specifically identify and value the contents of the marital home.\r\nSee Browder v. Browder, 382 S.C. 512, 523, 675 S.E.2d 820, 826 (Ct. App. 2009)\r\n(finding wife's argument that the family court erred in failing to value certain items\r\nwhen equitably distributing the marital estate was not preserved for appellate\r\nreview where the issue was not raised to or ruled upon by the trial court).\r\nAccordingly, we find Husband failed to preserve this issue for appellate review.\r\n\r\nNext, Husband argues the family court erred in equitably dividing the marital\r\nproperty because it failed to address the fifteen factors listed in section 20-3-\r\n620(B) of the South Carolina Code. Husband did not raise this issue in his motion\r\nfor reconsideration; therefore, it is not preserved for appellate review. See Bodkin\r\nv. Bodkin, 388 S.C. 203, 227, 694 S.E.2d 230, 243 (Ct. App. 2010) (\"An issue may\r\nnot be raised for the first time on appeal. In order to preserve an issue for appeal, it\r\nmust be raised to and ruled upon by the trial court.\" (citation and quotation marks\r\nomitted)).\r\n\r\nLastly, Husband contends the family court erred in failing to divide the marital\r\nproperty equally between the parties. The instant case presents circumstances that\r\nallowed the family court to \"tilt[ ] the equitable division scale in favor of one\r\nspouse.\" Avery v. Avery, 370 S.C. 304, 312, 634 S.E.2d 668, 672 (Ct. App. 2006).\r\nThe principal asset that \"tipped\" the equitable division in favor of Wife is the\r\nmarital home, which was valued at $205,000. Although Husband was responsible\r\nfor paying the mortgage on the marital home during the marriage, Wife testified\r\nshe paid the parties' other bills and expenses. Additionally, Husband testified he\r\nrecently purchased a $268,000 home for his paramour and himself, and Wife stated\r\nshe would not have anywhere to live if not for the marital home. Finally,\r\nHusband's affair led to the breakup of the marriage. Adultery, by itself, does not\r\njustify a lopsided division of the marital estate. See Doe v. Doe, 370 S.C. 206, 215,\r\n634 S.E.2d 51, 56 (Ct. App. 2006) (stating that while marital fault is an appropriate\r\nconsideration for equitable apportionment it does not justify a severe penalty).\r\n\nHowever, Husband's adultery was one of several factors that supported the fifteen\r\npercent equitable division differential between Husband's portion of the marital\r\nproperty and Wife's portion. Because the overall apportionment of the marital\r\nproperty was fair, we find the family court did not abuse its discretion in equitably\r\ndividing the property. See Jenkins v. Jenkins, 345 S.C. 88, 100, 545 S.E.2d 531,\r\n537 (Ct. App. 2001) (\"On review, we look to the fairness of the overall\r\napportionment; if the end result is equitable, it is irrelevant that we might have\r\nweighed specific factors differently than the family court.\"); id. (\"This court will\r\naffirm the family court judge if it can be determined that the judge addressed the\r\nfactors under § 20-7-472 [now section 20-3-620(B)] sufficiently for us to conclude\r\nhe was cognizant of the statutory factors.\").\r\n\r\nII. Alimony\r\n\r\nHusband argues the family court erred in awarding Wife permanent periodic\r\nalimony. He asserts the family court placed excessive weight on the factor of\r\nmarital fault when determining alimony. He further claims Wife overvalued\r\ncertain expenses on her financial declaration and she failed to include temporary\r\nalimony as income. We disagree.\r\n\r\nWhen determining alimony, the family court stated it considered all the factors\r\nlisted in section 20-3-130(C) and was especially mindful of the following factors:\r\nWife's age, Wife's inability to increase her income, Husband's adulterous conduct,\r\nwhich ultimately led to the break-up of the marriage, the fact that Husband's\r\nincome was greater than Wife's income, and Wife's financial needs. Husband's\r\nadulterous conduct was one of five factors the family court assigned additional\r\nweight in determining alimony. Cf. Fuller v. Fuller, 370 S.C. 538, 550–51, 636\r\nS.E.2d 636, 643 (Ct. App. 2006) (reversing an alimony award where the family\r\ncourt found the husband was able to pay and the wife needed alimony, but it did\r\nnot address the other factors, particularly the wife's considerable nonmarital\r\nassets). The family court did not assign disproportionate weight to Husband's\r\nadultery or consider it dispositive when determining alimony. See Bodkin, 388\r\nS.C. at 216, 694 S.E.2d at 237 (\"Marital fault is only one of the factors the family\r\ncourt must consider in making an award of alimony.\" (citation and quotation marks\r\nomitted)).\r\n\r\nFurther, Husband reported a monthly income of $6,618, in comparison to Wife's\r\nmonthly income of $2,476. Wife, a retired teacher, testified she could not return to\r\nwork because she was too old and she was no longer licensed to teach. Although\r\n\nHusband argued Wife overvalued her monthly expenses, he did not identify which\r\nof the expenses were overvalued or offer any explanation. Wife testified her\r\nmonthly expenses totaled $3,600, which was $1,124 more than her monthly\r\nincome. However, the family court did not award Wife enough alimony to meet\r\nher estimated expenses. Instead, the family court awarded Wife only $700 in\r\nmonthly alimony. Finally, Wife testified Husband's affair led to the breakup of the\r\nmarriage. Because the family court considered all the factors under section 20-3-\r\n130(C) and assigned appropriate weight to the relevant factors, we believe the\r\npreponderance of the evidence supports the award of alimony. See Way v. Way,\r\n398 S.C. 1, 10-11, 726 S.E.2d 215, 220-21 (Ct. App. 2012) (holding the\r\npreponderance of the evidence supported the award of alimony where there was a\r\ndisparity between the parties' incomes and the family court adequately considered\r\nthe statutory factors in making its award).\r\n\r\nIII. Attorney's Fees\r\n\r\nHusband argues the family court erred in awarding Wife attorney's fees. We\r\ndisagree.\r\n\r\nBefore the final hearing, Wife filed a motion to compel and the family court\r\nordered Husband to provide answers to interrogatories and to respond to requests\r\nfor production of documents. The family court's order on the motion to compel\r\nnotes Husband refused to provide answers or documents despite Wife's numerous\r\nrequests. See Bodkin, 388 S.C. at 223, 694 S.E.2d at 241 (recognizing parties may\r\nbecome responsible for attorney's fees if they fail to cooperate and their behavior\r\nprolongs the proceedings). Furthermore, the family court considered the\r\nappropriate factors in deciding to award attorney's fees, including Wife having\r\nprevailed on many issues and Husband having a substantially greater income than\r\nWife. See Bennett v. Rector, 389 S.C. 274, 284, 697 S.E.2d 715, 720–21 (Ct. App.\r\n2010) (noting the family court should consider each party's ability to pay their fees,\r\nthe beneficial results obtained by the attorney, the parties' financial conditions, and\r\nthe fees' effect on the parties' standard of living). Moreover, the family court\r\nexercised its discretion in awarding Wife only a percentage of her requested\r\nattorney's fees. See Lewis v. Lewis, 400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct.\r\nApp. 2012) (\"The decision to award attorney's fees is within the family court's\r\nsound discretion, and although appellate review of such an award is de novo, the\r\nappellant still has the burden of showing error in the family court's findings of\r\nfact.\"). Accordingly, we find the family court did not abuse its discretion in\r\nawarding Wife attorney's fees.\r\n\nAFFIRMED. \n\r\n\r\nFEW, C.J., SHORT and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"2014-UP-194","title":"Gaines v. State","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-194.pdf","description":null,"date":"2014-05-14","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Walter Terran Gaines, Petitioner,\r\n\r\n        v.\r\n\r\n        State of South Carolina, Respondent.\r\n\r\n        Appellate Case No. 2010-170706\r\n\r\n\r\n                    Appeal From Greenville County \n\r\n               G. Edward Welmaker, Circuit Court Judge \n\r\n             Robin B. Stilwell, Post-Conviction Relief Judge\n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-194 \n\r\n               Heard April 7, 2014 – Filed May 14, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Petitioner.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, Assistant Deputy\r\n        Attorney General Salley W. Elliott, Assistant Attorney\r\n        General Karen Christine Ratigan, and Assistant Attorney\r\n        General Mary S. Williams, all of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Petitioner filed an application for post-conviction relief (PCR).\r\nThe PCR court granted Petitioner a belated direct appeal pursuant to White v. State,\r\n263 S.C. 110, 208 S.E.2d 35 (1974), and dismissed his remaining PCR allegations.\r\nBy order filed October 10, 2013, this court found sufficient evidence to support the\r\nPCR court's finding that Petitioner did not knowingly and intelligently waive his\r\nright to a direct appeal. After a review of the direct appeal issue briefed, whether\r\nthe trial court erred in denying Petitioner's motion for a mistrial, we affirm\r\npursuant to Rule 220(b), SCACR, and the following authorities: Doyle v. Ohio,\r\n426 U.S. 610, 619 (1976) (holding it is a violation of due process for a defendant's\r\npost-Miranda1 silence to be used against him at trial for impeachment purposes);\r\nState v. McIntosh, 358 S.C. 432, 447, 595 S.E.2d 484, 492 (2004) (\"When a Doyle\r\nviolation occurs, the conviction still may be upheld when a review of the entire\r\nrecord establishes beyond a reasonable doubt the error was harmless.\"); State v.\r\nMizzell, 349 S.C. 326, 334, 563 S.E.2d 315, 319 (2002) (finding error is harmless\r\nbeyond a reasonable doubt if the \"reviewing court can conclude the error did not\r\ncontribute to the verdict beyond a reasonable doubt\").\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   Miranda v. Arizona, 384 U.S. 436 (1966).\r\n\n","court":"Appeals"},{"id":"2014-UP-195","title":"State v. Love","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-195.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Prentiss Love, Appellant.\r\n\r\n        Appellate Case No. 2012-212037\r\n\r\n\r\n\r\n                   Appeal From Georgetown County\r\n                  D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-195 \n\r\n             Submitted March 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia; and Prentiss Love, pro se, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after consideration of Appellant's pro se brief and\r\nreview pursuant to Anders v. California, 386 U.S. 738 (1967). Counsel's motion to\r\nbe relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-196","title":"State v. Holliday","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-196.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Christopher Ryan Holliday, Appellant.\r\n\r\n            Appellate Case No. 2012-212010\r\n\r\n\r\n                           Appeal From York County \n\r\n                        Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-196 \n\r\n                  Submitted May 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Deputy Chief Appellate Defender Wanda H. Carter, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Christina J. Catoe, both of Columbia,\r\n            for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: State v. Goodwin, 384 S.C. 588, 603, 683 S.E.2d 500, 508 (Ct. App.\r\n2009) (\"In order for an issue to be preserved for appellate review, it must have\r\n\nbeen raised to and ruled upon by the trial court.\"); State v. Williams, 405 S.C. 263, \n\r\n280, 747 S.E.2d 194, 203 (Ct. App. 2013) (\"To preserve an issue regarding the \n\r\nadmissibility of evidence, a contemporaneous objection must be made.\"); id.\n\r\n(explaining the failure to object when evidence is offered constitutes a waiver of \n\r\nthe right to have the issue considered on appeal); State v. Wilson, 389 S.C. 579, \n\r\n583, 698 S.E.2d 862, 864 (Ct. App. 2010) (\"[A]n issue will not be preserved for \n\r\nreview where the trial court sustains a party's objection to improper testimony and \n\r\nthe party does not subsequently move to strike the testimony or for a mistrial.\"). \n\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-197","title":"State v. Inman","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-197.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Larenzo Jermaine Inman, Appellant.\r\n\r\n        Appellate Case No. 2010-179106\r\n\r\n\r\n                     Appeal From Dillon County \n\r\n                 Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-197 \n\r\n             Submitted March 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                              VACATED\r\n\r\n\r\n        Appellate Defender Kathrine Haggard Hudgins, of\r\n        Columbia, for Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson, Chief Deputy\r\n        Attorney General John W. McIntosh, and Senior\r\n        Assistant Deputy Attorney General Donald J. Zelenka, all\r\n        of Columbia; and Solicitor William Benjamin Rogers,\r\n        Jr., of Bennettsville, for Respondent.\r\n\nPER CURIAM: Larenzo Jermaine Inman has filed an appeal, alleging the trial\r\ncourt erred in sentencing him for kidnapping the victim when section 16-3-910 of\r\nthe South Carolina Code (2003) prohibits such a sentence if the defendant is also\r\nsentenced for the victim's murder.\r\n\r\nAfter careful consideration, we vacate Inman's kidnapping sentence pursuant to\r\nRule 220(b), SCACR, and the following authorities: State v. Baccus, 367 S.C. 41,\r\n48, 625 S.E.2d 216, 220 (2006) (\"In criminal cases, the appellate court sits to\r\nreview errors of law only.\"); § 16-3-910 (providing for imprisonment of a\r\ndefendant convicted of kidnapping \"for a period not to exceed thirty years unless\r\nsentenced for murder as provided in [s]ection 16-3-20 [of the South Carolina Code\r\n(2003 & Supp. 2013)]\"); State v. Bonner, 400 S.C. 561, 565, 567, 735 S.E.2d 525,\r\n527-28 (Ct. App. 2012) (finding although the issue was not preserved, an\r\nexceptional circumstance existed to vacate an erroneous sentence because \"the\r\nState concede[d] in its brief that the trial court committed error by imposing an\r\nimproper sentence\"); State v. Vick, 384 S.C. 189, 202-03, 682 S.E.2d 275, 282 (Ct.\r\nApp. 2009) (vacating a sentence for kidnapping pursuant to section 16-3-910\r\nbecause the defendant received a concurrent sentence for murder and reaching the\r\nissue, even though not challenged at trial, in the interest of judicial economy).\r\n\r\nVACATED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-198","title":"State v. Mitchell","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-198.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Robert Wayne Mitchell, Appellant.\r\n\r\n        Appellate Case No. 2012-212534\r\n\r\n\r\n\r\n                     Appeal From York County \n\r\n                Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-198 \n\r\n             Submitted March 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia; and Robert Wayne Mitchell, pro se, for\r\n        Appellant.\r\n\r\n        Attorney General Alan McCrory Wilson and Senior\r\n        Assistant Deputy Attorney General Salley W. Elliott,\r\n        both of Columbia, for Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-199","title":"State v. Buie","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-199.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n               THE STATE OF SOUTH CAROLINA \n\r\n                   In The Court of Appeals \n\r\n\r\n        The State, Respondent,\r\n\r\n        v.\r\n\r\n        Arthur James Buie, Appellant.\r\n\r\n        Appellate Case No. 2013-000440\r\n\r\n\r\n\r\n                     Appeal From Sumter County \n\r\n                  Howard P. King, Circuit Court Judge\n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-199 \n\r\n             Submitted March 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                        APPEAL DISMISSED\r\n\r\n\r\n        Chief Appellate Defender Robert Michael Dudek, of\r\n        Columbia, for Appellant.\r\n\r\n        Matthew C. Buchanan, of the South Carolina Department\r\n        of Probation, Parole & Pardon Services, of Columbia, for\r\n        Respondent.\r\n\nPER CURIAM: Dismissed after review pursuant to Anders v. California, 386\r\nU.S. 738 (1967). Counsel's motion to be relieved is granted.1\r\n\r\nAPPEAL DISMISSED. \n\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-200","title":"BB&T v. Luquire","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-200.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Branch Banking and Trust Company, Respondent,\r\n\r\n            v.\r\n\r\n            P. Jason Luquire, Appellant.\r\n\r\n            Appellate Case No. 2013-000384\r\n\r\n\r\n                       Appeal From Georgetown County\r\n                      W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-200 \n\r\n                  Submitted April 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Tobias Gavin Ward, Jr. and James Derrick Jackson, both\r\n            of Tobias G. Ward, Jr., PA, of Columbia, for Appellant.\r\n\r\n            D. Clay Robinson, of Robinson, McFadden & Moore,\r\n            P.C., of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: Affirmed pursuant to Rule 220(b), SCACR, and the following\r\nauthorities: Citizens & S. Nat'l Bank of S.C. v. Lanford, 313 S.C. 540, 544, 443\r\nS.E.2d 549, 551 (1994) (\"[A] guaranty of payment is an obligation separate and\r\ndistinct from the original note.\"); Peoples Fed. Sav. & Loan Ass'n v. Myrtle Beach\r\n\nRet. Grp., Inc., 300 S.C. 277, 281, 387 S.E.2d 672, 674 (1989) (\"Under an absolute \n\r\nguaranty of payment, the creditor may maintain an action against the guarantor \n\r\nimmediately upon default of the debtor.\"). \n\r\n\r\nAFFIRMED.1\n\r\n\r\nHUFF, KONDUROS, and GEATHERS, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-201","title":"Dupont v. Jasper County Sheriff's Office","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-201.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Derrick Dupont, Appellant,\r\n\r\n        v.\r\n\r\n        County of Jasper, Jasper County Sheriff's Office, Ernest\r\n        Walker, Defendants,\r\n\r\n        Of whom the Jasper County Sheriff's Office is the\r\n        Respondent. \n\r\n\r\n        Appellate Case No. 2012-213115\n\r\n\r\n\r\n                     Appeal From Jasper County \n\r\n                 Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-201 \n\r\n                Heard May 6, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                              AFFIRMED \n\r\n\r\n\r\n        Clifford Bush, III and Fatima A. Zeidan, both of The\r\n        Law Offices of Clifford Bush III, LLC, of Beaufort, for\r\n        Appellant.\r\n\r\n        Marshall H. Waldron, Jr. and Otto Edworth Liipfert, III,\r\n        both of Griffith Sadler & Sharp, PA, of Beaufort, for\r\n        Respondent.\r\n\r\n\r\n\r\n \r\n\nPER CURIAM: In this appeal of a tort action, Derrick Dupont argues the trial\r\ncourt erred in (1) charging the jury on comparative negligence; (2) admitting\r\nevidence of his car accident; and (3) allowing testimony regarding his appearance\r\nat a roll call in general sessions court. We affirm pursuant to Rule 220(b),\r\nSCACR, and the following authorities: Stephens ex rel. Lillian C. v. CSX Transp.,\r\nInc., 400 S.C. 503, 520, 735 S.E.2d 505, 514 (Ct. App. 2012) (holding appellant\r\nwas not prejudiced by the trial court's jury charge when the jury's verdict as to the\r\nfirst issue made it unnecessary for the jury to reach the issue with the disputed\r\ncharge); Whaley v. CSX Transp., Inc., 362 S.C. 456, 483, 609 S.E.2d 286, 300\r\n(2005) (holding the admission of evidence is within the trial court's discretion and\r\nits decision will not be reversed absent an abuse of discretion); State v. Culbreath,\r\n377 S.C. 326, 333, 659 S.E.2d 268, 272 (Ct. App. 2008) (holding a defendant may\r\nopen the door to what would be otherwise improper evidence through his own\r\nintroduction of evidence or witness examination).\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"},{"id":"2014-UP-202","title":"Anoruo v. Anoruo","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-202.pdf","description":null,"date":"2014-05-21","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Ambrose Anoruo, Appellant,\r\n\r\n            v.\r\n\r\n            Florence Anoruo, Respondent.\r\n\r\n            Appellate Case No. 2012-212386\r\n\r\n\r\n                       Appeal From Orangeburg County \n\r\n                      Anne Gue Jones, Family Court Judge \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-202 \n\r\n                 Submitted March 1, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            R. Bentz Kirby and Glenn Walters, Sr., both of Glenn\r\n            Walters & Associates, PA, of Orangeburg, for Appellant.\r\n\r\n            Lakesha W. Jeffries, of Jeffries Law Firm, LLC, of\r\n            Orangeburg, for Respondent.\r\n\r\n\r\nPER CURIAM: Ambrose Anoruo (Husband) appeals the family court's award of\r\nalimony to Florence Anoruo (Wife), arguing the family court erred in failing to\r\nconsider Wife's exaggeration of her living expenses and Wife's future earning\r\ncapacity. We affirm.\r\n\nThe preponderance of the evidence supports the family court's factual findings, and\r\nthe alimony award is equitable and just. See Lewis v. Lewis, 392 S.C. 381, 392,\r\n709 S.E.2d 650, 655 (2011) (\"[T]he family court's factual finding will be affirmed\r\nunless [the] appellant satisfies this court that the preponderance of the evidence is\r\nagainst the finding of the family court.\" (internal quotation marks omitted)); Davis\r\nv. Davis, 372 S.C. 64, 79, 641 S.E.2d 446, 454 (Ct. App. 2006). (\"It is the duty of\r\nthe family court to make an alimony award that is fit, equitable, and just if the\r\nclaim is well founded.\"). The family court's order considered each of the thirteen\r\nstatutory factors, and its findings are supported by the record. See S.C. Code Ann.\r\n§ 20-3-130(C) (2014) (listing factors a court must consider when determining\r\naward of alimony). \"The family court may weigh these factors as it finds\r\nappropriate.\" Fuller v. Fuller, 370 S.C. 538, 549, 636 S.E.2d 636, 642 (Ct. App.\r\n2006). \"No one factor should be considered dispositive.\" Lide v. Lide, 277 S.C.\r\n155, 157, 283 S.E.2d 832, 833 (1981). Although section 20-3-130(C) requires the\r\nfamily court to consider and give appropriate weight to each of the thirteen factors,\r\nit does not require a full explanation of the weight accorded to each factor. Way v.\r\nWay, 398 S.C. 1, 10-11, 726 S.E.2d 215, 220 (Ct. App. 2012).\r\n\r\nHusband contends the family court failed to consider Wife's exaggeration of her\r\nliving expenses. However, the family court considered Wife's exaggeration of her\r\nexpenses when it found she inflated them. The family court also determined\r\nHusband inflated his expenses and his expenses were more unreasonable than\r\nWife's expenses, and a preponderance of the evidence supports this finding. For\r\nexample, although Husband testified he lived alone, he stated he paid $700 per\r\nmonth on food and household supplies. Additionally, he stated he was renting a\r\nthree-bedroom home for $1,500 per month, which was higher than the primary\r\nmortgage on the marital home. Further, he testified he spent $3,023.33 per month\r\non travel expenses.\r\n\r\nHusband also contends the family court should have considered Wife's future\r\nearning capacity when determining alimony. The family court did consider Wife's\r\nfuture earning capacity in its order when it stated, \"[Wife's] earning capacity will\r\nbe increased if she completes her PhD.\" This single factor, however, is not\r\ndispositive. See Lide, 277 S.C. at 157, 283 S.E.2d at 833 (\"No one factor should\r\nbe considered dispositive.\"). The family court based its award of alimony on\r\nseveral other facts, including the thirty-year duration of the marriage; the fact that\r\nHusband worked full-time throughout the marriage whereas Wife did not work\r\noutside the home until 1999; the fact that Husband earned $150,000 per year prior\r\nto stepping down from his position at Texas A&M University; the parties'\r\ncomfortable standard of living during the marriage; the equal division of marital\r\n\nproperty between the parties; and Husband's fault in causing the break-up of the\r\nmarriage.\r\n\r\nBased on the foregoing, we find a preponderance of the evidence supports the\r\nfamily court's award of alimony and the award of alimony was equitable and just.\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-204","title":"Diane A. N. v. Amanda S. G.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-204.pdf","description":null,"date":"2014-05-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        Diane A. N., Respondent,\r\n\r\n        v.\r\n\r\n        Amanda S. G., Appellant,\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2013-000562\r\n\r\n\r\n                      Appeal From Aiken County \n\r\n                 Dale Moore Gable, Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-204 \n\r\n                Heard May 6, 2014 – Filed May 23, 2014 \n\r\n\r\n\r\n                              AFFIRMED\r\n\r\n\r\n        Tanya D. Jeffords, of the Law Office of Tanya D.\r\n        Jeffords and Assoc., PC, of Augusta, GA, for Appellant.\r\n\r\n        Brian Austin Katonak, of the Law Office of Brian\r\n        Katonak, PA, of Aiken, for Respondent.\r\n\r\n        Barbara Grimes, of Aiken, as Guardian ad Litem.\r\n\nPER CURIAM: Amanda S. G. appeals the termination of her parental rights\r\n(TPR), arguing the family court erred in: (1) failing to apply the analysis from the\r\nsupreme court case of Moore v. Moore,1 (2) ordering TPR without making a\r\nfinding Amanda S. G. was unfit pursuant to Moore, and (3) finding it was in the\r\nchildren's best interests to grant TPR without considering a joint custody\r\narrangement when the evidence failed to show she was unfit to raise the children.\r\nWe affirm.\r\n\r\nBefore parental rights can be forever terminated, the alleged grounds for the\r\ntermination must be proven by clear and convincing evidence.\" Charleston Cnty.\r\nDep't of Soc. Servs. v. Jackson, 368 S.C. 87, 95, 627 S.E.2d 765, 770 (Ct. App.\r\n2006). \"On appeal, this court may review the record and make its own\r\ndetermination whether the grounds for termination are supported by clear and\r\nconvincing evidence.\" Id. \"[W]hile retaining the authority to make our own\r\nfindings of fact, we recognize the superior position of the family court judge in\r\nmaking credibility determinations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d\r\n650, 655 (2011) (footnote omitted). \"This degree of deference is especially true in\r\ncases involving the welfare and best interests of a minor child.\" Ex parte Morris,\r\n367 S.C. 56, 62, 624 S.E.2d 649, 652 (2006). \"Moreover, consistent with our\r\nconstitutional authority for de novo review, an appellant is not relieved of his\r\nburden to demonstrate error in the family court's findings of fact.\" Id.\r\n\"Consequently, the family court's factual findings will be affirmed unless appellant\r\nsatisfies this court that the preponderance of the evidence is against the finding of\r\nthe [family] court.\" Id. (internal quotation marks omitted). \"In a TPR case, the\r\nbest interest of the child is the paramount consideration.\" Jackson, 368 S.C. at 95,\r\n627 S.E.2d at 770.\r\n\r\nThe family court did not err in declining to apply the Moore factors or make a\r\nfinding of unfitness pursuant to Moore as alleged in Issues 1 and 2 because Moore\r\nis inapplicable to TPR actions. See Charleston Cnty. Dep't of Soc. Servs. v. King,\r\n369 S.C. 96, 104, 631 S.E.2d 239, 243 (2006) (\"The Moore factors cannot apply in\r\nthe termination of parental rights situation because that situation is governed by\r\nstatute.\").\r\n\r\n\r\n1300 S.C. 75, 386 S.E.2d 456 (1989) (establishing four factors the family court\r\nmust consider when a biological parent who temporarily relinquishes custody of a\r\nchild seeks to reclaim custody).\r\n\nThe family court also did not err in finding TPR was in the children's best interests\r\nas alleged in Issue 3.2 \"We exercise great caution in reviewing termination\r\nproceedings and will conclude termination is proper only when the evidence\r\nclearly and convincingly mandates such a result.\" S.C. Dep't of Soc. Servs. v.\r\nCochran, 364 S.C. 621, 626, 614 S.E.2d 642, 645 (2005). \"In cases involving the\r\ntermination of parental rights, there exist two, often competing, interests: those of\r\nthe parents and those of the child.\" Id. \"However, a child has a fundamental\r\ninterest in terminating parental rights if the parent-child relationship inhibits\r\nestablishing secure, stable, and continuous relationships found in a home with\r\nproper parental care.\" Id. \"In balancing these interests, the best interest of the child\r\nis paramount to that of the parent.\" Id. at 626-27, 614 S.E.2d at 645. \"Appellate\r\ncourts must consider the child's perspective, and not the parent's, as the primary\r\nconcern when determining whether TPR is appropriate.\" S.C. Dep't of Soc. Servs.\r\nv. Sarah W., 402 S.C. 324, 343, 741 S.E.2d 739, 749-50 (2013).\r\n\r\nA review of the record demonstrates Amanda S. G. had no contact with her\r\nchildren from March 2009 until July 2011. Amanda S. G. provided no evidence\r\nshe has supported the children since 2009 aside from buying them Easter baskets,\r\ngiving family members money to buy the children Christmas presents, and buying\r\nthe children clothes and school supplies on one occasion when she took them to\r\nAlabama. The family court found that since the temporary custody order has been\r\nin place, Amanda S. G. has only visited the children two or three times and has\r\nmade less than twenty out of a possible eighty phone calls.\r\n\r\nConversely, the guardian-ad-litem's (the GAL's) report stated Diane A. N. has\r\ntaken the children to medical appointments, helped them with their school work,\r\nand assumed other maternal duties. The family court found Diane A. N. has served\r\nin a motherly capacity since 2007. The children refer to Diane A. N. as \"mom\"\r\nand Amanda S. G. as \"Amanda,\" despite knowing Amanda S. G. is their biological\r\n\r\n\r\n\r\n2 Although Amanda S. G. does not appeal the family court's findings as to the\r\nstatutory grounds for TPR, we find two grounds were met. At oral argument,\r\ncounsel for Amanda S. G. conceded these two grounds were met. The two grounds\r\nare failure to visit as provided in section 63-7-2570(3) of the South Carolina Code\r\n(2010), and failure to support as provided in section 63-7-2570(4) of the South\r\nCarolina Code (2010).\r\n\nmother. The children are doing well in school and have expressed a desire not to\r\nreturn with Amanda S. G. to Alabama.\r\n\r\nAmanda S. G. is currently unemployed and lives with a married man who provides\r\nher with support. Amanda S. G. cited finances as a reason she could not visit the\r\nchildren as often as she wanted, but evidence showed that in 2009 Amanda S. G.\r\npurchased a visa and moved to the Netherlands until September 2010. Considering\r\nthese reasons and the entire record on appeal, we hold the family court's findings\r\nare supported by clear and convincing evidence and that TPR is in the children's\r\nbest interests.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-205","title":"SCDSS v. Derrick M.","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-205.pdf","description":null,"date":"2014-05-23","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v. \n\r\n\r\n        Shannon G. and Derrick M., Defendants, \n\r\n\r\n        Of whom Derrick M. is the Appellant. \n\r\n\r\n        In the interest of a minor child under the age of eighteen. \n\r\n\r\n        Appellate Case No. 2013-002506 \n\r\n\r\n\r\n                     Appeal From Greenville County \n\r\n                   Alex Kinlaw, Jr., Family Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2014-UP-205 \n\r\n               Submitted May 19, 2014 – Filed May 23, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        Cassandra Parks Gorton, of Greenville, for Appellant.\r\n\r\n        Deborah Murdock, of Murdock Law Firm, LLC, of\r\n        Mauldin, for Respondent.\r\n\n              Don J. Stevenson, of Don J. Stevenson, Attorney at Law,\r\n              of Greenville, for Guardian ad Litem.\r\n\r\n              Lisa Richardson Mobley, of Mobley Law Firm, of\r\n              Greenville, for the Foster Parents.\r\n\r\n\r\nPER CURIAM: Derrick M. appeals the family court's final order terminating his\r\nparental rights to his minor child. See S.C. Code Ann. § 63-7-2570 (2010 & Supp.\r\n2013). Upon a thorough review of the record and the family court's findings of\r\nfact and conclusions of law pursuant to Ex parte Cauthen, 291 S.C. 465, 354\r\nS.E.2d 381 (1987), we find no meritorious issues that warrant briefing.\r\nAccordingly, we affirm the family court's ruling.\r\n\r\nAFFIRMED.1\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-203","title":"Tirone v. Dailey","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-203.pdf","description":null,"date":"2014-05-28","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            Helena P. Tirone and Truman's Eclectic Irish Pub, Inc.,\r\n            Respondents,\r\n\r\n            v.\r\n\r\n            Thomas W. Dailey, Appellant.\r\n\r\n            Appellate Case No. 2012-213582\r\n\r\n\r\n                        Appeal From Beaufort County \n\r\n                     Marvin H. Dukes, III, Master-in-Equity \n\r\n\r\n\r\n                    Unpublished Opinion No. 2014-UP-203 \n\r\n                   Heard March 5, 2014 – Filed May 28, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Andre DuBose Rembert, of Charleston, for Appellant.\r\n\r\n            James Ashley Twombley, of Twenge & Twombley,\r\n            LLC, of Beaufort, for Respondents.\r\n\r\n\r\n\r\nPER CURIAM: Thomas W. Dailey appeals the order of the trial court granting\r\nsummary judgment to Helena P. Tirone, in which the court held Tirone was not\r\nindividually liable under Dailey's counterclaims. We affirm pursuant to Rule\r\n220(b), SCACR, and the following authorities: Rule 203(b)(1), SCACR (stating\r\n\nthe notice of appeal in a civil action must be served on all respondents within thirty\r\ndays following receipt of written notice of entry of the order or judgment); Elam v.\r\nS.C. Dep't of Transp., 361 S.C. 9, 14, 602 S.E.2d 772, 775 (2004) (stating the\r\nrequirement of service of the notice of appeal is jurisdictional); id. at 14-15, 602\r\nS.E.2d at 775 (\"[I]f a party misses the deadline, the appellate court lacks\r\njurisdiction to consider the appeal and has no authority or discretion to 'rescue' the\r\ndelinquent party by extending or ignoring the deadline for service of the notice.\");\r\nOtten v. Otten, 287 S.C. 166, 167, 337 S.E.2d 207, 208 (1985) (stating a motion\r\nmade under Rule 60, SCRCP, does not toll the running of the time for appeal);\r\nTransp. Ins. Co. & Flagstar Corp. v. S.C. Second Injury Fund, 389 S.C. 422, 431,\r\n699 S.E.2d 687, 691 (2010) (\"An unappealed ruling is the law of the case and\r\nrequires affirmance.\"); Lanier v. Lanier, 364 S.C. 211, 217, 612 S.E.2d 456, 459\r\n(Ct. App. 2005) (stating that in order to obtain a new trial based on newly\r\ndiscovered evidence, a movant must establish that the newly discovered evidence:\r\n\"(1) will probably change the result if a new trial is granted; (2) has been\r\ndiscovered since the trial; (3) could not have been discovered before the trial; (4) is\r\nmaterial to the issue; and (5) is not merely cumulative or impeaching\"); McCall v.\r\nIKON, 380 S.C. 649, 659-60, 670 S.E.2d 695, 701 (Ct. App. 2008) (stating an\r\norder comes to the appellate court with a presumption of correctness and the\r\nburden is on appellant to demonstrate reversible error); Wilson v. Dallas, 403 S.C.\r\n411, 449, 743 S.E.2d 746, 767 (2013) (noting an argument is effectively\r\nabandoned if the appellant's brief treats it in a conclusory manner).1\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 This court denied Dailey's motion to accept the filing of his final reply brief out\r\nof time. Even if the court had accepted the reply brief, our decision would be the\r\nsame. See McClurg v. Deaton, 395 S.C. 85, 87 n.2, 716 S.E.2d 887, 888 n.2\r\n(2011) (stating an issue may not be raised for the first time in a reply brief);\r\nGlasscock, Inc. v. U.S. Fid. & Guar. Co., 348 S.C. 76, 81, 557 S.E.2d 689, 691-92\r\n(Ct. App. 2001) (finding appellant's argument made in footnote of initial brief was\r\nnot preserved because it was conclusory and cited no supporting authority and\r\nwhile the argument was more fully addressed in the reply brief, an argument made\r\nin a reply brief cannot present an issue to the appellate court if it was not addressed\r\nin the initial brief).\r\n\nAFFIRMED. \n\r\n\r\nHUFF, THOMAS, and PIEPER, JJ., concur. \n\r\n\n","court":"Appeals"}]