[{"id":"2014-UP-327","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-327.pdf","description":null,"date":"2014-09-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Detrick Tiwan Williams, Appellant.\r\n\r\n             Appellate Case No. 2013-000074\r\n\r\n\r\n                            Appeal From York County \n\r\n                       John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                      Unpublished Opinion No. 2014-UP-327 \n\r\n                  Submitted July 1, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Appellate Defender Benjamin John Tripp, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Senior\r\n             Assistant Deputy Attorney General Salley W. Elliott,\r\n             both of Columbia; and Solicitor Kevin Scott Brackett, of\r\n             York, for Respondent.\r\n\r\n\r\nPER CURIAM: Detrick Tiwan Williams appeals his conviction of indecent\r\nexposure, arguing the trial court erred in denying his motion for a directed verdict.\r\n\nWe affirm pursuant to Rule 220(b), SCACR, and the following authorities: State\r\nv. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006) (\"When ruling on a\r\nmotion for a directed verdict, the trial court is concerned with the existence or\r\nnonexistence of evidence, not its weight.\"); id. at 292-93, 625 S.E.2d at 648 (\"If\r\nthere is any direct evidence or any substantial circumstantial evidence reasonably\r\ntending to prove the guilt of the accused, the [trial court] must find the case was\r\nproperly submitted to the jury.\"); S.C. Code Ann. § 16-15-130 (2003) (\"It is\r\nunlawful for a person to wilfully, maliciously, and indecently expose his person in\r\na public place, on property of others, or to the view of any person on a street or\r\nhighway.\"); State v. Williams, 280 S.C. 305, 306-07, 312 S.E.2d 555, 556 (1984)\r\n(adopting the definition of a public place as \"[a]ny place so situated that what\r\npasses there can be seen by any considerable number of persons, if they happen to\r\nlook\" (citations omitted)).\r\n\r\nAFFIRMED.1\r\n\r\nFEW, C.J., and SHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-329","title":"SCDSS v. Jackson","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-329.pdf","description":null,"date":"2014-09-03","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                THE STATE OF SOUTH CAROLINA \n\r\n                    In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Denise Hogan, Katrina Massey, and Michael Jackson,\r\n        Defendants,\r\n\r\n        Of Whom Michael Jackson is the Appellant.\r\n\r\n        In the interest of minor children under the age of\r\n        eighteen.\r\n\r\n        Appellate Case No. 2013-001676\r\n\r\n\r\n                   Appeal From Charleston County \n\r\n                Daniel E. Martin, Jr., Family Court Judge \n\r\n\r\n\r\n                Unpublished Opinion No. 2014-UP-329 \n\r\n             Heard July 23, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n                   REVERSED AND REMANDED\r\n\r\n\r\n        Mark L. Archer, of Archer Law Office, PA, of Mount\r\n        Pleasant, for Appellant.\r\n\n            Wolfgang Louis Kelly, of South Carolina Department of\r\n            Social Services, of North Charleston, for Respondent.\r\n\r\n            Joshua Keith Roten, of Charleston, for the Guardian ad\r\n            Litem.\r\n\r\n\r\nPER CURIAM: For the reasons set forth in South Carolina Department of Social\r\nServices v. Hogan, Op. No. 5269 (S.C. Ct. App. filed Sept. 3, 2014), the\r\npermanency planning order is reversed and remanded. The family court shall hold\r\na merits hearing on the underlying removal action within thirty-five days of the\r\nremittitur.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-330","title":"SCDSS v. Murphy","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-330.pdf","description":null,"date":"2014-09-04","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        Valerie Murphy, Cecil Smith, and John Doe,\r\n\r\n        Of whom Valerie Murphy is the Appellant.\r\n\r\n        In the interest of a minor under the age of eighteen.\r\n\r\n        Appellate Case No. 2013-001434\r\n\r\n\r\n                     Appeal from Richland County \n\r\n                   Dana A. Morris, Family Court Judge \n\r\n\r\n\r\n                 Unpublished Opinion No. 2014-UP-330 \n\r\n             Heard August 20, 2014 – Filed September 4, 2014 \n\r\n\r\n\r\n                    REVERSED AND REMANDED\r\n\r\n\r\n        Allison Boyd Bullard, of Harling & West, LLC, of\r\n        Lexington, for Appellant.\r\n\r\n        Claude Robin Chandler, of South Carolina Department of\r\n        Social Services, of Columbia, for Respondent.\r\n\n             Casey Michal Brown, of Richland County CASA, of\r\n             Columbia, for the Guardian ad Litem.\r\n\r\n\r\n\r\nPER CURIAM: In this appeal from a termination of parental rights (TPR) order,\r\nwe find the Department of Social Services (DSS) failed to prove terminating\r\nValerie Murphy's (Mother's) parental rights was in the child's best interest. We\r\nreverse and remand.\r\n\r\n\"In appeals from the family court, this [c]ourt reviews factual and legal issues de\r\nnovo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011).\r\nAlthough this court reviews the family court's findings de novo, we are not\r\nrequired to ignore the fact that the family court, who saw and heard the witnesses,\r\nwas in a better position to evaluate their credibility. Lewis v. Lewis, 392 S.C. 381,\r\n385, 709 S.E.2d 650, 651-52 (2011). The family court may order TPR upon\r\nfinding one or more of the statutory grounds is satisfied and TPR is in the best\r\ninterest of the child. S.C. Code Ann. § 63-7-2570 (2010 & Supp. 2013). The\r\ngrounds for TPR must be proven by clear and convincing evidence. S.C. Dep't of\r\nSoc. Servs. v. Parker, 336 S.C. 248, 254, 519 S.E.2d 351, 354 (Ct. App. 1999).\r\n\r\nWe find clear and convincing evidence shows Mother failed to remedy the\r\nconditions causing removal. A statutory ground for TPR is met when the child has\r\nbeen out of the home for six months or more following the adoption of a placement\r\nplan and the parent has not remedied the conditions that caused the removal. S.C.\r\nCode Ann. § 63-7-2570(2) (2010). \"First, DSS must identify the condition that led\r\nto the removal of the child. Second, DSS must identify appropriate rehabilitative\r\nservices, and third, DSS must make a meaningful offer of those services. DSS is\r\nnot, however, responsible for insuring successful outcomes.\" McCutcheon v.\r\nCharleston Cnty. Dep't of Soc. Servs., 302 S.C. 338, 343, 396 S.E.2d 115, 118 (Ct.\r\nApp. 1990). \"It is significant to note the statute allows for [TPR] where the parent\r\nhas not remedied the conditions which caused removal. This does not suggest that\r\nan attempt to remedy alone is adequate to preserve paternal rights. The attempt\r\nmust have, in fact remedied the conditions.\" S.C. Dep't of Soc. Servs. v. Broome,\r\n307 S.C. 48, 54, 413 S.E.2d 835, 839 (1992). \"[I]t is imperative that the condition\r\nwhich led to [the child's] removal be thoroughly explored.\" McCutcheon, 302 S.C.\r\nat 342, 396 S.E.2d at 117. We find Mother's failure to timely obtain drug treatment\r\nconstituted clear and convincing evidence to prove this ground. DSS caseworker\r\nMichelle McKenzie testified Mother never completed any portion of her treatment\r\n\nplan or submitted proof she completed substance abuse treatment. DSS was\r\nrelieved of providing services to Mother on July 10, 2008. Although Mother\r\nsubmitted evidence showing she obtained drug treatment while incarcerated, she\r\ndid not begin the treatment until her incarceration began in August 2010, more\r\nthan three years after the family court ordered her to obtain drug treatment and\r\nnearly three years after the child was removed. The record is devoid of evidence\r\nshowing Mother obtained drug treatment prior to that time. Based on the long\r\npassage of time before Mother obtained drug treatment, we find clear and\r\nconvincing evidence supports this ground.\r\n\r\nWe also find clear and convincing evidence shows the child was in foster care for\r\nfifteen of the most recent twenty-two months. A statutory ground for TPR is met\r\nwhen the child has been in foster care for fifteen of the most recent twenty-two\r\nmonths. S.C. Code Ann. § 63-7-2570(8) (2010). \"A finding pursuant to [this\r\nground] alone is sufficient to support [TPR].\" S.C. Dep't of Soc. Servs. v. Sims,\r\n359 S.C. 601, 608, 598 S.E.2d 303, 307 (Ct. App. 2004). \"Where there is\r\nsubstantial evidence that much of the delay . . . is attributable to the acts of others,\r\na parent's rights should not be terminated based solely on the fact that the child has\r\nspent greater than fifteen months in foster care.\" Charleston Cnty. Dep't of Soc.\r\nServs. v. Marccuci, 396 S.C. 218, 227, 721 S.E.2d 768, 773 (2011) (alteration in\r\nMarccuci) (internal quotation marks omitted). \"The family court must find that\r\nseverance is in the best interests of the child, and that the delay in reunification of\r\nthe family unit is attributable not to mistakes by the government, but to the parent's\r\ninability to provide an environment where the child will be nourished and\r\nprotected.\" S.C. Dep't of Soc. Servs. v. Sarah W., 402 S.C. 324, 336, 741 S.E.2d\r\n739, 746 (2013). Here, the child entered foster care on November 29, 2007, and\r\nremained in foster care nearly five years before the TPR hearing was held on July\r\n16, 2012. Unlike Marcucci, the evidence does not suggest DSS caused the delay in\r\nreunification. In fact, it appears DSS and the family court timely complied with\r\nthe statutory timeframes. The family court held a merits hearing on December 13,\r\n2007, less than thirty-five days after the child was removed. See S.C. Code Ann. §\r\n63-7-710(E) (2010) (requiring the family court to hold a merits hearing within\r\nthirty-five days of the date it receives the removal petition). The family court held\r\nthe first permanency planning hearing on July 10, 2008, less than one year after the\r\nchild entered foster care. See S.C. Code Ann. § 63-7-1700(A) (Supp. 2013)\r\n(requiring the family court to hold a permanency planning hearing \"no later than\r\none year after the date the child was first placed in foster care\"). At the first\r\npermanency planning hearing, the family court found Mother failed to complete\r\nthe treatment plan. The family court held the second permanency planning hearing\r\n\non April 2, 2009, and found Mother failed to complete the treatment plan. The\r\nfamily court held a third permanency planning hearing on February 4, 2010, and\r\nfound Mother had not completed the treatment plan. Mother filed a motion to stay\r\nthe TPR proceedings on September 28, 2010, due to her incarceration. Thus, the\r\nevidence shows the delay in reunification was caused by Mother's failure to\r\ncomplete her treatment plans and her incarceration rather than \"roadblocks erected\r\nby the State.\" See Sarah W., 402 S.C. at 337, 741 S.E.2d at 746 (\"It is neither\r\nreasonable nor compassionate to permanently sever parental rights based on\r\nsignificant delays and roadblocks erected by the State.\"). Accordingly, clear and\r\nconvincing evidence supports this ground.1\r\n\r\nHowever, we find the evidence does not clearly and convincingly show TPR is in\r\nthe child's best interest. \"The purpose of [the TPR statute] is to establish\r\nprocedures for the reasonable and compassionate [TPR] where children are abused,\r\nneglected, or abandoned in order to protect the health and welfare of these children\r\nand make them eligible for adoption . . . .\" S.C. Code Ann. § 63-7-2510 (2010). In\r\na TPR case, the best interest of the child is the paramount consideration. S.C.\r\nDep't of Soc. Servs. v. Smith, 343 S.C. 129, 133, 538 S.E.2d 285, 287 (Ct. App.\r\n2000). \"The interest[] of the child shall prevail if the child's interest and the\r\nparental rights conflict.\" S.C. Code Ann. § 63-7-2620 (2010). \"Appellate courts\r\nmust consider the child's perspective, and not the parent's, as the primary concern\r\nwhen determining whether TPR is appropriate.\" Sarah W., 402 S.C. at 343, 741\r\nS.E.2d at 749-50. Here, the uncontradicted evidence shows the child, who is\r\ncurrently fifteen years old, loves Mother and Mother regularly visited the child\r\nprior to her incarceration. Mother wrote letters to the child during Mother's\r\nincarceration, and the child was excited to receive the letters. The DSS caseworker\r\nadmitted DSS did not have evidence showing Mother acted inappropriately toward\r\nthe child during visitation, and DSS never received allegations that Mother was\r\nabusive in any way. Thus, we find the child has a meaningful bond with Mother.\r\nAlthough the removal was caused by Mother's prior drug abuse, DSS failed to\r\noffer any evidence showing she currently has a drug addiction, and it failed to\r\n\r\n\r\n1Because we find clear and convincing evidence establishes two statutory grounds\r\nfor TPR, we decline to address whether clear and convincing evidence showed\r\nMother had a diagnosable condition unlikely to change. See S.C. Dep't of Soc.\r\nServs. v. Headden, 354 S.C. 602, 613, 582 S.E.2d 419, 425 (2003) (stating an\r\nappellate court does not need to address a TPR ground if it finds clear and\r\nconvincing evidence supports another TPR ground).\r\n\ncontradict Mother's evidence that she completed substance abuse treatment while\r\nincarcerated. Finally, although the guardian ad litem recommended TPR, the\r\nrecord is devoid of evidence showing when the guardian ad litem visited the child\r\nand the basis of the guardian ad litem's recommendation. Based on the foregoing,\r\nwe find the evidence does not show TPR is in the child's best interest.\r\n\r\nAccordingly, we reverse and remand for a permanency planning hearing pursuant\r\nto section 63-7-1700 of the South Carolina Code (Supp. 2013). A permanency\r\nplanning hearing will allow the parties and the guardian ad litem an opportunity to\r\nupdate the family court on what has occurred since the TPR hearing. We make no\r\nfinding about whether reunification with Mother is in the child's best interest. We\r\nurge the family court to conduct a hearing expeditiously, including presentation of\r\na new guardian ad litem report and an updated home evaluation of Mother's\r\nresidence.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF, SHORT, and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"2014-UP-331","title":"SCDSS v. Green","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-331.pdf","description":null,"date":"2014-09-05","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                  THE STATE OF SOUTH CAROLINA \n\r\n                      In The Court of Appeals \n\r\n\r\n        South Carolina Department of Social Services,\r\n        Respondent,\r\n\r\n        v.\r\n\r\n        James Green, Appellant.\r\n\r\n        In the interest of a minor child under the age of eighteen.\r\n\r\n        Appellate Case No. 2013-001935\r\n\r\n\r\n                     Appeal From Beaufort County \n\r\n                  Tommy B. Edwards, Family Court Judge \n\r\n\r\n\r\n                  Unpublished Opinion No. 2014-UP-331 \n\r\n             Submitted August 4, 2014 – Filed September 5, 2014 \n\r\n\r\n\r\n                               AFFIRMED\r\n\r\n\r\n        F. Ward Borden, of Jones Simpson & Newton, PA, of\r\n        Hilton Head Island, for Appellant.\r\n\r\n        Scarlet Bell Moore, of Greenville, for Respondent.\r\n\r\n        Gregory Michael Galvin, of Galvin Law Group, of\r\n        Bluffton, for the Guardian ad Litem.\r\n\nPER CURIAM: James Green (Father) appeals the family court's order\r\nterminating his parental rights (TPR) to his minor child (Child). See S.C. Code\r\nAnn. § 63-7-2570 (Supp. 2013). On appeal, Father argues the family court erred\r\nby finding clear and convincing evidence proved (1) Child was in foster care\r\nfifteen of the most recent twenty-two months and (2) Child was harmed as defined\r\nby section 63-7-20 of the South Carolina Code (2010) while residing in Father's\r\nhome, and because of the severity of the harm, it was not reasonably likely the\r\nhome could be made safe within twelve months. We affirm.\r\n\r\n1. We find that because of the severity of the harm to Child, it is not reasonably\r\nlikely Father's home can be made safe within twelve months. See S.C. Code Ann.\r\n§ 63-7-2570(1) (2010) (\"The family court may order [TPR] upon a finding . . .\r\n[t]he child[,] . . . while residing in the parent's domicile[,] has been harmed as\r\ndefined in [s]ection 63-7-20, and because of the severity or repetition of the abuse\r\nor neglect, it is not reasonably likely that the home can be made safe within twelve\r\nmonths.\"); S.C. Code Ann. § 63-7-20(4)(c) (defining \"harm\" to include when a\r\nparent \"fails to supply the child with adequate . . . health care though financially\r\nable to do so . . . and the failure to do so has caused or presents a substantial risk of\r\ncausing physical or mental injury\").1\r\n\r\n2. We find TPR was in Child's best interest. See Charleston Cnty. Dep't of Soc.\r\nServs. v. Jackson, 368 S.C. 87, 102, 627 S.E.2d 765, 774 (Ct. App. 2006) (\"In TPR\r\ncases, the best interest of the child is the paramount consideration.\"); id. (\"The\r\ninterests of the child shall prevail if the child's interest and the parental rights\r\nconflict.\" (quoting S.C. Code Ann. § 63-7-2620 (2010))).\r\n\r\nAFFIRMED.2\r\n\r\nWILLIAMS, GEATHERS, and McDONALD, JJ., concur.\r\n\r\n\r\n1 Because we find the family court properly ordered TPR based on this ground, we\r\ndecline to address the alternative grounds. See S.C. Code Ann. § 63-7-2570 (2010\r\n& Supp. 2013) (\"The family court may order [TPR] upon a finding of one or more\r\nof the [statutory grounds].\" (emphasis added)); Doe v. Baby Boy Roe, 353 S.C.\r\n576, 581, 578 S.E.2d 733, 736 (Ct. App. 2003) (\"Having found one ground on\r\nwhich the family court properly terminated [the parent]'s parental rights, we need\r\nonly determine that [TPR] is in [the child]'s best interest[] to affirm the family\r\ncourt's termination.\" (emphasis added)).\r\n2 We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\n","court":"Appeals"},{"id":"2014-UP-332","title":"State v. Rogers","url":"http://www.judicial.state.sc.us/opinions//unpublishedopinions/HTMLFiles/COA/2014-UP-332.pdf","description":null,"date":"2014-09-17","type":"opinion","text":"THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD NOT BE \n\r\n   CITED OR RELIED ON AS PRECEDENT IN ANY PROCEEDING \n\r\n        EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Michael Rogers, Appellant.\r\n\r\n            Appellate Case No. 2011-201326\r\n\r\n\r\n                        Appeal From Spartanburg County\r\n                       J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                     Unpublished Opinion No. 2014-UP-332 \n\r\n                 Heard January 7, 2014 – Filed September 17, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Chief Appellate Defender Robert Michael Dudek, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan Wilson and Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\n\r\nPER CURIAM: Michael Rogers appeals his conviction for voluntary\r\nmanslaughter, arguing the circuit court erred in denying his motion to dismiss\r\n\nunder the defense of habitation and the Protection of Persons and Property Act\r\n(\"the Act\").1 We affirm.\r\n\r\nWe find Rogers did not preserve the defense of habitation argument for appellate\r\nreview because he never argued he was immune from prosecution pursuant to\r\ndefense of habitation in either his pretrial motion to dismiss or at any time during\r\nhis trial. See State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693-94 (2003)\r\n(\"In order for an issue to be preserved for appellate review, it must have been\r\nraised to and ruled upon by the [circuit court]. Issues not raised and ruled upon in\r\nthe [circuit] court will not be considered on appeal.\"); State v. Prioleau, 345 S.C.\r\n404, 411, 548 S.E.2d 213, 216 (2001) (\"[A] party may not argue one ground at trial\r\nand an alternate ground on appeal.\"); Dunbar, 356 S.C. at 142, 587 S.E.2d at 694\r\n(\"A party need not use the exact name of a legal doctrine in order to preserve it, but\r\nit must be clear that the argument has been presented on that ground.\").\r\n\r\nAdditionally, Rogers argues he was immune from prosecution by referencing the\r\nAct and comparing the instant case to State v. Duncan, 392 S.C. 404, 411, 709\r\nS.E.2d 662, 665 (2011).2 We disagree and find the circuit court properly denied\r\nRogers' motion to dismiss because Rogers failed to carry his burden of proof and\r\nestablish by a preponderance of the evidence that he was permitted to use deadly\r\nforce under any section of the Act or other applicable provision of law. See S.C.\r\nCode Ann. § 16-11-450(A) (Supp. 2013) (\"A person who uses deadly force as\r\npermitted by the provisions of this article or another applicable provision of law is\r\njustified in using deadly force and is immune from criminal prosecution and civil\r\naction for the use of deadly force . . . .\"); S.C. Code Ann. § 16-11-440(A) (Supp.\r\n2013) (\"A person is presumed to have a reasonable fear of imminent peril of death\r\nor great bodily injury to himself or another person when using deadly force that is\r\nintended or likely to cause death or great bodily injury to another person if the\r\nperson: (1) against whom the deadly force is used is in the process of unlawfully\r\nand forcefully entering, or has unlawfully and forcibly entered a dwelling,\r\nresidence, or occupied vehicle, or if he removes or is attempting to remove another\r\nperson against his will from the dwelling, residence, or occupied vehicle; and (2)\r\n\r\n\r\n\r\n1   See S.C. Code Ann. §§ 16-11-410 to -450 (Supp. 2013).\r\n2In Duncan, our supreme court held a defendant is immune from prosecution\r\nunder the Act when he is justified in using deadly force to prevent the victim from\r\nunlawfully and forcibly entering his home. 392 S.C. at 411, 709 S.E.2d at 665.\r\n\nwho uses deadly force knows or has reason to believe that an unlawful and forcible\r\nentry or unlawful and forcible act is occurring or has occurred.\"); S.C. Code Ann. §\r\n16-11-440(C) (Supp. 2013) (\"A person who is not engaged in an unlawful activity\r\nand who is attacked in another place where he has a right to be, including, but not\r\nlimited to, his place of business, has no duty to retreat and has the right to stand his\r\nground and meet force with force, including deadly force, if he reasonably believes\r\nit is necessary to prevent death or great bodily injury to himself or another person\r\nor to prevent the commission of a violent crime . . . .\"); State v. Curry, 406 S.C.\r\n364, 371, 752 S.E.2d 263, 266 (2013) (stating that for a defendant to be entitled to\r\nimmunity under the Act, \"[c]onsistent with the Castle Doctrine and the text of the\r\nAct, a valid case of self-defense must exist . . . .\"); State v. Dickey, 394 S.C. 491,\r\n499, 716 S.E.2d 97, 101 (2011) (\"A person is justified in using deadly force in self-\r\ndefense when: (1) The defendant was without fault in bringing on the difficulty; (2)\r\nThe defendant . . . actually believed he was in imminent danger of losing his life or\r\nsustaining serious bodily injury, or he actually was in such imminent danger; (3) If\r\nthe defense is based upon the defendant's actual belief of imminent danger, a\r\nreasonable prudent man of ordinary firmness and courage would have entertained\r\nthe same belief . . . ; and (4) The defendant had no other probable means of\r\navoiding the danger of losing his own life or sustaining serious bodily injury than\r\nto act as he did in this particular instance.\" (citation omitted)); State v. Hewitt, 205\r\nS.C. 207, 212, 31 S.E.2d 257, 258 (1944) (\"[O]ne attacked, without fault on his\r\nown part, on his own premises, has the right in establishing his plea of self-\r\ndefense, to claim immunity from the law of retreat, which ordinarily is an essential\r\nelement of that defense.\" (emphasis added)).\r\n\r\nAFFIRMED.\r\n\r\nSHORT, WILLIAMS, and THOMAS, JJ., concur.\r\n\n","court":"Appeals"}]