[{"id":"24544","title":"State v. Long","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24544","description":"","date":"1997-01-13","type":"opinion","text":"\r\n      \r\n\r\n  Davis Advance Sheet No. 1\r\n  __ S.E.2d __\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\nThe State, Respondent,\r\n\r\nv.\r\n\r\nJerome Long,                        Appellant.\r\n\r\nAppeal From Orangeburg County\r\n\r\n\r\nC. Victor Pyle, Jr., Judge\r\n\r\n\r\nOpinion No. 24544\r\n\r\n\r\n\r\nHeard October 3, 1996 - Filed January 13, 1997\r\n\r\nAFFIRMED\r\n\r\n\r\nSenior Assistant Appellate Defender Wanda H. Haile of\r\n\r\n\r\n\r\nS.C. Office of Appellate Defense, of Columbia, for\r\n\r\n\r\n\r\nappellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, Assistant\r\n\r\n\r\n\r\nDeputy Attorney General Donald J. Zelenka, Assistant\r\n\r\n\r\n\r\nAttorney General Robert F. Daley, Jr., of Columbia; and\r\n\r\n\r\n\r\nSolicitor Walter M. Bailey, Jr., of Summerville, for\r\n\r\n\r\n\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nBurnett, A.J.: Appellant was convicted of murder and sentenced \r\n\r\nto life imprisonment.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. Did the trial judge err by failing to direct a verdict of \r\n\r\nacquittal because the evidence established\r\n\r\n\r\n\r\nself-defense as a matter of law?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2. Did the trial judge err by refusing to instruct the jury on \r\n\r\ndefense of others?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nP.3\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. LONG\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nI.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues the trial judge erred by failing to direct a \r\n\r\nverdict of acquittal because the\r\n\r\n\r\n\r\nevidence established self-defense as a matter of law.  He\r\n\r\n\r\n\r\ncontends he was entitled to a directed\r\n\r\n\r\n\r\nverdict on self-defense because the evidence presented was \r\n\r\nsimilar to that in State v. Hendrix, 270\r\n\r\n\r\n\r\nS.C. 653, 244 S.E.2d 503 (1978).  We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhen ruling on a motion for a directed verdict, the trial \r\n\r\njudge is concerned with the existence of\r\n\r\n\r\n\r\nevidence, not its weight.  When this Court reviews the denial of \r\n\r\na motion for a directed verdict, it\r\n\r\n\r\n\r\nviews the evidence in the light most favorable to the non-moving \r\n\r\nparty, and if there is any direct\r\n\r\n\r\n\r\nor substantial circumstantial evidence which reasonably tends to \r\n\r\nprove the guilt of the accused or\r\n\r\n\r\n\r\nfrom which guilt may be fairly and logically deduced, refusal by \r\n\r\nthe trial judge to direct a verdict\r\n\r\n\r\n\r\nis not error.  State v. Williams, _ S.C. _, 468 S.E.2d 626 \r\n\r\n(1996); State v. Stokes, 299 S.C. 483,\r\n\r\n\r\n\r\n386 S.E.2d 241 (1989).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTo establish self-defense, the defendant must establish (1) he \r\n\r\nwas without fault in bringing on the\r\n\r\n\r\n\r\ndifficulty; (2) he actually believed he was in imminent danger of \r\n\r\nlosing his life or sustaining\r\n\r\n\r\n\r\nserious bodily injury; (3) a reasonably prudent person of\r\n\r\n\r\n\r\nordinary firmness and courage would\r\n\r\n\r\n\r\nhave entertained the same belief; and (4) he had no other\r\n\r\n\r\n\r\nprobable means of avoiding the danger. \r\n\r\n\r\n\r\nState v. Bruno, _ S.C. _, 473 S.E.2d 450 (1996); State v. Davis, \r\n\r\n282 S.C. 45, 317 S.E.2d 452\r\n\r\n\r\n\r\n(1984).  However, a person attacked on his own premises, without \r\n\r\nfault, has the right to claim\r\n\r\n\r\n\r\nimmunity from the law of retreat.  State v. Sales, 285 S.C. 113, \r\n\r\n328 S.E.2d 619 (1985).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nViewing the testimony in the light most favorable to the \r\n\r\nState, the evidence is as follows. \r\n\r\n\r\n\r\nAppellant lived with his wife and her four children.  Appellant's \r\n\r\nwife and others testified that prior\r\n\r\n\r\n\r\nto the day of the shooting, appellant Fn.1 \r\n\r\nstated he would kill Ronald,\r\n\r\n\r\n\r\nappellant's twenty-one year old stepson who did not live in \r\n\r\nappellant's home, if he came into the\r\n\r\n\r\n\r\nhome.  On the day of the shooting, appellant told his\r\n\r\n\r\n\r\neleven-year-old stepson, Chris (Ronald's\r\n\r\n\r\n\r\nbrother), he had called the police and reported Ronald had stolen \r\n\r\na bicycle.  Chris left appellant's\r\n\r\n\r\n\r\nhome and told Ronald about appellant's statement.  Chris\r\n\r\n\r\n\r\naccompanied Ronald back to the home. \r\n\r\n\r\n\r\nAppellant was in his bedroom with the door closed.  Ronald beat \r\n\r\non the bedroom door with a\r\n\r\n\r\n\r\nbaseball bat and argued with appellant through the door about \r\n\r\nappellant's telephone call to the\r\n\r\n\r\n\r\npolice.  Appellant opened the door and immediately shot Ronald \r\n\r\nonce in the chest, killing him. \r\n\r\n\r\n\r\nAccording to eyewitnesses Chris and Matilda, appellant's \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_______________\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFn 1.   At the time of trial, appellant was \r\n\r\ntwenty-nine years old.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nP.4\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. LONG\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nstepdaughter (Ronald's sister), Ronald had the baseball bat \r\n\r\ndown at his side after using it to knock\r\n\r\n\r\n\r\non the door; Ronald did not threaten appellant with the bat. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant testified he was afraid of Ronald when he used \r\n\r\nillegal drugs.  A police officer testified\r\n\r\n\r\n\r\nthat, after the shooting, appellant told him Ronald \"came in \r\n\r\n[appellant's home] in an erratic mode,\r\n\r\n\r\n\r\nas if he was high.\" Appellant offered no corroborating evidence \r\n\r\nRonald actually used drugs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant further testified that on the day before the\r\n\r\n\r\n\r\nshooting, Ronald had come to his home\r\n\r\n\r\n\r\ncarrying a handgun.  Appellant called the police, but Ronald left \r\n\r\nbefore the police arrived. \r\n\r\n\r\n\r\nConsequently, the specifics of this incident were not confirmed \r\n\r\nby the police report.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant admitted he had a conviction for discharging a \r\n\r\nfirearm into a dwelling.  He stated he\r\n\r\n\r\n\r\nhad previously been beaten with a baseball bat and, as a result, \r\n\r\nwas afraid of people with baseball\r\n\r\n\r\n\r\nbats.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhile self-defense can be inferred even from the State's \r\n\r\nversion of the evidence, the evidence of\r\n\r\n\r\n\r\nself-defense is not conclusive.  Whether appellant actually \r\n\r\nbelieved he was in imminent danger of\r\n\r\n\r\n\r\nlosing his life or sustaining serious bodily injury and whether \r\n\r\nan ordinary person would have\r\n\r\n\r\n\r\nentertained the same belief were questions for the jury. \r\n\r\n\r\n\r\nAccordingly, the trial judge properly\r\n\r\n\r\n\r\nrefused to direct a verdict in appellant's favor based on\r\n\r\n\r\n\r\nself-defense. State v. Starnes, 213 S.C.\r\n\r\n\r\n\r\n304, 49 S.E.2d 209 (1948)(in homicide prosecution of defendant \r\n\r\nwho was in his own home when\r\n\r\n\r\n\r\ndeceased was killed, where there was some testimony defendant was \r\n\r\nventing a grudge,\r\n\r\n\r\n\r\ndefendant's claim of self-defense was for the jury).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFurthermore, the evidence presented at appellant's trial is \r\n\r\nnot similar to that presented in State v.\r\n\r\n\r\n\r\nHendrix, supra.  In Hendrix, the victim and Mr. Hendrix had a \r\n\r\npoor relationship.  Early on the day\r\n\r\n\r\n\r\nof the shooting, the victim told Mr. Hendrix \"they were going to \r\n\r\nhave to fight to settle this thing.\"\r\n\r\n\r\n\r\nLater, the victim, while intoxicated, drove to Mr. Hendrix's \r\n\r\nproperty.  While pointing a shotgun,\r\n\r\n\r\n\r\nMr. Hendrix warned the victim to \"back off.\" The victim returned \r\n\r\nto his truck, obtained a\r\n\r\n\r\n\r\nshotgun, and walked towards Mr. Hendrix.  At this point, Mr. \r\n\r\nHendrix shot and killed the victim. \r\n\r\n\r\n\r\nUnlike appellant, Mr. Hendrix was clearly in imminent danger.  \r\n\r\nMoreover, unlike the parties in\r\n\r\n\r\n\r\nHendrix, appellant and Ronald were close in age and there was no \r\n\r\nevidence Ronald was actually\r\n\r\n\r\n\r\nunder the influence of drugs at the time of the shooting.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nII.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues the trial judge erred by refusing to instruct \r\n\r\nthe jury on defense of others.  We\r\n\r\n\r\n\r\ndisagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nP.5\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. LONG\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe law to be charged is determined from the evidence\r\n\r\n\r\n\r\npresented at trial.  State v. Gourdine,\r\n\r\n\r\n\r\n__S.C.__, 472 S.E.2d 241 (1996); State v. Todd, 290 S.C. 212,  \r\n\r\n349 S.E.2d 339 (1986).  Under\r\n\r\n\r\n\r\nthe theory of defense of others, one is not guilty of  taking the \r\n\r\nlife of an assailant who assaults a\r\n\r\n\r\n\r\nfriend, relative, or bystander if that friend, relative, or \r\n\r\nbystander would likewise have the right to\r\n\r\n\r\n\r\ntake the life of the assailant in self-defense.  State v. Sales, \r\n\r\nsupra; State v. Hays, 121 S.C. 163,\r\n\r\n\r\n\r\n113 S.E. 362 (1922); State v. Cook, 78 S.C. 253, 59 S.E. 862 \r\n\r\n(1906).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant testified that on the day of the shooting, Ronald \r\n\r\ncame to appellant's house, beat on the\r\n\r\n\r\n\r\nside of the house, entered the house and beat on appellant's \r\n\r\nbedroom door with the baseball bat\r\n\r\n\r\n\r\nand cursed.  Appellant stated he was afraid and begged Ronald to \r\n\r\nleave.  Then, the bedroom door\r\n\r\n\r\n\r\nsuddenly opened, Ronald hit him with the bat, and appellant shot \r\n\r\nRonald.  Appellant testified he\r\n\r\n\r\n\r\nshot Ronald trying to defend himself and described the shooting \r\n\r\nas an accident.  He further\r\n\r\n\r\n\r\ntestified the children in the house could have been hurt.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant was not entitled to a jury charge on defense of \r\n\r\nothers because there was no evidence he\r\n\r\n\r\n\r\nwas defending others when he shot Ronald.  The testimony\r\n\r\n\r\n\r\nindicates Ronald was only angry with\r\n\r\n\r\n\r\nand threatened appellant with a baseball bat. There was no \r\n\r\nevidence Ronald threatened the other\r\n\r\n\r\n\r\npeople in appellant's home. Accordingly, while appellant was \r\n\r\nentitled to and received a charge on\r\n\r\n\r\n\r\nself-defense, he was not entitled to a charge on defense of \r\n\r\nothers.  Bozeman v. State, 307 S.C.\r\n\r\n\r\n\r\n172, 414 S.E.2d 144 (1992)(defendant is not entitled to a jury \r\n\r\ncharge on defense of others where\r\n\r\n\r\n\r\nthe evidence indicates the victim swung a knife at the defendant, \r\n\r\nnot at the defendant's brother).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL.  MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nP.6\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24545","title":"The State v. Brazell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24545","description":"","date":"1997-01-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Advance Sheet No. 1\r\n  __ S.E.2d __\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe State,                              Respondent,\r\nv.\r\nRoss K. Brazell,                        Appellant.\r\nAppeal From Calhoun County\r\n  Charles W. Whetstone, Jr., Judge\r\nOpinion No. 24545\r\n  Heard September 17, 1996 - Filed January 13, 1997\r\nAFFIRMED\r\nAssistant Appellate Defender Robert M. Dudek, of South Carolina Office of Appellate\r\n  \r\n  Defense, of Columbia; and Martin Banks, of St. Matthews, for appellant.\r\nAttorney General Charles Molony Condon, Assistant Deputy Attorney General Donald J.\r\n  \r\n  Zelenka, Assistant Attorney General Charles F. Reid, all of Columbia; and Solicitor Walter M.\r\n  \r\n  Bailey, Jr., of Summerville, for respondent.\r\nBurnett, A.J.: Ross Brazell appeals his conviction of armed robbery and\r\n  \r\n  murder.  Brazell claims his due process rights and his right to a speedy trial were violated.  He\r\n  \r\n  also asserts the trial judge erred by not directing a verdict and by admitting photographs of the\r\n  \r\n  crime scene into evidence.  We disagree and affirm.\r\nFacts\r\nOn February 4, 1987, John Jeffers was robbed and murdered on a roadside in Calhoun\r\n  \r\n  County.  Ross Brazell was arrested on February 23, 1987, and charged with the armed robbery\r\n  \r\n  and murder.  While awaiting trial, Brazell was detained in jail.  The indictment on these charges\r\n  \r\n  was nol prossed on January 26, 1988, with leave to refile. \r\n  \r\nP.7\r\n\r\nSTATE v. BRAZELL\r\nIn 1991, the prosecution reopened the investigation.  The State served an arrest warrant on\r\n  \r\n  Brazell in December 1991 while he was in prison for another crime.  Brazell was re-indicted by\r\n  \r\n  the grand jury in April 1992 only for the murder of Jeffers.  Subsequent to this indictment Brazell\r\n  \r\n  filed motions for a speedy trial and dismissal for pre-indictment delay. \r\n  \r\nOn June 22, 1994, the motions were heard.  Brazell claimed that he filed several motions to\r\n  \r\n  dismiss beginning in January 1992.  However, these motions are not included in the record on\r\n  \r\n  appeal.  Brazell's motion to dismiss for pre-indictment delay was denied.  His motion for a speedy\r\n  \r\n  trial was conditionally granted by scheduling an August 1994 trial date.  The prosecution was\r\n  \r\n  warned if it did not proceed with the trial, Brazell could renew his motion to dismiss. \r\n  \r\nOn July 27, 1994, Brazell was re-indicted by the grand jury for the armed robbery of Jeffers. \r\n  \r\n  Brazell asserted his right to a speedy trial on this charge on August 1, 1994.  The trial judge\r\n  \r\n  denied this motion because the length of delay had been less than one week and the delay was\r\n  \r\n  nonprejudicial.  No motion to dismiss was filed. \r\n  \r\nBrazell was tried on August 1-4, 1994, for both armed robbery and murder.  The State relied\r\n  \r\n  on circumstantial evidence to prove Brazell's guilt.  The evidence showed Brazell was involved in\r\n  \r\n  a check forging scheme using Jeffers' identification and Brazell had taken out a life insurance\r\n  \r\n  policy on Jeffers' life shortly before the murder naming himself beneficiary. \r\n  \r\nOn the day before the murder, Brazell called Jeffers' home and instructed Jeffers to be on the\r\n  \r\n  1:00 p.m. bus from Columbia to Jacksonville, Florida.  When Jeffers missed the bus, Brazell called\r\n  \r\n  and told Jeffers to catch the 8:00 p.m. bus.  Jeffers' father testified that Brazell told him he was in\r\n  \r\n  Jacksonville; however, if Brazell had been in Jacksonville at the time of the second call, he could\r\n  \r\n  not have known Jeffers had missed the bus. \r\n  \r\nWhen Jeffers was dropped off at the Columbia bus station around 7:30 p.m., two witnesses\r\n  \r\n  testified they noticed an individual, who resembled appellant, standing beside a brown pickup\r\n  \r\n  truck across the street from the bus station talking on a pay telephone.  Mr. L.C. Rish, who lives\r\n  \r\n  only a few minutes from the crime scene, testified that Jeffers and a companion, whom Jeffers\r\n  \r\n  referred to as \"uncle,\" visited his house the evening of the murder. Brazell was Jeffers' uncle. \r\n  \r\nAfter 8:30 p.m. on February 4, 1987, a witness testified he saw a brown pickup truck without\r\n  \r\n  headlights pull to the side of the road at the murder scene and saw a white male exit the truck. \r\n  \r\n  Later in the evening, the witness testified that, as he passed the same area, he saw Jeffers' body. \r\n  \r\n  Another witness testified he saw the body on the roadside close to 9:00 p.m. that evening.  The\r\n  \r\n  State presented evidence that it was possible for an individual to drive, within thirty-five minutes,\r\n  \r\n  from the Columbia bus station to the location in Calhoun County where Jeffers' body was found. \r\n  \r\nSeveral witnesses for the State described jewelry and money that Jeffers had in\r\nP.8\r\n\r\nSTATE v. BRAZELL\r\nhis possession when he was dropped off at the bus station.  None of these items were found at\r\n  \r\n  the crime scene. \r\n  \r\nBrazell chose not to testify.  However, several defense witnesses testified Brazell was in\r\n  \r\n  Conway, South Carolina on February 4, 1987.\r\nIssues \r\n  \r\nI.   Were Brazell's due process rights under the Fourteenth Amendment violated because of\r\n  \r\n  the pre-indictment delay? \r\n  \r\nII. Should the trial judge have dismissed the murder and armed robbery charges because\r\n  \r\n  Brazell was denied his right to a speedy trial? \r\n  \r\nIII.  Did the trial court err when it denied Brazell's motion for a directed verdict? \r\n  \r\nIV. Did the trial court err when it admitted into evidence photographs of the victim and crime\r\n  \r\n  scene? \r\n  \r\nI. \r\n  \r\nBrazell claims he was denied his due process rights under the Fourteenth Amendment of the\r\n  \r\n  United States Constitution because of the pre-indictment delay.  We disagree. \r\n  \r\nThe Due Process Clause plays a limited role in protecting against oppressive pre-indictment\r\n  \r\n  delay.  United States v. Lovasco, 431 U.S. 783, 97 S.Ct. 2044, 52 L.Ed.2d 752 (1977); United\r\n  \r\n  States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971).  The United States\r\n  \r\n  Supreme Court has developed a two-prong inquiry when pre-indictment delay is alleged to violate\r\n  \r\n  due process.  First, the defendant has the burden of proving the pre-indictment delay caused\r\n  \r\n  substantial actual prejudice to his right to a fair trial.  Second, if the defendant shows actual\r\n  \r\n  prejudice, the court must consider the prosecution's reasons for the delay and balance the\r\n  \r\n  justification for delay with any prejudice to the defendant.  If the court finds the delay was an\r\n  \r\n  intentional device to gain a tactical advantage over the accused, the court should dismiss the\r\n  \r\n  indictment.  Id.; Howell v. Barker, 904 F.2d 895 (4th Cir.), cert. denied, 498 U.S. 1990); United\r\n  \r\n  States v. Automated Medical Laboratories.  Inc., 770 F.2d 399 (4th Cir. 1985).  When balancing\r\n  \r\n  the prejudice and the justification, \"[t]he basic inquiry then becomes whether the goveminent's\r\n  \r\n  action in prosecuting after substantial delay violates 'fundamental conceptions of justice' or 'the\r\n  \r\n  community's sense of fair play and decency.\"'  Howell, 904 F.2d at 889 (quoting United States v.\r\n  \r\n  Automated Medical Laboratories, Inc., 770 F.2d 399, 404 (4th Cir. 1985)).\r\nSubstantial prejudice requires a showing that \"he was meaningfully impaired in his ability to\r\n  \r\n  defend against the state's charges to such an extent that the disposition of the criminal proceeding\r\n  \r\n  was likely effected [sic].\" Jones v. Virginia, 95-6383 (4th Cir.  Sept. 3,\r\nP.9\r\n\r\nSTATE v. BRAZELL\r\n1996).  When the claimed prejudice is the unavailability of a witness, courts require that the\r\n  \r\n  defendant identify the witness he would have called; demonstrate, with specificity, the expected\r\n  \r\n  content of that witness' testimony; establish that he made serious attempts to locate the witness;\r\n  \r\n  and finally, show that the information the witness would have provided was not available from\r\n  \r\n  other sources.  Howell, supra. \r\n  \r\nBrazell claims he was prejudiced in presenting a defense by the unavailability of his star alibi\r\n  \r\n  witness, Ray Williams.  Brazell was unable to locate Williams before the trial.  Brazell alleged\r\n  \r\n  Williams could have testified he was with Brazell all day in Conway, South Carolina on February\r\n  \r\n  4, 1987, the day of the murder. \r\n  \r\nBrazell failed to show the evidence Williams would have provided was not available from\r\n  \r\n  other sources.  Brazell had several other alibi witnesses testify he was in Conway during the time\r\n  \r\n  the murder was committed.  Nothing in the record indicated Williams would have been more\r\n  \r\n  believable than the other defense witnesses.  See Automated Medical Laboratories.  Inc., supra\r\n  \r\n  (finding speculative whether missing witness' testimony would be favorable to defendant). \r\n  \r\nFurther, the testimony is unclear whether Williams was actually with Brazell all day.  Mildred\r\n  \r\n  Brazell, appellant's ex-wife, testified Brazell left their house in Conway around 7:00 p.m. to go to\r\n  \r\n  the Hughes' house and that she, Melissa Collins, and Williams left shortly after him.  Therefore,\r\n  \r\n  for at least a short period of time, Williams was not with Brazell. Melissa Collins testified she was\r\n  \r\n  not sure if Williams retumed to the house with her after they ate at the Hughes' house or if he\r\n  \r\n  went with Brazell to the auto auction that evening.  Her statement given in 1987 stated that\r\n  \r\n  Williarns returned to the house with her and did not go with Brazell to the auction.  Olivia\r\n  \r\n  Hughes testified she thought Williams was also around that night because he was usually with\r\n  \r\n  Brazell; however, she was not sure.  Charles Hughes testified Williams probably left with Brazell\r\n  \r\n  because he was Brazell's friend.  Because Williams' contribution to the appellant's alibi is\r\n  \r\n  speculative, Brazell was at most only slightly prejudiced by the unavailability of Williams. \r\n  \r\nBrazell also argues his defense was prejudiced because the memories of his witnesses faded\r\n  \r\n  due to the lapse of time between the occurrence and the trial.  While it is true the defense\r\n  \r\n  witnesses' memories of the day of the crime had faded over time, these witnesses were able to\r\n  \r\n  refer to statements they made during the first investigation to refresh their memories.  The 1987\r\n  \r\n  statements and the testimony given by the witnesses were basically consistent.  It is speculative\r\n  \r\n  that the jury would have found their testimony more credible if their memories of that day had not\r\n  \r\n  faded.  Although the State during its cross-examination brought out the fact that the witnesses'\r\n  \r\n  memories had faded, there is no evidence that the State delayed the prosecution of Brazell until\r\n  \r\n  the defense witnesses could no longer remember that day.  Therefore, the appellant suffered only\r\n  \r\n  slight, if any, actual prejudice due to the dimming of the witnesses' memories. \r\n  \r\nBecause Brazell failed to carry his burden of proving actual substantial prejudice, we need not\r\n  \r\n  consider the State's justification for the delay.  Brazell's right to due process has not been denied\r\n  \r\n  by the pre-indictment delay.\r\nP.10\r\n\r\nSTATE v. BRAZELL\r\nII. \r\n  \r\nNext, Brazell argues his right to a speedy trial was violated for both the armed robbery and\r\n  \r\n  the murder charges and the charges should have been dismissed.  We disagree. \r\n  \r\nAn accused is entitled to a speedy trial under the Sixth and Fourteenth Amendments of the\r\n  \r\n  United States Constitution and under Axticle 1, Section 14, of the Constitution of South Carolina. \r\n  \r\n  Klopfer v. North Carolina, 386 U.S. 213, 87 S.Ct. 988, 18 L.Ed.2d 1 (1967); State v. Waites, 270\r\n  \r\n  S.C. 104, 240 S.E.2d 651 (1978).  \"Whether or not a person accused of a crime has been denied\r\n  \r\n  his constitutional right to a speedy trial is a question to be answered in the light of the\r\n  \r\n  circumstances of each case.\" State v. Dukes, 256 S.C. 218, 222, 182 S.E.2d 286, 288 (1971)\r\n  \r\n  (quoting Wheeler v. State, 247 S.C. 393, 400 147 S.E.2d 627, 630 (1966)).  In Barker v. Wingo,\r\n  \r\n  407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972), the Supreme Court identified several\r\n  \r\n  factors to be used when resolving a speedy trial issue including: (1) the length of the delay; (2) the\r\n  \r\n  reason the govenunent asserts to justify the delay; (3) when and how the defendant asserted his\r\n  \r\n  right to a speedy trial; and (4) prejudice to the defendant.  The South Carolina Supreme Court has\r\n  \r\n  recognized these factors. See State v. Foster, 260 S.C. 511, 197 S.E.2d 280 (1973).\r\nMurder Indictment \r\n  \r\nFirst, it must be determined what time periods should be considered.  A person's right to a\r\n  \r\n  speedy trial only arises when he becomes the accused.  United States v. MacDonald, 456 U.S. 1,\r\n  \r\n  1102 S.Ct. 1497, 71 L.Ed.2d 696 (1982).  The time between the dismissal of a charge and the\r\n  \r\n  subsequent reinstatement of the charge is not included.  See United States v. Loud Hawk, 474\r\n  \r\n  U.S. 302, 106 S.Ct. 648, 88 L.Ed.2d 640 (1986) (finding that the time during which the\r\n  \r\n  indictment was dismissed and defendants were free of all restrictions should be excluded from the\r\n  \r\n  length of delay factor); MacDonald, supra (once charges are dismissed, the speedy trial guarantee\r\n  \r\n  is no longer applicable); State v. Chapman, 289 S.C. 42, 344 S.E.2d 611 (1986) (holding that the\r\n  \r\n  defendant's speedy trial motion only encompassed the three months between his initial arrest and\r\n  \r\n  the dismissal of charges and the nine months between the second arrest and the motion to quash). \r\n  \r\n  Therefore, the eleven months between Brazell's initial arrest and the dismissal of the charges and\r\n  \r\n  the two years and six months between the second arrest and the motion to dismiss should be\r\n  \r\n  considered when deciding Brazell's speedy trial motion. \r\n  \r\nThe length of delay in prosecuting the murder charge is disturbing.  The delay totals three\r\n  \r\n  years and five months.  Although delay alone is not dispositive, this delay is sufficient to trigger\r\n  \r\n  review of the other three factors.  See Waites, supra (finding that a two year and four month delay\r\n  \r\n  was sufficient to trigger review). \r\n  \r\nThe State offers no justification for the initial eleven months during which time the defendant\r\n  \r\n  was detained in jail.  The State claims the delay after the re-indictment was necessary because of\r\n  \r\n  the complexities of the case including the location of witnesses and piecing together the\r\n  \r\n  circumstantial evidence.  It also asserts the delay was due to upheaval in the solicitor's office. \r\n  \r\n  However, these reasons do not excuse the lengthy delay.\r\nP.11\r\n\r\nSTATE v. BRAZELL\r\nIt is unclear from the record when Brazell first asserted his right to a speedy trial.  Brazell\r\n  \r\n  claimed he first asserted his right to a speedy trial in 1992 by filing a habeas corpus petition with\r\n  \r\n  the federal court and by filing a motion to dismiss the indictment.  Both of these motions were\r\n  \r\n  made pro se.  However, the prosecution claimed no motions for a speedy trial were actually filed\r\n  \r\n  until April 1994 when Brazell's counsel filed a motion. Brazell's motion was heard in June 1994. \r\n  \r\nAs discussed in Issue I, Brazell suffered only slight prejudice, if any at all, because of the\r\n  \r\n  delay. \r\n  \r\nAlthough the delay was lengthy and the justification was unsatisfactory, Brazell's right to a\r\n  \r\n  speedy trial was not denied when one balances the Barker factors.  The long delay was negated by\r\n  \r\n  the lack of prejudice to the defense.  There is no evidence that the delay was willful or intentional. \r\n  \r\n  The trial judge, by setting an August trial date (less than two months away) and warning the\r\n  \r\n  prosecution that any further delay would probably result in dismissal, adequately protected\r\n  \r\n  Brazell's right to a speedy trial under these circumstances. \r\n  \r\nArmed Robbery Indictment \r\n  \r\nThe length of delay for the armed robbery charge is at the most eleven months and one week\r\n  \r\n  which includes the time between the initial arrest and the dismissal and the time between the\r\n  \r\n  second indictment and the motion to dismiss.  This delay is not so troubling. \r\n  \r\nOnce Brazell was re-indicted, the prosecution immediately proceeded to trial.  Because both\r\n  \r\n  charges arose out the same event, the defense was not prejudiced by the lack of time to prepare\r\n  \r\n  the defense for the armed robbery charge.  Brazell's defense, that he was in Conway at the time of\r\n  \r\n  the occurrence, was the same for both charges.  The State may have been negligent in delaying\r\n  \r\n  the re-indictment, but Brazell was not denied his right to a speedy trial on this charge. \r\n  \r\nIII. \r\n  \r\nBrazell contends that the trial court erred in refusing to direct a verdict in his favor because\r\n  \r\n  the evidence presented by the State failed to place him at the crime scene and the evidence\r\n  \r\n  presented by the defense established that he was in Conway on the night of the murder.  We\r\n  \r\n  disagree. \r\n  \r\nThis case is based entirely on circumstantial evidence.  \"The trial court has a duty to submit\r\n  \r\n  the case to the jury where the evidence is circumstantial if there is any substantial evidence which\r\n  \r\n  reasonably tends to prove the guilt of the accused or from which his guilt may be fairly and\r\n  \r\n  logically deduced.\" State v. Copeland, __S.C.__, __, 468 S.E.2d 620, 625 (1996); see also State\r\n  \r\n  v. Edwards, 298 S.C. 272, 379 S.E.2d 888 (1989).  \"In ruling on a motion for a directed verdict,\r\n  \r\n  the trial court is concemed with the existence of evidence, not with its weight.\" Edwards, 298\r\n  \r\n  S.C. at 275, 379 S.E.2d at 889.  \"When this Court reviews the denial of a motion for a directed\r\n  \r\n  verdict, it views the evidence in the light\r\nP.12\r\n\r\nSTATE v. BRAZELL\r\nmost favorable to the non-moving party, and if there is any direct or substantial circumstantial\r\n  \r\n  evidence which reasonably tends to prove the guilt of the accused, refusal by the trial judge to\r\n  \r\n  direct a verdict is not error.\" Copeland, - S.C. at . 468 S.E.2d at 625-26. \r\n  \r\nBrazell emphasizes the testimony of the various alibi witnesses in arguing the trial court erred\r\n  \r\n  in denying his motion for a directed verdict.  However, Brazell fails to recognize any of the\r\n  \r\n  evidence presented by the State to prove his guilt. \r\n  \r\nAlthough the evidence is circumstantial, the State presented sufficient evidence to prove each\r\n  \r\n  element of both charges.  Testimony of witnesses placed Brazell (or someone resembling him) in\r\n  \r\n  the Columbia area on February 4, 1987.  Mr. Rish testified that Brazell and Jeffers were together\r\n  \r\n  shortly before the murder.  Brazell lied about his whereabouts when he called Jeffers' house on the\r\n  \r\n  day of the murder.  Shortly before Jeffers' death, Brazell had taken out a life insurance policy on\r\n  \r\n  Jeffers' life naming himself as beneficiary.  Brazell forged Jeffers' name on several documents and\r\n  \r\n  was involved in an elaborate check forging scheme using Jeffers' identification.  The money and\r\n  \r\n  jewelry, which were in Jeffers' possession at the bus station, were missing when his body was\r\n  \r\n  discovered. \r\n  \r\nThe trial judge correctly submitted this case to the jury because the State presented substantial\r\n  \r\n  evidence from which a jury could logically and fairly deduce the guilt of Brazell for both armed\r\n  \r\n  robbery and murder.  Thus, the trial judge did not err in denying the appellant's motion for a\r\n  \r\n  directed verdict. \r\n  \r\nIV. \r\n  \r\nBrazell argues the photographs admitted into evidence by the trial court were highly\r\n  \r\n  prejudicial and served no purpose other than to arouse passion and prejudice in the jury. \r\n  \r\n  According to Brazell, other graphic testimony of how Jeffers was killed had already been given by\r\n  \r\n  Dr. Sexton, a forensic pathologist, and law enforcement officers.  Therefore, the pictures were\r\n  \r\n  unnecessary, and their prejudicial effect outweighed their probative value. We disagree. \r\n  \r\nEvidence should be excluded when its probative value is outweighed by its prejudicial effect. \r\n  \r\n  State v. Kelley, 319 S.C. 173 460 S.E.2d 368 (1995).  \"A trial judge has considerable latitude in\r\n  \r\n  ruling on the admissibility of evidence and his rulings will not be disturbed absent a showing of\r\n  \r\n  probable prejudice.\" Kelley, 319 S.C. at 173, 460 S.E.2d at 370; see also State v. Komahrens,\r\n  \r\n  290 S.C. 281, 350 S.E.2d 180 (1986), cert denied, 480 U.S. 940, 107 S.Ct. 1592, 94 L.Ed.2d\r\n  \r\n  781 (1987).  The determination of relevancy and materiality of a photograph is left to the sound\r\n  \r\n  discretion of the trial judge.  Kelley, 319 S.C. at 173, 460 S.E.2d at 370.  Photographs calculated\r\n  \r\n  to arouse the sympathy or prejudice of the jury should be excluded if they are irrelevant or not\r\n  \r\n  necessary to substantiate material facts or conditions.  Komahrens, s\"ra; State v. Middleton, 288\r\n  \r\n  S.C. 21, 339 S.E.2d 692 (1986).\r\nThe photographs show the crime scene and the position of Jeffers' body.  Although they are in\r\n  \r\n  color, the pictures are not close-ups.  The judge selected three of the offered photographs because\r\n  \r\n  he found they were not unduly prejudicial or inflammatory and \r\n  \r\nP.13\r\n\r\nSTATE v. BRAZELL\r\nthey accurately reflected the scene.  The trial judge excluded other photographs of the crime\r\n  \r\n  scene and autopsy because he found the probative value to be outweighed by the unfair prejudice. \r\n  \r\nThe photographs supported the testimony of several witnesses and were relevant to the nature\r\n  \r\n  of the crime.  The State used the photographs to establish that the murder was a deliberate and\r\n  \r\n  calculated act.  These photographs corroborated the testimony of Gregory Whetstone concerning\r\n  \r\n  the location of the body on the side of the road and Dr. Sexton concerning the injuries sustained\r\n  \r\n  by Jeffers. \r\n  \r\nEven if the descriptive testimony of the prosecution's witnesses adequately conveyed the\r\n  \r\n  brutality and malice of the crime and these photographs were unnecessary, they were harmless\r\n  \r\n  surplusage.  See State v. Robinson, 201 S.C. 230, 22 S.E.2d 587 (1942) (finding the photographs\r\n  \r\n  unnecessary but harmless because they were not prejudicial or inflammatory).  These photographs\r\n  \r\n  did not inflame the jury and were not prejudicial. Therefore, we find the trial judge properly\r\n  \r\n  admitted the three photographs into evidence. \r\n  \r\nAFFIRMED. \r\n  \r\nTOAL, A.C.J., MOORE, WALLER, JJ., and Acting Associate\r\nJustice Donald W. Beatty, concur. \r\n  \r\nP.14\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24546","title":"Dobyns, et al.,Petitioner,  v. SC Department of Parks, Recreation and Tourism, Respondent.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24546","description":"","date":"1997-01-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n  Davis Advance Sheet No. 1\r\n  __ S.E.2d __\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nFrank Dobyns, Pat\r\n  Basnett, Ann K. Hubbard\r\n  and Rowena Hubbard,\r\n  Richard E. Rettew, G.C.\r\n  Dowling, Deborah O.\r\n  McCarthy, Vern E.\r\n  McCarthy, John E.\r\n  Ownby, Jr., Gene\r\n  DeLoach, Francis F.\r\n  DeLoach, N. William\r\n  Pettys, Jr., Sara R.\r\n  Steinmeyer, Lee Reed,\r\n  Marjorie Reed, H.W. Wall,\r\n  J.H. Walters, Jack C.\r\n  Croft, Thomas A.\r\n  Campbell, Jr., Blair\r\n  Walker Hollis, June\r\n  Walker Korn, Ellen D.\r\n  Holstein, W.N.  Barnes,\r\n  Craig O. Diss, Renee M.\r\n  Diss, Timothy F. Long,\r\n  Valerie Long, Maya Hahn,\r\n  Jan Shevin, Shirley M.\r\n  Johnson, Jack J. Watts,\r\n  Richard D. Ellenberg,\r\n  Virginia Ingram, Donald\r\n  R. Faulkner, C. Vaughn\r\n  Leslie, Jr., Robert N.\r\n  Brown, James A. Leslie,\r\n  Mary Alice O'Neal,\r\n  William E. Pascoe, and\r\n  Constance Curry, of whom\r\n  Renee M. Diss,\r\n  individually and as\r\n  personal representative of\r\n  Craig O. Diss, is,  Petitioner, \r\n  \r\nv. \r\n  \r\nSouth Carolina\r\n  Department of Parks,\r\n  Recreation and Tourism, Respondent. \r\n  \r\nP.15\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\nAppeal From Beaufort County\r\n  Tom Kemmerlin, Master-in-Equity \r\n  \r\nOpinion No. 24546\r\n  Heard November 7, 1996 - Filed January 13, 1997 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nRussell P. Patterson of Jones, Scheider &amp; Patterson, of Hilton Head, for petitioner. \r\n  \r\nW. Brantley Harvey, Jr., of Harvey &amp; Battey, of Beaufort, for respondent. \r\n  \r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals' opinion in Dobyns v.\r\n  \r\n  South Carolina Department of Parks, Recreation and Tourism, __S.C.__ 454 S.E.2d 347 (Ct. \r\n  \r\n  App. 1995).  We affirm as modified. \r\n  \r\nFACTS \r\n  \r\nThis case involves the construction of a long term lease held by Petitioner, Craig O. Diss\r\n  \r\n  (hereinafter Diss or Lessee), on a lot on Hunting Island State Park in Beaufort County. Fn.1 Diss\r\n  \r\n  instituted this action when the South Carolina Department of Parks, Recreation and Tourism\r\n  \r\n  (PRT or Lessor) refused to consent to the transfer of his lease. Fn.2 \r\n  \r\nThe matter was referred to the Master-In-Equity who held: 1) that PRT could refuse to allow\r\n  \r\n  transfer or assignment of the lease without giving any reason, 2) that \r\n  \r\n_______________ \r\n\r\n  \r\n  Fn.1 This case originally involved two separate actions which were consolidated for appeal.  The\r\n  \r\n  matter has been settled as to all parties except Diss.  Accordingly, all leaseholders other than Diss\r\n  \r\n  have been dismissed as parties.  Diss recently passed away and his Personal Representative has\r\n  \r\nbeen substituted as the proper party. \r\n\r\n  \r\n  Fn.2 The facts are more fully set forth in the Court of Appeals' opinion. \r\nP.16\r\n\r\nDOBYNS, et al. v. SC DEPT. of PARKS etc. /  DISS v. SC PRT \r\nDiss has the option of renewing his lease for successive ten year periods, so long as he lives, and\r\n  \r\n  3) that upon Diss's death, the lease could not be renewed. Fn.3 On appeal, Diss contended the\r\n  \r\n  lease did not terminate upon his death, but could be perpetually renewed by his heirs, and that\r\n  \r\n  Lessor must have a good reason to deny a request to transfer a lease.  The Court of Appeals held,\r\n  \r\n  inter alia, 1) the lease was not perpetual and was terminable at will by either party upon\r\n  \r\n  reasonable notice, and 2) Lessor may deny its consent to transfer a lease for any reason or no\r\n  \r\n  reason. \r\n  \r\nISSUES\r\n1. Did the Court of Appeals err in holding the leases terminable at will by either party? \r\n  \r\n2. Did the Court of Appeals err in failing to address Diss's contention that, upon the death of a\r\n  \r\n  Lessee, his heirs may renew the lease? \r\n  \r\n3 Did the Court of Appeals err in failing to imply a reasonableness requirement into Lessor's\r\n  \r\n  refusal to consent to a transfer of a lease? \r\n  \r\n1. TERMINATION AT WILL \r\n  \r\nThe Master ruled existing Lessees have the option of renewing their leases for successive ten year\r\n  \r\n  periods, so long as they live. Fn.4 The Master essentially found the leases were not perpetual, but\r\n  \r\n  were personal to each tenant, such that they could not be renewed upon the death of the tenant. \r\n  \r\n  PRT did not appeal this ruling, nor did it file a Rule 59 SCRCP motion to alter or amend. \r\n  \r\nCiting this Court's opinion in Carolina Cable Network v. Alert Cable TV, Inc., 316 S.C. 98_, 447\r\n  \r\n  S.E.2d 199 (1994), the Court of Appeals found no express language in the leases intending to\r\n  \r\n  create a perpetual lease. Fn.5 The Court of Appeals went further, however, and cited Carolina\r\n  \r\n  Cable for the proposition that the leases were terminable at will by either party upon reasonable\r\n  \r\n  notice.  Effectively, this holding reversed the Master's decision that current lessees may renew\r\n  \r\n  their leases so long as they live.  As this ruling was not appealed by PRT, it became the law of\r\n  \r\n  the case and should not have been addressed by the Court of Appeals. Accordingly, we vacate so\r\n  \r\n  much of the Court of Appeals' opinion as holds the leases were terminable at will by \r\n  \r\n_______________ \r\n\r\n\r\nFn.3 The Master noted that the Lessee's heirs could enjoy the balance of any existing ten year\r\n\r\nrenewal period. \r\n\r\nFn.4 The Master's ruling applied to the original 40 plaintiffs, as well as Diss. \r\n\r\nFn.5 In Carolina Cable, this Court recognized that perpetual contracts are not favored and will be\r\n\r\nupheld only where the perpetual nature of the contract is an express term. \r\nP.17\r\n\r\nDOBYNS, et al. v. SC DEPT. of PARKS etc. / DISS v. SC PRT \r\neither party.  Burton v. County of Abbeville, 312 S.C. 359, 440 S.E.2d 396 (Ct.  App.\r\n  \r\n  1994)(unchallenged ruling by trial court is the law of the case); Cash v. Cash, __S.C.__ 465\r\n  \r\n  S.E.2d 371 (1995)(failure to raise issue at trial or make post trial motion renders issue\r\n  \r\n  procedurally barred). Fn.6 \r\n  \r\nDiss also asserts the Court of Appeals missapplied Carolina Cable in failing to imply a perpetual\r\n  \r\n  lease from the circumstances of this case.  We disagree.  Contrary to Diss's contention, the\r\n  \r\n  present circumstances do not warrant an inference that the parties intended to create a perpetual\r\n  \r\n  lease. Fn.7 Accordingly, we affirm the Court of Appeals' ruling on this issue. \r\n  \r\n2. DEATH OF LESSEE \r\n  \r\nIn light of its holding that the leases were terminable at will, the Court of Appeals did not address\r\n  \r\n  Diss's contention that, upon the death of a tenant, the lease may be renewed by the heirs. \r\n  \r\nDiss correctly cites the general rule that the death of a tenant holding a lease for a ten of years\r\n  \r\n  does not terminate a tenancy. Fn.8 See Charles v. Byrd, 29 S.C. 544, 8 S.E. 1 (1888); Annot:\r\n  \r\n  Death of Lessee as Terminating Lease, 42 A.L.R.4th 963; 51 C.J.S. Landlord and Tenant &#167; 92. \r\n  \r\n  However, we find that, although the lease does not terminate on a lessee's death, the lease passes\r\n  \r\n  to the estate or heirs only until the expiration of the current lease period. See Joint Property\r\n  \r\n  Owners v. Deri 497 N.Y.S.2d 658 (N.Y. 1986)(residential lease is not a property right that\r\n  \r\n  devolves upon death to be passed from one generation to another.  Landlord has right to choose\r\n  \r\n  to \r\n  \r\n_______________ \r\n\r\n\r\nFn.6 Contrary to PRT's contention, Carolina Cable did not change the law in this state but, rather,\r\n\r\nwas premised upon a 1911 case, Childs v. City of Columbia, 87 S.C. 566, 70 S.E.2d 296 (1911). \r\n\r\nAccordingly, Carolina Cable was not a change in the law and PRT could have raised the issue of\r\n\r\ntermination at will prior to the Master's decision, or in a Rule 59 motion.  Having failed to do so,\r\n\r\nit is bound by the Master's ruling.  Cash v. Cash supra. \r\n\r\nFn.7 The fact the leases allow for \"successive\" ten year renewals is insufficient to demonstrate an\r\n\r\nintent of the parties to create a perpetual lease.  See Howard v. Schildberg Constr.  Co., Inc., 528\r\n\r\nN.W.2d 550 (Iowa 1995)(unless lease uses words such as \"perpetual,\" perpetuity,\" or \"forever,\"\r\n\r\ncourts will not generally impute a perpetual lease); Pults v. City of Springdale, 745 S.W.2d 144\r\n\r\n(Ark.App. 1988); Lattimore v. Fisher's Food Shoppe, Inc., 329 S.E.2d 346 (N.C. 1985); Burke v.\r\n\r\nPermian Ford-Lincoln Mercury, 621 P.2d 1119 (N.M. 1981); Lonergan v. Connecticut Food\r\n\r\nStore.  Inc., 357 A.2d 910 (1975)(language in leases providing for \"successive\" renewals does not\r\n\r\ncreate a perpetual right of renewal\"). \r\n\r\nFn.8 The Master and Court of Appeals did not hold that the lease terminates upon a lessee's\r\n\r\ndeath; they held the heirs could enjoy the balance of an existing lease term. \r\nP.18\r\n\r\nDOBYNS, et al. v. SC DEPT. of PARKS etc. / DISS v. SC PRT \r\nwhom he wishes to lease property).  See also Sherman v. Carlin, 546 N.E.2d 433 (Ohio 1988);\r\n  \r\n  Gleason v. Tompkins, 375 N.Y.S.2d 247 (1975). \r\n  \r\nLessees cite 51C C.J.S. Landlord and Tenant &#167;58(2) for the proposition that legal successors\r\n  \r\n  stand in the same position as the original parties with respect to renewal of the lease.  See also\r\n  \r\n  Taylor v. King Cole Theaters, 31 S.E.2d 261 (Va. 1944); First Citizens Bank v. Frazelle, 40\r\n  \r\n  S.E.2d 367 (1946).  However, the benefit of a covenant to renew passes by assignment only in the\r\n  \r\n  absence of a contractual restriction. 51C C.J.S. Landlord and Tenant &#167;58(2).  Here, the lease by\r\n  \r\n  its terms is personal to the Lessee, and may not be assigned without consent of the Lessor.  Such\r\n  \r\n  restrictions have been found to prohibit renewal by the heirs/assigns.  Edwards v. Tobin 284 P.2d\r\n  \r\n  562 (Or. 1930); Gleason v. Tompkins, supra; Geyer v. Lietzan, supra. \r\n  \r\nThe Court of Appeals correctly held that, upon a tenant's death, the heirs may enjoy the balance of\r\n  \r\n  an existing term. \r\n  \r\n3. CONSENT TO TRANSFER \r\n  \r\nFinally, Diss contends the Master and Court of Appeals erred in refusing to impute a\r\n  \r\n  \"reasonableness requirement\" into PRT's refusal to consent to a transfer of the lease.  We\r\n  \r\n  disagree. \r\n  \r\nThere is a split of authority as to whether or not a landlord may refuse consent to a transfer or\r\n  \r\n  assignment arbitrarily, or whether the lessor must have a reasonable basis to deny consent. \r\n  \r\n  Annotation: Withholding Consent-Assignment of Lease, 21 ALR 4th 188 (1983); 2 Powell on\r\n  \r\n  Real Property, &#167; 17.04[l]: Johnson, Correctly Interpreting Long Term Leases Pursuant To\r\n  \r\n  Modern Contract Law; Toward a Theory of Relational Leases, 74 Virg.  L. Rev. 751 (1988). \r\n  \r\n  Courts taking the view that refusal to consent to a transfer must be reasonable tend to adopt the\r\n  \r\n  Restatement view which states: \r\n  \r\nA restraint on alienation without the consent of the landlord of the tenant's interest in the leased\r\n  \r\n  property is valid, but the landlord's consent to an alientation by the tenant cannot be withheld\r\n  \r\n  unreasonably, unless a freely negotiated provision in the lease gives the landlord an ablolute right\r\n  \r\n  to withhold consent. \r\n  \r\nRestatement (Second) of Property &#167; 15.2(2) (1976).  A number of courts, however, adhere to the\r\n  \r\n  common law view that consent may be arbitrarily refused. 21 A.L.R.4th at &#167; 3. \r\n  \r\nThe Court of Appeals refused to adopt a reasonableness requirement, finding the courts of this\r\n  \r\n  state without authority to re-write a contract.  We concur with this result.  The judicial function of\r\n  \r\n  a court of law is to enforce contracts as made by the parties and not to re-write or distort, under\r\n  \r\n  the guise of judicial construction, the terms of an unambiguous contract.  Patterson v. Aetna Life\r\n  \r\n  Ins.  Co., 248 S.C. 374, \r\n  \r\nP.19\r\n\r\nDOBYNS, et al. v. SC DEPT. of PARKS etc. / DISS v. SC PRT \r\n149 S.E.2d 915 (1966). \r\n  \r\nHere, the contract clearly provides that the leases may be transferred \"upon consent of the lessor.\"\r\n  \r\n  There is no stated reasonableness requirement and this Court declines to read one into the\r\n  \r\n  contract.  If the parties had chosen to limit Lessor's ability to deny consent, they could have so\r\n  \r\n  stated in the contract.  Accordingly, we find Lessor acted within its rights in denying consent to\r\n  \r\n  transfer the lease. \r\n  \r\nCONCLUSION \r\n  \r\nThe Court of Appeals' opinion is vacated to the extent it held the leases were terminable at will by\r\n  \r\n  either party.  The remainder of the opinion is \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\nFINNEY, C.J., MOORE, and BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\nP.20\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24547","title":"Newman  v. Richland County Historic Preservation Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24547","description":"","date":"1997-01-13","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Advance Sheet No. 1\r\n  __ S.E.2d __\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n\r\nAnn P. Newman,                    Respondent, \r\n  \r\nv. \r\n  \r\nRichland County Historic\r\n  Preservation Commission,\r\n  City of Columbia, South\r\n  Carolina, and County of\r\n  Richland, South Carolina,         Defendants, \r\n  \r\nOf whom City of Columbia,\r\n  South Carolina, and County of\r\n  Richland, South Carolina are       Appellants. \r\n  \r\nAppeal From Richland County\r\n  John C. Hayes, III, Judge \r\n  \r\nOpinion No. 24547\r\n  Heard February 21, 1996 - Filed January 13, 1997 \r\n  \r\nREVERSED \r\n  \r\nJames S. Meggs and Thomas E. Ellenburg, both of the Office of the City Attorney, of Columbia\r\n  \r\n  for appellant City of Columbia and Larry C. Smith, of the Office of the Richland County\r\n  \r\n  Attorneys Office, all of Columbia, for appellant County of Richland. \r\n  \r\nD. Cravens Ravenel, of Baker, Barwick, Ravenel &amp; Bender, of Columbia, for respondent. \r\n  \r\nWayne F. Rush, of the Office of General Services, South Carolina Budget and Control Board, of\r\n  \r\n  Columbia, attorney for amicus curiae. \r\n  \r\nFINNEY, CJ.: The dispositive issue in this appeal is whether a member of the governing board of\r\n  \r\n  a special purpose district has standing to bring a declaratory judgment action challenging passage\r\n  \r\n  by the board of a resolution \r\n  \r\nP.21\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\nwhich the member opposed?  We hold the member lacks standing to bring such a suit either in her\r\n  \r\n  official capacity or as a citizen and taxpayer, and reverse.\r\nRespondent (Newman) was appointed to a four year term as a commissioner on defendantFn.1 Richland County Historic Preservation Commission (RCHPC).  The RCHPC is a special purpose\r\n  \r\n  district created in 1963. 1963 S.C. Acts 69. Fn.2\r\nIn May 1994 RCHPC owned four historic homes in Columbia, Fn.3 and some of their furnishings. \r\n  \r\n  Six of the seven commissioners were present at the regularly scheduled May 1994 RCHPC\r\n  \r\n  meeting.  At this meeting a resolution was introduced and passed by a vote of 4-2.  Newman was\r\n  \r\n  one of the dissenters.  This resolution had two provisions:\r\n(A)   That the RCHPC deed two of its properties to appellant City of Columbia  (City) Fn.4 and\r\n  \r\n  the other two to appellant Richland County (County); Fn.5 and\r\n  (B)   that the RCHPC dissolve itself.\r\nNewman then brought this declaratory judgment action to declare the property transfers void and\r\n  \r\n  the dissolution ineffective.  She brought the suit both in her capacity as a commissioner and as a\r\n  \r\n  citizen-taxpayer.  After County and City and RCHPC answered, Newman moved for summary\r\n  \r\n  judgment as did City and RCHPC.Fn.6 The circuit court granted Newman's motion, and denied\r\n  \r\n  the other two.  Appellants appealed.\r\nOn appeal there is no challenge to the circuit court's conclusion that the RCHPC lacks the ability\r\n  \r\n  to dissolve itself, an action which can only be achieved by an act of the General Assembly, S.C.\r\n  \r\n  Code Ann. &#167; 4-9-80 (1986), or by the Secretary of State in cases of inactive special purpose\r\n  \r\n  districts.  S.C. Code Ann. &#167; 4-11-290 (Supp. 1995).  The issue before the Court is whether\r\n  \r\n  Newman had standing to bring this declaratory judgment action challenging the propriety of the \r\n  \r\n_______________ \r\n\r\n\r\nFn.1 RCHPC has abandoned its appeal. \r\n\r\nFn.2 The Act was amended in April 1988. 1988 S.C. Acts 790.  The amendment is irrelevant to\r\n\r\nthis appeal. \r\n\r\nFn.3 The Mann-Simmons Cottage; The Robert Mills Historic House and Park; The\r\n\r\nHampton-Preston Mansion and Garden; and The Woodrow Wilson Boyhood House. \r\n\r\nFn.4 The Mann-Simmons Cottage and the Robert Mills House. \r\n\r\nFn.5 The Hampton-Preston property and the Woodrow Wilson House.  \r\n\r\nFn.6 County joined City's and RCHPC's motions. \r\n\r\nP.22\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\nRCHPC's decision to deed the four properties to the appellants.  The circuit court held Newman\r\n  \r\n  had standing to maintain this suit both as a RCHPC commissioner and as a taxpayer.\r\nStanding is \"a personal stake in the subject matter of a lawsuit.\"  Bailey v. Bailey, 312 S.C. 445,\r\n  \r\n  441 S.E.2d 325 (1994).  Newman first alleges standing as a disgruntled commissioner, and relies\r\n  \r\n  on Gilbert v. McLeod Infirmary, 219 S.C. 174, 64 S.E.2d 524 (1951).  In Gilbert, two trustees of\r\n  \r\n  an eleemosynary hospital corporation brought suit to set aside the corporation's sale of certain\r\n  \r\n  property to \"insiders\" at a price far below market value.  In addition to alleging improper\r\n  \r\n  self-dealing, the plaintiffs alleged irregularities in the procedures surrounding the sale. Fn.7 On\r\n  \r\n  appeal, the Court rejected the defendants' contentions that the plaintiffs lacked capacity (not\r\n  \r\n  standing) to bring this suit. The Court disposed of this argument by pointing out that the hospital\r\n  \r\n  corporation's trustees were analogous to the directors and shareholders of a corporation, and that\r\n  \r\n  under corporate law directors and shareholders were entitled to bring this type of derivative\r\n  \r\n  action.\r\nHere, however, the RCHPC is not a corporation, but a \"body politic.\" The proper analogy is not\r\n  \r\n  to a corporation and its directors, but to a legislative body and its members.  We have been unable\r\n  \r\n  to find any case which permits a disappointed legislator to attack a decision of her own body,\r\n  \r\n  either through a declaratory judgment or through a direct \"appeal\" of the decision.  See eg.,\r\n  \r\n  Munhall v. Inland Wetlands Comm'n'    221 Conn. 46, 602 A.2d 566 (1992); Randolph v.\r\n  \r\n  Cantrell, 707 P.2d 48 (Ok.  App. 1985); Control Data Corp. v. Controlling Bd. of Ohio, 16 Ohio\r\n  \r\n  App.3d 30, 16 OBR 32, 474 N.E.2d 336 (Oh.  App. 1983); cf., Anders v. South Carolina Parole\r\n  \r\n  and Community Corrections Bd., 279 S.C. 206, 305 S.E.2d 229 (1993)(statute denying solicitor\r\n  \r\n  right to sue the state reflects rule that governmental employee cannot sue his employer because\r\n  \r\n  that is tantamount to suing himself).  In Randolph, the court held an \"individual member of a\r\n  \r\n  governing body does not have the power to institute lawsuits, or file appeals in his or her own\r\n  \r\n  name.  Such a result could create judicial as well as political chaos.\" We agree.  Further, denial of\r\n  \r\n  the right to sue to a member of the governing body does not insulate review of the decision.  \"It\r\n  \r\n  would be improper to consider a member of the Controlling Board as a person \"aggrieved\" when\r\n  \r\n  a decision of the Controlling Board is contrary to his personal opinion or the position for which\r\n  \r\n  his vote was cast.  Sufficient representation of the public's interest could be provided by a citizen\r\n  \r\n  affected by the decision of the Controlling Board and not by allowing a member of the Board to\r\n  \r\n  take a partisan position and challenge the outcome.\" Control Data, supra. \r\n  \r\n_______________ \r\n\r\n\r\nFn.7 Although Newman makes vague complaints about lack of notice that this resolution would\r\n\r\nbe introduced at the May meeting, she has neither pled nor proved this election violated any\r\n\r\nprocedural rules of the RCHPC. \r\n\r\nP.23\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\nIn Munhall, supra, the disgruntled commission member sought both to appeal the commission's\r\n  \r\n  decision and to bring a declaratory judgment action. The following discussion, although addressed\r\n  \r\n  to the appeal issue, is equally persuasive when applied to the declaratory judgment question:\r\nWe have never concluded that individual commission members are aggrieved for the purpose of\r\n  \r\n  appealing the decision of the very agency upon which they sit. Inherent in such a state of the law\r\n  \r\n  is the notion that the legislative function of any agency, by its very nature, involves the interaction\r\n  \r\n  of competing ideas that eventually resolve themselves in a decision that may not satisfy all of the\r\n  \r\n  agency's members.  This is the essence of the legislative process, a process that should not be\r\n  \r\n  compromised by ready access to a supplemental forum for those dissenting members who are\r\n  \r\n  disappointed in the outcome.\r\nWe agree and reverse the circuit court's holding that Newman had standing as a commissioner to\r\n  \r\n  bring this suit.\r\nWe have held that where a governmental employee could not maintain a suit in his official\r\n  \r\n  capacity because the posture of the suit was such that he was suing himself, he also could not\r\n  \r\n  \"proceed with the matter under the guise of appearing as a citizen and tax-payer.\" Anders, supra;\r\n  \r\n  see also McTaggart v. Public Service Comm'n. 168 Mont. 155, 541 P.2d 778 (1975).  Anders is\r\n  \r\n  dispositive of Newman's alternate standing as a citizen-taxpayer.  Accordingly, the decision below\r\n  \r\n  is \r\n  \r\nREVERSED. \r\n  \r\nMOORE, WALLER and BURNETT, JJ., concur.\r\n  TOAL.  A.J., dissenting in separate opinion. \r\n  \r\nP.24\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\nTOAL, A.J.: I respectfully dissent because I believe Ann Newman had standing to contest the\r\n  \r\n  transfers of property by the Richland County Historic Preservation Commission (\"Commission\"). \r\n  \r\n  Moreover, I would find that the Commission lacked the authority to make these transfers. \r\n  \r\nA.     STANDING \r\n  \r\nThe court below was correct in holding that Newman had standing to bring this action. \r\n  \r\n  Generally, a private person may not invoke the judicial power to determine the validity of\r\n  \r\n  executive or legislative action unless he has sustained, or is in danger of sustaining, prejudice\r\n  \r\n  therefrom.  Florence Morning News, Inc. v. Building Comm'n, 265 S.C. 389, 218 S.E.2d 881\r\n  \r\n  (1975).  Such imminent prejudice must be of a personal nature to the party laying claim to\r\n  \r\n  standing and not merely of general interest common to all members of the public.  Citizens of Lee\r\n  \r\n  County, Inc. v. Lee County, 308 S.C. 23, 416 S.E.2d 641 (1992).  However, an exception to this\r\n  \r\n  rule exists for ultra vires acts by government officials.  For example, we have said that a court\r\n  \r\n  will not attempt to control the discretionary powers conferred upon a county board and will not\r\n  \r\n  interfere, by means of a taxpayer suit, to restrain the authorities of a county board from the\r\n  \r\n  exercise of their discretionary power with regard to the control or disposition of property of the\r\n  \r\n  county board in the absence of illegality, fraud, or clear abuse of authority.  Owens v. Magill,\r\n  \r\n  308 S.C. 556, 419 S.E.2d 786 (I 992) (emphasis added); see also Ex Parte Harte, 190 S.C. 473,\r\n  \r\n  477, 2 S.E.2d 521 53-5 4 (\"[I]f a county has a cause of action for an injury sustained, which\r\n  \r\n  should be enforced for the protection of its citizens or taxpayers, and its governing board\r\n  \r\n  unjustifiably refuses to assert such cause of action, any citizen, because of his indirect interest,\r\n  \r\n  may sue, in behalf of himself and others similarly situated, the person against whom the cause of\r\n  \r\n  action exists, and thereby enforce the rights of the county.  In such case it is proper to make the\r\n  \r\n  corporation a defendant as trustee for all of its members.\"), cert. denied, 308 U.S. 569 (1939).\r\nUnderlying these decisions on the issue of standing is a balance between two competing policies:\r\n  \r\n  citizens' access to a judicial process that addresses their grievances, and the government's interest\r\n  \r\n  in judicial economy and freedom from excessive and meritless lawsuits.  If citizens were barred\r\n  \r\n  from bringing all lawsuits that concern governmental action, then there would be no opportunity\r\n  \r\n  to remedy governmental abuse.  On the other hand, standing cannot be granted to every individual\r\n  \r\n  who is disgruntled by a governmental decision or policy; otherwise, the government would be\r\n  \r\n  forced to defend a constant barrage of lawsuits questioning its every move.  As with most things,\r\n  \r\n  moderation is required.  A moderate balance is achieved by granting citizens standing when they\r\n  \r\n  bring actions alleging ultra vires acts by a governmental agency, while denying citizens standing\r\n  \r\n  to challenge discretionary actions.  Thus, I would find that an individual has standing to contest a\r\n  \r\n  governmental action if he alleges particularized ultra vires acts by the governmental entity. The\r\n  \r\n  complaint cannot be a general assertion of ultra vires action on the part of the governmental\r\n  \r\n  actor, but must identify (1) the specific act or acts that have exceeded the actor's authority, and\r\n  \r\n  (2) the specific constitutional, statutory, or other law that has been exceeded. \r\n  \r\nP.25\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\nIf this were not the rule (and this is what is implied by the majority's opinion), then governmental\r\n  \r\n  abuse by the executive and legislative branches of government would be nearly completely\r\n  \r\n  immune from review.  Our system of government includes checks and balances. As this Court\r\n  \r\n  observed at the beginning of this century,\r\nUnder a republican government such as ours, sovereignty lies in the people. This sovereignty is\r\n  \r\n  delegated by the people under the Constitution to the three departments of government --\r\n  \r\n  executive, judicial and legislative -- which are co-ordinate and independent, and it must follow\r\n  \r\n  that each is supreme as to matters within its own sphere of action, subject alone to the limitations,\r\n  \r\n  checks, and balances provided in the Constitution.\r\nState ex rel Rawlinson v. Ansel, 76 S.C. 395, 405, 57 S. E. 185, 189 (1907).  \"Checks and\r\n  \r\n  balances\" is not just an abstract phrase, but describes a set of concrete governmental\r\n  \r\n  arrangements allowing each branch of government to discharge its responsibilities without\r\n  \r\n  infringing on those of another branch.  One of these arrangements is judicial review of certain\r\n  \r\n  executive and legislative actions.  In determining when it is permissible to conduct such review, it\r\n  \r\n  is important to distinguish between matters of policy and matters of law.  The courts are not in the\r\n  \r\n  business of reviewing the merits of legislative or executive policies; rather, our role is confined to\r\n  \r\n  determining whether a particular action is legal.  Thus, for example, a court would refrain from\r\n  \r\n  adjudicating whether a commission's decision to sell certain property under its control is a good\r\n  \r\n  policy decision.  However, if the issue is whether the commission had the legal authority to sell\r\n  \r\n  the property, then the court has an obligation to review the dispute.  It is precisely the latter type\r\n  \r\n  of dispute that is before us in this case:  Newman has alleged that the Commission committed ultra vires acts by attempting to dissolve the Commission and to deed two pieces of property to\r\n  \r\n  the City of Columbia and two to Richland County. \r\n  \r\nB.     POWER TO CONVEY PROPERTIES \r\n  \r\nThe substantive issue before this Court is whether the Commission had the power to convey the\r\n  \r\n  properties in dispute.  The Commission was created by Act No. 69, 1963 S.C. Acts 63.  This Act\r\n  \r\n  enumerates the powers of the Commission, declaring that the Commission has the power to\r\n  \r\n  \"acquire, own, hold in trust, preserve, restore, maintain, suitably mark, develop, advertise, and\r\n  \r\n  operate buildings and structures of historic significance, and the land upon which the same may be\r\n  \r\n  situate, in Richland County, and to receive funds, grants, donations and appropriations for the\r\n  \r\n  accomplishment of these purposes.\" 1963 S.C. Acts at 64, &#167; 4 (5).  Moreover, \"The Commission\r\n  \r\n  shall have power and authority to borrow money and to mortgage or pledge its real and personal\r\n  \r\n  property . . . .\" 1963 S.C. Acts at 65, &#167; 8.Fn.1 Conspicuously absent from the above list of\r\n  \r\n  powers is the power to convey property.  When a statute expressly enumerates the requirements\r\n  \r\n  on which it is to operate, additional requirements are not to be implied. Byrd v. Irmo High\r\n  \r\n  School, __S.C.__, \r\n  \r\n_______________ \r\n\r\n\r\nFn.1 In 1988, the Act was amended, but the amendments did not alter the originally enumerated\r\n\r\npowers.  See Act No. 790, 1988 S.C. Acts 6458. \r\n\r\nP.26\r\n\r\nNEWMAN v. RICHLAND COUNTY HISTORIC PRESERVATION COMM. et al. \r\n\r\n468 S.E.2d 861 (1996).  The statute specifically sets forth the powers of the Commission; the\r\n  \r\n  power to convey property may not be implied from the statute.  This would be consistent with the\r\n  \r\n  role of the Commission as a \"Historic Preservation Commission.\"\r\nNor would the power to convey be implied by S.C. Const.  Art.  VIII, &#167; 17 (\"The provisions of\r\n  \r\n  this Constitution and all laws concerning local government shall be liberally construed in their\r\n  \r\n  favor.  Powers, duties, and responsibilities granted local government subdivisions by this\r\n  \r\n  Constitution and by law shall include those fairly implied and not prohibited by this\r\n  \r\n  Constitution.\"). S.C. Code Ann. &#167; 4-9-80 (rev. 1986) states that the\r\nprovisions of this chapter shall not be construed to devolve any additional powers upon county\r\n  \r\n  councils with regard to public service districts, special purpose districts, water and sewer\r\n  \r\n  authorities, or other political subdivisions by whatever name designated, (which are in existence\r\n  \r\n  on the date one of the forms of government provided for in this chapter becomes effective in a\r\n  \r\n  particular county) and such political subdivisions shall continue to perform their statutory\r\n  \r\n  functions prescribed in laws creating such districts or authorities except as they may be modified\r\n  \r\n  by act of the General Assembly . . . .\r\nIn Thomas v. Cooper River Park &amp; Playground Commission, __S.C.__, 471 S.E.2d 170 (1996),\r\n  \r\n  my brothers on this Court held that under section 4-9-80, Home Rule legislation cannot be\r\n  \r\n  construed to give county government more power over a pre-Home Rule district than it is given\r\n  \r\n  in the original act creating such a district.  As a special purpose district, the Commission, did not\r\n  \r\n  acquire any additional powers by virtue of Home Rule legislation.  Accordingly, the Commission\r\n  \r\n  did not have the power to convey the disputed properties. \r\n  \r\nThis case should be affirmed. \r\n  \r\nP.27\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24548","title":"State of South Carolina, Petitioner,  v. Everett N. Hough, Respondent.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24548","description":"","date":"1997-01-13","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Advance Sheet No. 1\r\n  __ S.E.2d __\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n\r\nState of South Carolina,           Petitioner, \r\n  \r\nv. \r\n  \r\nEverett N. Hough,                  Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\nAppeal From Chesterfield County\r\n  Paul M. Burch., Judge \r\n  \r\nOpinion No. 24548\r\n  Heard October 17,1996 - Filed January 13, 1997 \r\n  \r\nAFFIRMED IN RESULT \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Deputy\r\n  \r\n  Attomey General Salley W. Elliott, all of Columbia, and Solicitor C. Gordon McBride, of\r\n  \r\n  Hartsville, for petitioner. \r\n  \r\nDorothy Jean Killian, of Lancaster, for respondent. \r\n  \r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of Appeals' opinion in State\r\n  \r\n  v. Hough, 319 S.C. 104, 459 S.E.2d 863 (Ct.  App. 1995).  We affirm in result. \r\n  \r\nFACTS \r\n  \r\nHough and a co-defendant, James Pierce Jr., were indicted for third degree burglary and grand\r\n  \r\n  larceny.  The charges stemmed from the burglary of a Chesterfield County warehouse in which\r\n  \r\n  two power saws and two flashlights were stolen.  The State's theory of the case was that Pierce\r\n  \r\n  and Hough had a drug problem and had committed the burglary to obtain money to purchase\r\n  \r\n  crack cocaine.\r\nIn his opening statement, the solicitor advised the jury that Pierce and Hough \r\n  \r\nP.28\r\n\r\nSTATE v. HOUGH \r\n\r\nhad a crack cocaine problem.  Hough objected and moved for a mistrial; the State contended the\r\n  \r\n  cocaine use was relevant to show motive, intent, plan or scheme, which it intended to fully\r\n  \r\n  develop at trial.  The trial court overruled the objection, pending development of the State's case.\r\nThereafter, Pierce testified for the State.Fn.1 He testified that he and Hough had, on unspecified\r\n  \r\n  occasions in the past, drank beer and \"gone out and stolen to buy rocks of crack cocaine.\" He\r\n  \r\n  provided no details of the prior crimes, nor did he specifically testify that he and Hough had\r\n  \r\n  previously committed burglaries, as opposed to stealing, to obtain money for crack.\r\nLater, Pierce testified that on the night of the robbery in question, Hough went into the warehouse\r\n  \r\n  and came out with a chain saw, a circular saw, and two flashlights.  Pierce took the saws and sold\r\n  \r\n  them to get money for more crack.  The next morning the two of them used the money from the\r\n  \r\n  sale of the saws to purchase a rock of crack cocaine.\r\nThe jury convicted Hough of both grand larceny and burglary.\r\nOn appeal to the Court of Appeals, the State contended the evidence of cocaine use was\r\n  \r\n  admissible as Lyle Fn.2evidence to demonstrate Hough's motive, and as part of the res gestae. \r\n  \r\n  The Court of Appeals held that the evidence of Hough's crack cocaine use did not fit within any\r\n  \r\n  of the Lyle exceptions and that it was not essential to a full presentation of the State's case such\r\n  \r\n  that it was not part of the res gestae.  Because we find portions of Pierce's testimony and the\r\n  \r\n  solicitor's opening statement were improperly admitted, we affirm in result.Fn.3\r\n  \r\nISSUES \r\n  \r\n1. Was the evidence of cocaine properly admitted as part of the res gestae?\r\n2. Was the evidence of cocaine properly admitted under Lyle? \r\n  \r\n_______________ \r\n\r\n\r\nFn.1  Pierce had pled guilty in exchange for a nine year sentence. \r\n\r\nFn.2  State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923). \r\nFn.3 Our discussion concerns three separate incidents at trial: 1) Pierce's testimony concerning prior instances of stealing to obtain money for crack, 2) Pierce's testimony that he and Hough\r\n  \r\n  purchased crack cocaine with money obtained from the sale of the stolen saws, and 3) the\r\n  \r\n  solicitor's opening statement that Hough and Pierce \"had a crack problem.\" The only testimony\r\n  \r\n  which was properly admitted concerned the purchase of crack with money derived from the sale\r\n  \r\n  of the saws stolen from the warehouse. \r\n  \r\nP.29\r\n\r\nSTATE v. HOUGH \r\n\r\n3. Was error in admission of the prior bad acts harmless? \r\n  \r\n1. RES GESTAE \r\n  \r\n\r\nSubsequent to publication of the Court of Appeals' opinion in this case, this Court decided State\r\n\r\nv. AdamsFn.4 and State v. Williams.Fn.5\r\nIn Adams, we set forth an analysis to determine whether evidence is properly admitted as part of\r\n  \r\n  the res gestae of a crime:\r\nOne of the accepted bases for the admissibility of evidence of other crimes arises when such\r\n  \r\n  evidence furnishes part of the context of the crime or is necessary to a full presentation of the\r\n  \r\n  case, or is so intimately connected with and explanatory of the crime charged against the\r\n  \r\n  defendant and is so much a part of the setting of the case and its environment that its proof is\r\n  \r\n  appropriate in order to complete the story of the crime on trial by proving its immediate context\r\n  \r\n  or the res gestaeor the uncharged offense is so linked together in point of time and circumstances\r\n  \r\n  with the crime charged that one cannot be fully shown without proving the other ... [and is thus]\r\n  \r\n  part of the res gestae of the crime charged.  And where evidence is admissible to provide this full\r\n  \r\n  presentation of the offense, [t]here is no reason to fragmentize the event under inquiry by\r\n  \r\n  suppressing parts of the res gestae.\r\n470 S.E.2d at 370-371(citing United States v. Masters, 622 F.2d 83, 86 (4th Cir. 1980)).\r\nAdams involved the armed robbery and murder of the manager of a small grocery store.  We\r\n  \r\n  upheld admission of evidence concerning the defendant's use of cocaine in the hours before the\r\n  \r\n  robbery under the theory of res gestae.Fn.6 We specifically noted that evidence of prior drug use\r\n  \r\n  has been found inadmissible as part of the res gestae, \"where the record does not support any\r\n  \r\n  relationship between the crime and the drug use.\" 470 S.E.2d at 369 (citing State v. Bolden\r\n  \r\n  303 S.C. 41, 398 S.E.2d 494 (1990)(emphasis in original).  There, however, we found the prior\r\n  \r\n  drug use so inextricably intertwined with the robbery and murder that it was properly admitted as\r\n  \r\n  part of the res gestae.  Further, the temporal proximity of the cocaine use to the robbery was so\r\n  \r\n  much a part of the environment of the crime that its \r\n  \r\n_______________ \r\n\r\n\r\nFn.4   __S.C.__,  470 S.E.2d 366 (1996). \r\n\r\nFn.5   __S.C.__,  469 S.E.2d 49 (1996). \r\nFn.6  We also found the defendant's robbery of a Circle K convenience store one half hour prior\r\n  \r\n  to the robbery of Johnny's admissible under Lyle to demonstrate Adams' intent to commit armed\r\n  \r\n  robbery. \r\n  \r\nP.30\r\n\r\nSTATE v. HOUGH \r\n\r\nomission would have unnecessarily fragmentized the State's case.\r\nWilliams involved a murder which occurred on an isolated road at 10:00 P.M. Victim had\r\n  \r\n  purchased crack from Williams at approximately 7:00 P.M. When Victim wanted more crack at\r\n  \r\n  10:00 P.M., he went to find Williams, and spotted him driving down the isolated road.  Victim\r\n  \r\n  managed to stop Williams, and went and discussed buying more crack.  Victim apparently decided\r\n  \r\n  against buying more crack; however, the evidence adduced at trial implied that Victim may have\r\n  \r\n  \"ripped off' some of Williams' rocks of crack.  When Victim left the scene, Williams followed\r\n  \r\n  Victim and his passenger and fired a gun into their vehicle.  Victim was killed.  This Court found\r\n  \r\n  the crack transactions so clearly linked to the shooting as to be admissible as part of the res\r\n  \r\n  gestae.  Without the evidence concerning the earlier cocaine transaction, as well as the transaction\r\n  \r\n  immediately prior to the shooting, \"the State would have been precluded from explaining the\r\n  \r\n  circumstances of the crime.\" 469 S.E.2d at 53.\r\nWe find Adams and Williams are dispositive.\r\nWe emphasize that our analysis involves three separate incidents at trial, to wit: 1) Pierce's\r\n  \r\n  testimony concerning prior instances of stealing to obtain crack money, 2) Pierce's testimony\r\n  \r\n  concerning the sale of the saws and purchase of crack cocaine from the incident in question, and\r\n  \r\n  3) the solicitor's opening statement that Hough and Pierce \"had a crack problem.\"\r\nWe agree with the Court of Appeals' conclusion that Pierce's testimony concerning prior cocaine\r\n  \r\n  use did not form a part of the res gestae.  Pierce testified he and Hough had, at unspecified times\r\n  \r\n  in the past, smoked rocks of cocaine together, and had previously stolen to obtain money for\r\n  \r\n  crack.  There is, however, absolutely no evidence that the two had smoked any crack immediately\r\n  \r\n  prior to the burglary, or that the prior acts were \"so linked together in point of time and\r\n  \r\n  circumstances\" as to be required to a full presentation of the State's case.  Accordingly, Pierce's\r\n  \r\n  testimony concerning the prior acts was inadmissible as part of the res gestae. Accord State v.\r\n  \r\n  Smith, 309 S.C. 442, 424 S.E.2d 496 (1992); State v. Bolden, 303 S.C. 41, 398 S.E.2d 494\r\n  \r\n  (1990)(defendants' prior use of cocaine not logically related to crime for which she/he was on\r\n  \r\n  trial).  We affirm the Court of Appeals' ruling as to this portion of the testimony.\r\nHowever, we find Pierce's testimony that he and Hough purchased crack with money from the\r\n  \r\n  stolen saws was properly admitted.  The evidence that Pierce sold the saws and he and Hough\r\n  \r\n  bought crack with the money the next day was clearly relevant to furnish the context of the crime\r\n  \r\n  and was necessary to a full presentation of the State's case.  Accordingly, as this testimony was\r\n  \r\n  within the res gestae, the Court of Appeals erred in finding this portion of the evidence\r\n  \r\n  inadmissible.  Although we find this portion of Pierce's testimony admissible, it is insufficient to\r\n  \r\n  justify the solicitor's opening statement that the two had a crack cocaine problem.  The fact that\r\n  \r\n  on this occasion Pierce and Hough bought one rock of crack cocaine with money used from the\r\n  \r\n  sale of the saws is simply insufficient to draw an inference that the two \"had \r\n  \r\nP.31\r\n\r\nSTATE v. HOUGH \r\n\r\na crack problem.\" See State v. Copeland, __ S.C. __, 468 S.E.2d 620 (1996) (solicitor's\r\n  \r\n  comments must be confined to the facts presented and the reasonable inferences therefrom). \r\n  \r\n  Accordingly, we concur with the Court of Appeals that the trial court erred in permitting this\r\n  \r\n  statement. \r\n  \r\n2. LYLE ISSUE \r\n  \r\nThe Court of Appeals also held Pierce's testimony concerning prior cocaine use and purchase of\r\n  \r\n  crack the following day was inadmissible under State v. Lyle, supra. \r\n  \r\nAs with the res gestae issue, we find the subsequent purchase of crack with the money from the\r\n  \r\n  stolen saws was properly admitted under Lyle as evidence of motive. However, we agree with the\r\n  \r\n  Court of Appeals that Pierce's testimony concerning the prior cocaine use and thefts did not meet\r\n  \r\n  the requirements to be admitted under Lyle. \r\n  \r\nEvidence of other crimes or bad acts is generally inadmissible to prove the bad character of the\r\n  \r\n  defendant or that he acted in conformity therewith.  Such evidence is admissible, however, when it\r\n  \r\n  tends to establish motive, intent, absence of mistake or accident, a common scheme or plan or\r\n  \r\n  identity.  State v. Lyle, 125 S.C. at 416, 118 S.E. at 807.  In the case of the common scheme or\r\n  \r\n  plan exception there must be a close degree of similarity or connection between the other\r\n  \r\n  crimes,/bad acts and the crime charged which enhances the probative value of the evidence so as\r\n  \r\n  to outweigh its prejudicial effect.  State v. Jenkins., Op.  No. 24440 (S.C. Sup.  Ct. filed June 10,\r\n  \r\n  1996) (Davis Adv.  Sh.  No. 15 at 11); State v. Parker, 315 S.C. 230, 433 S.E.2d 831 (1993). \r\n  \r\n  The common scheme or plan concerns more than the commission of two similar crimes; some\r\n  \r\n  connection between the crimes is necessary.  State v. Stokes 279 S.C. 191, 304 S.E.2d 814\r\n  \r\n  (1983); State v. Aiken, Op.  No. 2505 (S.C. Ct.  App. filed April 29, 1996) (Davis Adv.  Sh.  No.\r\n  \r\n  11 at 11). \r\n  \r\nHere, as to Pierce's testimony concerning the prior cocaine use and thefts, there is simply no\r\n  \r\n  testimony demonstrating that a close degree of similarity between the earlier offenses and the\r\n  \r\n  current burglary.  There was no testimony as to the types of items previously stolen, the method\r\n  \r\n  and manner of the previous thefts, the location of the thefts, or that the two had accomplished the\r\n  \r\n  thefts in a similar manner to the current warehouse burglary.  Accordingly, the Court of Appeals\r\n  \r\n  correctly held this evidence insufficient to demonstrate a common scheme. \r\n  \r\nFurther, this testimony was not relevant to demonstrate Hough's motive for the current burglary. \r\n  \r\n  The fact that Hough and Pierce had previously, on unspecified occasions, done crack cocaine or\r\n  \r\n  previously stolen to obtain money for crack does not demonstrate a motive for this robbery.  On\r\n  \r\n  the contrary, the prior acts only serve to demonstrate that Hough acted in conformity with his\r\n  \r\n  propensity to commit crimes, which introduction of would be in direct contradiction of Lyle.  Cf. \r\n  \r\n  State v. Campbell, 317 S.C. 449, 454 S.E.2d 899 (Ct.  App. 1994) (by introducing evidence of\r\n  \r\n  defendant's prior cocaine sales, state was attempting to demonstrate that, because he had done so\r\n  \r\n  in the past, he was doing so on this occasion, precisely the type of inference Lyle \r\n  \r\nP.32\r\n\r\nSTATE v. HOUGH \r\n\r\nprohibits).\r\nAs noted above, however, Pierce's testimony concerning the subsequent sale of the saws and\r\n  \r\n  purchase of crack cocaine was properly admitted.  This testimony clearly provides a motive for\r\n  \r\n  Hough to have committed the crime and would therefore be admissible under Lyle.  Accordingly,\r\n  \r\n  the Court of Appeals erred in holding this testimony inadmissible under Lyle.  As with our\r\n  \r\n  analysis of the res gestae issue, however, the fact that this portion of Pierce's testimony was\r\n  \r\n  properly admitted does not provide a sufficient basis for the solicitor's broad statement that Pierce\r\n  \r\n  and Hough \"had a crack problem.\" Accordingly, we find no basis under Lyle for admission of the\r\n  \r\n  solicitor's opening comment. \r\n  \r\n3.  HARMLESS ERROR \r\n  \r\nThe only remaining inquiry is whether, in light of our holding that Pierce's testimony regarding the\r\n  \r\n  subsequent purchase of cocaine was properly admitted, any error in admission of the solicitor's\r\n  \r\n  statement the two had \"a crack problem\" and Pierce's testimony the two had previously stolen to\r\n  \r\n  obtain money for crack was harmless error.  We think not. \r\n  \r\nThis case was essentially a swearing contest and it was Hough's word against Pierce's as to\r\n  \r\n  whether or not he was involved in the robbery.  The fact that the jury heard improper testimony\r\n  \r\n  that the two had \"a crack problem\" and had previously stolen to obtain money for crack so\r\n  \r\n  permeated the trial that the jury likely used the improper testimony to infer that since Hough had\r\n  \r\n  done it before, he most probably did it again.  Under these facts, we cannot say the error was\r\n  \r\n  harmless. \r\n  \r\nCONCLUSION\r\nIn light of our holding, the decision of the Court of Appeals is\r\nAFFIRMED IN RESULT. \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\nP.33\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24549","title":"The State, Respondent, v. Raymond Patterson, Jr., Appellant.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24549","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\nDavis Adv. Sh. No. 2\r\n  S.E.2d \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe State,                           Respondent,\r\nv.\r\nRaymond Patterson, Jr.,              Appellant. \r\n  \r\nAppeal From Lexington County\r\n  M. Duane Shuler, Judge \r\n  \r\nOpinion No. 24549\r\n  Heard October 15, 1996 - Filed January 20, 1997 \r\n  \r\nAFFIRMED \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of S.C. Office of Appellate Defense; John H. Blume,\r\n  \r\n  Teresa L. Norris, and David P. Voisin, all of Post-Conviction Defender Organization of S.C.; and\r\n  \r\n  John D. Delgado, all of Columbia, for appellant.\r\nAttorney General Charles Molony Condon, Assistant Deputy Attorney General Donald J.\r\n  \r\n  Zelenka, Senior Assistant Attorney General William Edgar Salter, III, and Assistant Attorney\r\n  \r\n  General Robert F. Daley, Jr., all of Columbia; and Solicitor Donald V. Myers, of Lexington, for\r\n  \r\n  respondent. \r\n  \r\nMOORE, A.J.: This is a death penalty case.  Appellant was convicted of murder. armed robbery,\r\n  \r\n  assault and battery of a high and aggravated nature, and carrying a concealed weapon.  The jury\r\n  \r\n  found armed robbery as the aggravating factor and recommended the death penalty.Fn.1 We\r\n  \r\n  affirm.\r\n_______________ \r\n\r\nFn.1  Appellant has been tried and sentenced to death three times for this murder. \r\n  \r\np. 3\r\n\r\nSTATE v. PATTERSON\r\nFACTS\r\n\r\nOn November 19, 1984, appellant, a nineteen-year-old black male, was riding with Dwayne Keels. \r\n\r\nThey stopped for gas and while Keels pumped gas, appellant went next door to the Mid-Carolina\r\n\r\nMotor Inn.Fn.2 The murder victim was Matthew Brooks, a sixty-five-year-old white male.  He\r\n\r\nand his wife were in South Carolina to attend a relative's funeral.  They had checked into the\r\n\r\nmotel and were getting their belongings out of their car when appellant grabbed Mrs. Brooks'\r\n\r\npurse. Mr. Brooks struggled with appellant and was shot.  Appellant then hit Mrs. Brooks in the\r\n\r\nface and ran.  Keels by this time had finished pumping gas and was looking for appellant.  He saw\r\n\r\nappellant flagging him down and he stopped to pick him up. Appellant told Keels he had tried to\r\n\r\nsteal a purse and gotten into a struggle and he thought he had shot a man.\r\nDISCUSSION\r\nChange of Venue/ Continuance\r\nAppellant contends the trial court erred in denying his motion for a change of venue or, in the\r\n  \r\n  alternative, a continuance.  We disagree.  A motion to change venue is addressed to the sound\r\n  \r\n  discretion of the trial judge and will not be disturbed on appeal absent an abuse of discretion. \r\n  \r\n  State v. Caldwell, 300 S.C. 494, 388 S.E.2d 816 (1990).  The trial judge's refusal of a motion for\r\n  \r\n  continuance will also not be disturbed absent a clear abuse of discretion.  State v. Tanner, 299\r\n  \r\n  S.C. 459, 385 S.E.2d 832 (1989).\r\nAppellant contends venue should have been changed because there is widespread racial prejudice\r\n  \r\n  in Lexington County shown by the fact that the solicitor has not sought the death penalty against\r\n  \r\n  any defendant accused of murdering a black person.  Appellant also contends jurors in Lexington\r\n  \r\n  County are death prone because when the death penalty was sought, only one defendant did not\r\n  \r\n  receive the death penalty.  These arguments are similar to the one raised in State v. Green, 301\r\n  \r\n  S.C. 347, 392 S.E.2d 157 (1990).  In Green, we affirmed the trial judge's denial of a motion for a\r\n  \r\n  change of venue made on the ground that jurors in Charleston are more likely to impose the death\r\n  \r\n  penalty on black defendants.  We noted the statistical evidence presented did not contain details of\r\n  \r\n  the nature of the crimes involved or the composition of the juries.  Likewise, here, appellant has\r\n  \r\n  not presented any evidence about the details of the crimes in these cases, the juries, or the\r\n  \r\n  aggravating and\r\n_______________ \r\n\r\nFn.2  This motel has also operated as the Thunderbird Motel and Holiday Inn Express. \r\n  \r\np.4\r\n\r\nSTATE v. PATTERSON\r\n\r\nmitigating circumstances involved. Fn.3\r\nAppellant also contends prejudicial pretrial publicity required a change of venue or a continuance. \r\n  \r\n  We disagree.  At trial, appellant specifically complained about an article which appeared in The\r\n  \r\n  State newspaper on the morning jury selection began. The article discussed appellant's two prior\r\n  \r\n  trials and their costs.\r\nWhen jurors have been exposed to pretrial publicity, a denial of a change of venue is not error\r\n  \r\n  when the jurors are found to have the ability to set aside any impressions or opinions and render a\r\n  \r\n  verdict based on the evidence presented at trial. Caldwell, supra.  The defendant bears the burden\r\n  \r\n  of showing actual prejudice.  Id. When the trial judge bases his ruling upon an adequate voir dire\r\n  \r\n  examination of the jurors, his conclusion that the objectivity of the jury panel has not been\r\n  \r\n  polluted by outside influence will not be disturbed absent extraordinary circumstances.  State v.\r\n  \r\n  Copeland, 278 S.C. 572, 300 S.E.2d 63 (1982).\r\nIn Caldwell. we held there was no abuse of discretion where eleven of the seated jurors and two\r\n  \r\n  alternates acknowledged awareness of media coverage but stated they could be impartial and\r\n  \r\n  decide the case based on evidence presented.  Here, only seven jurors who actually sat on the jury\r\n  \r\n  stated they knew something about the case.Fn.4 Here, the trial judge questioned every juror about\r\n  \r\n  his/her knowledge of the case. He disqualified six jurors who stated they could not be impartial\r\n  \r\n  knowing facts about the case.  The remaining, jurors stated they could be objective and put aside\r\n  \r\n  any knowledge they had about the case.  The trial judge concluded the jurors could be objective. \r\n  \r\n  We find no abuse of discretion.\r\nAppellant then claims there was inherent prejudice.  In Irvin v. Dowd, 366 U.S. 717, 81 S.Ct.\r\n  \r\n  1639, 6 L.Ed.2d 751 (1961), the United States Supreme Court found actual prejudice when\r\n  \r\n  two-thirds of the seated jurors stated they had formed an opinion that the defendant was guilty\r\n  \r\n  even though they also stated they could be fair and impartial.  Here, however, none of the seated\r\n  \r\n  jurors stated that they had formed an opinion about appellant's guilt.  Further, the voir dire\r\n  \r\n  testimony and record do not reveal the kind of 'wave of public passion' that would have made a\r\n  \r\n  fair trial unlikely by the jury that was empaneled.  Patton v. Yount, 467 U.S. 1025, 104 S.Ct.\r\n  \r\n  2885, 81 L.Ed.2d 847 (1984).  The trial judge stated he did not believe public passion was so\r\n  \r\n  strong so as to not be able to believe the jurors' responses to voir dire.  We agree.  We\r\n_______________\r\n\r\n\r\nFn.3 In fact, of the thirteen times the death penalty was sought, in nine cases the defendant was\r\n\r\nwhite and in only four cases was the defendant black. \r\nFn.4 Of the fifty-one jurors voir dired, seventeen stated they had read the article or part of the\r\n  \r\n  article. \r\n  \r\np. 5\r\n\r\nSTATE v. PATTERSON\r\nhold the trial judge did not abuse his discretion in denying appellant's motions for a change of\r\n  \r\n  venue or continuance.\r\nQualification of  jurors\r\nAppellant contends the trial judge erroneously qualified seven jurors who knew something about\r\n  \r\n  the case or had read The State article: Jurors Shealy; Marshall; Brown; Marcolini; Hunter;\r\n  \r\n  Whigham; and Tanner.  Appellant also contends the trial judge erred in qualifying three jurors\r\n  \r\n  who had been the victims of crime: Jurors DeLeon, Marcolini, and McElveen.\r\n\r\nAny claim that a jury was not impartial must focus on the jurors who were ultimately seated. \r\n\r\nRoss v. Oklahoma, 487 U.S. 81, 108 S.Ct. 2273, 101 L.Ed.2d 80 (1988).  See also State v.\r\n\r\nTucker, Op. No. 24517 (S.C. Sup.  Ct. filed November 4, 1996).  Jurors Marshall, Brown,\r\n\r\nMarcolini, Whigham, DeLeon, and McElveen were struck during jury selection.  Therefore, we\r\n\r\nneed not address appellant's concerns about these jurors.\r\nWhether to qualify a prospective juror to serve in a death penalty case is a matter of discretion\r\n  \r\n  which is not reversible on appeal unless wholly unsupported by the evidence.  Green, supra.  In\r\n  \r\n  determining whether a trial court abused its discretion in qualifying a challenged juror, individual\r\n  \r\n  responses of the juror must be examined in light of the entire voir dire.  Id. We have found no\r\n  \r\n  error in qualifying jurors who knew of a defendant's previous conviction and death sentence which\r\n  \r\n  were reversed on appeal when they stated they could be fair and impartial.  State v. Drayion, 287\r\n  \r\n  S.C. 226, 337 S.E.2d 216 (1985); State v. Atkins, 303 S.C. 214, 399 S.E.2d 760 (1990).\r\nJuror Shealy did not read the entire article and stated she had not formed an opinion on appellant's\r\n  \r\n  guilt.  Juror Hunter testified she read The State article.  She also stated she would not be\r\n  \r\n  influenced by the article and could be fair and impartial and listen to the evidence in reaching a\r\n  \r\n  decision.  Juror Tanner testified he had watched a television news story on the case.  He stated he\r\n  \r\n  knew appellant had been tried twice before.  He answered negatively when the trial judge asked\r\n  \r\n  him if he had made up his mind based upon the report and further he stated he could put aside\r\n  \r\n  what he knew.\r\nThese jurors stated they could be fair and impartial and any knowledge they had regarding the\r\n  \r\n  case would not influence them.  Taking these jurors' responses in light of their entire voir dire, the\r\n  \r\n  trial judge did not err in qualifying them.  Thus, we hold the trial judge did not abuse his\r\n  \r\n  discretion in qualifying these jurors.  Green, supra, Drayton, supra; Atkins, supra.\r\np.6\r\n\r\nSTATE v. PATTERSON\r\nVoir Dire Questions\r\nAppellant contends the trial judge erred in limiting his questions on voir dire.  The authority and\r\n  \r\n  responsibility of the trial court is to focus the scope of the voir dire examination as set forth in\r\n  \r\n  S.C. Code Ann. &#167; 14-7-1020 (Supp. 1995).  State v. Plath, 281 S.C. 1, 313 S.E.2d 619 (1984). \r\n  \r\n  S.C. Code Ann. &#167; 16-3-20(D) (Supp. 1995) grants a capital defendant the right to examine jurors\r\n  \r\n  through counsel but does not enlarge the scope of voir dire permitted under &#167; 14-7-1020.  State\r\n  \r\n  v. Owens, 293 S. C. 161, 359 S.E.2d 275 (1987).  The manner in which these questions are\r\n  \r\n  pursued and the scope of any additional voir dire are matters of trial court discretion.  State v.\r\n  \r\n  Smart, 278 S.C. 515, 299 S.E.2d 686 (1982).\r\nAppellant contends the trial judge erred in limiting his questions regarding racial bias.  At trial,\r\n  \r\n  appellant sought to ask open-ended questions to uncover racial bias.  The trial judge stated he\r\n  \r\n  would allow appellant to ask some open-ended questions about racial bias, but he would not give\r\n  \r\n  appellant free-reign.  Appellant agreed that was a fair decision and no objection was made.  Thus,\r\n  \r\n  this issue is not preserved for review.  State v. Southerland, 316 S.C. 447, 447 S.E.2d 862\r\n  \r\n  (1994)(contemporaneous objection must be made to preserve issue for review).\r\nAppellant contends the trial judge also erroneously limited his questioning on mitigating\r\n  \r\n  circumstances.  Appellant attempted to question Juror Marshall about his feelings on expert\r\n  \r\n  testimony, particularly psychologists.  The solicitor objected and during a lengthy colloquy,\r\n  \r\n  appellant stated he was attempting to determine if the juror would discount expert testimony. \r\n  \r\n  Appellant stated he would be glad to have the trial judge ask the question and he would \"be\r\n  \r\n  bound by [his] decision.\" The trial judge asked the juror about expert testimony and appellant did\r\n  \r\n  not raise any further objection.  Thus, this ground is not preserved.  See State v. Craig, 267 S.C.\r\n  \r\n  262, 227 S.E.2d 306 (1976)(issue not preserved for review if objecting party\r\naccepts judge's ruling and does not contemporaneously make additional objection).Fn.5 In any\r\n  \r\n  event, inquiry as to the weight a juror would give one kind of witness over another invades the\r\n  \r\n  jury's province to determine credibility.  State v. Davis, 309 S.C. 326, 422 S.E.2d 133 (1992).\r\nAppellant contends the trial judge erroneously limited his questioning of Juror Hunter.  Appellant\r\n  \r\n  asked Juror Hunter whether she could consider both sides after the State had introduced the\r\n  \r\n  victim's wife, pictures of the victim, and other aggravating circumstances.  The solicitor objected\r\n  \r\n  and the trial judge rephrased the question in general terms and asked her if she would be willing to\r\n  \r\n  listen to both aggravating and mitigating circumstances before making up her mind.  Juror Hunter\r\n_______________ \r\n\r\nFn.5 We also note Juror Marshall was not ultimately seated on the jury. \r\n  \r\np.7\r\n\r\nSTATE v. PATTERSON\r\nanswered affirmatively.  We hold the trial judge did not abuse his discretion.  See Davis, supra.\r\nSolicitor's Comments During Closing Argument\r\nAppellant contends the trial judge erred in overruling appellant's objections to the solicitor's\r\n  \r\n  comments during closing argument.  Appellant first objected to the solicitor's comment: \"They\r\n  \r\n  tried to say that Mr. Brooks killed himself\" No grounds were stated for the objection and the trial\r\n  \r\n  judge overruled it.  \"[A] general objection which does not specify the particular ground on which\r\n  \r\n  the objection is based is insufficient to preserve a question for review.\" 4 C.J.S. Appeal and Error\r\n  \r\n  &#167; 215 (1993); State v. Bailey, 253 S.C. 304, 170 S.E.2d 376 (1969)(trial judge commits no error\r\n  \r\n  in overruling general objection).\r\nThe solicitor then equated life in prison with that of a motel with appellant as the innkeeper. \r\n  \r\n  Appellant did not object to these comments.  Therefore, this issue is not preserved.  Southerland,\r\n  \r\n  supra.\r\nAppellant also contends the following was improper:\r\nMr. Myers:   ... But what he has done is he has cast aspersions on everybody with a learning\r\n  \r\n  disability.  He will say, 'He's got dyslexia or got a learning disability.  All you folks are going to be\r\n  \r\n  murderers - -\r\nMr. Voisin: Objection.\r\nMr. Myers:  --- You are going to be killers ---\r\nMr. Voisin: Objection.\r\nMr. Myers:  That's what they are saying.\r\nMr. Voisin: No, it's not what we are saying.\r\nThe Court:  The jury is going to remember what he said. He didn't say exactly that.  I agree with\r\n  \r\n  you.\r\nThe trial judge ruled in appellant's favor and appellant failed to move to strike or request a\r\n  \r\n  curative instruction.  Therefore, this issue is not preserved for review.  Craig, supra; State v.\r\n  \r\n  McFadden, 318 S.C. 404, 458 S.E.2d 61 (Ct.  App. 1995).\r\nAppellant contends the following comments were improper: \"we are seeking the death penalty\r\n  \r\n  and we expect it ... Anything less than that will be a blight \r\n  \r\np.8\r\n\r\nSTATE v. PATTERSON\r\non the life of what remains of Ruth Brooks ... and the memory of Matthew Brooks.\" Appellant\r\n  \r\n  objected without stating any grounds and the trial judge overruled the objection.  Thus, this issue\r\n  \r\n  is not preserved.  Bailey, supra.\r\nOn appeal, appellant also contends the solicitor improperly commented on appellant's failure to\r\n  \r\n  testify.  The solicitor stated that he had not heard anybody from the stand apologize to Mrs.\r\n  \r\n  Brooks.  Appellant did not object to this below.  Therefore, this issue is not preserved. \r\n  \r\n  Southerland, supra.\r\nReferences to Bible Story\r\n\r\nAppellant contends the trial Judge erred in prohibiting him from repeating a Biblical story during\r\n\r\nclosing arguments.Fn.6 The trial judge did not err in prohibiting appellant from conveying this\r\n\r\nstory to the jury.  See State v. Johnson, 306 S.C. 119, 410 S.E.2d 547 (1991)(solicitor did not\r\n\r\ncomment on what God might do). Furthermore, appellant's argument in this case resulted in no\r\n\r\nfundamental unfairness since the trial judge permitted neither the solicitor nor appellant to argue\r\n\r\nabout religion or God.  See State v. Longworth, 313 S.C. 360, 438 S.E.2d 219 (1993).\r\nJuror's Husband\r\nAppellant contends a juror's husband implicitly conveyed his sympathies were with the victims\r\n  \r\n  because throughout the trial he sat directly behind the victims in the courtroom.  Appellant does\r\n  \r\n  not even allege any attempt by the husband to communicate with his wife.  He merely claims the\r\n  \r\n  husband's presence on the victims' side of the courtroom implied he sympathized with the victims. \r\n  \r\n  This is mere speculation.  Furthermore, appellant has not established any prejudice.  Thus, this\r\n  \r\n  issue is without merit.\r\nAssistant Solicitor\r\nAppellant contends the trial judge erred in denying his motion to disqualify Assistant Solicitor\r\n  \r\n  Knox McMahon.  Two weeks before trial, McMahon had taken a position in another judicial\r\n  \r\n  circuit.  Appellant argues under S.C. Code Ann. &#167; l-7-350 (1986) only the Attorney General has\r\n  \r\n  the authority to appoint a solicitor to prosecute a case outside of his circuit.  At trial, appellant\r\n  \r\n  objected on the ground McMahon had no statutory authority to appear.  On appeal, he contends\r\n  \r\n  this violated his equal protection and due process rights.  Appellant is limited to the grounds\r\n  \r\n  raised at trial.  Bailey, supra (cannot argue one ground below and another on appeal).\r\n_______________\r\n\r\nFn.6 The story is found at John 8:2-11. \r\n  \r\np.9\r\n\r\nSTATE V. PATTERSON\r\nThe absence of a constitutional ground leaves the matter to resolution by us on the basis of South\r\n  \r\n  Carolina law, consonant with the wide discretion accorded the trial judge in securing a fair and\r\n  \r\n  impartial trial.  It also places upon the moving party the burden of showing actual prejudice from\r\n  \r\n  the failure to disqualify.  State v. Goodwin, 250 S.C. 403, 158 S.E.2d 195 (1967).  In Goodwin,\r\n  \r\n  the defendant complained that an assistant solicitor who had previously worked as a public\r\n  \r\n  defender and prepared a pretrial brief on his behalf should be disqualified from prosecuting his\r\n  \r\n  case.  We affirmed the denial of the motion to disqualify because the defendant could not show\r\n  \r\n  any prejudice.  Here, appellant's grounds for disqualifying McMahon do not even reach the level\r\n  \r\n  found in Goodwin.  Further, appellant has not alleged any actual prejudice from McMahon's\r\n  \r\n  participation in the trial.  This issue is without merit.\r\nDiscriminatory Application of Death Penalty\r\nAppellant contends the trial judge erred in denying his motion to bar the solicitor from seeking the\r\n  \r\n  death penalty on the ground of prosecutorial discrimination. Appellant contends the solicitor\r\n  \r\n  violated his rights under the 6th, 8th, 13th, and 14th amendments of the U.S. Constitution and\r\n  \r\n  article I, &#167;&#167; 3, 14, and 15 of the State constitution.  Appellant cited statistics on the solicitor's\r\n  \r\n  decision to seek the death penalty in murder cases.  He argues the solicitor has sought the death\r\n  \r\n  penalty against white defendants only when the circumstances are highly aggravated and never\r\n  \r\n  when the victim was black.\r\nIn McCleskey v. Kemp, 481 U.S. 279, 107 S.Ct. 1756, 95 L.Ed.2d 262 (1987), the United States\r\n  \r\n  Supreme Court held a full evidentiary hearing should be held if a capital defendant can establish a\r\n  \r\n  prima facie case that prosecutorial discretion in capital cases has been tainted with discrimination. \r\n  \r\n  This claim is essentially an equal protection claim.  Appellant must provide \"exceptionally clear\r\n  \r\n  evidence\" that the decision to prosecute was for an improper reason. 481 U.S. at 297.  In\r\n  \r\n  McCleskey, the Court held similar statistics did not establish discrimination.  Further, as we noted\r\n  \r\n  above, these statistics do not take the defendant's race or the aggravating or mitigating\r\n  \r\n  circumstances into consideration.  Appellant has not proven discriminatory purpose by\r\n  \r\n  exceptionally clear evidence.  Therefore, we hold the trial judge did not err in denying appellant's\r\n  \r\n  motion.\r\nLack of Blacks in Jury Pool\r\nAppellant moved to bar the solicitor from using peremptory strikes against blacks.  Appellant also\r\n  \r\n  moved to dismiss the venire on the ground the pool was not composed of a cross-section of the\r\n  \r\n  community.  The trial judge denied these motions stating appellant had failed to show a\r\n  \r\n  \"systematic exclusion\" of blacks. On appeal, appellant contends he was denied a fair trial because\r\n  \r\n  blacks were underrepresented on the jurv.  We disagree.\r\np.10\r\n\r\nSTATE v. PATTERSON\r\n\r\nIn order to establish a prima facie violation of the fair cross-section requirement, the defendant\r\n\r\nmust show that 1) the group excluded is a \"distinctive\" group in the community; 2) the\r\n\r\nrepresentation of this group in venires from which juries are selected is not fair and reasonable in\r\n\r\nrelation to the number of such persons in the community; and 3) this underrepresentation is due to\r\n\r\na systematic exclusion of the group in the jury selection process.  Duren v. Missouri, 439 U.S.\r\n\r\n357, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979).  Assuming appellant can show steps 1 and 2, he has\r\n\r\nfailed to show a systematic exclusion. In Duren, women were routinely granted exemptions upon\r\n\r\nrequest and, therefore, were underrepresented.  Here, we do not know why any blacks were\r\n\r\nexcluded.Fn.7 Of the eighty-two members left after exemptions and excusals, 7% were black.  In\r\n\r\nLexington County, blacks account for 11 % of the population.  In Duren, women accounted for\r\n\r\n54% of the population and only 14.5% of the challenged jury pool.  In Duren, the Supreme Court\r\n\r\nheld the \"resulting disproportionate exclusion of women from the jury wheel and at the venire\r\n\r\nstage was quite obvious due to the system by which juries were selected.\" Id. at 670.  Appellant\r\n\r\nhas not shown any system of exclusion.  Therefore, the trial judge did not err in denying\r\n\r\nappellant's motions.\r\nAppellant's remaining arguments are affirmed pursuant to Rule 220 (b)(1), SCACR, and the\r\n  \r\n  following authorities: Issue 2: Rule 209(h), SCACR (appellate court will not consider any fact\r\n  \r\n  which does not appear in record); Issue 5: State v. Tucker, supra; State v. Crowley, 226 S.C.\r\n  \r\n  472, 85 S.E.2d (1955)(objection must be on specific ground); Bailey, supra, (party cannot argue\r\n  \r\n  another ground on appeal); Issue 9: State v. Komahrens, 290 S.C. 281, 350 S.E.2d 180\r\n  \r\n  (1986)(probative value of photographs outweighs prejudicial effect); Issue 10: State v. Nathari,\r\n  \r\n  303 S.C. 188, 399 S.E.2d 597 (1990)(trial judge has broad discretion in determining general\r\n  \r\n  range and extent of cross examination); Issue 11: State v. Adams, 277 S.C. 115, 283 S.E.2d 582\r\n  \r\n  (1981) (sentencing jury need not be instructed that divided jury results in life sentence); Issue 12: State v. Humphries, Op.  No. 24542 (S.C. Sup.  Ct. filed December 9, 1996)(notice of victim\r\n  \r\n  impact evidence not required under statute and no due process violation).\r\nProportionaliiy Review\r\nWe have reviewed the record and conclude the death sentence was not the result of passion,\r\n  \r\n  prejudice, or other arbitrary factors and the evidence supports the jury's finding of the aggravating\r\n  \r\n  circumstances.  S.C. Code Ann. &#167; 16-3-25(C)(l)-(2) (1985).  The death sentence is not excessive\r\n  \r\n  or disproportionate to the penalty imposed\r\n_______________\r\n\r\nFn.7 Appellant concedes that blacks were not underrepresented in the entire pool which was\r\n  \r\n  originally called for jury duty.  He also agrees statutory and other miscellaneous exemptions\r\n  \r\n  caused the underrepresentation. \r\n  \r\np.11\r\n\r\nSTATE v. PATTERSON\r\n\r\nin similar cases. State v. McWee, Op.  No. 24445 (S.C. Sup.  Ct. filed June 10, 1996) (murder\r\n\r\nduring an armed robbery of convenience store); State v. Von Dohlen, Op. No. 24437(S.C. Sup. \r\n\r\nCt. filed May 28, 1996)(murder during armed robbery of dry cleaners); State v. Young , 319 S.C.\r\n\r\n33, 459 S.E.2d 84 (1995)(murder of school principal during armed robbery in parking lot).\r\nAppellant's convictions and sentence are\r\nAFFIRMED. \r\n  \r\nTOAL, A.C.J., WALLER, and BURNETT, JJ., and Acting\r\nAssociate Justice George T. Gregory, Jr., concur. \r\n  \r\np.12\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24550","title":"The State, Respondent, v. Thomas Treshawn Ivey, Appellant.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24550","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State,                                      Respondent, \r\nv. \r\n  \r\nThomas Treshawn Ivey,                           Appellant. \r\nAppeal From Orangeburg County\r\n  Luke N. Brown, Jr., Special Circuit Court Judge \r\n  \r\nOpinion No. 24550\r\nHeard October 17, 1996 - Filed January 20, 1997 \r\n  \r\nAFFIRMED \r\n  \r\nDeputy Chief Attomey Joseph L. Savitz, 111, of South Carolina Office of Appellate Defense,\r\n  \r\n  of \r\n  \r\n  Columbia, for Appellant.\r\nAttomey General Charles Molony Condon, Assistant Deputy Attomey General Donald J.\r\n  \r\n  Zelenka, \r\n  \r\n  of Columbia, and Solicitor Walter M. Bailey, Jr., of Summerville, all for Respondent.\r\nMOORE, A.J.: Thomas T. Ivey appeals his conviction for murder and his sentence of death. \r\n  \r\n  We \r\n  \r\n  affirm. \r\n  \r\nFACTS \r\n  \r\nIn early January 1993, Ivey and Vincent Neuman escaped from a prison in Clayton, Alabama.  \r\n  \r\n  Neuman testified that on January 13th, he and Ivey kidnapped Robert Montgomery in Columbia \r\n  \r\n  and drove him in his truck to the town of North, South Carolina.  There, Ivey shot and killed \r\n  \r\n  Montgomery.  Ivey and Neuman drove away in Montgomery's vehicle.  The next day, Ivey and \r\n  \r\n  Neuman stole another vehicle. In the vehicle were the owner's identification and some blank \r\n  \r\n  checks. \r\n  \r\np.13 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\nOn January 15th, Ivey, Neuman, and Patricia Perkins drove to Orangeburg in order to forge\r\n  \r\n  the \r\n  \r\n  blank checks.  All three entered a Belk's store where Neuman wrote a check for the purchase of \r\n  \r\n  cologne and aftershave.  Ivey left the store, but Neuman and Perkins continued to \"shop.\" They \r\n  \r\n  tried to purchase certain items costing $279.30. When they tried to pay for the merchandise with a \r\n  \r\n  forged check, the clerk became suspicious and said she would have to have the check approved.  \r\n  \r\n  Neuman left the store.  A store security guard called the police who arrived within a few minutes. \r\n  \r\n  Ivey, who had been outside, returned to the store to check on Perkins.\r\nA police officer and an investigator found Ivey and Perkins in the mall and questioned them; \r\n  \r\n  however, they told Ivey he was free to go when they realized that Neuman, not Ivey, was the \r\n  \r\n  person trying to pass the check.  At that time, Orangeburg police officer Thomas Harrison \r\n  \r\n  (\"Officer\") arrived and began questioning Ivey.  There was evidence that Ivey's .357 Magnum, \r\n  \r\n  which was in his left coat pocket, fired.  The bullet hit the ground, ricocheted, and struck Officer.  \r\n  \r\n  Ivey then pulled the gun out of his pocket and directly shot Officer five more times.  After the \r\n  \r\n  shooting, Ivey tried to escape.  A few officers chased Ivey out of the mall, shooting at him as he \r\n  \r\n  zigzagged into the parking lot where he was finally arrested.\r\nIvey gave a statement to the police admitting that he killed Officer.  He stated that he had a\r\n  \r\n  gun in \r\n  \r\n  his left coat pocket.  While he was talking with Officer, the gun accidently went off, and the shot \r\n  \r\n  hit the floor.  \"[T]he officer jumped back, and he was going for his gun, and I just panicked, and I \r\n  \r\n  pulled it out and started shooting.\" Initially, Ivey said that he shot Officer because he was \r\n  \r\n  \"scared,\" but later indicated that \"I don't know why I shot the officer.\"\r\nA forensic pathologist testified that the cause of death was two gunshot wounds to Officer's\r\n  \r\n  vital \r\n  \r\n  organs.  In addition to other wounds, a wound, which exhibited the effects of a ricochet pattern, \r\n  \r\n  was found on Officer's right leg.  A South Carolina Law Enforcement Department crime scene \r\n  \r\n  technician found a projectile or bullet had struck the floor near to where Ivey and Officer were \r\n  \r\n  standing.  Moreover, there was evidence that Ivey's left coat pocket was blown out by a gunshot.\r\nIvey was indicted for murder and tried.  A jury found Ivey guilty of the murder of Officer. \r\n  \r\n  The \r\n  \r\n  State sought the death penalty, relying on three aggravating circumstances: (1) The defendant by \r\n  \r\n  his act of murder knowingly created a great risk of death to more than one person in a public \r\n  \r\n  place by means of a weapon or device which would normally be hazardous to the lives of more \r\n  \r\n  than one person; (2) Thomas C. Harrison, a local law enforcement officer, was murdered during \r\n  \r\n  or because of the performance of his official duties; and (3) Two or more persons, including \r\n  \r\n  Thomas C. Harrison, were murdered by the defendant by one act or pursuant to one scheme or \r\n  \r\n  course of conduct. See S.C. Code Ann. &#167; 16-3-20(C)(a)(3), (7), (9)(Supp. 1995).  The jury\r\n  \r\n  was \r\n  \r\n  also instructed on four statutory mitigating circumstances and nine non- \r\n  \r\np.14 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\nstatutory mitigating circumstances.\r\nFinding the existence of the first two aggavating circumstances listed above, the jury \r\n  \r\n  recommended a sentence of death.  The judge sentenced Ivey to death. \r\n  \r\nISSUES \r\n  \r\n1. Did the trial court err in refusing to charge voluntary manslaughter?\r\n  2. Did the trial court err in allowing Officer's mother to imply that Ivey deserved to die, thereby \r\n  \r\n  violating Payne v. Tennessee and state law?\r\n  3. Did the trial court err in preventing the defense from ensuring that the jury had a correct \r\n  \r\n  understanding of what \"life imprisonment\" meant? \r\n  \r\nDISCUSSION \r\n  \r\nA. Voluntary Manslaughter \r\n  \r\nIvey argues that the trial court erred in refusing an instruction on voluntary manslaughter.  We \r\n  \r\n  disagree.\r\nIvey contends that his gun went off accidently: \". . . the male officer was standing beside me\r\n  \r\n  and \r\n  \r\n  the gun was in my left pocket on the inside; and I stuck my hand in there and the hammer was \r\n  \r\n  already cocked back, and it went off in my pocket when I had my hand on it.\" He claims to have \r\n  \r\n  shot Officer as the latter was going for his gun: \"...and the officer jumped back, and he was going \r\n  \r\n  for his gun, and I just panicked and I pulled it out and started shooting....\"  Ivey also said that he, \r\n  \r\n  shot Officer because he \"was scared.\" He maintains that because he was in a state of fear and \r\n  \r\n  acting in response to Officer going for his gun, that these circumstances entitled him to a charge \r\n  \r\n  on voluntary manslaughter.\r\nVoluntary manslaughter is the unlawful killing of a human being in sudden heat of passion\r\n  \r\n  upon a \r\n  \r\n  sufficient legal provocation.  State v. Komahrens, 290 S.C. 281, 350 S.E.2d 180 (1986), cert. \r\n  \r\n  denied, 480 U.S. 940 (1987).  Heat of passion alone will not suffice to reduce murder to \r\n  \r\n  voluntary manslaughter.  State v. Tyson, 283 S.C. 375, 323 S.E.2d 770 (1984), cert. denied, 471 \r\n  \r\n  U.S. 1006 (1985).  Where there are no actions by the deceased to constitute legal provocation, a \r\n  \r\n  charge on voluntary manslaughter is not required.  See State v. Butler, 277 S.C. 452, 290 S.E.2d \r\n  \r\n  1, cert. denied, 459 U.S. 932 (1982).  The exercise of a legal right, no matter how offensive to \r\n  \r\n  another, is never in law deemed a provocation sufficient to justify or mitigate an act of violence.  \r\n  \r\n  State v. Norris, 253 S.C. 31, 168 S.E.2d 564 (1969). \r\n  \r\np.15 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\nMore specifically, State v. Linder, 276 S.C. 304, 278 S.E.2d 335 (1981), states that a lawful \r\n  \r\n  arrest or detention in a lawful manner by an officer will not constitute an adequate provocation for \r\n  \r\n  heat of passion reducing the grade of the homicide to manslaughter; nor will other lawful acts of \r\n  \r\n  officers while in the discharge of their duties constitute adequate provocation.  This is precisely \r\n  \r\n  the situation we have in the present case.  Ivey does not argue, nor is there any evidence, that \r\n  \r\n  Officer acted in an unlawful manner in discharging his duties.  Even when Ivey's version of the \r\n  \r\n  incident is accepted, we find that Officer, by going for his gun, was reacting to Ivey's accidental \r\n  \r\n  firing of the weapon.  Officer obviously had the right to defend himself.  Accordingly, because \r\n  \r\n  there was no evidence of sufficient legal provocation, Ivey was not entitled to a voluntary \r\n  \r\n  manslaughter charge. \r\n  \r\nB. Victim Impact \r\n  \r\nIvey argues the trial court improperly allowed certain testimony by Officer's mother in\r\n  \r\n  violation of \r\n  \r\n  Payne v. Tennessee and State v. Johnson.  We disagree because this argument fails on both \r\n  \r\n  procedural and substantive grounds.\r\nProcedurally, this argument is barred because Ivey did not specifically object to  the\r\n  \r\n  testimony.  \r\n  \r\n  During the testimony of Officer's mother, Ivey's attorney interjected,  \"Your Honor, I sincerely \r\n  \r\n  apologize, but I think we're going out of the bounds now\";  however, he did not raise a specific \r\n  \r\n  objection to her testimony.  See State v. Tucker,  3 1 9 S.C. 4 2 5, 462 S.E.2d 263 \r\n  \r\n  (1995)(appellant objected generally to the introduction  of any victim impact evidence, but did not \r\n  \r\n  object on specific grounds; therefore, the  argument is procedurally barred), cert. denied, 116 S. \r\n  \r\n  Ct. 789 (1996).\r\nHowever, the argument also fails on the merits.  In Payne v. Tennessee, 501 U.S. 808, 827,\r\n  \r\n  III S. \r\n  \r\n  Ct. 2597, 2609, 115 L. Ed. 2d 720, 736 (1991), the United States Supreme Court declared:\r\nWe thus hold that if the State chooses to permit the admission of victim impact\r\n  \r\n  evidence \r\n  \r\n  and prosecutorial argument on that subject, the Eighth Amendment erects no 12er se bar.  \r\n  \r\n  A State may legitimately conclude that evidence about the victim and about the impact of \r\n  \r\n  the murder on the victim's family is relevant to the jury's decision as to whether or not the \r\n  \r\n  death penalty should be imposed.  There is no reason to treat such evidence differently than \r\n  \r\n  other relevant evidence is treated. \r\nCiting Payne, this Court, in State v. Johnson, 306 S.C. 119, 410 S.E.2d 547 (1991), cert,\r\n  \r\n  denied, \r\n  \r\n  503 U.S. 993 (1992), rejected the defendant's argument that the solicitor improperly referred to \r\n  \r\n  the victim's family.  During the penalty phase of that case, the defendant's sister testified that she \r\n  \r\n  would visit him at the penitentiary for Christmas. In response, the solicitor stated that the victim's \r\n  \r\n  family could not go to see him, but \r\n  \r\np.16 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\ncould only visit him at his grave.  The Johnson Court found that the argument made by the \r\n  \r\n  solicitor was relevant to the jury's decision.\r\nIn State v. Rocheville, 310 S.C. 20, 425 S.E.2d 32, cert, denied, 508 U.S. 978 (1993), the\r\n  \r\n  State \r\n  \r\n  called the victims' parents who testified about their families' reliance on their sons and the boys' \r\n  \r\n  dreams and aspirations.  The Court rejected the defendant's argument that the statements were \r\n  \r\n  improperly admitted, and it reasoned that the evidence served the purpose of showing the specific \r\n  \r\n  harm committed by the defendant in the murders and merely portrayed the victims as unique \r\n  \r\n  individuals.  Similarly, in Riddle v. State, 314 S.C. 1, 443 S.E.2d 557, cert. denied, 115 S. Ct. 518 \r\n  \r\n  (1994), it was held that the testimony of the victim's stepdaughter was relevant to establishing the \r\n  \r\n  victim as a unique human being and to showing the specific harm committed by the defendant.  \r\n  \r\n  The stepdaughter had testified about the victim's standing in the community, the victim's \r\n  \r\n  grandchildren, and the impact the crime personally had on stepdaughter.\r\nBased on the above criteria, the testimony that Ivey contests was properly admitted.  The \r\n  \r\n  testimony in dispute is as follows:\r\nQ: Could you tell us how your son's death has affected your life? \r\nA: Well, it's certainly left a big void in our lives.  I mean, I don't know how to\r\n  \r\n  express it, \r\n  \r\n  you know, unless -- I mean, it's just -- We miss him terribly because of the constant \r\n  \r\n  relationship we had with him.  He was the kind of person that was nearly always in a good \r\n  \r\n  mood.  He could come by the house, and just the way he came; he'd say, 'Hi, Mama; what's \r\n  \r\n  happening,' or 'How's it going' or something like that; just always kind of could cheer us up \r\n  \r\n  a little bit and -- \r\nQ: What the hardest part now about his death and the way he died? \r\nA: Well, when I think about the way he died, I can't help but feel sort of angry\r\n  \r\n  because I \r\n  \r\n  just feel like it was so useless. \r\n\r\n\r\n  Mr. Johnson: Your honor, I sincerely apologize, but I think we're going out\r\n  \r\n  of the \r\n  \r\n  bounds now.\r\n  \r\n  \r\n  The Court: All right, sir.  I'll allow it.  Go ahead.\r\n\r\n\r\nA: Somebody -- this man who shot my son -- said that he ran out of the store, and\r\n  \r\n  when he \r\n  \r\n  realized he was going to be arrested, he laid down on the ground and said, 'Don't shoot; \r\n  \r\n  don't kill me; don't kill me.' But he didn't think about that when my son was lying on the \r\n  \r\n  floor in front of \r\np.17 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\nhim in the store saying 'Don't do this; don't do this.'\r\n  \r\n  And -- well, it hurts. \r\nQ: Are there particular occasions that are worse than others? \r\nA:  .... \r\nIvey contends that the statements by Officer's mother unmistakably implied that appellant\r\n  \r\n  should \r\n  \r\n  die for his crime: She told the jury that it was too late for mercy, that if appellant had wanted to \r\n  \r\n  live, he should have thought about that before he killed her son.  We disagree.  The above \r\n  \r\n  testimony simply demonstrates the uniqueness of the victim and the hann that the victim's family \r\n  \r\n  has suffered.  Officer's mother was simply expressing her grief and pain.  Under Payne and South \r\n  \r\n  Carolina precedents, such testimony was proper. \r\n  \r\nC. Jury's Understanding of \"Life Imprisonment\"\r\nFinally, Ivey argues that the court erred by preventing the defense from ensuring that the jury\r\n  \r\n  had \r\n  \r\n  a correct understanding of the tenn \"life imprisonment,\" where the solicitor introduced \r\n  \r\n  considerations of early release and misled the jury about Ivey's future dangerousness to society, \r\n  \r\n  while depicting life imprisonment as a luxury vacation.\r\nAt oral argument, 'counsel for Ivey conceded that this argument is unpreserved. However,\r\n  \r\n  even if \r\n  \r\n  it were preserved, the argument does not succeed on the merits. Defense counsel wanted to ask \r\n  \r\n  prospective jurors the following question during voir dire: \"What is their conception, their notion, \r\n  \r\n  about what life imprisonment means?\" The trial court refused to allow the question.  State v. \r\n  \r\n  Matthews, 296 S.C. 379, 373 S.E.2d 587 (1988), cert, denied, 489 U.S. 1091 (1989) is \r\n  \r\n  dispositive on this is 'sue. In that case, we held the trial judge did not abuse his discretion in \r\n  \r\n  refusing to allow the defendant to ask prospective jurors on voir dire \"what a life sentence meant \r\n  \r\n  to them.\" Defendant had proposed the question to expose those potential jurors with \r\n  \r\n  \"misconceptions\" about the parole eligibility of a murderer sentenced to life imprisonment.  \r\n  \r\n  Matthews held that the defendant had shown neither abuse nor prejudice and that the trial court's \r\n  \r\n  jury instructions had properly conveyed the meaning of \"life sentence\": \"These terms of life \r\n  \r\n  imprisonment and the death penalty should be understood in their ordinary and plain meaning by \r\n  \r\n  you.\" Id. at 383, 373 S.E.2d at 590. The case stated that defendant was not entitled to probe \r\n  \r\n  potential jurors' misconceptions on this point of law.\r\nThe question in the present case is nearly exactly the same as that which was asked in\r\n  \r\n  Matthews.  \r\n  \r\n  In addition, the trial court in this case also charged the jury on the meaning of life imprisonment: \r\n  \r\n  \"I instruct you that when considering the two possible sentences, that is life imprisonment means \r\n  \r\n  life imprisonment, and death penalty means \r\n  \r\np.18 \r\n  \r\n\r\nSTATE v. IVEY \r\n\r\nthe death penalty.\" Ivey makes no attempt to distinguish Matthews. \r\n  \r\nD. Proportionality Review\r\nWe have conducted a proportionality review pursuant to S.C. Code Ann. &#167; 16-3- 25\r\n  \r\n  (1985).  The \r\n  \r\n  sentence in this case was not the result of passion, prejudice, or other arbitrary factors, and the \r\n  \r\n  evidence supports the jury's finding of aggravating, circumstances.  The sentence is not excessive \r\n  \r\n  or disproportionate to the penalty imposed in similar cases.  See State v. South, 285 S.C. 529, \r\n  \r\n  331 S.E.2d 775 (officer shot and killed by defendant in drive-by shooting), cert. denied, 474 U.S. \r\n  \r\n  888 (1985); State v. Young 319 S.C. 33, 459 S.E.2d 84 (1995)(victim killed in the course of a \r\n  \r\n  robbery), cert, denied, 116 S. Ct. 718 (1996). \r\n  \r\nAFFIRMED. \r\n  \r\nFINNEY, C.J., WALLER and BURNETT, JJ., and Acting Associate Justice George T.\r\n  \r\n  Gregory, \r\n  \r\n  Jr., concur. \r\n  \r\n  \r\n  \r\np.19\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24551","title":"The United States of America, etc v. Metric Construction","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24551","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nU.S. f/u/b/a Williams\r\n  Electric Company Inc.,               Plaintiff, \r\n  \r\nv. \r\n  \r\nMetric Constructors, Inc.,\r\n  et al.,                              Defendant. \r\n  \r\nON CERTIFICATION FROM THE UNITED STATES DISTRICT COURT FOR\r\n  THE DISTRICT OF SOUTH CAROLINA \r\n  \r\nDennis W. Shedd, United States District Judge \r\n  \r\nOpinion No. 24551\r\n  Heard November 20, 1996 - Filed January 20, 1997 \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\nGeorge Papaioanou, Bert R. Oastler and Charles W. Surasky, all of Smith, Currie &amp;\r\n  \r\n  Hancock, of \r\n  \r\n  Atlanta, and Timothy W. Bouch of Young, Clement, Rivers &amp; Tisdale, of Charleston, for\r\n  \r\n  plaintiff. \r\n  \r\nJames L. Bruner and Brian P. Robinson of Bruner, Powell &amp; Robbins, of Columbia, for \r\n  \r\n  defendant. \r\n  \r\nWALLER, A.J.: The following question has been certified to this Court by the United States \r\n  \r\n  District Court for the District of South Carolina: \r\n  \r\nUnder the facts of this case, what exceptions, if any, to an unambiguous\r\n  \r\n  no-damages-for-delay \r\n  \r\n  clause in a construction contract would the South Carolina Supreme Court recognize? \r\n  \r\nFACTS \r\n  \r\np.20 \r\n  \r\n\r\nTHE UNITED STATES of AMERICA, etc. v. METRIC CONSTR., et al. \r\n\r\nMetric, general contractor for construction of a new federal prison in Estill, S.C., hired\r\n  \r\n  Williams \r\n  \r\n  Electric Company as the major electrical subcontractor.  The contract, written by Metric, contains \r\n  \r\n  the following no-damages-for-delay clause:\r\n7. Extensions of Time .... In the event the Subcontractor's performance of this\r\n  \r\n  Subcontract \r\n  \r\n  is delayed or interfered with by acts or omissions of the Owner, Contractor or other \r\n  \r\n  subcontractors, Subcontractor may request an extension of time for the performance of this \r\n  \r\n  Subcontract as hereinabove provided, but shall not be entitled to any increase in the \r\n  \r\n  subcontract Price or to damages or additional compensation as a consequence of such \r\n  \r\n  delays or interference except to the extent that the Contract entitles Contractor to \r\n  \r\n  compensation therefor and then only to the extent of any amounts that Contractor, on \r\n  \r\n  behalf of Subcontractor, recovers from Owner for such delays or interference. \r\nDuring construction of the prison, Williams suffered delays caused primarily by Metric's\r\n  \r\n  failure to \r\n  \r\n  properly coordinate and manage the subcontractors.  As a result, Williams incurred more labor \r\n  \r\n  and material costs than anticipated and was required to remain on the project for months after its \r\n  \r\n  scheduled completion date.  Subsequent to completion of the prison, Williams brought this action \r\n  \r\n  in the Federal District Court under the Miller Act Fn.1 for additional expenses\r\n  \r\n  caused by the \r\n  \r\n  delays.  Metric answered and sought summary judgment, contending it is not liable by virtue of \r\n  \r\n  the no-damages-for-delay clause. \r\n  \r\nDISCUSSION \r\n  \r\nGenerally, no-damage-for-delay provisions are valid and enforceable so long as they meet \r\n  \r\n  ordinary rules governing the validity of contracts.  See Annot., Validity and Construction of \"No \r\n  \r\n  Damage Clause\" with Res-pect to Delay in Building or Construction Contract, 74 A.L.R.3d 187, \r\n  \r\n  &#167; 2[a] (1976).  A majority of jurisdictions, however, recognize certain exceptions to such\r\n  \r\n  clauses.  \r\n  \r\n  Id. Among the recognized exceptions are (a) delay caused by fraud, misrepresentation, or other \r\n  \r\n  bad faith; (b) delay caused by active interference; (c) delay which has extended such an \r\n  \r\n  unreasonable length of time that the party delayed would have been justified in abandoning the \r\n  \r\n  contract; (d) delay that was not contemplated by the parties; and (e) delay caused by gross \r\n  \r\n  negligence.\r\nWe premise our discussion by recognizing that, in South Carolina, there exists in every\r\n  \r\n  contract \r\n  \r\n  an implied obligation of good faith and fair dealing.  Adams v. Creel, Op.  No. 24330 (S.C. Sup.  \r\n  \r\n  Ct. filed Oct. 16, 1995) (Davis Adv.  Sh.  No. 22); Parker v. Byrd, 309 S.C. 189, 420 S.E.2d 850 \r\n  \r\n  (1992); Tharpe v. E.G. Moore, 254 S.C. 196, 174 S.E.2d 397 (1970).  Accordingly, to the extent \r\n  \r\n  these exceptions give rise to a violation \r\n  \r\n_______________\r\nFn. 1 40 U.S.C. &#167; 270a et seq.  The Miller Act requires contractors\r\n  \r\n  on federal construction \r\n  \r\n  projects to furnish a payment bond to protect subcontractors. \r\n  \r\np.21 \r\n  \r\n\r\nTHE UNITED STATES of AMERICA, etc. v. METRIC CONSTR., et al. \r\n\r\nof this obligation, we find them to be a logical extension of South Carolina law.  We address\r\n  \r\n  the \r\n  \r\n  exceptions seriatim. \r\n  \r\na. Delay caused by fraud, misrepresentation, or other bad faith. \r\n  \r\nThe most widely recognized exception to the enforceability of a no-damage-for delay clause is \r\n  \r\n  fraud, misrepresentation or bad faith. 74 A.L.R.3d at 215-216, &#167;7(b).  Of those cases\r\n  \r\n  addressing \r\n  \r\n  this exception, it appears to have been adopted in all but one jurisdiction.  See Owen Constr.  Co. \r\n  \r\n  v. Iowa State Dept. of Transp., 274 N.W.2d 304 (Iowa 1979); Jensen Constr.  Co. v. Dallas \r\n  \r\n  County 920 S.W. d 761 (Tex. 1996); Newberry Square Development Corp. v. Southern \r\n  \r\n  Landmark, Inc.,  578 So.2d 750 (Fla. 1991); J&amp;B Steel Contractors, Inc. v. Iber &amp;\r\n  \r\n  Sons. 642 \r\n  \r\n  N.E.2d 1215 (II. 1994); White Oak Corporation v. Department of Transportation, 585 A.2d 1199 \r\n  \r\n  (Conn. 1991); State Highway Admin. v. Greiner., 577 A.2d 363 (Md. 1990)(all recognizing \r\n  \r\n  exception for fraud or bad faith).  But see Marsch v. Southern N.E.R. Corp, 120 N.E. 120 (Mass. \r\n  \r\n  1918) (declining to adopt fraud exception).\r\nClearly, fraud, misrepresentation and bad faith in performance of one's contractual duties\r\n  \r\n  would \r\n  \r\n  give rise to a violation of the implied obligation of good faith and fair dealing. See O'Quinn v. \r\n  \r\n  Beach Associates, 272 S.C. 95, 249 S.E.2d 734 (1978)(recognizing that a contract may be \r\n  \r\n  avoided on grounds of fraud).  Accordingly, we find that adoption of this exception is a logical \r\n  \r\n  extension of South Carolina law and join the majority of jurisdictions in adopting this exception. \r\n  \r\nb. Delay caused by active interference \r\n  \r\nA majority of courts also adopt an exception to a no-damage-for-delay clause in cases of\r\n  \r\n  direct, \r\n  \r\n  active, willful interference with the work of the contractor. 74 A.L.R.3d at 219-221, &#167; 7(e). \r\n  \r\n  See \r\n  \r\n  also Newberry Square Development v. Southern Landmark, supra; Owen Constr. Co., v. Iowa \r\n  \r\n  State Dept. of Transp., supra; Green Plumbing &amp; Heating Co. v. Turner Constr.  Co., 500 \r\n  \r\n  F.Supp. 910 (1980)(applying Mich. law); Christiansen Bros., Inc. v. State, 586 P.2d 840 (Wash. \r\n  \r\n  1978).  This Court has recognized that where performance of a contract by the vendor is \r\n  \r\n  prevented by the vendee, the vendee may not take advantage of the delay. Fn.2 See Shannon v. \r\n  \r\n  Freeman, 117 S,C, 480, 109 S.E. 406 (1921).  Such active interference effectually violates the \r\n  \r\n  implied obligation of fair dealing.  Accordingly, we find this exception to be a logical extension of \r\n  \r\n  South Carolina law. Fn.3 \r\n  \r\n_______________\r\nFn. 2 South Carolina also recognizes an action for willful interference\r\n  \r\n  with contract. See Martin \r\n  \r\n  v. One Chevrolet Truck., 207 S.C. 97, 34 S.E.2d 482 (1945).  Such an action, however, requires \r\n  \r\n  interference by a third party.\r\nFn. 3 Metric does not oppose adoption of this exception, but urges us to\r\n  \r\n  adopt the definition of \r\n  \r\n  \"active interference\" embraced by the Iowa court in Peter Kiewit Sons' Co. v. Iowa Southern \r\n  \r\n  Utilities Co., 355 F.Supp. 376, 399 (S.D. Iowa 1973) as follows: \r\n  \r\np.22 \r\n  \r\n\r\nTHE UNITED STATES of AMERICA, etc. v. METRIC CONSTR., et al. \r\n\r\nc. Unreasonable delay justifying abandonment of the contract \r\n  \r\nA number of courts recognize an exception to a no-damage clause where delays are so \r\n  \r\n  unreasonable in length or duration that they amount to an abandonment of the contract, or would \r\n  \r\n  justify the contractor's abandonment. 74 A.L.R.3d at 226-230, &#167; 7(i).  Both this Court and\r\n  \r\n  the \r\n  \r\n  Court of Appeals have recognized that a contract may be abandoned.  Quality Concrete Products, \r\n  \r\n  Inc. v. Thomason, 253 S.C. 579, 172 S.E.2d 297 (1970); Ro-Lo Enterprises v. Hicks Enterprises, \r\n  \r\n  294 S.C. 111, 362 S.E.2d 888 (Ct.  App. 1987).  An abandonment need not be express but may \r\n  \r\n  be inferred from the conduct of the parties and attendant circumstances.  Quality Concrete, supra. \r\n  \r\n  Abandonment of contract by one party is the giving up of the right to a benefit due from the other \r\n  \r\n  party.  Ro-Lo, supra.  As with the above-mentioned exceptions, an abandonment of the contract \r\n  \r\n  involves a breach of the implied obligation of good faith and fair dealing.  Accordingly, we adopt \r\n  \r\n  this exception and find that if a party abandons the contract, they also abandon their right to rely \r\n  \r\n  on a no damage for delay clause. \r\n  \r\nd. Delays not contemplated by the parties. \r\n  \r\nThe most contested of the exceptions is that for \"delay not contemplated by the parties.\"\r\n  \r\n  Under \r\n  \r\n  this exception, a number of courts find that a \"no damage\" provision will not bar claims resulting \r\n  \r\n  from delays caused by the contractee if the delays \"were not within the contemplation of the \r\n  \r\n  parties at the time they entered into the contract.\" Corinno Civetta Const. v. City of New York,, \r\n  \r\n  493 N.E.2d 905, 910 (N.Y. 1986).  The rationale for this exception, as stated by the Corinno \r\n  \r\n  Civetta court, is that \"[i]t can hardly be presumed ... that the contractor bargained away his right \r\n  \r\n  to bring a claim for damages resulting from delays which the parties did not contemplate at the \r\n  \r\n  time.\"\r\nHowever, this view is not universally accepted and has recently been questioned by a number\r\n  \r\n  of \r\n  \r\n  courts.  See e.g. State Highway Administrator v. Greiner 577 A.2d 363 (Md. 1990); Gregory and \r\n  \r\n  Son, Inc. v. Guenther and Sons, 432 N.W.2d \r\n  \r\n_______________\r\n... to be guilty of \"active interference\" ..., the defendants herein would have to\r\n  \r\n  have \r\n  \r\n  committed some affirmative, willful act, in bad faith, to unreasonably interfere with plaintiff \r\n  \r\n  s compliance with the terms of construction contract [Ulse of the term \"active\" to modify \r\n  \r\n  \"interference\"... clearly implies more than a simple mistake, error in judgment, lack of total \r\n  \r\n  effort, or lack of complete diligence... \r\nAs there is already a specific exception for bad faith, we decline to adopt so much of this \r\n  \r\n  definition as requires a showing of \"bad faith.\" Trial courts of this state may, however, utilize the \r\n  \r\n  remainder of the Kiewit definition in fashioning an appropriate jury charge. \r\n  \r\np.23 \r\n  \r\n\r\nTHE UNITED STATES of AMERICA, etc. v. METRIC CONSTR., et al. \r\n\r\n584 (Wis. 1988).  These courts hold that a clear, unambiguous clause which precludes a \r\n  \r\n  contractor's recovery of damages for \"any delays\" is binding, notwithstanding uncontemplated \r\n  \r\n  delays, absent some allegation of intentional wrongdoing, gross negligence, fraud, or \r\n  \r\n  misrepresentation.   Greiner, supra. In Gregory, the Wisconsin Supreme Court stated:\r\nIndeed, the adoption of a no-damage-for-delay clause shows that the parties\r\n  \r\n  realize that \r\n  \r\n  some delays cannot be contemplated at the time of the drafting of the contract .... The \r\n  \r\n  parties can deal with delays they contemplate by adjusting the start and completion dates or \r\n  \r\n  by including particular provisions in the contract.  \"[I]t is the unforeseen events which \r\n  \r\n  occasion the broad language of the clause since foreseeable ones could be readily provided \r\n  \r\n  for by specific language.\" City of Houston v. R.F. Ball Constr.  Co., Inc., 570 S.W.2d 75, \r\n  \r\n  78 (Tex.  Civ.  App. 1978). \r\n432 N.W.2d at 587.\r\nIt has long been the law in this State that when a contract is unambiguous, clear and explicit,\r\n  \r\n  it \r\n  \r\n  must be construed according to the terms the parties have used, to be taken and used in their \r\n  \r\n  plain, ordinary sense.  See C.A.N. Enterprises v. S.C. Health and Human Services, 296 S.C. 373, \r\n  \r\n  373 S.E.2d 584 (1988).  \"A party to a written contract, where there is no ambiguity or \r\n  \r\n  indefiniteness in the essentials, cannot say their minds did not meet.\" Arant v. Mack,, 204 S.C. \r\n  \r\n  287, 294, 28 S.E.(2d) 846, 849 (1944).  This Court has routinely refused to engage in re-writing \r\n  \r\n  the terms of the parties' contract.  See e.g. C.A.N. Enterprises v. S.C. Health and Human Services \r\n  \r\n  supra (duty of a court is to enforce contract as written, regardless of the wisdom or folly, \r\n  \r\n  apparent unreasonableness, or the parties' failure to guard their rights carefully).  We find that it \r\n  \r\n  would be inconsistent with South Carolina law to adopt this exception.  Accordingly, we follow \r\n  \r\n  Greiner and Gregory and hold that the courts of this state do not recognize the \"delays not \r\n  \r\n  contemplated by the parties\" exception to a no-damages clause. \r\n  \r\nf. Delays caused by gross negligence \r\n  \r\nThe final exception to a \"no-damage-for delay\" clause referenced in the district court's \r\n  \r\n  certification order is \"gross negligence.\" Several jurisdictions have adopted this exception.  See \r\n  \r\n  North Star Contracting Corp. v. City of New York, 611 N.Y.S.2d 11 (N.Y. 1994); Greiner, \r\n  \r\n  supra; Gregory, supra; Newberg, Inc. v. Illinois State Toll Highway Authority, 506 N.E.2d 658 \r\n  \r\n  (Ill. 1987); Corinno Civetta supra; White Oak Corp v. Dept. of Transp, supra.  We find that \r\n  \r\n  willful, wanton, reckless conduct, i.e., gross negligence would, from a policy standpoint, give rise \r\n  \r\n  to a breach of the implied obligation of good faith and fair dealing.  Accordingly, we find adoption \r\n  \r\n  of the gross negligence exception is consistent with South Carolina law. \r\n  \r\nCONCLUSION \r\n  \r\np.24 \r\n  \r\n\r\nTHE UNITED STATES of AMERICA, etc. v. METRIC CONSTR., et al. \r\n\r\nWe hereby adopt, consistent with the implied obligation of good faith and fair dealing, the \r\n  \r\n  exceptions for delay caused by fraud, misrepresentation, or other bad faith; active interference; \r\n  \r\n  delay which amounts to an abandonment of the contract; and gross negligence.  We decline to \r\n  \r\n  adopt an exception for \"delays not contemplated by the parties.\" \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\np.25\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24552","title":"Gustine v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24552","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nRicky Wayne Gustine, Respondent, \r\n  \r\nv. \r\n  \r\nState of South Carolina, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Anderson County\r\n  Gerald C. Smoak, Judge \r\n  \r\nOpinion No. 24552\r\n  Submitted December 5, 1996 - Filed January 20, 1997 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa Nesbitt Cosby, Assistant Attorney General Allen Bullard, all of Columbia, for Petitioner. \r\n  \r\nAssistant Appellate Defender M. Anne Pearce, of South Carolina Office of Appellate Defense, of Columbia, for Respondent. \r\n  \r\nTOAL, A.J.: We granted certiorari to review the Post-Conviction Relief (\"PCR\") court's grant of relief to Ricky Wayne Gustine. We reverse. \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nGustine was indicted on three counts of criminal sexual conduct with a minor, second degree, and one count of lewd act upon a child. He previously had been tried Fn.1 and \r\n  \r\n_______________\r\nFn.1 At the trial, the State had presented evidence of Gustine's sexual misconduct against two stepdaughters. \r\n  \r\np.26 \r\n  \r\n\r\nGUSTINE v. STATE \r\n\r\nconvicted on an offense of assault and battery of a high and aggravated nature and had been sentenced to ten years in prison. Gustine and his retained counsel Joseph Standeffer (\"Attorney\") entered into plea negotiations with the solicitor's office. The solicitor offered to drop the three counts of criminal sexual conduct against Gustine and to recommend a ten-year sentence concurrent with his previous sentence if Gustine pled guilty to one count of lewd act upon a child. In exchange, Gustine would have to drop his appeal on the case already tried and to \"sign away\" his parental rights to his stepdaughter.\r\nGustine agreed to the terms of the plea offer and pled guilty before judge Frank Eppes on October 19, 1994. judge Eppes accepted the plea and the State's recommendation and sentenced Gustine to ten years in prison. In March 1995, Gustine filed a PCR application in which he alleged: (I ) the trial court failed to ask if his guilty plea was \"by your own free will\"; (2) the guilty plea was obtained involuntarily by duress, stress, intimidation, and coercion; and (3) Gustine was denied effective assistance of counsel because his guilty plea was not an informed and intelligent decision.\r\nA PCR hearing was held in August 1995. At the hearing, Attorney, who had represented Gustine through the guilty plea process, testified on Gustine's behalf. Attorney stated that he and Gustine had prepared to go to trial. Attorney was aware of the State's evidence, and he and Gustine had discussed trial strategy from the outset. Their defense was going to be that Gustine's ex-wife had fabricated the charges to gain custody of his child. A very important element of what Attorney and Gustine talked about was the possible use of his prior conviction at trial.\r\nAttorney testified about the solicitor's offer: \"[Wlhen we got an offer that essentially did not give [Gustine] more time than he already had over his head and when we looked at the odds, if you will, of a jury being exposed to that conviction, coming back with a not guilty versus a guilty verdict, that -- we began to consider strongly the possibility of a plea.\" Attorney was concerned that the offer of the solicitor \"stripped [Gustine's] rights in his appeal,\" but felt that the offer was \"pretty good at the time.\" Instead of going to trial where Gustine would face up to forty or sixty more years consecutive to the prison term he had already received, he could accept the offer and get ten concurrent years. Attorney further stated:\r\n. . .[Gustine] faced a real quandary in the case. He had a ten year sentence that was under appeal that I knew full well from prior experience and from being directly told that in his up-coming trial, he faced additional time plus he was going to be looking at that conviction being used against him for impeachment and also as other acts of misconduct being used to try to prove the charge that he was facing in the second case. All of that impacted on his chances to win and we discussed those issues thoroughly. \r\nAttorney and Gustine discussed the solicitor's offer \"many times.\" Gustine seemed to understand what he was facing. Attorney explained to Gustine that he did not have to take the offer, explained to him what it meant to terminate parental rights, and told him that by dropping his appeal, he would no longer have an appeal. Initially, Gustine \"had a lot of \r\n  \r\np.27 \r\n  \r\n\r\nGUSTINE v. STATE \r\n\r\nreservations about entering a plea of guilty in the case.\" He had \"some weeks\" to think about the offer, and he did think about it \"really for a long time.\" Even the day he went into Court, he was \"considering mightily\" his decision, \"probably right up to the moment that he was standing in front of the judge.\"\r\nGustine also testified at the PCR hearing. He was told that the solicitor's offer was the only one he would receive. He admitted being faced with a difficult decision: \"I didn't know what to do. All I knew is that with what [the solicitor] was asking, I couldn't do that and I couldn't go on with a trial with what -- how everything turned out.\" Gustine said that he asked Attorney to talk with the solicitor. The solicitor supposedly told Attorney that she did not care if Gustine was guilty or not; she had convicted him on the first charge against him and that she was going to \"get him on the rest.\" Gustine testified that this \"scared the day lights out of me.\" \"I knew then that it was over . . . .I didn't have any other choice.\"\r\nGustine gave the following testimony on cross-examination: \r\nQ: And you knew you had a right to a jury trial, right? \r\nA: Yes, sir. \r\nQ: Okay. And you knew -- you understood what this deal was that you were pleading guilty to; that you were terminating your parental rights and that you were -- that you were going to drop your appeal in exchange for a ten year sentence? \r\nA: When I had -- when I agreed to that guilty plea, I did not really understand what I was even giving up at the time. The only thing I knew was that if I didn't do exactly what everyone was telling me, that I would be -- that I would probably get sixty years and that's what I discussed with my counsellor. I discussed it with my parents and my fiance at the time. \r\nQ: So you knew you had a right to go to have a trial on these charges but you chose to plead guilty, right? \r\nA: To the best of my knowledge, I went ahead and agreed to it because I felt I had no other choice. \r\nQ: You didn't feel like you could win a jury trial, did you? \r\nA: Not with what my attorney was telling me and without him talking to the witnesses and without him getting what the State's information was, no, I didn't think I'd have a chance. \r\nThe PCR Court was concerned about whether a solicitor has a right, in order to procure a guilty plea, to demand that a defendant give up a right to appeal and give up his parental rights. In his order, the PCR court found that the use of the threat of a sixty-year \r\n  \r\np.28 \r\n  \r\n\r\nGUSTINE v. STATE \r\n\r\nprison sentence to obtain a plea that required Gustine to relinquish his parental rights and his right to appeal a prior conviction amounted to \"coercion as a matter of law.\" The court further found that the applicant \"was not fully informed of his rights or the ramifications of accepting the plea agreement.\" \r\n  \r\nLAW/ANALYSIS \r\n  \r\n\"The longstanding test for determining the validity of a guilty plea is whether the plea represents a voluntary and intelligent choice among the alternative courses of action open to the defendant.\" Hill v. Lockhart, 474 U.S. 52, 56, 106 S. Ct. 366, 369, 88 L. Ed. 2d 203, 208 (1985)(citations omitted). The United States Supreme Court has declared that \" [w]aivers of constitutional rights not only must be voluntary but must be knowing, intelligent acts done with sufficient awareness of the relevant circumstances and likely consequences.\" Brady v. United States, 397 U.S. 742, 748, 90 S. Ct. 1463, 1469, 25 L. Ed. 2d 747, 756 (1970). In Brady, the Court declined to hold that \"a guilty plea is compelled and invalid under the Fifth Amendment whenever motivated by the defendant's desire to accept the certainty or probability of a lesser penalty rather than face a wider range of possibilities extending from acquittal to conviction and a higher penalty authorized by law for the crime charged.\" Id. at 751, 90 S. Ct. at 1470, 25 L. Ed. 2d at 758.\r\nThe issue before the Court in the present case is whether a solicitor's plea offer that is conditioned upon a defendant's foregoing an appeal in another case and agreeing to terminate his parental rights is intrinsically so coercive that the defendant's guilty plea would be considered involuntary as a matter of law. Rather than deciding what demands by a solicitor are coercive as a matter of law, we conclude that the better approach is to determine on a case-by-case basis whether a defendant knowingly and voluntarily enters a plea of guilty. See, e.g., Wade v. State, 308 S.C. 552, 419 S.E.2d 781 (1992)(finding record reflected petitioner's knowing, intelligent, and voluntary entry of his plea of guilty, despite the fact that petitioner alleged that his guilty plea counsel had told him that if he did not plead guilty to the charges against him, his female family-members, who had also been charged, would go to jail).\r\nAll that is required to knowingly and voluntarily enter a plea of guilty is that a defendant have a full understanding of the consequences of his plea and of the charges against him. Simpson v. State, 317 S.C. 506 455 S.E.2d 175 (1995). Under such a test, Gustine knowingly and voluntarily pled guilty. There was extensive testimony by Attorney and by Gustine himself that they considered all options, that they planned a trial strategy, that they prepared for trial, that the implications of pleading guilty were explained to Gustine, that Gustine reflected for a long time whether to plead guilty, and that he considered the decision even up until the day of the guilty plea hearing. Furthermore, at the guilty plea hearing, Gustine was asked by the court whether he was pleading freely and voluntarily:\r\n[Court]: You understand you have a right to a trial by jury. You do not have to testify. If you do not testify, I charge the jury they couldn't hold that against you. You want to waive, forfeit, give up all your constitutional rights \r\n\r\n\r\np.29 \r\n  \r\n\r\nGUSTINE v. STATE \r\n\r\nand plead guilty? \r\n[Gustine]: Yes, sir, I do .... \r\n[Court]: And you're pleading guilty freely and voluntarily? \r\n[Gustine]: Yes, sir. \r\nAs abundantly conflrmed by the evidence above, Gustine's choice was voluntary, knowing, and intelligent, with sufflcient awareness of the relevant circumstances and likely consequences. He had a full understanding of the consequences of his plea and of the charges against him. Accordingly, the evidence presented at the guilty plea and the PCR hearings does not support a flnding that Gustine was coerced into pleading guilty. \r\n  \r\nCONCLUSION \r\n  \r\nThe PCR court's order granting relief is REVERSED. \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\np.30\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24553","title":"Davis v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24553","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nVernon Davis, Petitioner, \r\n  \r\nv. \r\n  \r\nState, Respondent. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Colleton County\r\n  Larry R. Patterson, Judge \r\n  \r\nOpinion No. 24553\r\n  Submitted November 21, 1996 - Filed January 20, 1997 \r\n  \r\nDISMISSED AS IMPROVIDENTLY GRANTED \r\n  \r\nAssistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of Columbia, for Petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa Nesbitt Cosby, Assistant Attorney General G. Robert DeLoach, III, all of Columbia, for Respondent. \r\n  \r\nPER CURIAM: After a review of the entire record, we dismiss the writ of certiorari as improvidently granted. \r\n  \r\np.31\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24554","title":"In the Matter of Held","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24554","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nIn the Matter of Paul L.\r\n  Held,                              Respondent.\r\nOpinion No. 24554\r\n  Submitted December 31, 1996 - Filed January 20, 1997\r\nPUBLIC REPRIMAND\r\nAttorney General Charles Molony Condon, Senior Assistant Attorney General Nathan\r\n  \r\n  Kaminski, \r\n  \r\n  Jr., and Assistant Attorney General Paul M. Koch, of Columbia for complainant.\r\nWilliam T. Toal, of Columbia, for respondent.\r\nPER CURIAM: In this attorney grievance matter, respondent has conditionally admitted the \r\n  \r\n  allegations against him and consents to a private reprimand or, in the alternative, a public \r\n  \r\n  reprimand.  We accept the conditional admission and publicly reprimand respondent.\r\nRespondent admits that he failed to timely respond to inquiries by the Board of\r\n  \r\n  Conunissioners on \r\n  \r\n  Grievances and Discipline (the Board).  He further admits that, by a consent order, he was \r\n  \r\n  indefinitely suspended from practicing bankruptcy law in the District of South Carolina to the \r\n  \r\n  extent of filing or appearing in any new debtor cases or participating in any manner in any \r\n  \r\n  potential debtor cases.  The reasons for this suspension are respondent's failure to comply with \r\n  \r\n  local court rules, to file adequate Chapter 13 plans, to file lien avoidance motions, to disclose \r\n  \r\n  required information in his clients' schedules and statements, to appear and adequately represent \r\n  \r\n  his clients, and to adequately disclose payments received from clients both pre-bankruptcy and \r\n  \r\n  post-petition.\r\np.32\r\n\r\nIN THE MATTER OF HELD\r\nBy his conduct, respondent has violated the Rules of Professional Conduct by failing to act\r\n  \r\n  with \r\n  \r\n  reasonable diligence and promptness in representing a client, failing to cooperate with the Board, \r\n  \r\n  and engaging in conduct which is prejudicial to the administration of justice and which tends to \r\n  \r\n  bring the courts or legal profession into disrepute.  Accordingly, we publicly reprimand \r\n  \r\n  respondent for his misconduct.\r\nPUBLIC REPRIMAND.\r\nFinney, C.J., and Toal, A.J., not participating\r\np.33\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24555","title":"In the Matter of Barnes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24555","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nIn the Matter of William James Barnes, Respondent \r\n  \r\nOpinion No. 24555\r\n  Submitted December 11, 1996 - Filed January 20, 1997 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nWilliam James Barnes, of Greenville, pro se. \r\n  \r\nAttorney General Charles Molony Condon, Assistant Deputy Attorney General J. Emory Smith, Jr., and Assistant Attorney General Paul M. Koch, all of Columbia, for complainant. \r\n  \r\nPER CURIAM: In this attorney grievance proceeding, respondent admits that he has committed ethical violations and consents to a public reprimand. We accept respondent's admission and publicly reprimand him. \r\n  \r\nThe ethical violations committed by respondent arose out of his representation of a married couple who were injured in the parking lot of a Greenville restaurant. Two weeks after the incident, the clients contacted respondent and discussed the prospect of bringing an action against the restaurant. Respondent agreed to represent the clients during this meeting and subsequently drafted a letter to the restaurant informing it that he represented the clients and requesting information regarding the restaurant's liability insurance carrier.\r\nRespondent then falsely informed the clients that he had filed a complaint on their behalf, that the case was on the docket, and that there was a possibility that it would come up for trial in a short time. Between 1987 and 1995, respondent met with the clients some twenty-five times. Respondent repeatedly assured them that there was no need to worry about the statute of \r\n  \r\np.34 \r\n  \r\n\r\nIN THE MATTER OF BARNES \r\n\r\nlimitations as the suit had already been filed. During respondent's final meeting with the clients, he admitted to them that he had never filed a complaint on their behalf. By this time the statute of limitations had already run. \r\n  \r\nRespondent has violated Rule 1.3 of the Rules of Professional Conduct contained in Rule 407, SCACR, by failing to act with reasonable diligence and promptness in representing a client. He has also violated Rule 1.4(a) of the Rules of Professional Conduct contained in Rule 407, SCACR, by failing to keep his clients reasonably informed about the status of a matter and by failing to comply promptly with reasonable requests for information. Finally, respondent has violated Rules 8.4(a), (d), and (e) of the Rules of Professional Conduct contained in Rule 407, SCACR, by engaging in conduct involving dishonesty, fraud or deceit, by engaging in conduct that is prejudicial to the administration of justice, and by violating the Rules of Professional Conduct.\r\nUnder the circumstances of this case, we have decided to accept respondent's conditional admission for a public reprimand. Accordingly, respondent is hereby publicly reprimanded for his conduct in this matter. \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\np.35\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24556","title":"In the Matter of Bilbro","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24556","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nIn the Matter of Walter \r\n  Bilbro, Jr., Respondent. \r\n  \r\nOpinion No. 24556\r\n  Submitted December 11, 1996 - Filed January 20, 1997 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nAttorney General Charles Molony Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for complainant. \r\n  \r\nWilliam L. Runyon, Jr., of Charleston, for respondent. \r\n  \r\nPER CURIAM: In this attorney grievance proceeding, respondent admits that he has committed ethical violations and consents to a public reprimand. We accept respondent's admission and publicly reprimand him. \r\n  \r\nThe ethical violations committed by respondent arise from his employment of an attorney who had been suspended from practicing law by order of this Court. Respondent admits that he employed the services of the suspended attorney to assist him with legal research and the preparation of documents in six different cases.\r\nRule 42 of the Rules of Disciplinary Procedure, Rule 413, SCACR, states that when an attorney has been suspended or disbarred pursuant to an order of this Court, he may not be employed by a member of the Bar of South Carolina as a paralegal, investigator, or in any other capacity connected with the practice of law. It further provides that any licensed attorney who, with knowledge of a person's status as a suspended, disbarred or resigned attorney, employs such person in a manner prohibited by the Rule shall be subject to \r\n  \r\np.36 \r\n  \r\n\r\nIN THE MATTER OF BILBRO \r\n\r\ndiscipline. Respondent has violated this rule and we find the appropriate sanction is a public reprimand. \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\nWaller, A.J., not participating \r\n  \r\np.37\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24557","title":"State v. Nichols","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24557","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nArtamus B. Nichols, Appellant. \r\n  \r\nAppeal From Darlington County\r\n  Paul M. Burch, judge \r\n  \r\nOpinion No. 24557\r\n  Heard September 17, 1996 - Filed January 20, 1997 \r\n  \r\nREVERSED \r\n  \r\nJames C. Cox, Jr., and Gerald Malloy, both of Saleeby &amp;, Cox, P.A., of Hartsville; and F. Patrick Hubbard, of Columbia, for Appellant. \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor C. Gordon McBride, of Darlington, for Respondent. \r\n  \r\nTOAL, A.C.J.: Appellant, Artamus Nichols, was indicted for murder and criminal conspiracy. A jury found him guilty of voluntary manslaughter and criminal conspiracy. Appellant and his co-defendant, Faye Huggins, were both sentenced to concurrent terms of 25 years for manslaughter and flve years for conspiracy. Appellant raises numerous issues on appeal. We reverse. \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nAppellant was convicted of fatally shooting his co-defendant's husband. Appellant and the victim's wife, Faye Huggins, had an affair of which the victim was aware. Appellant claimed the affair ended months before the shooting. However, the victim believed the affair was on going. On the night of the killing, Mr. and Mrs. Huggins drove to appellant's trailer on an isolated farm around 10:00 p.m. Appellant saw the truck coming down his driveway \r\n  \r\np.38 \r\n  \r\n\r\nSTATE v. NICHOLS \r\n\r\nand heard the occupants' voices. He retrieved his gun from inside the trailer. Appellant ordered them to leave and argued with the victim who was in the passenger's seat. Appellant went around to the passenger side of the truck and continued arguing with the victim. Appellant claimed he saw a shiny object in the victim's hand and he thought it was a gun. Appellant immediately shot the victim at close range. Appellant does not deny shooting the victim, but claims it was done in self-defense. \r\n  \r\nLAW/ANALYSIS \r\n  \r\nA. JURY INSTRUCTIONS \r\n  \r\n1 . SELF DEFENSE \r\n  \r\nAppellant asserts the trial judge's instructions on the law of self-defense were inadequate under State v. Fuller, 297 S.C. 440, 377 S.E.2d 328 (1989). Fn.1 The judge instructed the jury solely on the common-law elements of self-defense. Defense counsel objected and requested additional instructions on: 1) the right to act on appearances; 2) relevance of prior difficulties; and 3) that a person does not have to wait before acting in self-defense. The trial court refused to give further instructions. Appellant contends this was reversible error. We agree.\r\nIn Fuller, this Court held it was error for the trial judge to give the State v. Davis Fn.2 common-law instruction as an exclusive self-defense charge when defendant's counsel repeatedly requested additional charges. The Davis charge was not intended to be the exclusive charge for self-defense. Fuller, 297 S.C. at 443, 377 S.E.2d at 330. Trial courts have been instructed to consider the facts and circumstances of the case at hand to fashion an appropriate charge. In Fuller, as in this case, the appellant was entitled to a charge on the right to act on appearances because appellant testified he thought he had seen a shiny object in the victim's hand. State v. Jackson, 227 S.C. 271, 87 S.E.2d 681 (1955). The evidence also showed there had been prior difficulties between appellant and the victim including an instance where Mr. Huggins pointed a rifle at appellant. Appellant was entitled to a charge on the relevance of prior difficulties. State v. Hendrix, 270 S.C. 653, 244 S.E.2d 503 (1978) (prior bad blood, intoxication and prior threats by deceased relevant to defendant's reasonable apprehension of bodily harm). Further, appellant was entitled to a charge that he did not have to wait before acting in self-defense. State v. Rash, 182 S.C. 42, 188 S.E. 435 (1936). Appellant testified he thought he saw a gun in the victim's hand and did not wait for Mr. Huggins to fire or aim at him.\r\nThe State asserts that because appellant did not ask for these specific self-defense instructions at the charge conference, it was too late for him to request them after the jury instructions were given. The State points to State v. Williams, 319 S.C. 54, 459 S.E.2d \r\n  \r\n_______________\r\nFn.1 We denied the State's motion to argue against the precedent of State v. Fuller.\r\nFn.2 282 S.C. 45, 317 S.E.2d 452 (1984). \r\n  \r\np.39 \r\n  \r\n\r\nSTATE v. NICHOLS \r\n\r\n519 (Ct. App. 1995). In Williams, the Court of Appeals found the trial court did not commit error by refusing to give a requested charge where no specific request was made at the charge conference and counsel interrupted the judge after he began instructing the jury. Williams is distinguishable because the party requesting the charge had affirmatively agreed with the trial court regarding the instructions the court planned to give the jury. It was after the trial court began giving the instructions that counsel for Williams interrupted the judge and requested for the flrst time an instruction on the law of self-defense. We do not hold that a party cannot ask for further instructions after the charge conference. See Rule 20(b), SCRCrimP. Appellant is entitled to a new trial based on the court's refusal to give a complete self-defense charge. \r\n  \r\n2. VOLUNTARY MANSLAUGHTER \r\n  \r\nAppellant contends his conviction should be reversed because the judge erred in charging the jury on voluntary manslaughter. Appellant claims he was prejudiced by the charge because it provided the jury with a compromise verdict even if they had reasonable doubt of his guilt.\r\nVoluntary manslaughter is the intentional killing of a human being in the sudden heat of passion resulting from a sufficient legal provocation. State v. Davis, 278 S.C. 544, 298 S.E.2d 778 (1983). Self-defense and voluntary manslaughter are not mutually exclusive and should both be submitted to the jury if supported by the evidence. State v. Gilliam, 296 S.C. 395, 373 S.E.2d 596 (1988). Viewing the evidence in the light most favorable to appellant, there was evidence from which the jury could find appellant guilty of voluntary manslaughter. The trial judge did not err in instructing the jury on the law based on the evidence presented. \r\n  \r\n3. SUPPLEMENTAL JURY INSTRUCTIONS \r\n  \r\nAfter deliberation began, the jury asked the court to clarify the law regarding murder, voluntary manslaughter and conspiracy. The court replayed the court reporter's tape of those portions of the charge, but did not include the self-defense instructions. Appellant's counsel objected to the limited. recharge. The court declined, to recharge self-defense since the jury did not specifically ask for clarification on the law of self-defense. When a jury requests an additional charge, it is sufficient for the court to charge only those matters necessary to answer the jury's request. State v. Barksdale, 31 1 S.C. 210, 428 S.E.2d 498 (Ct. App. 1993). We find no error here. \r\n  \r\nB. PROSECUTOR'S USE OF PRIVATE ATTORNEYS \r\n  \r\nAppellant asserts it was unconstitutional to allow the solicitor to use three private attorneys hired by the victim's family to prosecute this case. At the beginning of the trial, appellant objected to the solicitor's decision. The court overruled appellant's objection and refused to prohibit the private attorneys from assisting the solicitor.\r\nPrivate counsel's participation in a trial to assist the solicitor has been sanctioned in \r\n  \r\np.40 \r\n  \r\n\r\nSTATE v. NICHOLS \r\n\r\nState v. Mattoon, 287 S.C. 493, 339 S.E.2d 867 (1986); State v. Addis, 257 S.C. 482, 186 S.E.2d 415 (1972); State v. Lee, 255 S.C. 309, 178 S.E.2d 652 (1971); and State v. Gregory, 172 S.C. 329, 1 74 S.E. 10 (I 924).\r\nIn State v. Addis, 257 S.C. at 487-88, 186 S.E.2d at 417, we declined to find error in the allowance of a private attorney's participation in a criminal trial. The trial court has discretion to allow the solicitor to have the assistance of counsel employed by the prosecuting witness or other person interested in securing a conviction with the consent of the solicitor. Id. A special assistant solicitor is not automatically disqualified because of his simultaneous representation of an interested party. Disqualification occurs when a special assistant solicitor attempts to use his authority in the criminal action to the advantage of his civil client or otherwise compromises his neutrality in the criminal proceeding. State v. Mattoon, 287 S.C. at 494-95, 339 S.E.2d at 869. There is no evidence the private attorneys who acted as special assistant solicitors here stood to gain an unfair advantage in the civil matter as frowned upon in In re Jolly, 269 S.C. 668, 239 S.E.2d 490 (1977). Further, the solicitor maintained control of the case. We do not flnd error in the use of private attorneys here. \r\n  \r\nC. ADMISSION OF TAPE RECORDINGS AND TRANSCRIPTIONS \r\n  \r\nAppellant contends the trial court erred in admitting tape recordings and transcriptions of phone conversations. He objected to their admission because: 1) the tapes had not been properly authenticated and there was a lack of proper foundation; and 2) the tapes were made illegally. The court denied appellant's request. The recordings were played for the jury and the transcriptions were given to the jury at the jury's request.\r\nAny alleged error in admitting the tape recordings was harmless. The evidence was overwhelming that appellant and Faye Huggins were having an affair. Neither denied having an illicit relationship. Appellant identified the recorded voices and the time frame. Appellant admitted the recordings were made both during their affair and after it had ended. Therefore, any alleged error in admitting the tape recordings and transcriptions was harmless considering the overwhelming evidence of their relationship. Martin v. Floyd, 285 S.C. 229, 328 S.E.2d 637 (1985). \r\n  \r\nD. ADMISSION OF EVIDENCE \r\n  \r\nAppellant insists the cumulative impact of admitting certain improper evidence prejudiced his case. First, appellant asserts it was inadmissible hearsay to allow testimony of the victim's son that he heard a tape-recorded conversation between appellant and Faye Huggins where appellant said he had \"a special bullet just to kill [victim] with.\" The witness identified the voice of appellant as a participant in the conversation. The statement was properly admitted as a declaration made by one accused of a crime and is admissible against him. State v. Plyler, 275 S.C. 291, 270 S.E.2d 126 (1980).\r\nAppellant claims it was error to allow testimony from the State's experts as to the alcohol level of the victim and the statutory standard for an inference of being under the \r\n  \r\np.41 \r\n  \r\n\r\nSTATE v. NICHOLS \r\n\r\ninfluence of alcohol. This exception is not preserved for review because appellant simply made a general objection during the experts' testimony without giving the specific ground. An issue may not be raised for the first time on appeal, but must have been raised to the trial judge to be preserved for appellate review. State v. Hudgins, 319 S.C. 233, 460 S.E.2d 388 (1995), cert. denied, 116 S.Ct. 821 (1996)(objection must be on specific ground).\r\nAppellant asserts it was improper to have evidence repeated that had already been introduced and to allow hearsay testimony of statements attributed to the victim. On cross-examination, Officer Cook was asked to read the divorce complaint that accused Faye Huggins of having adulterous relationships including one with appellant. The divorce complaint had previously been introduced without objection. We find admission of this evidence was not prejudicial considering it was cumulative to other evidence and appellant admitted having an adulterous relationship with Huggins. See State v. Wilson, 296 S.C. 73, 370 S.E.2d 715 (1988).\r\nAppellant maintains the court erred in permitting the State on redirect to question a witness as to why she thought appellant was lying about ending his relationship with Faye Huggins. Once appellant initiated the questioning concerning whom appellant was seeing at the time, the State was free to question her as to the details. State v. Stroman, 281 S.C. 508, 316 S.E.2d 395 (I 984). The scope of redirect rests in the discretion of the trial court. Id. The trial court properly admitted the testimony that was cumulative to other evidence that appellant continued to have contact with Faye.\r\nAppellant asserts the court should have excluded three photographs of the victim's face because they were unduly inflammatory and prejudicial. The State contends the photographs were properly introduced to corroborate the experts' testimony of the angle and distance from which the victim was shot and to show the residue on the victim's eyelids suggesting his eyes were closed when he was shot. Admissibility of photographs into evidence is within the sound discretion of the trial judge. State v. Matthews, 296 S.C. 379, 373 S.E.2d 587 (1988), cert. denied, 489 U.S. 1091 (1989). If the offered photographs serve to corroborate testimony, it is not an abuse of discretion to admit them. State v. Nance, __S.C.__ ,466 S.E.2d 349 (1996). The photographs are not unduly gruesome nor prejudicial considering the insignificant amount of blood and the material purpose for their introduction. Compare State v. Patrick, 289 S.C. 301, 345 S.E.2d 481(1985)(autopsy photographs with considerable blood and no material purpose), overruled in part on other grounds by Casey v. State, 305 S.C. 445, 409 S.E.2d 391 (1991). \r\n  \r\nE. DIRECTED VERDICT MOTION \r\n  \r\nAppellant urges the trial judge erred in denying his motion for a directed verdict on the ground that the evidence did not support the verdict. In reviewing the refusal to grant a directed verdict motion, the evidence is viewed in the light most favorable to the State and if there is any direct or any substantial circumstantial evidence, reasonably tending to prove the guilt of the accused, this Court must find that such issues were properly decided by the jury. State v. Venters, 300 S.C. 260, 387 S.E.2d 270 (1990). In ruling on a motion \r\n  \r\np.42 \r\n  \r\n\r\nSTATE v. NICHOLS \r\n\r\nfor a directed verdict, a trial judge is concerned only with the existence of evidence, not with its weight. Id. The State presented sufflcient evidence to substantiate submitting appellant's case to the jury for determination. The trial judge did not err in denying appellant's motion for a directed verdict. \r\n  \r\nF. SEPARATE TRIALS \r\n  \r\nAppellant contends the trial judge abused his discretion by denying his motion for a separate trial. Appellant moved for a separate trial before the start of the trial. Appellant asserts the presence and demeanor of the co-defendant had a negative influence on his defense. Criminal defendants who are jointly tried for murder are not entitled to separate trials as a matter of right. State v. Boys, 302 S.C. 545, 397 S.E.2d 529 (1990). Motions for a severance and separate trial are addressed to the discretion of the trial court. Id. Absent a showing of an abuse of discretion, this Court will not disturb the trial court's ruling on appeal. Id. Appellant failed to demonstrate the trial judge abused his discretion in denying his motion for a separate trial. Fn.3 \r\n  \r\n  \r\n  \r\nG. INCONSISTENT VERDICTS \r\n  \r\nAppellant asserts he is entitled to a new trial because the verdicts of conspiracy to murder and voluntary manslaughter are inconsistent. He alleges the verdicts are inconsistent because it is not possible to find appellant conspired to murder Mr. Huggins while also finding he did not murder him. This issue is without merit since this Court has abolished the rule prohibiting inconsistent verdicts. State v. Alexander, 303 S.C. 377, 401 S.E.2d 1 46 (I 991 ). Furthermore, conspiracy and manslaughter are not inconsistent. It is not mandatory that the purpose of the conspiracy be accomplished to establish the existence of the conspiracy. State v. Greuling, 257 S.C. 515, 186 S.E.2d 706 (1972).\r\nFinally, the remaining issues raised by appellant are not preserved for review since appellant failed to object during trial or join in his co-defendant's objections. State v. Carriker, 269 S.C. 553, 238 S.E.2d 678 (1977)(appellant may not use the objection of another defendant to gain review). \r\n  \r\nCONCLUSION \r\n  \r\nWe reverse appellant's conviction and remand based on the error pursuant to State v. Fuller. 297 S.C. at 443-44, 377 S.E.2d at 330-31. \r\n  \r\nREVERSED. \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., and Acting Associate Justice Donald W, Beatty, concur. \r\n  \r\n_______________\r\nFn.3 Appellant is not barred from making a severance motion upon retrial. \r\n  \r\np.43\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24558","title":"State v. Huggins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24558","description":"","date":"1997-01-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 2\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nState of South Carolina, Respondent, \r\n  \r\nv. \r\n  \r\nFay W. Huggins, Appellant. \r\n  \r\nAppeal From Darlington County\r\n  Paul M. Burch, Judge \r\n  \r\nOpinion No. 24558\r\n  Heard October 15, 1996 - Filed January 20, 1997 \r\n  \r\nREVERSED AND REMANDED \r\n  \r\nJack B. Swerling, of Columbia, and Paul V. Cannarella, of Hartsville, for appellant. \r\n  \r\nCharles Molony Condon, Attorney General, John W. McIntosh, Deputy Attorney General, Salley W. Elliott, Assistant Deputy Attorney General, Criminal Appeals Section, Norman Mark Rapoport, Senior Assistant Attorney General, all of Columbia, and C. Gordon McBride, Solicitor, Fourth Judicial Circuit, of Darlington, for respondent. \r\n  \r\nWALLER, A.J.: On appeal are Appellant's convictions of voluntary manslaughter and criminal conspiracy. We reverse. \r\n  \r\nFACTS \r\n  \r\nThe victim in this case was Appellant's husband of fifteen years, Dennis Huggins (\"Victim\"). On May 31, 1992, Appellant and Victim drove to Artemus Nichols's home. Victim wanted to confront Nichols about his having an affair with Appellant. Appellant and Nichols admitted the affair but claimed it was over before the night of the killing; Victim believed it was still going on. Nichols shot Victim at close range while Victim was seated in his truck on the passenger side. Victim was \r\n  \r\np.44\r\n\r\nSTATE v. HUGGINS \r\n\r\nfound with a gun in his hand.\r\nAppellant and Nichols were indicted for murder and criminal conspiracy. During their joint trial they claimed the shooting occurred in self-defense when Victim pulled a gun on Nichols after Nichols ordered Victim and Appellant to leave. The state's theory was that the two planned Victim's death. Both Appellant and Nichols were convicted of voluntary manslaughter and criminal conspiracy. Fn.1 \r\n  \r\nISSUES \r\n  \r\nI. Did the trial judge err in refusing to grant a mistrial based on the State's closing argument?\r\n  II. Did the trial judge err in charging the jury?\r\n  III. Did the trial judge err in admitting and excluding various evidence?\r\n  IV. Did the trial judge err in refusing Appellant's motion for a directed verdict? \r\n  \r\nDISCUSSION \r\n  \r\n1. Closing Argument \r\n  \r\nAppellant argues she was denied a fair trial because of remarks made during the state's closing arguments. We agree.\r\nOn direct examination Appellant testified she told her brother sometime prior to Victim's death that she wished Victim was dead. She testified she told her brother this because she was upset with Victim after they had a violent fight. On cross-examination, the State questioned Appellant about a statement her brother made to police in which apparently he stated that Appellant told him she knew of a way to kill Victim. According to the State, Appellant's brother stated Appellant told him someone could enter Victim's cabin when he was sleeping and turn on the gas, and that she offered $4,000 for someone to do it. Appellant denied having said this and asked to see the statement, which the State did not give her. This statement was never entered into evidence, nor did Appellant's brother ever testify.\r\nDuring the state's closing argument, the solicitor referred again to this alleged \r\n  \r\n_______________\r\nFn.1 Nichols has separately appealed his convictions, which we have reversed in a companion opinion also filed today. See State v. Nichols, Op. No. 24557 (Davis Adv. Sh. No. 2 at 38) (S.C. Sup. Ct. filed Jan. 20, 1997). We note that because they were tried jointly, Nichols and Appellant have several issues on appeal in common. \r\n  \r\np.45 \r\n  \r\n\r\nSTATE v. HUGGINS \r\n\r\nstatement:\r\nBut you know what she wants to do? She wants to hire a contract killer. Now, folks, let me say that to you again. Can you imagine that? I mean, some of us have always said, \"I'm going to kill him one day.\" I say that about my boy every doggone day, I think. \"I'm going to kill that boy if he don't get out of the bathroom.\" That's not what was being said. What was being said -- what was being said was, I've got four thousand dollars. She identified the amount. \r\n... \r\nFour thousand dollars. And this is how you can do it. You can go in there when he's drunk into the cabin and turn the gas on. Can you imagine that? Can you imagine a woman saying that, thinking that? And you know who she says it to? Her, her blood brother, Buddy Weatherford. \r\nA solicitor may not rely on statements not in evidence during closing argument. State v. Gaines, 271 S.C. 65, 244 S.E.2d 539 (1978); State v. Bottoms, 260 S.C. 187, 195 S.E.2d 116 (1973). Arguments must be confined to evidence in the record (and reasonable inferences therefrom), although failure to do so will not automatically result in reversal. State v. Copeland, __ S.C.__, 468 S.E.2d 620 (1996); State v. Cannon, 229 S.C. 614, 93 S.E.2d 889 (1956). A new trial will not be granted unless the prosecutor's comments so infected the trial with unfairness as to make the resulting conviction a denial of due process. State v. Coleman 301 S.C. 57, 389 S.E.2d 659 (1990) (citing Donnelly v. DeChristoforo, 416 U.S. 637, 94 S. Ct. 1868, 40 L. Ed. 2d 431 (1974)).\r\nHere, the alleged statement of Appellant's brother was not in evidence, nor did he testify regarding any such statement. We find the State's questioning of Appellant about the statement does not amount to putting this in evidence, particularly when Appellant denied having told her brother what was in the statement. Fn.2 Furthermore, we find the reference to it during closing argument fundamentally unfair under the \r\n  \r\n_______________\r\nFn.2 We reject the State's argument that Appellant cannot complain because she did not object to the solicitor's questions about the alleged statement during cross-examination. The cases cited for this proposition are distinguishable from the instant case in that in both of them the challenged testimony was actually admitted into evidence. See State v. Glover, 284 S.C. 152, 326 S.E.2d 150, cert. denied, 471 U.S. 1068 (1985) (solicitor's closing remarks about defendant's post-arrest silence not reversible where similar comments about it had been made during trial); State v. Sinclair, 275 S.C. 608, 274 S.E.2d 411 (1981) (solicitor's closing remarks about what defendant was wearing not reversible where there was testimony from numerous witnesses about his apparel during trial). \r\n  \r\np.46 \r\n  \r\n\r\nSTATE v. HUGGINS \r\n\r\ncircumstances of this case. The evidence showing Appellant's guilt was far from overwhelming; it was based entirely on circumstantial evidence. The reference to Appellant's having a plan and offering money for someone to kill Victim, when there was no evidence in the record that she had done so, was highly prejudicial in light of the fact that she was on trial for Victim's murder (and for conspiring to commit his murder). Therefore, the trial judge erred in refusing to grant a mistrial on this basis. \r\n  \r\nII. Jury Charges \r\n  \r\nAppellant argues the trial judge erred in not giving a self-defense charge based on State v. Fuller. Fn.3 We agree for the reasons expressed in State v. Nichols Fn.4 and thus find Appellant entitled to a new trial on this additional ground.\r\nAppellant additionally argues the trial judge erred in (1) charging the law of voluntary manslaughter and (2) refusing to give the jury supplemental instructions on the law of self-defense when they requested clarification on the law of murder, voluntary manslaughter and conspiracy after deliberation began. We affirm these issues for the reasons expressed in Nichols. Fn.5 \r\n  \r\nIII. Evidence Fn.6 \r\n  \r\n_______________\r\nFn.3 297 S.C. 440, 377 S.E.2d 328 (1989).\r\nFn.4 Op. No. 24557 (Davis Adv. Sh. No. 2 at 38) (S.C. Sup. Ct. filed Jan. 20, 1997).\r\nFn.5 We reject Appellant's argument that she cannot be guilty of voluntary manslaughter because she was not the shooter. See State v. Putman, 18 S.C. 175 (1882) (definition of voluntary manslaughter \"does not necessarily limit the offense to the persons who actually did the deed when several were present\"); State v. Yoho 61 S.E. 367 (W. Va. 1908). See generlly Annotation, Who Other Than Actor is Liable for Manslaughter, 95 A.L.R.2d 174 (1964). We find it interesting that in another issue on appeal Appellant is asserting her entitlement to a self-defense charge, despite the fact that she was not the shooter.\r\nFn.6 Appellant has challenged the admission and exclusion of various evidence. We only address one in the body of this opinion. The remaining issues are affirmed pursuant to Rule 220 and the following authorities: Issues IV(A)(1), IV(A)(3), IV(A)(4), IV(A)(7): State v. Black, 319 S.C 515, 462 S.E.2d 311 (1995) (contemporaneous objection required to preserve for appellate review); State v. Williams, __ S.C.__, 469 S.E.2d 49 (1996) (improperly admitted evidence harmless where cumulative); State v. Carriker, 269 S.C. 553, 238 S.E.2d 678 (1977) (appellant cannot utilize objection of another to gain appellate review); State v. Hudgins, 219 S.C. 333, 460 S.E.2d 388 (1995) (objection required to preserve appellate review). Issues IV(A)(2), IV(A)5, IV(A)(6), IV(A)(8): State v. Nichols. Issue IV(B)(1): State v. Jones, 298 S.C. 118, 378 \r\n  \r\np.47 \r\n  \r\n\r\nSTAT'E v. HUGGINS \r\n\r\nAppellant argues the trial judge erred in refusing to admit four checks signed by Victim into evidence during the testimony of a gas station attendant. We disagree.\r\nThis attendant was working the night Victim was killed. Appellant and Victim bought gasoline from his station that night. There was controversy over who had signed the gasoline ticket/receipt. The state claimed Appellant signed Victim's name because Victim was too intoxicated to write; Appellant claimed Victim signed it.\r\nThe gasoline ticket was admitted into evidence. After the attendant stated he had cashed some checks for Victim before, Appellant attempted to have four checks (which allegedly bore Victim's signature) admitted into evidence. Appellant wanted the checks admitted so the jury could compare the signatures on them to the signature on the gasoline ticket (ostensibly to show their similarity and thus authenticate Victim's signature on the latter). The attendant, however, stated he could not recognize the signature on the checks as Victim's and that he never saw Victim actually sign any of the checks he cashed. The trial judge refused to admit the checks.\r\nWe find Appellant's argument is wholly without merit because two of these checks were admitted without objection during Appellant's testimony. Because the evidence was admitted, no prejudice could possibly have resulted. In any event, the trial judge's ruling was proper. The checks were admitted to provide an example of Victim's signature (i.e. a \"control\") from which to compare the signature on the gasoline ticket signed the night of the murder. If the witness could not authenticate Victim's signature on the checks, admitting them would have served no purpose other than to allow the jury to speculate. See Pee Dee Prod. Credit Assoc. v. Joye, 284 S.C. 371, 326 S.E.2d 650 (1984) (exemplar of signature for use in comparison to others must be authenticated by witness or handwriting expert); State v. Sims, 304 S.C. 409, 405 S.E.2d 377 (1991), cert. denied, 502 U.S. 1103 (1992) (trial judge's ruling on admission of evidence within his discretion and will not be reversed on appeal absent abuse of that discretion). \r\n  \r\nIV. Directed Verdict \r\n  \r\nAppellant argues the trial judge should have directed a verdict of acquittal because the evidence does not support the verdict in the case. In reviewing the refusal to grant a directed verdict, evidence must be viewed in the light most favorable to the state and if there is any direct or any substantial circumstantial evidence, reasonably tending to prove the guilt of the accused, the court must find the issues were properly to be decided by the jury. The trial judge should be concerned with the existence of evidence and not its weight. State v. Venters, 300 S.C. 260, 387 S.E.2d 270 (1990). \r\n  \r\n_______________\r\nS.E.2d 594 (1989) (exclusion of evidence harmless where cumulative). \r\n  \r\np.48 \r\n  \r\n\r\nSTATE v. HUGGINS \r\n\r\nViewing the evidence in the light most favorable to the state, there was sufficient evidence presented to submit the issue of Appellant's guilt to the jury. We therefore find no error.\r\nFinally, we affirm the remaining issues Appellant raises pursuant to Rule 220 and the following authority: State v. Nichols, Op. No. 24557 (Davis Adv. Sh. No. 2 at 38) (S.C. Sup. Ct. filed Jan. 20, 1997). \r\n  \r\nCONCLUSION \r\n  \r\nWe find the solicitor's closing argument and the trial judge's inadequate self-defense charge deprived Appellant of a fair trial. We therefore reverse and remand this case for a new trial. \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\nFINNEY, C.J., MOORE, and BURNETT, JJ., and Acting Associate Justice George T. Gregory, Jr., concur. \r\n  \r\np. 49\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24559","title":"State v. Kilgore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24559","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nShawn Clifford Kilgore, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\nAppeal From Greenville County\r\n  C. Victor Pyle, Jr., judge \r\n  \r\nOpinion No. 24559\r\n  Heard May 22, 1996 - Filed January 27, 1997 \r\n  \r\nAFFIRMED \r\n  \r\nAlbert Q. Taylor, Jr., of Taylor &amp; Henry, of Greenville, for Petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant Attorney General Caroline Callison Tiffin, all of Columbia; and Solicitor Joseph J. Watson, of Greenville, for Respondent. \r\n  \r\nTOAL, A.J.: This Court granted certiorari to review the Court of Appeals' unpublished opinion in State v. Kilgore, Op. No. 95-UP- 105 (S.C. Ct. App. flied April 20, 1995), which upheld the defendant's convictions. We affirm. \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nShawn Kilgore was indicted for one count of criminal conspiracy to commit a sexual battery and two counts of criminal sexual conduct in the first degree by aiding and abetting. At Kilgore's trial, Jennifer Buckle (\"Victim\") testified that he invited her to a party at the home of Scott Reynolds on the night of November 8, 199 1. She accepted the invitation, and Kilgore picked her up and took her to the party. Andrew Kelly King, John Marseglia, Jr., and Robert Parks also attended the party. Victim eventually left the party with Kilgore, \r\n  \r\np.3\r\n\r\nSTATE v. KILGORE \r\n\r\nKing, Marseglia, Parks, and others. The group headed to Marseglia's apartment to watch television.\r\nVictim testified that when the group arrived at the apartment, Kilgore wanted to show her one of the apartment's bedrooms, as he at one time lived there. Once in the room, Kilgore began kissing Victim with her consent. Marseglia then entered the room, pushed Victim onto a bed, and forced her to have sexual intercourse. Meanwhile, Kilgore watched what was transpiring. After Marseglia left the room, King entered, pushed Victim back onto the bed, and sexually assaulted her. When she asked him to stop, King said, \"Do what I tell you, bitch\" and punched her in the face. Moreover, he ripped off her bra and tank top. King got off of Victim after she screamed. Parks, who was in the living room during the course of these events, entered the bedroom to assist Victim after he heard her scream. Victim's pantyhose and shorts were pulled down around her ankles. Parks helped her to get dressed and gave Victim a t-shirt to wear.\r\nVictim then left the apartment. On her way home, she saw lights on at a recording studio where a friend named James Sauls worked. At the studio, Victim tried to tell Sauls and his friend William Yeargin, who was also there, what had occurred. She eventually called a rape crisis center and was shortly thereafter picked up by the police and taken to a hospital.\r\nRobert Parks testified for the State. His testimony was that he saw Marseglia having intercourse with Victim in a bedroom of the apartment, after which Marseglia emerged from the bedroom, and King went in. When Kilgore came out of the room, Parks asked him what he was doing, to which Kilgore responded, \"We're running the train on that girl.\" After King came out, Parks heard Victim crying and went to her assistance. He found her shorts and pantyhose wrapped around her feet. He helped her put on some clothes. Parks testified that Victim appeared extremely upset.\r\nWilliam Yeargin testified that he was at the recording studio when someone began beating on the door. It was Victim. She was extremely agitated, and she told him. that some guys had hit her and raped her. James Sauls similarly testified that Victim arrived and was \"hysterical.\" She told Sauls she had been molested across the street. Sauls observed red bruising across her face.\r\nAlso testifying was the rape crisis volunteer with whom Victim spoke over the phone after Victim called the rape crisis center. The volunteer met Victim at the hospital; she also observed that Victim had bruises on her face, and handprints and fingerprints on her arm. The nurse who examined Victim at the emergency trauma center testified that Victim's shirt and bra were torn.\r\nMoreover, Scott Reynolds testified for the state. He declared that at the party on the night of November 8th, Kilgore told Reynolds that \"they were going to pull the train\" on Victim. Likewise, Jennifer Simmons gave testimony that Kilgore told her, after the night's events, that \"they had ran [sic] the train\" on Victim. \r\n  \r\np.4\r\n\r\nSTATE v. KILGORE \r\n\r\nThe jury found Kilgore guilty on all charges. Fn.1 Kilgore appealed, arguing in part that the trial court erred in allowing evidence of Parks's guilty plea to failing to report a felony. The Court of Appeals found that even if the trial judge abused his discretion in admitting this evidence, there was no prejudice to Kilgore. This Court granted certiorari to review the decision of the Court of Appeals. \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\nKilgore argues the Court of Appeals erred in determining that admission of Parks's testimony was harmless error. We disagree.\r\nPrior to trial, Parks had pled guilty to misprision of a felony in connection with the above-described events. Kilgore moved the court to bar introduction of Parks's guilty plea. The court denied the motion, and the prosecutor on direct-examination asked Parks whether he had pled guilty to the offense. Kilgore argues he was prejudiced by introduction of Parks's guilty plea, because this created an inference that a crime had, in fact, been committed. Even if we assume that the trial court erred in admitting Parks's testimony, we find beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained. See Arnold v. State, 309 S.C. 157, 420 S.E.2d 834 (1992).\r\nThere is overwhelming evidence of Kilgore's guilt. He conspired in (and his friends engaged in) \"running the train\" or successively sexually assaulting Victim. Fn.2 Kilgore communicated this plan before, during, and after the rape of Victim and participated in its execution. Reynolds testified that at the party, Kilgore told him that they \"were going to pull the train\" on Victim. Kilgore and his friends took Victim to Marseglia's apartment. He invited her into the bedroom for the ostensible purpose of showing her the room he used to occupy. Although the kissing between Kilgore and Victim was consensual, this initiated the\r\n_______________\r\nFn.1 King was tried with Kilgore. King was convicted of criminal conspiracy, criminal sexual conduct in the first degree, and criminal sexual conduct in the second degree. Marseglia had previously pled guilty to criminal sexual conduct.\r\nFn.2 At oral argument, counsel for Kilgore suggested that the meaning of the phrase \"to run (or pull) a train\" was unclear. The following sources provide definitions of the phrase:\r\nRobert L. Chapman, New Dictionary of American Slang 340, 445 (1986):\r\n\"pull a train (or the train or the choo-choo) ... to do the sex act with several men serially: 'taking some dame in the woods and making her pull a train' --Rockford Files (TV program) . . . .\" \r\n\"train ... to do the sex act on a woman serially, man after man, in a gang.\" \r\nEugene E. Landy, The Underground Dictionary 155 (1971):\r\n\"pull a train ... Engage in sexual intercourse (a female) with male members of a gang one after another.\" \r\n\r\n\r\np.5\r\n\r\nSTATE v. KILGORE \r\n\r\nseries of acts that would lead to Victim's rape first by Marseglia and then by King. While these events were transpiring, Kilgore was standing in the room. Although there was no evidence that Kilgore assaulted Victim, he helped to carry out the plan to \"run the train\" on Victim. Parks testified that during the course of events, Kilgore told him that \"We're running the train on that girl.\" A short while after the incident, Kilgore told Simmons that \"they had ran [sic] the train\" on Victim. Such evidence, so strikingly consistent, recounted by three different sources, originating from the defendant himself, and uttered prior to, in the course of, and subsequent to the alleged events, provides ample proof of the guilt of Kilgore. In light of the above, the evidence of guilt is overwhelming without any reference to Parks's guilty plea to misprision of a felony, and, therefore, the error was harmless. See State v. Kelley, 319 S.C. 173, 460 S.E.2d 368 (1995). \r\n  \r\n  \r\n  \r\nCONCLUSION\r\nBased on the foregoing, the decision of the Court of Appeals is AFFIRMED. \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT,JJ., concur. \r\n  \r\np.6\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24561","title":"Johnson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24561","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n\r\nMichael A. Johnson, Respondent, \r\n  \r\nv. \r\n  \r\nState of South Carolina, Petitioner. \r\n  \r\nAppeal From Orangeburg County\r\n  Rodney A. Peeples, Judge \r\n  \r\nOpinion No. 24561\r\n  Submitted November 21, 1996 - Filed January 27, 1997 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa Nesbitt Cosby, and Assistant Attorney General Alice C. Broadwater, all of Columbia, for petitioner. \r\n  \r\nAssistant Appellate Defender Robert Pachak, of Columbia, for respondent. \r\n  \r\nWALLER, A.J.: We granted certiorari to review the grant of Post Conviction Relief (PCR) to Respondent, Michael Johnson. We affirm in part, reverse in part. \r\n  \r\nFACTS \r\n  \r\nJohnson was convicted of possession with intent to distribute (PWID) 2.64 grams of crack cocaine and PWID crack within 0 mile of a public park. He was respectively sentenced to 15 years and 10 years, and fined a total of $35,000.00. His application for PCR was granted on the ground of ineffective assistance of counsel in failing to timely notify Johnson of his right of appeal, and in failing to object to the solicitor's closing argument. \r\n  \r\np.12\r\n\r\nJOHNSON v. STATE \r\n\r\nISSUES \r\n  \r\n1. Does any evidence support the PCR court's ruling that counsel failed to timely notify Johnson of his right to appeal?\r\n2. Was counsel ineffective in failing to object to the solicitor's closing argument? \r\n  \r\n1. RIGHT OF APPEAL \r\n  \r\nThe State essentially conceded at PCR, and the appendix contains ample evidence, that Johnson was not timely advised of his right to appeal. Accordingly, we concur with the PCR court's ruling in this regard and proceed with a review of the direct appeal issue pursuant to White v. State, 263 S.C. 110, 208 S.E.2d 35 (1974).\r\nThe sole issue raised on direct appeal was whether Johnson was entitled to a directed verdict on the charge of PWID crack. Johnson essentially conceded he possessed the crack, but claimed it was for his own personal use and he had no intent to distribute it.\r\nIn ruling on a motion for directed verdict, the trial court is concerned with the existence of evidence, not its weight. State v. Williams, 303 S.C. 274, 400 S.E.2d 131 (1991). In reviewing the denial of a motion for directed verdict, the Court must determine whether any evidence exists which tends to prove the guilt of the accused, or from which her guilt may be fairly and logically deduced. State v. Edwards, 298 S.C. 272, 379 S.E.2d 888, cert. denied, 493 U.S. 895, 110 S.Ct. 246, 107 L.Ed.2d 196 (1989).\r\nS.C. Code Ann. &#167; 44-53-375(B) creates a permissive statutory inference that possession of more than one gram of crack constitutes PWID. As Johnson was in possession of 2.64 grams of crack, the statutory inference constitutes \"any evidence\" such that Johnson's motion for directed verdict was properly denied. See McAninch and Fairey, The Criminal Law of South Carolina, 386 (1996)(possession of statutory amount of drugs is sufficient to support conviction for PWID). Accordingly, the direct appeal issue is affirmed. \r\n  \r\n2. COMMENT ON FAILURE TO TESTIFY \r\n  \r\nAt the outset of his closing argument, the assistant solicitor made the following statement;\r\n...You have seen that the defendant has not put up a defense, he's not testified, and you will hear shortly, after I argue and after Mr. Pough argues and his honor, Judge Whetstone, you cannot even consider the fact that this man has not testified in this trial, so what you have before you to consider is the testimony of all the witnesses that were presented by the State, and the physical, Incidence. The crack cocaine and the \r\n\r\n\r\np.13\r\n\r\nJOHNSON v. STATE \r\n\r\nmarijuana which is contained in this package and you will be able to take these back into the jury room with you.... \r\n(emphasis supplied). Counsel did not object to this statement, nor did he move for a mistrial. At the close of evidence, the trial judge thoroughly instructed the jurors of Johnson's constitutional right to remain silent and that they could not consider Johnson's failure to testify against him in any way.\r\nThe PCR court found counsel ineffective in failing to object to the solicitor's comment, finding that the jury could have drawn an adverse inference from the comment and that Johnson was prejudiced thereby. These findings are not supported by the evidence. Glover v. State, 318 S.C. 496, 458 S.E.2d 538 (1995)(findings of PCR court will not be upheld where they are not supported by any evidence).\r\nTo establish a claim of ineffective assistance of trial counsel, a PCR applicant has the burden of proving counsel's representation fell below an objective standard of reasonableness and, but for counsel's errors, there is a reasonable probability the result at trial would have been different. Underwood v. State, 309 S.C. 560, 425 S.E.2d 20 (1992); Simmons v. State, 308 S.C. 481, 419 S.E.2d 225 (1995). A reasonable probability is a probability sufficient to undermine confidence in the outcome of trial. Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).\r\nIt is impermissible for the prosecution to comment, directly or indirectly, upon the defendant's failure to testify. Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965); State v. Arther, 290 S.C. 291, 350 S.E.2d 187 (19 ); State v. Goolsby 275 S.C. 110, 268 S.E.2d 31 (1980)overruled on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 415 (1991); State v. Rouse, 262 S.C. 581, 206 S.E.2d 873 (1974). However, improper comments on a defendant's failure to testify do not automatically require reversal if they are not prejudicial to the defendant. State v. Robinson, 238 S.C. 140, 119 S.E.2d 671 (1961)overruled on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 415 (1991); State v. Drayton on 293 S.C. 417, 361 S.E.2d 329 (1987); State v. Plath, 281 S.C.1, 313 S.E.2d 619 cert. denied 467 U.S. 1265, 104 S.Ct. 3560, 82 L.Ed.2d 862 (1978)(solicitor's comment that defendants were not testifying cured by solicitor's apology and judge's charge). See also State v. Pickens, __ S.C.__, 466 S.E.2d 364 (1996); State v. Arther, supra (improper comments on defendant's failure to testify or present witnesses may be cured by giving of a \"no adverse inference\" charge); State v. Gaskins, 284 S.C. 105, 326 S.E.2d 132 (1985) overruled on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 415 (1991); 3 Wharton's Criminal Procedure, &#167; 353 (13th Ed. 199 1)(improper comment on defendant's failure to testify does not result in automatic reversal; question is whether comment was sufficiently prejudicial or was harmless). The defendant bears the burden of demonstrating the improper comment deprived him of a fair trial. Id.; State v. Davis, 309 S.C. 326, 422 S.E.2d 133 (1992); Gaskins v. McKellar, 916 F.2d 941 (4th Cir. 1990), cert. denied, 111 S.Ct. 2277. \r\n  \r\np.14\r\n\r\nJOHNSON v. STATE \r\n\r\n\r\n\r\nHere, the PCR court's conclusion that the jury could have drawn an a inference from the solicitor's comment is not supported by the evidence. In context, the comment was simply a statement of the evidence which was before the jury rather than a comment on Johnson's failure to testify. Fn.1 As such, it is distinguishable from the typical \"comment\" in which the clear implication is that the defendant has failed to explain the circumstances of the crime or has shown no remorse. See e.g., State v. Hawkins, supra. Under these circumstances we do not find the comment improper.\r\nMoreover, even assuming arguendo the comment was improper, we find the trial court's instruction to the jury that it could not consider Johnson's failure to testify in any way and could not use it against him sufficient to cure any potential error. State v. Lynn, 277 S.C. 222, 284 S.E.2d 786 (1981); State v. Irvin, 270 S.C. 539, 243 S.E.2d 195 (1978). Accordingly, Johnson has not met his burden of demonstrating the comment deprived him of a fair trial. State v. Davis, supra. We reverse the grant of PCR on this basis. \r\n  \r\nThe judgment below is\r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\n_______________\r\nFn.1 Further, the comment here specifically advised the jury it could not use Johnson' failure to testify against him. \r\n  \r\np.15\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24562","title":"City of Beaufort, et al. v. Beaufort-Jasper County Water and Sewer Authority","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24562","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court \r\n  \r\nCity of Beaufort, a South Carolina\r\n  Municipal Corporation; and Town\r\n  of Port Royal, a South Carolina\r\n  Municipal Corporation, Appellants, \r\n  \r\nv. \r\n  \r\nBeaufort-jasper County Water and\r\n  Sewer Authority, Respondent. \r\n  \r\nAppeal From Beaufort County\r\n  L. Henry McKellar, Judge \r\n  \r\nOpinion No. 24562\r\n  Heard November 6. 1996 - Filed January 27, 1997 \r\n  \r\nAFFIRMED \r\n  \r\nWilliam B. Harvey, III, of Harvey &amp; Battey, of Beaufort, and Roy D. Bates, of Columbia, for Appellant City of Beaufort. \r\n  \r\nJoab M. Dowling, Jr. of Dowling Law Firm, P.A., of Beaufort, for Appellant Town of Port Royal. \r\n  \r\nManton M. Grier and Steve A. Matthews, both of Sinkler &amp; Boyd, of Columbia; Raymond H. Williams, of Dukes, Williams, Infinger &amp; Meeks, of Beaufort, all for Respondent. \r\n  \r\nTOAL, A.J.: Appellants City of Beaufort and Town of Port Royal (collectively \"Municipalities\") appeal the order of the trial court finding invalid certain provisions in contracts between Municipalities and Respondent Beaufort-jasper County Water and Sewer Authority (\"Authority\"). We affirm. \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND\r\nAuthority is a special purpose district created by Act No. 784 of 1954 (\"Act 784\") \r\n  \r\np.16\r\n\r\nCITY of BEAUFORT, et al. v. BEAUFORT-JASPER COUNTY WATER and SEWER AUTHORITY \r\n\r\nfor the purpose of providing water service in all areas of Beaufort County except the City of Beaufort and the Town of Port Royal. Fn.1 Municipalities are located in northern Beaufort County. Each municipality operates its own water system.\r\nPrior to April 1963, Authority became interested in installing water lines to serve certain Marine Corps facilities located at Parris Island and Beaufort. However, Authority lacked the funds to install the necessary water lines. In order to finance the construction, Authority entered into contracts with Beaufort and Port Royal whereby Municipalities agreed to purchase from Authority all their water for corporate purposes and for their own residents and customers. These contracts gave Authority the necessary funds for installation of the water lines to serve the Marine Corps. Authority's contract with Beaufort has twice been amended, most recently in 1976. Authority's contract with Port Royal was amended in 1966.\r\nAll relevant versions of the two contracts contain the following provision (the \"Contested Clauses\"):\r\nThe Authority shall not sell water to be used by persons, private corporations or other municipalities...in Beaufort County, without the consent of Beaufort and the Town of Port Royal...unless said City and/or Town refuse or neglect to render such service to such persons, private corporations or other municipalities within a reasonable time after the same has been demanded. \r\nThe Contested Clauses constituted consideration for Municipalities' agreement to purchase their water from Authority. In other words, Municipalities and Authority benefited from the contracts executed in 1963, Fn.2 and for years Authority complied with the Contested Clauses.\r\nRecently, however, Authority completed a transmission line to provide water to southern Beaufort County and to parts of jasper County. Apparently, Authority intended to sell water in these areas without giving Municipalities the right of first refusal as required by the Contested Clauses. In 1995, Municipalities brought an action to enjoin Authority from selling water without complying with the procedures outlined in the Contested Clauses. Authority answered Municipalities' Complaint and, shortly thereafter, moved for summary judgment on the ground that the Contested Clauses were invalid because ultra vires.\r\n_______________\r\nFn.1 Act 784 has been amended several times since 1954, but none of the amendments are relevant to the present case. The most current version of the statute will be quoted in this opinion.\r\nFn.2 Authority benefited from these contracts for years, and we find it somewhat disingenuous for Authority now to argue that it lacked power to delegate its ability to serve Beaufort and jasper Counties. Nevertheless, we are compelled to base our decision on controlling legal principles, which dictate that the Contested Clauses represent an unlawful delegation of governmental power. \r\n  \r\np.17\r\n\r\nCITY of BEAUFORT, et alv. BEAUFORT-JASPER COUNTY WATER and SEWER AUTHORITY \r\n\r\nThe trial court granted Authority's motion for summary judgment, finding the Contested Clauses invalid because they (1) contradict Authority's enabling legislation, (2) constitute an unlawful delegation of a governmental function, and (3) constitute an unlawful attempt to grant franchises to Municipalities. Municipalities appeal the trial court's order. \r\n  \r\nLAW/ANALYSIS \r\n  \r\nAlthough Appellant Municipalities present numerous issues for review, three issues are dispositive: (I ) Whether Authority's enabling legislation permits it to grant Municipalities rights of flrst refusal as to the provision of water service in county areas outside the respective city/town limits of Beaufort and Port Royal; (2) Whether the Contested Clause represents an unlawful delegation of governmental power by Authority and thus is contrary to public policy; and (3) Whether the Contested Clause unlawfully grants a franchise to Municipalities. The trial court ruled against Municipalities on all of these issues. If the trial court ruled correctly as to any one of these issues, the trial court's order must be affirmed.\r\nMunicipalities argue that the trial court erred in holding the Contested Clauses constitute an unlawful delegation of governmental authority. We disagree.\r\nWhen a municipal contract extends beyond the term of the governing members of the municipality entering into the contract, the subject matter of the contract will determine its validity:\r\nThe general rule is that, if the contract involves the exercise of the municipal corporation's business or proprietary powers, the contract may extend beyond the term of the contracting body and is binding on successor bodies if, at the time the contract was entered into, it was fair and reasonable and necessary or advantageous to the municipality. However, if the contract involves the legislative functions or governmental powers of the municipal corporation, the contract is not binding on successor boards or councils. \r\nPiedmont Pub. Serv. Dist. v. Cowart, 319 S.C. l24, 459 S.E.2d 876 (Ct. App. 1995) (citing Newman v. McCullough, 212 S.C. 17, 46 S.E.2d 252 (1948)), aff'd, Op. No. 24521 (S.C. Sup. Ct. flled Nov. 12, 1996) (Davis Adv. Sheet No. 30). The contracts at issue here extended well beyond the terms of the members of the goveming bodies that entered into the contracts. Therefore, the appropriate question in this case is whether the subject matter of the Contested Clauses involves a governmental or a proprietary function. Fn.3\r\n_______________\r\nFn.3 Respondent Authority repeatedly quotes cases that say that \"the State makes no distinction between the proprietary and governmental functions of Municipalities.\" See, e.g., Calcaterra v. City of Columbia, 315 S.C. 196, 432 S.E.2d 498 (Ct. App. 1993). This language is limited to actions brought in tort because case law is clear that in determining the validity of municipal contracts, the distinction between governmental and proprietary functions is signiflcant, if not dispositive. See, e.g., Newman, 212 S.C. 17, 46 S.E.2d \r\n  \r\np.18\r\n\r\nCITY of BEAUFORT, et al. v. BEAUFORT-JASPER COUNTY WATER and SEWER AUTHORITY \r\n\r\nSouth Carolina's courts have repeatedly held that a municipality's provision of water service to residents and non-residents is a governmental function. See, e.g., F. W. Sossamon v. Greater Gaffney Metro. Utils., 236 S.C. 173, 113 S.E.2d 534 (1960); Looper v. City of Easley, 172 S.C. 11, 172 S.E. 705 (1934), overruled on other grounds by McCafl v. Batson, 285 S.C. 243, 329 S.E.2d 741 (1985); Calcaterra v. City of Columbia, 315 S.C. 196, 432 S.E.2d 498 (Ct. App. 1993); cf. G. Curtis Martin Invest. Trust v. Clay, 274 S.C. 608, 266 S.E.2d 82 (1980)(Implying that the provision of sewer service constituted part of the police power -- a governmental function--of quasi-municipal sewer district). Municipalities acknowledge these precedents, but assert that provision of water service should be regarded as a governmental function only for purposes of tort liability. We disagree.\r\nThere is no basis for flnding an action is governmental for purposes of tort liability and proprietary for purposes of contractual validity. Rather, the distinction between governmental and proprietary functions should rest on the nature of the government act at issue rather than on the nature of a subsequent lawsuit. As the Court of Appeals observed in Cowart, it is often difficult to determine whether a particular function is governmental or proprietary. For purposes of determining the validity of a contract requiring or involving a particular action by a municipality, the test for whether the action is governmental or proprietary should be \"whether the contract itself deprives a goveming body, or its successor, of a discretion which public policy demands should be left unimpaired.\" Cowart, 319 S.C. at 1 33, 459 S.E.2d at 88 1. South Carolina courts have struck as invalid many different kinds of contracts binding successor goveming bodies. See, e.g., Cowart, 319 S.C. at 136, 459 S.E.2d at 882 (employment contract of public offlcer); Sammons v. City of Beaufort, 225 S.C. 490, 83 S.E.2d 153 (1954)(Invalidating covenant requiring town to maintain on-street parking facilities throughout life of certain municipal bonds, on ground that such a covenant deprives future boards of police power to adopt parking regulations necessary for the public safety and welfare); Newman v. McCullough, 212 S.C. 17, 46 S.E.2d 252 (employment contract of public officer).\r\nAs noted above, South Carolina courts already have found the provision of water service to be a governmental function of a municipality or quasi-municipal entity. This rule should hold especially true for a water and sewer authority like Authority, which has as its sole function the provision of water and sewer service. Fn.4 Under such circumstances, public policy surely demands that Authority's right to provide water to residents of Beaufort and Jasper counties (outside the limits of the City of Beaufort and the Town of Port Poyal) be left relatively unimpaired.\r\nG. Curtis Martin Investment Trust v. Clay, 274 S.C. 608, 266 S.E.2d 82,\r\n_______________\r\n252. \r\n  \r\nFn.4 We do not speak to more minor delegations of power, but simply flnd that where the central, primary function of a special purpose district is substantially compromised by a contract, the delegation of power may be invalid or unlawful. \r\n  \r\np.19\r\n\r\nCITY of BEAUFORT, et al. v. BEAUFORT-JASPER COUNTY WATER and SEWER AUTHORITY \r\n\r\nsupports this conclusion. In Clay, the North Charleston Sewer District entered into an agreement with a private company whereby the company agreed to transfer a privately owned sewer system to the district. Under the terms of the agreement, the company was to retain the power to approve or disapprove for connection to the system \"any project other than a single family dwelling and small commercial establishments of a defined class.\" Clay, 274 S.C. at 610, 266 S.E.2d at 83. Eventually, this provision of the contract was challenged.\r\nThe Supreme Court agreed with the conclusion of the circuit court that the delegation of power to the private company was unlawful and contrary to public policy. Specifically, we found that the district could not \"delegate away those powers and responsibilities which give life to it as a body politic. A municipal corporation or other corporate political entity created by state law, to which police power has been delegated, may not divest itself of such power by contract or otherwise.\" Id. at 612, 266 S.E.2d at 85.\r\nClay suggests that the provision of utility service, or at least the decision whom to serve, constitutes an exercise of police power (clearly governmental) that may not be delegated. Clay also suggests that the provision of utility service is especially governmental in nature where the municipal entity at issue was formed for the speciflc purpose of providing such service. Like the North Charleston Sewer District, Authority was formed for the specific purpose of providing utility service in a particular service area. Furthermore, like the contested provision of the contract in Clay, the Contested Clauses here deprive Authority of the ability to serve persons they would have the right to serve but for the Contested Clauses, which make Authority's right to serve contingent upon Municipalities' desire to serve the customers. Under these circumstances, the Contested Clauses are unlawful as a delegation of governmental power not only because they bind future governing boards of Authority, but also because of the nature of the delegation of power itself.\r\nGreen v. City of Rock Hill, 149 S.C. 234, 147 S.E. 346 (1929), does not mandate a contrary result. That case concemed, among other things, the validity of an agreement between the City of Rock Hill and a private company whereby the city agreed to build and the company agreed to operate:and manage the city's waterworks system. The petitioners contended that the contract unlawfully delegated to a private company the fiduciary and discretionary powers of the city with respect to the control and management of a governmental department of the city. The Court disagreed, flnding the delegation to the company was for the physical or mechanical purpose of delivering to the city a certain sum of water and that no authority was conferred on the company to \"distribute, or control in any manner whatever, the supply of water delivered to the city from the company's mechanical control and operation of the physical plant and equipment.\" Id. at 270, 147 S.E. at 359.\r\nIn the present case, the Contested Clauses hamper Authority's discretion. Municipalities are not simply operating Authority's system; rather, they have the power to decide when Authority may provide water to anyone in its own service area. This is a far different case from that described in Green. \r\n  \r\np.20\r\n\r\nCITY of BEAUFORT, et al. v. BEAUFORT-JASPER COUNTY WATER and SEWER AUTHORITY \r\n\r\nCONCLUSION \r\n  \r\nWe uphold the trial court's ruling that the Contested Clauses constitute an unlawful delegation of governmental power, both because the Contested Clauses bind future governing boards and, more importantly, because they give away too much power in themselves. In light of our ruling on this issue, we need not reach the other issues raised on appeal. Accordingly, the order of the trial court is AFFIRMED. \r\n  \r\nFINNEY, C.J., MOORE, WA-LLER and BURNETT, JJ., concur. \r\n  \r\np.21\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24563","title":"U.S. Outdoor Advertising, Inc. v. South Carolina Department of Transportation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24563","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n\r\nU.S. Outdoor Advertising,\r\n  Inc., Respondent,\r\nv. \r\n  \r\nSouth Carolina\r\n  Department of\r\n  Transportation, Appellant. \r\n  \r\nAppeal From Richland County\r\n  Thomas L. Hughston, Jr., Judge \r\n  \r\nOpinion No. 24563\r\n  Heard December 5, 1996 - Filed January 27, 1997 \r\n  \r\nREVERSED \r\n  \r\nBarbara M. Wessinger, of Columbia, for appellant.\r\nC. Frederick Shipley, IV, of West Columbia and Ronald C. Scott of Columbia, for respondent. \r\n  \r\n WALLER, A.J.: Respondent, U.S. Outdoor Advertising, Inc. (US), sought an outdoor advertising permit to post a billboard along Interstate 95 (I-95) and U.S. Highway 52 in Florence. Appellant, South Carolina Department of Transportation (SCDOT) denied the permit; the circuit court reversed. \r\n  \r\nFACTS \r\n  \r\nIn July, 1994, US submitted an application to SCDOT to obtain an outdoor advertising permit for a Pilot Travel Center along I-95 at Hwy. 52. The proposed billboard was to be located on a parcel of property occupied by Williams Electric Company, a commercial business. \r\n  \r\nSCDOT denied the permit on the ground that Williams Electric was not \"visible\" within the meaning of S.C. Code Ann. &#167; 57-25-120 (5)(f), as it was not\r\np. 22\r\n\r\nU.S. OUTDOOR ADVERTISING, INC. v. SC DEPT. of TRANSPORTATION \r\n\r\n\"readily recognizable\" from I-95 as a commercial industry. On appeal, the circuit court ruled that SCDOT'S requirement that a business be \"readily recognizable\" as a commercial activity impermissibly exceeded the meaning of \"visible\" in &#167; 57-25- 120(5)(f); SCDOT was ordered to issue the permit. \r\n  \r\nISSUE \r\n  \r\nMay SCDOT require that a business be \"readily recognizable\" as a commercial activity? Fn.1\r\n  \r\nDISCUSSION \r\n  \r\nThe Highway Beautification Act of 1965, 23 U.S.C. &#167; 131 requires the various states to provide for control of outdoor advertising along federal highways, subject to a withdrawal of federal funding for non-compliance. In response to 23 U.S.C. &#167; 131, the South Carolina General Assembly enacted the \"Highway Advertising Control Act\" (Act), S.C. Code Ann. &#167; 57-25-110 et seq. (1991). The purpose of the Act, in part, is to prevent distraction of operators of motor vehicles, promote the safety, convenience, and enjoyment of travel on highways within this State, and preserve and enhance the natural scenic beauty and aesthetic features of highways and adjacent areas. S.C. Code Ann. &#167; 57-25-130 (1991).\r\nPursuant to the Act, an advertising sign may not generally be posted along an interstate highway unless it fits within a certain exception. S.C. Code Ann. &#167; 57-25- 140. One such exception is that a sign may be constructed within 600 feet of a qualifying \"unzoned commercial or industrial business.\" S.C. Code Ann. &#167; 57-25-120 (4), &#167; 57-25-140 (8). A business does not qualify as a commercial or industrial activity unless it is \"visible from the main traveled way.\" S.C. Code Ann. &#167; 57-25-120 (f). SCDOT has, by regulation,Fn.2defined \"visible\" as \"capable of being seen and readily recognized as a sign or commercial or industrial activity by a person of normal visual acuity.\" 25A S.C. Code Ann. Reg 63-342 (HH)(emphasis supplied). The question before us is whether this regulation impermissibly expands the requirement of \"visibility\" as set forth in &#167;57-25-120 (f). We find that it does not.\r\nAn administrative regulation is valid so long as it is reasonably related to the purpose of the enabling legislation. Hunter &amp; Walden Co. v. South Carolina State Licensing Board for Contractors, 272 S.C. 211, 251 S.E.2d 186 (1978). However, \r\n  _______________ \r\n\r\n\r\nFn.1 It is essentially undisputed that Williams Electric was, in fact, operating as a \"commercial activity,\" and that the business itself was \"Visible\" from the main traveled highway. \r\n\r\n\r\nFn.2 SCDOT is authorized by &#167; 57-25-150 (D) to promulgate regulations governing the issuance of permits. Young v. S.C. Dept. of Highways and Public Transp., 287 S.C. 108, 336 S.E.2d 879 (Ct. App. 1985). \r\n  \r\np. 23\r\n\r\nU.S. OUTDOOR ADVERTISING, INC. v. SC DEPT. of TRANSPORTATION \r\n\r\n\r\nalthough regulations have the force of law, they may not alter or add to the terms of a statute. Goodman v. City of Columbia, 318 S.C. 488, 458 S.E.2d 531, (1985); Society of Prof'l Journalists v. Sexton, 283 S.C. 563, 324 S.E.2d 313 (1984). Here, the General Assembly specifically authorized SCDOT to enact regulations which are more limiting than the terms of the statute. S.C. Code Ann. &#167; 57-25-220 states that \"Nothing in this article abrogates or affects the provisions of a lawful ordinance which is more restrictive than the provisions of this article.Fn.3(emphasis supplied). Accordingly, in further defining the definition of \"visible,\" SCDOT did exactly what it was authorized to do by the Legislature. Moreover, we find Reg. 63-342 (HH) is reasonably related to the purpose of Highway Advertising Control Act and is clearly intended to further the public policy of the Highway Advertising Control Act.\r\nU.S. contends our opinion in Carter v. S.C. Dept. of Highways, 279 S.C. 332, 306 S.E.2d 614 (1983) mandates a contrary result. We disagree.\r\nIn Carter, SCDOT denied an application for an outdoor advertising permit on the ground that the unzoned commercial activity in question was not recognizable as a commercial activity from the main highway. At the time, there was no regulation in effect requiring anything more than that a business be \"visible.\" The circuit court found nothing in the S.C. Code or SCDOT's administrative regulations requiring a business to be discernible as an industrial or commercial activity, and, accordingly, reversed SCDOT's denial of the permit. This Court affirmed the circuit court's ruling, noting the absence of any administrative rule requiring a commercial activity to be discernible as such. Subsequent to our opinion in Carter, Reg. 63-342 (HH) was amended to require that a business be \"readily recognizable\" as a commercial activity. Accordingly, unlike Carter, there now exists a valid regulation requiring an element of \"recognizability.\" Moreover, other jurisdictions have upheld similar regulations.\r\nIn Osage Outdoor Advertising v. Missouri Highway and Transp. Dept., 680 S.W.2d 164 (Mo. App. 1984), the court upheld the Missouri Highway Department's regulation requiring an activity be \"recognizable or obvious as a commercial or industrial activity.\" The United States Department of Transportation had specifically interpreted such language as requiring that \"[i]f, for example, a portion of the physical structure of a commercial activity is technically visible but the activity is not visible to the degree that it is recognizable as a commercial activity, it should be discounted.\" 680 S.W.2d at 168 (emphasis supplied). Clearly, under Osage, the regulation in question is permissible. Two other courts have upheld similar provisions. See Blocher Outdoor Advertising v. Dept of Transp., 347 N.W.2d 88 (Minn. App. 1984)(requirement activity be a generally recognized commercial or industrial activity held within authority of Commissioner of Transportation); Department of Transportation v. Sapp Outdoor Advertising Co, 319 S.E.2d 87 (Ga. 1984)(affirming denial of permit on basis activities not recognizable as being\r\n  _______________ \r\n\r\nFn.3 23 C.F.R. &#167; 750.706(a) specifically allows states to adopt more restrictive criteria than the Federal Highway Act. \r\n  \r\np. 24\r\n\r\nU.S. OUTDOOR ADVERTISING, INC. v. SC DEPT,. of TRANSPORTATION \r\n\r\ncommercial or industrial).\r\nWe find that Reg. 63-342(HH) is within SCDOT's authority to enact, and that it permissibly defines \"visible\" in a manner consistent with the underlying policies of the Highway Advertising Control Act. Accordingly, the judgment below is \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\np. 25\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24564","title":"York v. Conway Ford, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24564","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n\r\nJohn M. York, Appellant,\r\nv.\r\nConway Ford, Inc., Respondent. \r\n  \r\nAppeal From Horry County\r\n  Sidney T. Floyd, Judge \r\n  \r\nOpinion No. 24564\r\n  Submitted December 5, 1996 - Filed January 27, 1997 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\nJohn M. York, pro se appellant.\r\nGeorge E. Graham, of McIver &amp; Graham, of Conway, for respondent. \r\n  \r\n MOORE, A.J.: Appellant contends the trial judge erred in denying his motion for a continuance, dismissing a cause of action based on the Unfair Trade Practices Act (\"UTPA\"), and refusing to set aside the jury's verdict on the remaining causes of action. We affirm in part and reverse in part. \r\n  \r\nFACTS \r\n  \r\nOn November 3, 1989, appellant John York purchased a 1988 truck from respondent Conway Ford, Inc., for $5,350.00. Appellant claims prior to purchasing the truck, he was told by Conway Ford that the truck was a \"like new\" demonstrator and had never been titled to an individual. Almost immediately after taking possession, York began to have mechanical trouble with the truck and on several occasions it had to be towed. In January 1990, appellant was told by a mechanic that the truck had a bent frame from a previous accident. He then returned the truck to Conway Ford and requested his money back or the truck be replaced. Conway Ford refused. Appellant \r\n  \r\np. 26\r\n\r\nYORK, v. CONWAY FORD, INC. \r\n\r\nsued alleging breach of contract, fraud, and violation of the UTPA. Immediately prior to the trial in August 1994, appellant learned that Conway Ford had sold the truck two weeks earlier to pay for storage fees assessed against appellant for the truck. Based upon this information, appellant sought a continuance in order to amend his complaint to allege a conversion cause of action. The trial judge denied his motion for a continuance. The trial judge granted respondent's motion to dismiss the UTPA cause of action and the jury returned a verdict in favor of Conway Ford on the remaining causes of action. \r\n  \r\nISSUES\r\n1) Did the trial judge err in denying appellant's motion for a continuance?\r\n2) Did the trial judge err in dismissing the UTPA causes of action?\r\n3) Does the jury's verdict lack support?\r\nDISCUSSION \r\n  \r\n1) Continuance \r\n  \r\nAppellant contends the trial judge erred in denying his motion for a continuance. Appellant moved for the continuance in the judge's chambers. Upon reconvening in the courtroom, appellant did not place the motion on the record. The record should include the ruling on appeal. Zaman v. South Carolina Bd. of Medical Examiners, 305 S.C. 281, 408 S.E.2d 213 (1991). An objection made during an off- the-record conference which is not made part of the record does not preserve-the question for review. Benton v. Davis, 248 S.C. 402, 150 S.E.2d 235 (1966). Accordingly, this issue is procedurally barred. \r\n  \r\n2) UTPA \r\n  \r\nAppellant contends the trial judge erred in directing a verdict on the UTPA cause of action. We agree. The trial judge ruled the UTPA was unavailable to redress a private wrong when the public interest is unaffected. To be actionable under the UTPA, the unfair or deceptive act or practice must have an impact upon the public interest. Haley Nursey Co. v. Forrest, 298 S.C. 520, 381 S.E.2d 906 (1989). Unfair or deceptive acts or practices have an impact upon the public interest if the acts or practices have the potential for repetition. Id. We hold the trial judge erred in dismissing appellant's UTPA cause of action. Conway Ford is in the business of selling cars. Certainly the alleged acts or practices have the potential for repetition. \r\n  \r\np. 27\r\n\r\nYORK, v. CONWAY FORD, INC. \r\n\r\n3) Verdict \r\n  \r\nAppellant contends the verdict for breach of contract and fraud causes of action is not supported by the evidence. We disagree. In an action at law, on appeal of a case tried by a jury, our scope of review extends merely to the correction of errors of law; a factual finding of the jury will not be disturbed on appeal unless a review of the record discloses that there is no evidence which reasonably supports the jury's finding. Townes Associates, Ltd. v. City of Greenville, 266 S. C. 81, 221 S.E.2d 773 (1976). We have no power to review matters of fact in an action at law, except to determine if a verdict is wholly unsupported by evidence. Odom v. Weathersbee, 225 S.C. 253, 81 S.E.2d 788 (1954). The verdict is not wholly unsupported by the evidence. The employees of Conway Ford denied making any misrepresentations. Obviously, the jury simply found these witnesses more credible or that appellant had not meet his burden of proving his allegations. \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\np. 28\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24565","title":"SC State Board of Medical Examiners v. Hedgepath, M.D.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24565","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nSouth Carolina State\r\n  Board of Medical\r\n  Examiners, Appellant,\r\nv.\r\nLarry L Hedgepath, M.D., Respondent. \r\nAppeal From Richland County\r\n  Walter J. Bristow, Jr., Special Circuit Court Judge \r\nOpinion No. 24565\r\n  Heard May 7, 1996 - Filed January 27, 1997 \r\nREVERSED \r\nDeputy General Counsel Richard P. Wilson, Staff Counsel John A. Birgerson, of South Carolina Department of Labor, Licensing &amp; Regulation, of Columbia, for appellant.\r\nWeldon R. Johnson and R. Lewis Johnson, both of Barnes, Alford, Stork &amp; Johnson, of Columbia, for respondent. \r\nFINNEY, C.J.: This is a medical disciplinary case. The circuit court held a South Carolina physician had no ethical duty to maintain his patients' confidences, and therefore reversed the decision of the Board of Medical Examiners (Board). The Board found respondent committed misconduct in breaching this duty, and imposed a public reprimand upon him. We reverse the circuit court's order, and reinstate the Board's decision.\r\nRespondent is a medical doctor engaged in the general practice of medicine and addictionology. During 1989, he acted as a family therapist for a married couple, Mr. and Mrs. C. From January until May 1991, respondent was Mrs. C.'s individual therapist. In 1992, the C.'s commenced divorce litigation. Respondent provided an affidavit dated August 21, 1992, for use at the family \r\np. 29\r\n\r\nSC STATE BOARD of MEDICAL EXAMINERS V. HEDGEPATH, M,,D. \r\ncourt's temporary hearing. This affidavit was created at the request of Mr. C.'s attorney, without consulting with Mrs. C. or obtaining her consent, and was voluntary (i.e. not compelled by subpoena or other legal process). Its contents were not flattering to either party, and it is undisputed that respondent's affidavit revealed confidences entrusted to him by Mrs. C. during their doctor-patient relationship.\r\nThe Board is authorized to discipline a physician for misconduct. S.C. Code Ann. &#167; 40-47-200 (Supp. 1995). Misconduct occurs when a physician violates the principles of ethics adopted and published by the Board. Id. At the time respondent treated Mrs. C., the relevant ethical provision read:\r\n\r\n  A physician may not reveal the confidences entrusted to him in the course of medical attendance, or the deficiencies he may observe in the character of patients, unless he is required to do so by law or unless it becomes necessary in order to protect the welfare of the individual or of the community. 26 S.C. Reg. 81-60(l).\r\n\r\nAt the time respondent gave the affidavit, the provision had been amended to read:\r\n\r\n  A physician shall respect the rights of patients, of colleagues, and of other health professionals, and shall safeguard patient confidences within the constraints of the law. 26 S.C. Reg. 81-60(D)(Supp. 1995).\r\n\r\nThe Board found respondent had violated both versions of the ethics regulation, that his misconduct was mitigated by his concern for the best interests of the C.'s children's custody which was to be decided in the temporary hearing, and that a public reprimand was the appropriate sanction. On appeal, the circuit court found the amended version of the ethics regulation applied, and that since no law prohibited respondent from making the affidavit, Reg. 81-60(D) had not been violated. The Board's order finding misconduct and imposing a sanction was reversed.\r\nThe first issue is whether respondent's conduct should be judged by the ethical standard in effect at the time of the confidential communications [Reg. 81-60(I)] or that in effect at the time of the alleged misconduct [Reg. 81-60(D)]. We agree with the circuit court that respondent's actions should be judged by the standard in effect at the time of the alleged misconduct. Cf., In re Anonymous, 317 S.C. 10, 451 S.E.2d 391 (1994) (misconduct of attorney determined by ethical rules in effect at time of alleged transgression). We also agree with the Board, however, there is no substantive difference between the two regulations.\r\nThe second and dispositive issue is whether a physician commits ethical misconduct when he reveals a patient's confidences where the revelation is neither compelled by law (i.e. subpoena or statute) nor consented to by the patient. The circuit court held no such duty of confidentiality exists since South Carolina \r\np. 30\r\n\r\nSC STATE BOARD of MEDICAL EXAMINERS V. HEDGEPATH, M.D. \r\ndoes not recognize an evidentiary doctor-patient privilege.Fn.1 This was error. The terms \"privilege\" and \"confidences\" are not synonymous, and a professional's duty to maintain his client's confidencesFn.2 is independent of the issue whether he can be legally compelled to reveal some or all of those confidences, that is, whether those communications are privileged. See Wilcox South Carolina Legal Ethics Confidential Information 6-1 (1992). Reg. 81-60(D) enjoins a physician to maintain his patients' confidences within the constraints (or limitations) of the law. We agree with the Board's construct of this regulation: A physician acts ethically when she maintains patient confidences, and when she provides confidential information to others as required by law or as authorized by the patient. The circuit court erred in interpreting the regulation to allow a physician to freely disseminate patient confidences except where a statute expressly prohibits him from doing so. Fn.3\r\nRespondent violated Reg. 81-60(D) when he voluntarily provided an affidavit breaching confidences entrusted to him by Mrs. C. This act constitutes misconduct under &#167; 40-47-200. The circuit court order finding otherwise is, accordingly, \r\nREVERSED. \r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\n  _______________\r\n\r\n\r\nFn.1 See, eg., Peagler v. Atlantic Coast Line Railroad Co., 232 S.C. 274, 101 S.E.2d 821 (1958). \r\n\r\nFn.2 Compare this passage from the Hippocratic Oath, the ethical guide for physicians: \"All that may come to my knowledge in the exercise of my profession . . . which ought not to be spread abroad, I will keep secret and will never reveal\" with this passage from the oath subscribed to by all persons admitted to the South Carolina Bar: \"I will respect the confidence and preserve inviolate the secrets of my client . . . . \" \r\nFn.3 Compare Evans v. Rite Aid Corp., Op. No. 24532 (S.C. Sup. Ct. filed November 18, 1996) (no statutory or common law duty of confidentiality between a pharmacist and his customer). \r\np. 31\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24566","title":"Medlin, etc. v. SC Farm Bureau Mutual Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24566","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nCharles Steven Medlin as \r\n  Conservator for Roberta \r\n  Lynn Medlin, &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\nv.\r\nSouth Carolina Farm \r\n  Bureau Mutual Insurance \r\n  Company, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\nAppeal From Lexington County \r\n  George W. Jefferson, Special Circuit Court Judge\r\nOpinion No. 24566 \r\n  Heard April 17, 1996 - Filed January 27, 1997\r\nAFFIRMED\r\nGene Stockholm, of Billy R. Oswald & Associates, of West Columbia, for appellant.\r\nT. Eugene Allen, III, of Nexsen Pruet Jacobs & Pollard, LLP, of Columbia, for respondent.\r\nFinney, C.J.: Appellant filed a declaratory judgment action against respondent S.C. Farm Bureau to conform several insurance policies to provide underinsured coverage. Respondent answered in defense that the action was barred by the three-year statute of limitations under S.C. Code Ann. &#167; 15-3-530 (Supp. 1995) and moved for dismissal. The trial judge granted respondent's motion to dismiss on the basis that the action was barred by the statute of limitations. We affirm.\r\n Roberta Medlin was seriously injured in an automobile accident on September 23, 1991, and is in a permanent coma. Her husband, who was appointed conservator, brought this action alleging respondent failed to make an\r\np. 32\r\n\r\nMEDLIN, etc. v. SC FARM BUREAU MUTUAL INSURANCE CO.\r\nadequate offer of underinsured coverage. The complaint was filed on May 22, 1995. Under &#167; 15-3-530(l) the period for commencement of an action upon a contract, obligation, or liability must be filed within three years. Accordingly, the period of limitations expired on September 23, 1994. Appellant contends the limitation period should be tolled for eight months pursuant to S.C. Code Ann. &#167; 62-3-109 (Supp. 1995) which provides \"[t]he running of any statute of limitations on a cause of action belonging to a decedent which had not been barred as of the date of his death is suspended during the eight months following the decedent's death but resumes thereafter unless otherwise tolled.\" (Emphasis added). Appellant's action would not be barred by the statute of limitations, if this tolling statute applies.\r\n Appellant contends that because the adverse driver in the automobile accident was killed and the conservator is pursuing a separate claim against the driver's estate, the period of limitations should be extended. The trial court disagreed and concluded that since this action against respondent is not a claim by a decedent's estate the tolling statute does not apply. We agree. This is not an action belonging to a decedent. Roberta Medlin is alive although seriously incapacitated. The trial court did not err in dismissing this action based on expiration of the statute of limitations. The order of dismissal is affirmed pursuant to &#167; 15-3-530.\r\n Appellant's claim that physical disability should toll the statute of limitations the same as it would for an insane personFn.1 was not ruled on by the trial judge. Therefore this issue is procedurally barred. McGee v. Bruce Hosp. Sys. __ S.C. __, 468 S.E.2d 633 (1996)(issue must have been raised to the trial judge to be preserved for appellate review).\r\nAFFIRMED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\n_______________ \r\nFn.1 &nbsp; Pursuant to S.C. Code Ann. &#167; 15-3-40 (Supp. 1995).\r\np. 33\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24567","title":"Diamonds, et al. v. Greenville County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24567","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nDiamonds, Mike Cannon \r\n  and Jack Galardi, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents,\r\n\r\nv.\r\nGreenville County, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\nAppeal From Greenville County \r\n  Henry F. Floyd, Judge\r\nOpinion No. 24567 \r\n  Heard June 4, 1996 - Filed January 27, 1997\r\nAFFIRMED\r\nW. Howard Boyd, Jr. and Ronald K. Wray, II, of Gibbes, Gallivan, White & Boyd, P.A., of Greenville, for appellant.\r\nSuzanne E. Coe, of Greenville, for respondents.\r\nWALLER, A.J.: On appeal is an order finding Greenville County (Appellant) has no constitutional power to enact a local ordinance prohibiting public nudity. We affirm.\r\nFACTS\r\nOn June 27, 1995, Appellant enacted Ordinance 2727, making it unlawful for any person to appear nude in public or to operate any public place where persons would be appearing nude (subject to certain exceptions).Fn.1 Respondent Diamonds\r\n________________ \r\nFn.1 &nbsp; Portions of Ordinance 2727 pertinent to the issue involved in this case are printed below:\r\n\r\n  Section 2. Violation. It shall be unlawful for any person to knowingly or intentionally appear nude in a public place or in any other\r\n\r\np. 34\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\n(owned by Respondents Cannon and Galardi), a nightclub in Greenville County, brought a declaratory judgment action seeking to have the ordinance declared unconstitutional. After both parties moved for summary judgment, the circuit court judge declared the ordinance void, finding it conflicted with state constitutional law.\r\nISSUE\r\nIs Ordinance 2727 in conflict with Article VIII, Section 14 of the South Carolina Constitution?\r\nDISCUSSION\r\nThe Supreme Court has articulated a four-prong test to use in evaluating the validity of a government regulation under First Amendment attack. Under this test, a regulation will be valid if it is \"'within the constitutional power of the government; if it furthers an important or substantial government interest; if the governmental interest is unrelated to the suppression of free expression; and if the incidental\r\n_______________\r\n\r\n  place that is readily visible to the public. It shall also be unlawful for any person or entity maintaining, owning, or operating any public place to knowingly, or with reason to know, permit or allow any person to appear in a state of nudity in such public place.\r\n  Section 3. Exemptions. This Ordinance shall not apply to:\r\n\r\n    (a) Photographs, movies, video presentations, or any other non- live performances;\r\n    (b) Any place provided or set apart for nudity as defined above; or\r\n    (c) The conduct of being nude when (i) it constitutes a part of a bona fide live communication, demonstration or performance by a person wherein such nudity is expressive conduct incidental to and necessary for the conveyance or communication of a genuine message or public expression and is not a mere guise or pretense utilized to exploit the conduct of being nude for profit or commercial gain and as such is protected by the United States or South Carolina Constitution or (ii) it is otherwise protected by the United States or South Carolina Constitution.\r\n\r\np. 35\r\n\r\nDIAMONDS, et a!. v. GREENVILLE COUNTY'\r\nrestriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.\"' Barnes v. Glen Theatre, 501 U.S. 560, 567, 111 S. Ct. 2456, 2461, 115 L. Ed. 2d 504, 512 (1991) (quoting United States v. O'Brien., 391 U.S. 367, 377, 88 S. Ct. 1673, 1679, 20 L. Ed. 2d 672, 680 (1968)). We recognized this test in Connor v. Town of Hilton Head, 314 S.C. 251, 442 S.E.2d 608 (1994).\r\n In his order, the trial judge found the first prong of the Barnes test had not been met; he declined to address the other three prongs because both parties had conceded those would be met. Therefore the only issue now before this court is whether the ordinance is within the constitutional power of Appellant to enact. The analysis appropriate for the first prong of the Barnes test was further set out in Hospitality Ass'n v. City of Charleston:\r\n\r\n  Determining if a local ordinance is valid is essentially a two-step process. The first step is to ascertain whether the county or municipality that enacted the ordinance had the power to do so. If no such power existed, the ordinance is invalid and the inquiry ends. However, if the local goverrunent had the power to enact the ordinance, the next step is to ascertain whether the ordinance is consistent with the Constitution or general law of this State.\r\n\r\n__ S.C. __, 464 S.E.2d 113, 116-17 (1995).\r\nUnder state law, counties have the authority to enact ordinances \"in relation to health and order in counties or respecting any subject as appears to them necessary and proper for the security, general welfare, and convenience of counties or for preserving health, peace, order, and good government in them.\" S.C. Code Ann.  4-9-25 (Supp. 1995). An ordinance addressing public nudity would fall within this broad grant of power.\r\nIn declaring the ordinance invalid, the trial judge found a conflict with Article VIII, Section 14 of the state constitution, which reads:\r\n\r\n  In enacting provisions required or authorized by this article, general law provisions applicable to the following matters shall not be set aside:\r\n  (1) The freedoms guaranteed every person; (2) election and suffrage qualifications; (3) bonded indebtedness of governmental units; (4) the structure for and the administration of the State's judicial system; (5) criminal laws and the penalties and sanctions for the transgression thereof; and (6) the structure and the administration of any governmental service or function, responsibility for which rests with the State government or which requires statewide uniformity.\r\n\r\n(emphasis added). The trial judge relied on Connor in holding Appellant could not enact a general ban on public nudity when state law did not make such conduct\r\np. 36\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\nunlawful. We find this reliance was correctly placed.\r\nIn Connor a municipality enacted an ordinance making it unlawful to participate in nude or semi-nude dancing or to own or operate a sexually-oriented business (defined to include a nightclub or bar where such dancing is performed). The court stated the scope of a municipality's power to enact ordinances was a question of state law. While under state law a municipality has general power to enact ordinances,Fn.2 the court construed Article VIII, Section 14(5)'s mandate that state criminal laws not be \"set aside\" to \"prohibit a municipality from proscribing conduct that is not unlawful under State criminal laws governing the same subiect.\" 314 S.C. at 254, 442 S.E.2d at 609 (emphasis added). Because state criminal laws addressing the subject of public nudity do not prohibit nude dancing alone,Fn.3 the ordinance conflicted with this constitutional section and therefore was invalid.\r\n In this case, the same rationale applies. Ordinance 2727 has the effect of making it unlawful to appear nude in public, even if no state laws addressing the same subject are violated in the process. For this reason the ordinance cannot stand.\r\n The dissent argues Connor's interpretation of Article VIII, Section 14 is too broad. In the dissent's view, the existence of state crim- inal laws addressing nudity is not enough; a local ordinance will only \"set aside\" a state law when it is actually inconsistent with that state law. We disagree.\r\n Connor's holding is supported by the comments of the drafters of the proposed section, which was added as part of major revisions made to the state constitution in the early 1970s. A special committee was created, headed by John C. West (the \"West Committee\"), to recommend these revisions. Regarding proposed Article VIII, Section 14 (which was adopted by the legislature verbatim), the West Committee commented, \"There are certain fundamentals related to freedom which should be treated only by the State and should not be left to local variation or abuse.\" Final Report of the Committee to Make a Study of the South Carolina Constitution of 1895, at 91 (1969) (emphasis added). One of the Committee's major concerns regarding this\r\n_______________\r\nFn.2 &nbsp; See S.C. Code Ann.  5-7-30 (Supp. 1995) (essentially granting the same broad powers to municipalities as section 4-9-25 grants to counties). Fn.3 &nbsp; See S.C. Code Ann. &nbsp; 16-15-130 (Supp. 1995) (unlawful for a person to wilfully, maliciously, and indecently expose his person in a public place); S.C. Code Ann. &nbsp; 16-15-365 (Supp. 1995) (unlawful for a person to wilfully and knowingly expose private parts in a lewd and lascivious manner in presence of another person); S.C. Code Ann.  16-15-305(B), -305(C) (Supp. 1995) (defining obscenity in part as depicting sexual conduct in patently offensive way, sexual conduct including \"lewd exhibition, actual or simulated, of the genitals, pubic hair, anus, vulva, or female breast nipples including male or female genitals in a state of sexual stimulation or arousal or covered male genitals in a discernably turgid state\").\r\np. 37\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\nconstitutional provision was the \"local govermnent's making an act a crime that was not a crime under state law.\" 2 James L. Underwood, The Constitution of South Carolina 133, 134 (1989). Finally, our language regarding Article VIII, Section 14 in other cases shows that we have consistently interpreted that section broader than only prohibiting local governments from adopting ordinances that conflict with state general law. See Davis v. County of Greenville, Op. No. 24364 (S.C. Sup. Ct. filed Jan. 8, 1996) (Davis Adv. Sh. No. 1 at 11, 14) (Construing Article VIII, Section 14(4) as effectively withdrawing the subject \"from the field of local concern\"); Robinson v. Richland County Council, 293 S.C. 27, 30, 358 S.E.2d 392, 395 (1987) (stating Article VIII, Section 14 \"precludes the legislature from delegating to counties the responsibility for enacting legislation relating to the subject encompassed by that section\").\r\nWe thus hold the trial court was correct in finding Appellant's enactment of Ordinance 2727 was unconstitutional and therefore invalid.\r\nAFFIRMED.\r\nFINNEY, C.J., MOORE, A.J., concur. BURNETT, A.J., dissenting in separate opinion. TOAL, A.J., concurring in separate opinion.\r\n_______________\r\np. 38\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\nBurnett, A.J.: I respectfully dissent. In my opinion, Article VIII, 14 of the South Carolina Constitution does not prohibit local governments from criminalizing conduct which is not unlawful under State law.\r\n Appellant Greenville County (County) enacted Ordinance 2727 which makes it unlawful for any person to knowingly or intentionally appear nude in public or to operate any public place where persons would be appearing nude.Fn.1 Respondent Diamonds, a nightclub specializing in \"adult entertainment,\" brought this declaratory judgment action seeking to have the ordinance declared unconstitutional.\r\nSouth Carolina Constitution Article VIII,  14, provides:\r\n\r\n  In enacting provisions required or authorized by this article, general law provisions applicable to the following matters shall not be set aside:\r\n  (1) The freedoms guaranteed every person; (2) election and suffrage qualifications; (3) bonded indebtedness of governmental units; (4) the structure for and the administration of the State's judicial system; (5) criminal laws and the penalties and sanctions for the transgression thereof; and (6) the structure and the administration of any governmental service or function, responsibility for which rests with the State government or which requires statewide uniformity.\r\n\r\nWhen construing the Constitution, the Court applies rules similar to those relating to the construction of statutes. McKenzie v. McLeod, 251 S.C. 226, 161 S.E.2d 659 (1968). In construing a statute, the Court must give clear and unambiguous terms their plain and ordinary meaning without resorting to subtle or forced construction to limit or expand the statute's operation. Gilstrap v. South Carolina Budget and Control Bd., 3 1.0 S.C. 210, 423 S.E.2d 10 I (I 992).\r\n Article VIII,  14 does not require statewide uniformity of general law provisions regarding \"criminal laws and the penalties and sanctions for the transgression thereof.\" Instead, the preamble to Article VIII,  14, provides \"general law provisions applicable to the following matters shall not be set aside.\" (emphasis added). The plain meaning of this provision requires local enactments \"set aside\" some existing provision of the general law before a constitutional violation occurs.\r\n_______________ \r\nFn.1 &nbsp; The ordinance has several exceptions, each of which respondents concede would be met.\r\np. 39\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\n Ordinance 2727 is not inconsistent with any State law relating to nudity and, therefore, does not \"set aside\" any criminal laws enacted by the State. Accordingly, I would hold that the enactment of Ordinance 2727 does not violate Article VIII,  14 of the South Carolina Constitution.\r\n The majority relies on Connor v. Hilton Head Island, 314 S.C. 251, 442 S.E.2d 608 (1994), where this Court held, inter alia, a municipal enactment prohibiting nude dancing violative of Article VIII,  14, even though no State law prohibited nude dancing. In my opinion the Connor Court erred. The Court held that conduct which is not unlawful under State laws cannot be made unlawful by local enactment. In effect, the Court provides all conduct is lawful unless made unlawful by enactment of the General Assembly. Article VIII, 14 does not yield to such an interpretation. Local government enactments which are not inconsistent with any State law do not \"set aside\" any criminal laws enacted by the General Assembly. See Town of Hilton Head Island v. Fine Liquors. Ltd., 302 S.C. 550, 397 S.E.2d 662 (1990)(in order to preempt an entire field, an act must make manifest a legislative intent that no other enactment may touch upon the subject in any way).\r\n The majority also relies on Davis v. County of Greenville, __ S.C. __, 407 S.E.2d 94 (1996), and Robinson v. Richland County Council, 293 S.C. 27, 358 S.E.2d 392 (1987). Neither of these decisions, however, addressed the validity of local legislation which set aside a subject encompassed by Article VIII,  14 of the South Carolina Constitution.\r\n I would reverse and I would overrule Connor insofar as it holds that local governments may not criminalize conduct which is not unlawful under statewide criminal law.\r\np. 40\r\n\r\nDIAMONDS, et al. v. GREENVILLE COUNTY\r\nTOAL, A.J.: I concur in result with the majority opinion. Specifically, I agree with the majority that Barnes v. Glen Theatre, 501 U.S. 560, 111 S. Ct. 2456, 115 L. Ed. 2d 504 (1991), and Connor v. Town of Hilton Head, 314 S.C. 251, 442 S.E.2d 608 (1994), control the result of this case: Where the General Assembly has \"occupied the field\" in an area of criminal law by describing what conduct is permissible or what is proscribed, localities are not free to alter those standards.Fn.1 Furthermore, under Barnes, special examination of a local law is warranted where, as here, the law implicates important First Amendment concerns.\r\nI write separately simply to note that I do not read the majority opinion in this case as being inconsistent with my position in Martin v. Condon, __ S.C. __, 478 S.E.2d 272 (1996)(Toal, A.J., dissenting). Martin v. Condon concerned the authority of the General Assembly to allow localities to choose whether cash payouts on video poker games should be legal. In that case, the General Assembly wanted to allow counties to hold local option elections so that each county could make its own determination about the legality of video poker. Our Court held that the General Assembly's local option legislation constituted special legislation violative of the South Carolina Constitution. I dissented, arguing local option legislation concerning alcohol and gambling has long been considered permissible general legislation and should continue to be treated as such.\r\n This case is entirely different from Martin, however. Here, the General Assembly's legislation evinced a plain intent that the question of public nudity be treated uniformly throughout South Carolina. Under these circumstances, localities cannot step in and criminalize activity that is permissible under the statewide statutory scheme. Accordingly, I concur.\r\n_______________ \r\nFn.1 &nbsp; The authority of the General Assembly to enact local option legislation that gives cities or counties choices about the legality of alcohol or gambling is a separate question which involves state constitutional issues but does not implicate the First Amendment as does a law governing public nudity.\r\np. 41\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24568","title":"In the Matter of Parrott","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24568","description":"","date":"1997-01-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 3\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nIn the Matter of J. Leon Parrott,&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\nOpinion No. 24568 \r\n  Heard December 4, 1996 - Filed January 27, 1997\r\nDEFINITE SUSPENSION\r\nGeorge M. Hearn, Jr., and Thomas C. Brittain, of Hearn, Brittain & Martin, of Conway, for respondent.\r\nCharles Molony Condon, Attorney General, and J. Emory Smith, Jr., Assistant Deputy Attorney General, both of Columbia, for complainant.\r\nPER CURIAM: In this attorney discipline matter, Respondent Parrott has admitted misconduct. The only issue before this Court is the appropriate sanction. After reviewing the record in this case, we hereby suspend Respondent from the practice of law for a period of four months.\r\nOn May 11, 1994, Respondent pulled down a woman's bathing suit while she was sunbathing at or near Surfside Beach. He entered a plea pursuant to North Carolina v. AlfordFn.1 to simple assault and battery in relation to this conduct on November 29, 1994.Fn.2 Respondent was sentenced to a $200 fine or thirty days imprisonment and has satisfied this sentence. In October 1989, Respondent tried to pull off another woman's bikini bottom while she was sunbathing at or near North Myrtle Beach. He was not prosecuted for this offense. Respondent covered his face during both incidents and retreated when the women put up a struggle. He had no prior connection with either woman.\r\nWhile he initially denied all allegations in the complaint, Respondent later\r\n_______________\r\nFn.1 &nbsp; 400 U.S. 25 (1970). Fn.2 &nbsp; The complaint came about as the result of the Board's notice of this plea.\r\np. 42\r\n\r\nIN THE MATTER OF PARROTT\r\namended his answer to admit both incidents described above. He also admits this conduct violated the Rules of Professional Conduct. In mitigation, Respondent offered the testimony of Dr. James Thrasher, a psychiatrist who testified Respondent was suffering from an \"adjustment disorder with mixed emotions and problems with conduct.\" According to Dr. Thrasher, a \"psychosexual developmental arrest\" caused these assaults. In his opinion, Respondent was developmentally arrested at the adolescent stage, and his acts showed the type of sexually immature behavior normally associated with that stage. He felt Respondent's developmental problems occurred because of family problems when Respondent was growing up. He opined that there was no medical reason Respondent could not practice law, and he felt that the acts would not recur. Respondent was responding very well to treatment and counselling. At the time of the panel hearing, Respondent was still seeing Dr. Thrasher. Since that time his therapy has been concluded upon Dr. Thrasher's recommendation. Respondent also offered testimony from a fellow legal colleague and his minister. Both testified to Respondent's good standing, both in the legal and general community.\r\nThe panel found Respondent's acts constituted misconduct.Fn.3 They unanimously recommended a public reprimand with the condition that Respondent continue to receive counselling for as long as Dr. Thrasher deemed necessary. The Board adopted the panel's findings of fact and conclusions of law. They voted five to one to recommend a public reprimand with the same conditions. The dissenting member voted to recommend a ninety-day suspension with conditions.\r\n This court has the ultimate authority to discipline attorneys and can draw its own conclusions from the facts presented. Matter of Dobson, 310 S.C. 422, 427 S.E.2d 166 (1993). We agree with the panel and Board that Respondent has committed a criminal act reflecting adversely on the lawyer's honesty, trustworthiness or fitness as a lawyer. Rule 8.4(b), Rule 407, SCACR. We also find he has engaged in conduct involving moral turpitude. Rule 8.4(c), Rule 407, SCACR; DR 1-102(A)(3), Code of Professional Responsibility (repealed). See also State v. Ball, 292 S.C. 71, 354 S.E.2d 906 (1987), overruled on other grounds, State v. Major, 301 S.C. 181, 391 S.E.2d 235 (1990) (\"A crime of moral turpitude is an act of baseness, vileness or depravity in the private and social duties which man owes to his fellow man or to society in general, contrary to the customary and accepted rule of right and duty between man.\"); State v. Hall 306 S.C. 293, 411 S.E.2d 441 (Ct. App. 1991) (suggesting that whether simple assault and battery involves moral turpitude should be decided on a case by case basis). State v. Holmes, __ S.C. __, 464 S.E.2d 334\r\n_______________ \r\nFn.3 &nbsp; Specifically, they found Respondent committed criminal acts adversely reflecting on a lawyer's honesty, trustworthiness and fitness; and violated one or more of the provisions in Rule 8.4, Rule 407, SCACR and DR 1-102. The Code of Professional Responsibility was in effect in October 1989 when the first assault occurred and would be applicable to this conduct. It was replaced in September of 1990 by the Rules of Professional Conduct.\r\np. 43\r\n\r\nIN THE MATTER OF PARROTT\r\n(1995), cert. denied, 116 S. Ct. 2507 (1996) (violation of \"Peeping Tom\"Fn.4 statute crime of moral turpitude). Such conduct can only bring the legal profession into disrepute. See Rule 413(5)(D), SCACR; Par. 5(D), Rule on Disciplinary Procedure (former).\r\n This court has dealt with several cases involving sexual misconduct of attorneys and judges. Usually the misconduct occurs when an attorney has a sexual relationship with a client, or a judge has a sexual relationship with a party appearing before him or her. See, e.g., Matter of Bilbro, Op. No. 24513 (Davis Adv. Sh. No. 29 at 8) (S.C. Sup. Ct. filed Nov. 4, 1996) (six month suspension); Matter of Gravely, Op. No. 24381 (Davis Adv. Sh. No. 5 at 27) (S.C. Sup. Ct. filed March 4, 1996) (public reprimand); Matter of Mendenhall, 316 S.C. 196,447 S.E.2d 858 (1994) (disbarment); Matter of Keitt, __ S.C. __, 468 S.E.2d 875 (1996) (ninety day suspension); Matter of McBratney, __ S.C. __, 465 S.E.2d 733 (1996) (ninety day suspension); Matter of McDow, 291 S.C. 468, 354 S.E.2d 383 (1987) (public reprimand). However, we have suspended attorneys for nonconsensual sexual misconduct. See In re Bellino, 308 S.C. 130, 417 S.E.2d 535 (1992) (six month suspension imposed for taking indecent liberties with clients); Matter of Sprott, 288 S.C. 457, 343 S.E.2d 448 (1986) (indefinite suspension imposed when attorney convicted of CSC with minor and contributing to delinquency of minor).\r\n We find a temporary suspension is within the range of sanctions imposed for conduct similar in nature to that in this case. In finding so we take into consideration Respondent's willingness to admit his misconduct and his mitigating testimony showing he is attempting to correct whatever caused him to act in such a reprehensible manner. We are also mindful of Respondent's otherwise favorable reputation. However, none of this excuses the conduct before us today. Respondent is hereby suspended from the practice of law for a period of four months. Respondent shall file an affidavit with the Clerk of Court, within ten (10) days of service of this opinion, showing that he has complied with Paragraph 30 of Rule 413, SCACR.\r\nDEFINITE SUSPENSION.\r\n_______________ \r\nFn.4 &nbsp; S.C. Code Ann.16-17-470 (Supp. 1995).\r\np. 44\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]