[{"id":"24680","title":"Doe et al. v. Brown et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24680","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn Doe and Jane Doe,\r\n  \r\n    Respondents,\r\n  \r\n  \r\n  \r\n\r\n  \r\n    v.\r\n  \r\nCharles R. Brown, Jr.,\r\nand Baby Girl Ashlie, an\r\ninfant under the age of\r\nseven (7) years,\r\n  \r\n    Defendants,\r\n  \r\n  \r\n  \r\n  \r\n  \r\nof whom Charles R.\r\nBrown, Jr., is\r\n  \r\n    Appellant,\r\n  \r\n  \r\n  \r\n  \r\n  \r\nand Baby Girl Ashlie, an\r\ninfant under the age of\r\nseven (7) years is,\r\n  \r\n    Respondent,\r\n  \r\n  \r\n  \r\n  \r\n  \r\nand Charles R. Brown,\r\nSr., and Mrs. Charles R.\r\nBrown, Sr.,\r\n\r\n  \r\n    Intervenors-Appellants.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Greenville County\r\nJohn W. Kittredge, Family Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24680\r\nHeard May 20, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nO. W. Bannister, Jr., of Hill, Wyatt &amp; Bannister, L.L.P., of\r\nGreenville, for appellants. \r\n  \r\n  \r\n  \r\nStephen A. Yacobi and D. Denby Davenport, Jr., both of\r\nDavenport &amp; Yacobi, P.A., of Greenville, for respondents. \r\n  \r\n  \r\n  \r\nJames Fletcher Thompson, of Thompson &amp; Sinclair, of Spartanburg,\r\nGuardian ad Litem for Baby Girl Ashlie. \r\n  \r\n  \r\n  \r\n\r\np3\r\n JANE &amp; JOHN DOE v. CHARLES R. BROWN, JR. , et al. \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: The critical issue in this case is whether the father\r\nof a child, conceived as the result of father's statutory rape of the mother, has\r\nany parental rights to that child? The family court first held the father had no\r\nrights, and therefore he need not consent to the child's adoption nor be given\r\nnotice of the adoption proceedings. Alternatively, the court held that this\r\nFather had not complied with the statutory requirements so as to require his\r\nconsent to the adoption. We agree with the family court's second holding, and\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Baby Girl Ashlie was conceived as the result of appellant \r\n  \r\nCharles R. Brown, Jr.'s. (Father's) statutory rape of twelve year old Mother in \r\n  \r\nKentucky.1 After Ashlie was born in South Carolina, Mother relinquished her \r\n  \r\nparental rights and consented to Ashlie's adoption by the respondents. \r\n  \r\nRespondents then brought this adoption action, and the family court permitted \r\n  \r\nFather and his parents, appellants Mr. and Mrs. Charles R. Brown, Sr. \r\n  \r\n(Grandparents) to intervene. From orders \"terminating\" Father's rights and \r\n  \r\ngranting Ashlie's adoption, Father and Grandparents appeal. Appellants do not \r\n  \r\nchallenge the family court's ruling that Grandparents' rights, if any, are \r\n  \r\nderivative of Father's, and that they have no independent standing to challenge\r\nthe adoption. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The resolution of the issues raised by this case turns on the\r\n interpretation of several statutes. South Carolina Code Ann. &#167; 20-7-1690 (Supp.\r\n 1996) lists the persons who must consent or relinquish their parental rights to a\r\n child for purposes of the child's adoption. Section 20-7-1695 (Supp. 1996)\r\n specifies those persons from whom neither consent nor relinquishment is\r\n required. Under this statute, parents who need not consent or relinquish their\r\n parental rights are those who have already had their rights terminated; those\r\n who are mentally incompetent; and those, such as the Mother here, who have\r\n executed a relinquishment pursuant to S.C. Code Ann. &#167; 20-7-1700 (Supp. 1996).\r\n There is no exemption in these consent/relinquishment statutes for the parent of\r\n a child conceived as the result of that person's criminal act.2 \r\n  \r\n  \r\n  \r\n A different statute, &#167; 20-7-1734 (Supp. 1996), lists the persons\r\nand agencies who must be given notice of adoption proceedings. Generally, a \r\n  \r\n\r\n\r\n\r\n 1Father was seventeen years old at the time of conception. It is undisputed\r\nthat because of the parents' ages, intercourse was a criminal act in Kentucky.\r\nKentucky Code of Laws &#167; 510.120(l)(b). Had the act occurred in South\r\nCarolina, it would have been classified as second degree criminal sexual conduct.\r\nS.C. Code Ann. &#167; 16-3-655(2)(1985). \r\n  \r\n  \r\n  \r\n 2A female can statutorily rape a male child under our gender-neutral \"CSC\r\nwith a minor\" statute. S.C. Code Ann. &#167; 16-3-655 (1985). See \r\nState ex rel.\r\nHermesmann v. Sever, 847 P. 2d 1273 (Kan. 1993). \r\n  \r\n\r\np4 \r\n  \r\nJANE &amp; JOHN DOE v. CHARLES R. BROWN, JR., et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nperson whose parental rights have been terminated or relinquished or who has\r\nconsented to the adoption need not be given notice of the adoption proceedings.\r\n&#167; 20-7-1734 (A). Certain fathers, however, whose consent or relinquishment to\r\nadoption is not required under &#167; 20-7-1690 are, nevertheless, entitled to notice\r\nof the adoption under subsection (B) of &#167; 20-7-1734. This notice statute\r\nexplicitly provides, however, in its next subsection, that a father otherwise\r\nentitled to notice under subsection (B) is not entitled to notice if the child was\r\nconceived as the result of criminal sexual conduct or incest. &#167; 20-7-1734 (C). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In sum, South Carolina's statutory adoption plan defines\r\nwhich parents must consent or relinquish their parental rights, or have them\r\nterminated, in order for a child to be adoptable. There is no per se exclusion of\r\nparents of children conceived as the result of a criminal act from the statutory\r\nconsent/relinquishment/termination requirement. A different statute defines\r\nthose persons who are entitled to notice of an adoption, and this notice statute\r\nexplicitly excludes \"criminal parents.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The family court order extrapolated from &#167; 20-7-1734 (C)'s \"no\r\nnotice\" provision that \". . . .a rapist has no [parental] rights to the child\r\nconceived as the result of the criminal act.\" The court therefore held Father\r\nsimply had no right to be involved in this proceeding. Alternatively, if Father\r\ndid have rights and was to be treated under the consent/relinquishment statutes\r\nas any other out-of-wedlock father, then the court held that Father's failure to\r\nassume parental responsibility within the meaning of &#167; 20-7-1690 (A)(5)(b)(Supp.\r\n1996) and/or Abernathy v. Baby Boy, 313 S.C. 27, 437 S.E.2d 25 (1995),\r\nabrogated the need for Father's formal consent. The judge held that he was\r\neffectively terminating Father's parental rights, and made a finding that the\r\nadoption was in the child's best interest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellants first argue the family court erred in extrapolating\r\nfrom &#167; 20-7-1734 (C)'s \"no notice\" of adoption provision that the parents of\r\nchildren conceived as the result of their criminal act have no parental rights.\r\nFor the following reasons we agree, and hold that under our statutory scheme,\r\nthese parents must be treated as other out-of-wedlock parents3 for purposes of\r\nthe consent/relinquishment requirements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdoption statutes are in derogation of the common law and \r\n  \r\n  \r\n  \r\n\r\n 3It is possible for a child to be conceived as the result of criminal sexual\r\nconduct by one spouse towards the other. S.C. Code Ann. &#167; 16-3-658 (Supp.\r\n1996). The adoption of a child conceived as the result of such an assault should\r\nbe treated as the adoption of any child born to the marriage. Further, where\r\nthe \"criminal father\" is unknown, a \"John Doe\" consent/relinquishment/adoption\r\nproceeding is appropriate. See Evans v. S.C. Dep't of Soc. Services, 303 S.C.\r\n108, 399 S.E.2d 156 (1990) (unwed mother refused to provide name of father). \r\n  \r\n  \r\n  \r\n\r\np5\r\nJANE &amp; JOHN DOE v. CHARLES R. BROWN, JR., et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\ntherefore must be strictly construed. Hucks v. Dolan, 288 S.C. 468, 343 S.E.2d\r\n613 (1986). Here, there is no language exempting \"criminal parents\" from the\r\nconsent/relinquishment requirement, while there is such an exemption in the\r\nnotice statute. Statutes which are part of the same legislative scheme should be\r\nread together. In re Keith Lamont G., 304 S.C. 456, 405 S.E.2d 404 (1991).\r\nThe clear and unambiguous language of the these statutes indicates that when\r\nthe Legislature intended to exclude \"criminal parents\" from the adoption process,\r\nit did so. See Gaster v. Evatt, _ S.C. _, 483 S.E.2d 197 (1997). Such\r\nparents are exempt only from the notice of adoption requirement under our\r\nstatutes.4 Compare Mullis v. Kinder, 568 N.E.2d 1087 (lnd. App. 1991)\r\n(Father's consent not required where statute stated consent to adoption not\r\nneeded from fathers of children conceived as a result of child molestation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, public policy is served by recognizing a legal\r\nrelationship, albeit limited,5 between the \"criminal parent\" and the child. For\r\nexample, if the mother wishes to retain custody of the child, then legal\r\nrecognition of the relationship will allow her to seek child support from the\r\nfather. Cf., e.g. State ex rel. Hermesmann v. Seyer, 847 P.2d 1273 (Kan. 1993);\r\nCom. ex rel. Rush v. Hatfield, 929 S.E.2d 202 (Ky. 1996); \r\nIn re Paternity of\r\nJ.L.H., 441 N.W.2d 273 (Wisc. App. 1989) (cases requiring underage father\r\nvictims of statutory rapes to contribute to child's support where intercourse was\r\nfactually voluntary, even if under criminal law it was without consent). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In its alternative holding, the family court held that Father\r\nhad not met the requirements of either &#167; 20-7-1690 (A)(5)(b) or Abernathy so as\r\nto require him to consent or relinquish his rights to Ashlie prior to her adoption.\r\nWe affirm the family court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the applicable code section, consent or relinquishment\r\nis required from an unwed father when the child was placed with the adoptive\r\nparents six months or less after her birth \"only if the father paid a fair and\r\nreasonable sum, based on the father's financial ability, for the support of the\r\nchild or for expenses incurred in connection with the mother's pregnancy or with\r\nthe birth of the child, including but not limited to, medical, hospital, and\r\nnursing expenses.\" &#167; 20-7-1690 (5)(b). As this Court explained in Abernathy, an\r\nunwed father can establish the right to have his interest in the child afforded\r\nlegal protection not only where he meets the literal language of the statute, \"but \r\n  \r\n  \r\n  \r\n\r\n 4The notice exception means the \"criminal parent\" will not know the identity\r\nor residence of the adoptive parents. \r\n  \r\n  \r\n  \r\n 5 \"Parental rights do not spring full-blown from the biological connection\r\nbetween parent and child. They require relationships more enduring.\" \r\nLehr v.\r\nRobertson 463 U.S. 248 (1983) \r\ncited with approval in Abernathy v. Baby Boy,\r\nsupra. \r\n  \r\n  \r\n  \r\n\r\np6\r\nJANE &amp; JOHN DOE v. CHARLES R. BROWN, JR., et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nalso when he undertakes sufficient prompt and good faith efforts to assume\r\nparental responsibility and to comply with the statute.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Abernathy, the Court noted it was faced with \"unusual\r\nfacts\" in that the Mother stymied all of the father's efforts to offer assistance,\r\nboth monetary and emotional, as well as his offer of matrimony. Abernathy\r\nmade extensive efforts to be involved as soon as he learned of the pregnancy,\r\nand promptly responded when he learned of the contemplated adoption. He was\r\na responsible, mature adult with a demonstrable ability to competently raise a\r\nchild. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In sharp contrast to Abernathy, the family court judge in this\r\ncase found Father \"young, immature, and irresponsible.\" He found Father\r\nfailed to meet the statutory requirements, and that his conduct upon learning of\r\nthe pregnancy and during the next several months did not rise to the level\r\nnecessary to meet the Abernathy standard. Although this Court is free to find\r\nthe facts differently from the family court, we find the record overwhelmingly\r\nsupports these findings. Epperly v. Epperly, 312 S.C. 411, 440 S.E.2d 884\r\n(1994). Accordingly, the orders severing Father's parental rights and granting\r\nthe adoption are \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24681","title":"Lester v. Dawson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24681","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKen H. Lester, Respondent,\r\n v. \r\n  \r\nPaul W. Dawson, III, Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Richland County\r\nL. Casey Manning, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24681\r\nHeard November 20, 1996 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN RESULT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWilliam L. Pope and Roy F. Laney, both of Pope &amp; Rodgers, of\r\nColumbia, for Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLeo A. Dryer, of Columbia, for Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: In this attorneys' fee dispute, Appellant Dawson (\"Client\") argues\r\nhe was entitled to a trial by jury. Because Dawson did not timely appeal the denial of his\r\nrequest for a jury trial, he is barred from bringing this appeal. However, we take this\r\nopportunity to clarify that an action by an attorney for recovery of sums owed under a fee\r\nagreement between the attorney and his client constitutes an action in law with the right\r\nto a trial by jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n Attorney Ken Lester (\"Attorney\") represented Client in a domestic matter. Client\r\npaid Attorney a $5000 retainer fee and also advanced $500 for costs. Client later\r\nterminated the representation, at which point Attorney sent his final bill for services. \r\n  \r\n  \r\n  \r\n\r\np8 \r\n  \r\nLESTER v. DAWSON, III \r\n  \r\nClient disputed the bill and did not pay it. \r\n  \r\n  \r\n  \r\n On August 12, 1991, Attorney brought this action against Client for payment of\r\nsums that Attorney alleged Client owed. Client's answer averred that he had fulfilled his\r\nagreement with Attorney by paying the $5500. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Throughout pre-trial, Attorney and Client wrangled over whether the trial would\r\n be held before a jury or before the judge alone. Client moved at least twice for a jury\r\n trial. Client's last motion for a jury trial was made on or about March 4, 1994. Client\r\n submitted a memorandum in support of his March 4th motion, arguing he had a\r\n constitutional right to trial by jury because an action for collection of attorneys' fees is an\r\n action at law. He further argued that it violated his equal protection rights for an action\r\n for attorneys' fees to be treated as an action in equity, while other actions for the collection\r\n of monies owed under contracts were treated as actions in law. The circuit court rejected\r\n this motion, and the case was placed on the non-jury roster. Client did not appeal this\r\n ruling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At trial, Client renewed his motion that the case be transferred to the jury roster.\r\n The trial judge found the question moot because Client had not appealed the previous order\r\n denying his motion to have the action tried before a jury. The judge also found that\r\n Client's argument failed on the merits, as South Carolina law holds that an action for\r\n attorneys' fees is an action in equity rather than one in law. In an order dated February\r\n 22, 1995 and filed March 6, 1995, the trial court ruled in favor of Attorney, finding Client\r\n had failed to pay sums due under the fee agreement between Attorney and Client. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On March 16, 1995, Client moved for reconsideration, arguing, inter alia, that the\r\ntrial court improperly denied his renewed motion for a jury trial. The trial court denied\r\nthis portion of Client's motion for reconsideration. Client now appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\n Client makes two arguments on appeal: (1) that an action for attorneys' fees is an\r\naction in contract, and that, therefore, there is an absolute right to trial by jury in such an\r\naction; and (2) that the denial of his request for a jury trial violated the Equal Protection\r\nClauses of the state and federal constitutions.1 These arguments are barred because Client\r\nfailed to timely appeal the issues. On the merits, however, we find that generally an action \r\n  \r\n  \r\n  \r\n\r\n 1 Client's brief also argues the trial court erred in awarding Attorney's expert witness\r\nfees. Attorney has agreed to relinquish those fees, however, so that issue is no longer\r\nbefore us. \r\n  \r\n  \r\n  \r\n\r\np9 \r\nLESTER v. DAWSON, III \r\n  \r\nunder a contract for the recovery of attorneys' fees constitutes an action in law with the\r\nright to a jury trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A. TIMELINESS OF APPEAL \r\n  \r\n This Court has held that orders affecting the mode of trial affect substantial rights\r\n under S.C. Code Ann. &#167; 14-3-330(2) (1977) and must, therefore, be appealed immediately.\r\n E.g., Foggie v. CSX Transp., 313 S.C. 98, 431 S.E.2d 587 (1993)(\"Issues regarding mode\r\n of trial must be raised in the trial court at the first opportunity, and the order of the trial\r\n judge is immediately appealable.\"). Moreover, the failure to timely appeal an order\r\n affecting the mode of trial effects a waiver of the right to appeal that issue. \r\nId.; see also\r\nEdwards v. Timmons, 297 S.C. 314, 377 S.E.2d 97 (1988)(where appellant did not appeal\r\n the order referring matter to master in equity, she could not complain after final order that\r\n she was deprived of her right to a trial by jury); Creed v. Stokes, 285 S.C. 542, 331\r\n S.E.2d 351 (1985)(where appellant failed to timely appeal an order referring dispute to\r\n master in equity, appellant could not later complain that he had been entitled to a trial by\r\n jury). Here, Client's failure to immediately appeal the order designating this case as a\r\n non-jury matter bars his current appeal of that issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Client does not take issue with the Creed rule, but claims he is exempt from its\r\n operation. He argues that the Creed rule applies only where the order deprives the party\r\n of a mode of trial to which he is entitled as a matter of right. Citing \r\nRowe Furniture Corp.\r\nv. Carolina Wholesale Furniture, 292 S.C. 575, 357 S. E. 2d 725 (Ct. App. 1987), Client\r\nnotes that where the question whether to order a jury trial is discretionary with the trial\r\njudge, an appeal from the judge's decision on that issue should not be made until a final\r\njudgment is entered. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Rowe Furniture is inapposite. Client did not argue below and does not argue now\r\nthat the decision whether to order a jury trial was discretionary with the trial judge; rather,\r\nhe moved under Rule 38, SCRCP, for a trial by jury. Rule 38 concerns trial by jury as\r\nof right. Rule 39(b), on the other hand, allows the trial court discretion to order a jury or\r\nnon-jury trial. The mere fact that Client was forced to distinguish some South Carolina\r\ncase law in order for a court to find him entitled to a jury trial does not mean the decision\r\nwhether to order a jury trial was ever discretionary. Accordingly, Client's appeal is\r\nuntimely. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. NATURE OF ACTION FOR ATTORNEYS' FEES \r\n  \r\n Client argues that the Court should find an action to recover attorneys' fees under\r\na fee agreement between an attorney and client constitutes an action at law giving rise to \r\n  \r\n  \r\n  \r\n\r\np10 \r\n  \r\n  \r\n  \r\nLESTER v. DAWSON, III \r\n  \r\n  \r\n  \r\n  \r\n  \r\n the right to a jury trial.2 We agree. \r\n  \r\n  \r\n  \r\n The South Carolina Constitution provides that the right of trial by jury is to be\r\n \"preserved inviolate. \" S.C. Const. art. I, &#167; 14. This provision preserves the right of trial\r\n by jury only in those cases in which the parties were entitled to it under the law or practice\r\n existing at the time of the adoption of the Constitution. E.g., Pelfrey v. Bank of Greer,\r\n 270 S.C. 691, 244 S.E.2d 315 (1978). Generally, the relevant question in determining the\r\n right to trial by jury is whether an action is legal or equitable; there is no right to trial by\r\n jury for equitable actions. See, e.g., Defender Properties, Inc. v. Doby, 307 S.C. 336,\r\n 415 S.E.2d 383 (1992)(action to determine fair market value of a stock treated as action\r\n in equity with no right to a jury trial). Historically in South Carolina, an action to recover\r\n attorneys' fees pursuant to a contract for legal services has been treated as an action in law\r\n with the right to trial by jury. See, e. g., Elliott v. Green, 274 S. C. 348, 263 S. E. 2d 650\r\n (1980)(an action by an attorney for collection of a fee is properly one at law on the\r\n contract); DePass v. Piedmont Interstate Fair Ass'n, 217 S.C. 38, 59 S.E.2d 495\r\n (1950)(action for collection of attorneys' fee charged pursuant to contract between attorney\r\n and client constitutes an action at law giving rise to a right to jury trial); \r\ncf. Nimmons v.\r\nStewart, 13 S.C. 445 (1880)(a claim for professional services as between attorney and\r\n client rests upon contract). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Courts throughout the country have, in fact, recognized that an action for the\r\nrecovery of attorneys' fees is an action in law rather than in equity. The general rule is\r\nsummarized as follows: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n An action by an attorney for compensation, whether on a written\r\n contingency agreement or on a quasi-contractual obligation to pay the\r\n reasonable value of services prior to its breach, sounds in contract. The\r\n proper form of action by which to enforce payment, generally, is by an\r\n action at law on the contract, such as by an action of assumpsit . . . . \r\n  \r\n  \r\n Except in case of the enforcement of an attorney's lien . . . .a suit in\r\n equity is available to enforce payment of an attorney's compensation only\r\n where special circumstances are present which give a court of equity\r\n jurisdiction, such as where the agreement between the parties amounts to an\r\n equitable assignment, or where the cause of action for compensation is\r\n consolidated with other chancery causes, or where an accounting is \r\n  \r\n  \r\n  \r\n\r\n 2 The Court granted Client's motion to argue against precedent, and Client now argues\r\nthat Ex parte Stevens, Stevens, &amp; Thomas, 277 S. C. 150, 283 S. E. 2d 444 (1981), in which\r\nthis Court held that an action for attorneys' fees is one in equity, should either be\r\noverruled or be found distinguishable from the present case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\np11 \r\n  \r\n  \r\n  \r\nLESTER v. DAWSON, III \r\n  \r\n  \r\n  \r\n  \r\n  \r\n contemplated or involved. \r\n  \r\n  \r\n  \r\n 7A C.J.S. Attorney &amp; Client &#167; 339 (1980); \r\nsee also Litman v. Fine, Jacobson, Schwartz,\r\nNash, Block, &amp; England, 517 So. 2d 88, 93 n.7 (Fla. Ct. App. 1987)(\"[I]f an attorney has\r\n not claimed a charging lien or there are no proceeds to which a lien can attach, he\r\n nonetheless retains the right to sue the client on the contract in an action at law in which\r\n the client is entitled to a jury trial.\"), rev. denied, 525 So. 2d 879 (Fla. 1988); \r\nAlexander\r\n v. Inman, 903 S.W.2d 686, 704 (Tenn. Ct. App. 1995)(in action by attorney for breach\r\n of contract against client who failed to pay attorneys' fees pursuant to parties' agreement,\r\n court found \"the parties have an absolute right to a jury trial . . . since breach of contract\r\n actions are not inherently equitable. We perceive no basis for distinguishing an action for\r\n breach of a contract for attorneys' fees from other breach of contract actions. \"), \r\nrev.\r\ndenied(Tenn. 1995); 7 Am. Jur. 2d Attorneys at Law &#167; 306 (1980)(\"The right of an\r\n attorney to recover by suit the compensation to which he is entitled for his services, either\r\n under express contract or on a quantum meruit, is well established. \")(citing Trist v. Child,\r\n 88 U.S. 441, 22 L. Ed. 623 (1874)(generally, a resort to equity is not permitted where\r\n there is an adequate remedy at law)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Exparte Stevens, Stevens &amp; Thomas, 277 S.C. 150, 283 S.E.2d 444 (1981), this\r\nCourt departed from its longstanding rule that actions for the recovery of attorneys' fees\r\nconstitute actions in law with the right to jury trial. In that case, a law firm had\r\nrepresented a client in an action for collection of a debt. Judgment was entered against the\r\ndebtors, and sometime thereafter the debtors satisfied the judgment by depositing the\r\nmonies owed with the clerk of court in Horry County. Before the funds were disbursed\r\nto the law firm's client, the law firm petitioned the court to obtain its attorneys' fees. The\r\npetition did not constitute a separate action for recovery of attomeys' fees; rather, the law\r\nfirm attempted to secure its fee before its client received any funds. A witness for the law\r\nfirm testified that the client had been told that the law firm's fee would be one-third of any\r\nrecovery obtained for the client, and that the client had agreed to the fee proposed. The\r\ntrial court granted the law firm judgment in the amount of one-third of the fee paid by the\r\ndebtors. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal, the client contended he was denied his right to a jury trial in the action\r\nfor attorneys' fees. This Court disagreed and reversed our prior rule that an action to\r\nrecover attorneys' fees sounds in contract and is thus an action at law. In a succinct\r\nstatement, the Court simply held in Stevens, \" [w]hile a claim for professional services has\r\nbeen regarded as an action in contract entitling the parties to a jury trial, we now hold that\r\nan action for attorney's fees is one in equity.\" Id. at 151, 283 S.E.2d at 444-45. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Eleazer v. Hardaway Concrete Co., 281 S.C. 344, 315 S.E.2d 174 (Ct. App.\r\n1984), the Court of Appeals interpreted our holding in Stevens. In that case, the Court of \r\n  \r\n  \r\n  \r\n\r\np12 \r\n  \r\n  \r\n  \r\n LESTER v. DAWSON, III \r\n  \r\nAppeals employed the concept of an equitable lien to find that a certain kind of action for\r\nattorneys' fees sounds in equity rather than in law. In Eleazer, the attorney had obtained\r\na judgment for his client. Shortly thereafter, a third party obtained a judgment against the\r\nattorney's client and attached the judgment that attorney had obtained for the client. The\r\nattorney claimed he had an \"attorney's charging lien\" that was superior to the third party's\r\nattachment lien. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Court of Appeals agreed. It found first that an attorney's charging lien is an\r\n \"equitable right to have the fee and costs due an attorney for services rendered in a legal\r\n proceeding secured to him out of any judgment or recovery obtained therein. \" Id. at 348,\r\n 315 S.E.2d at 177. Observing that this kind of lien protects only costs and disbursements,\r\n the Court nevertheless found that \"[a] lien for the payment of an attorney's fee \r\nout of the\r\nproceeds of a judgment obtained as a result of an attorney's efforts, however, may be\r\n created by an express agreement between an attorney and his client.\" Id. (emphasis added).\r\n Because the attorney and client in Eleazer had specifically agreed that the attorneys' fee\r\n would be secured by a lien upon the proceeds of any judgment the attorney obtained for\r\n the client, the Court found there was an equitable lien. The Court of Appeals further\r\n observed that such actions are considered equitable in nature. Id. at 350, 315 S.E.2d at\r\n 178. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We believe the holding in Eleazer is correct. When an attorney and client agree that\r\nthe attorneys' fee will be secured by a lien on the proceeds of a judgment the attorney\r\nobtains for the client, the action to recover under the lien constitutes an action in equity.\r\nHowever, we hold that an ordinary action to recover attorneys' fees pursuant to a fee\r\nagreement between the attorney and his client is an action in law with the right to a jury\r\ntrial. To the extent it is inconsistent with this opinion, Stevens is hereby overruled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION I \r\n  \r\n Because Client did not timely appeal the denial of his motion for jury trial, the\r\ndecision of the circuit court is AFFIRMED IN RESULT. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\np13 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24682","title":"Rivers et al. v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24682","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn M. Rivers, Jr., and Kathleen\r\nH. Rivers,\r\n  \r\n    Respondents,\r\n  \r\n v. \r\n  \r\nState of South Carolina,\r\n  \r\n    Appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas Waring, Trustee of the\r\nLegrand Elebash Irrevocable Trust,\r\n  \r\n    Respondent,\r\n  \r\n v. \r\n  \r\nState of South Carolina,\r\n  \r\n    Appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas Waring, Trustee of the\r\nAlice Palmer Elebash Irrevocable\r\nTrust,\r\n  \r\n    Respondent,\r\n  \r\n v. \r\n  \r\nState of South Carolina,\r\n  \r\n    Appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn M. Rivers, Jr., as Personal\r\nRepresentative of the Estates of\r\nMartha R. Rivers and John M.\r\nRivers,\r\n  \r\n    Respondent,\r\n  \r\nv. \r\n  \r\nState of South Carolina,\r\n  \r\n    Appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\nJames E. Lockemy, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\np14 \r\n  \r\n  \r\n  \r\n Opinion No 24682\r\nHeard June 3, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGeneral Counsel Harry T. Cooper, Jr., Chief Counsel for Revenue Litigation\r\nRonald W. Urban, Counsel for Revenue Litigation Sarah G. Major, all of\r\nColumbia, for Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nT. Heyward Carter, Jr., Edward G. R. Bennett, and Amy Morrison Fraser,\r\nall of Evans, Carter, Kunes &amp; Bennett, P. A., of Charleston; Henry E.\r\nGrimball, of Buist, Moore, Smythe &amp; McGee, P.A., of Charleston, all for\r\nRespondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: This case concerns certain controversial state capital gains tax legislation\r\nenacted in 1988, 1989, and 1991. The circuit court found Rivers and the other\r\nrespondents (\"Taxpayers\") possessed a vested property interest in a capital gains tax refund\r\nscheduled to be distributed in 1992. The court held that because Taxpayers' property right\r\nwas vested, any subsequent legislation taking away that right would effect a taking in violation\r\nof the United States and South Carolina Constitutions. It further held that even if the\r\nelimination of the refund constituted a retroactive tax rather than removal of a vested\r\nproperty right, the elimination of the refund violated the Due Process Clauses of the South\r\nCarolina and United States Constitutions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The State of South Carolina, through the South Carolina Department of Revenue\r\n(\"Department of Revenue\"), has appealed the order of the circuit court. We affirm in part\r\nand reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n On June 8, 1 988, the General Assembly enacted Act No. 658, 1988 S.C. Acts,\r\nPart II section 27 (\"Act 658\").1 The Act provided for a retroactive decrease in the capital\r\ngains tax rate for capital gains realized between January 1, 1987 and January 31, 1988.\r\nAct 658 also provided refunds for overpayment of capital gains taxes paid for gains realized\r\nduring 1987 through January 1988. \r\n  \r\n\r\n 1 For a more extensive discussion of the circumstances surrounding the enactment of the\r\nlegislation at issue in this lawsuit, see State ex rel Carter v. State, __S.C.__, 481\r\nS.E.2d 429 (1997). \r\n  \r\np15\r\n\r\n\r\n\r\n\r\n\r\n RIVERS, et al. v. STATE OF SC \r\n  \r\n In 1989, the General Assembly amended Act 658 to change the dates for which a\r\nretroactive decrease would be available. Under the 1989 Amendment, only capital gains\r\nrealized before June 22, 19872 would be eligible forthe retroactive tax decrease. The 1989\r\nAmendment also amended Act 658 to provide that the refund would be made \"in two equal\r\nannual installments with the first refund due to be paid when refunds are paid for the 1990\r\ntaxable year.\" As provided for in the 1989 Amendment, refunds equal to one-half of the\r\ncapital gains tax savings were issued to affected taxpayers when taxpayers received their 1990\r\ntax refunds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The primary statute at issue in this appeal, Act No. 171, 1991 S.C. Acts, Part II\r\n section 6 (\"Act 171\"), altered the 1989 Amendment by reducing by half the size of the\r\n refund each affected taxpayer would receive. The result of Act 171 was that affected\r\n taxpayers did not receive the second half of the refund provided for in Act 658 and the\r\n 1989 Amendment; rather, the refund the taxpayers had received at the time of the 1990\r\n tax refunds comprised the entire refund the taxpayers would receive under Act 171. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent Taxpayers had realized capital gains on property sold between January 1,\r\n 1987 and June 22, 1987. Accordingly, Act 658 and the 1989 Amendment provided for\r\n them to receive a refund, half of which was to be paid with the 1990 tax refunds and the\r\n other half the following year. Taxpayers received the first annual refund. However, the\r\n enactment of Act 171 prevented them from receiving the second annual refund as provided\r\n for in the earlier legislation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Taxpayers filed suit against the State of South Carolina, arguing, among other things,\r\nthat Act 171 effected a taking of property in which they had a vested interest. They\r\nadvanced additional arguments why they were entitled to the second half of the refund. The\r\ncircuit court accepted their arguments and found them entitled to the refund with interest\r\nas provided by statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Department of Revenue appeals, raising three questions: \r\n  \r\n 1. Did the trial court err in determining Act 171 results in a taking without\r\ncompensation, or, in the alternative, a violation of the Due Process Clauses of the United\r\nStates and South Carolina Constitutions? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Did the trial court err in finding Act 171 violates S.C. Code Ann. &#167; 12-7-2220? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. Did the trial court err in flnding S.C. Code Ann. &#167; 34-31-20 entitles Taxpayers\r\nto interest on any refunds they were due? \r\n  \r\n\r\n 2 The capital gains tax had been retroactively increased on June 22, 1987, so that\r\npersons who had realized capital gains prior to that date had expected one tax rate but had\r\nto pay a higher rate when they filed their 1987 tax returns. Act 658 and its 1989\r\nAmendment were intended to return taxpayers who paid the higher rate to the position they\r\nwould have been in had the capital gains tax not been retroactively increased. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np16\r\n\r\n\r\n\r\n\r\n\r\nRIVERS, et al. v. STATE OF SC \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\nA. CONSTITUTIONALITY OF ACT 171 -- TAKINGS LAW AND DUE PROCESS \r\n  \r\n Department of Revenue first argues the trial court erred in determining Act 171\r\nviolates the federal and state constitutions. We hold that although Act 171 did not effect\r\na taking of property in which Taxpayers had a vested interest, the legislation violated due\r\nprocess because of its excessive retroactivity. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under ordinary takings law, in order for Act 171 to have effected a taking, Taxpayers\r\n would have to have had a vested right to the money at issue. \r\nE.g., Penn Cent. Transp. Co.\r\nv. City of New York, 438 U.S. 104, 98 S. Ct. 2646, 57 L. Ed. 2d 631 (1978).\r\n However, this rule does not apply in the context of taxing legislation. First, case law from\r\n the United States Supreme Court and courts throughout the country makes clear that\r\n taxpayers have no vested interest in tax laws remaining unchanged: \"Tax legislation is not a\r\n promise, and a taxpayer has no vested right in the Internal Revenue Code.\" \r\nUnited States\r\nv. Carlton, 512 U.S. 26, 33, 114 S. Ct. 2018, 2023, 129 L. Ed. 2d 22, 30 (1994);\r\n accord Canisius College v. United States, 799 F.2d 18, 25 (2d Cir. 1986)(finding that\r\n retroactive legislation is not unconstitutional merely because it upsets settled expectations or\r\n effectively imposes a new liability on a past act), cert. denied, 481 U.S. 1014 (1987);\r\n Varrington Corp. v. New York City Dep't of Fin., 623 N.Y.S.2d 534, 536 (N.Y.\r\n 1995) (\"Since tax legislation is not a governmental promise, Varrington has no vested or\r\n actionable right in these circumstances to the benefit of a tax statute or regulation.\"); \r\nFidelity\r\n Bank v. Commonwealth, 645 A.2d 452, 460 n.14 (Pa. Cmwlth. 1994)(citing Carlton\r\n for proposition that tax legislation is not a promise and taxpayer has no vested right in a\r\n particular treatment). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, \"even though taxes . . . indisputably 'take' money from individuals or\r\nbusinesses, assessments of that kind are not treated as per se takings under the Fifth\r\nAmendment.\" Branch v. United States, 69 F.3d 1571, 1576 (Fed. Cir. 1995), \r\ncert.\r\ndenied, 117 S. Ct. 55 (1996); see also A. Magnano v. Hamilton, 292 U.S. 40, 54 S.\r\nCt. 599, 78 L. Ed. 2d 1109 (1934) (taxing power of state or federal government not\r\nconsidered a taking under the Fifth or Fourteenth Amendment); Kane v. United States,\r\n942 F. Supp. 233, 234 (E.D. Pa. 1996)(flnding increase in tax rate did not effect taking\r\nwhere statute was not so \"arbitrary as to amount to a confiscation of property rather than\r\nan exaction of tax\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n To distinguish takings law concerning the government's power to tax, Taxpayers\r\nsuggest Act 171 is not a tax statute at all, but simply a statute conferring a vested property\r\nright upon them. Taxpayers then cite certain cases suggesting tax refunds have been treated\r\nas property interests in other contexts. \r\nSee, e.g., Chicago v. Michigan Beach Hous. Co-\r\nop., 609 N.E.2d 877(Ill. Ct. App. 1993)(finding expected income tax refunds are general\r\nintangible property interests under the Uniform Commercial Code). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In our view, there is little way to read Act 171 except as a taxing statute. As the\r\nDepartment of Revenue notes, Act 171 is part of Title 12 and directly concerns the \r\n  \r\n\r\np17\r\n\r\n\r\n\r\n\r\n\r\n RIVERS, et al. v. STATE OF SC \r\n  \r\npayment of tax refunds. As a practical matter, by denying Taxpayers a refund, Act 171 in\r\neffect amounts to an increase in Taxpayers' capital gains tax rate. We conclude that takings\r\nlaw is inapplicable because Taxpayers had no vested interest in the receipt of the tax refund;\r\nas described in Canisius College, 799 F.2d 18, all Taxpayers may have had was a \"settled\r\nexpectation\" they would receive the refund. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n However, even if Act 171 did not effect a taking of Taxpayers' property, the Act\r\nviolated substantive due process under both the state and federal constitutions. The United\r\nStates Supreme Court has held that the government's power to impose taxes retroactively is\r\nnot unlimited and that certain tax laws can violate the Due Process Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In United States v. Carlton, 512 U.S. 26, 114 S. Ct. 2018, 129 L. Ed. 2d 22,\r\nthe Court defined the parameters of the government's retroactive taxation power. In that\r\ncase, an executor of an estate purchased certain shares in a corporation and then sold them\r\nat a loss. Under the estate tax laws in effect at the time of his purchase and sale of the\r\nshares, the estate was entitled to a large deduction because of the sale of the shares. In fact,\r\nthe executor purchased and then sold the shares at issue in order to receive the tax\r\ndeduction. The executor filed the estate tax return claiming this allowed deduction. Id. at\r\n28, 114 S. Ct. at 2021, 129 L. Ed. 2d at 27. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Approximately one year after the executor filed the tax return, Congress amended the\r\n estate tax laws to exclude the estate at issue (and others like it) from eligibility for the\r\n deduction the executor had claimed. This new law was made retroactive to a period before\r\n the executor had filed the estate tax return. Accordingly, the Internal Revenue Service\r\n disallowed the deduction and the estate was forced to pay an estate tax deficiency, with\r\n interest. The executor then brought suit claiming retroactive application of the statute\r\n violated the Due Process Clause of the Fifth Amendment. Id. at 29, 114 S. Ct. at 2021,\r\n 129 L. Ed. 2d at 27. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The United States Supreme Court held the law did not violate due process. Observing\r\n that \"[t]his Court repeatedly has upheld retroactive tax legislation against a due process\r\n challenge,\" the Court clarified the test to apply in determining whether retroactive tax\r\n legislation violates due process. First, the legislation must be \"supported by a legitimate\r\n legislative purpose furthered by rational means.\" Id. at 30-31, 114 S. Ct. at 2022, 129\r\n L. Ed. 2d at 28 (quoting Pension Benefit Guaranty Corp. v. R. A. Gray &amp; Co., 467 U.S.\r\n 717, 729, 104 S. Ct. 2709, 2718, 81 L. Ed. 2d 601, 611 (1984)). Second, the period\r\n of retroactivity must be \"modest.\" Id. at 32, 114 S. Ct. at 2023, 129 L. Ed. 2d at 29. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The retroactivity period in Carlton was approximately one year, and the legislation\r\n had actually been proposed only a few months after the executor flled the estate tax return.\r\n The Court found such a period of time permissible under the Due Process Clause. Id. at 32,\r\n 114 S. Ct. at 2023, 129 L. Ed. 2d at 29. However, in concurrence, Justice O'Connor\r\n expressed her skepticism with retroactivity periods exceeding one year: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn every case in which we have upheld a retroactive federal tax statute against\r\ndue process challenge . . .the law applied retroactively for only a relatively \r\n  \r\n\r\np18\r\n\r\n\r\n\r\n\r\n\r\nRIVERS, et al. v. STATE OF SC \r\n  \r\n  \r\n  \r\n  \r\n  \r\n short period prior to enactment. . . . \r\nA period of retroactivity longer than\r\nthe year preceding the legislative session in which the law was enacted\r\nwould raise,in my view,serious constitutional questions. But in keeping\r\n with Congress' practice of limiting the retroactive effect of revenue measures\r\n . . . the December 1987 amendment to &#167; 2057 was made retroactive only\r\n to October 1986. Given our precedents and the limited period of\r\n retroactivity, I concur in the judgment of the Court that applying the amended\r\n statute to respondent Carlton did not violate due process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Id. at 38, 114 S. Ct. at 2026, 129 L. Ed. 2d at 33 (O'Connor, J., concurring) (emphasis\r\n added) (citations omitted). See also, e.g., Furlong v. Comm'r of Intemal Revenue, 36\r\n F.3d 25 (7th Cir. 1994) (noting retroactive tax legislation will be upheld if supported by\r\n rational purpose and if period of retroactivity is short; Seventh Circuit upheld tax law with\r\n retroactivity period of approximately one month); Kane v. United States, 942 F. Supp.\r\n 233 (E.D. Pa. 1996) (holding estate tax law with eight-month retroactivity period did not\r\n violate due process; citing Carlton for the proposition that approximately one year is a\r\n permissible period of retroactivity, but that greater periods were suspect). \r\nBut see Tate &amp;\r\nLyle v. Comm'r of Internal Revenue, 87 F.3d 99 (3d Cir. 1996)(upholding under Due\r\nProcess Clause treasury regulation with six-year retroactivity period; distinguished Carlton by\r\n stating Carlton concerned permissible retroactivity periods for statutes, not regulations);\r\n Montana RailLink, Inc. v. United States, 76 F.3d 991 (9th Cir. 1996)(upholding against\r\n due process challenge tax legislation with approximately four-year retroactivity period; noting\r\nthat Carlton requires only that the particular period of retroactivity bear a \"rational relation\r\n to [the statute's] underlying legislative purpose\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In the present case, the retroactivity period3 of Act 171 far exceeds one year. In\r\nfact, depending on whether one calculates the retroactivity period back to the 1989\r\nAmendment or to Act 658 of 1988, the period at issue is at least two years and possibly\r\nas long as three years. We find Act 171 violates due process under both the state and\r\nfederal constitutions. To be sure, the government possesses considerable power to tax and\r\nto collect taxes from its citizenry, and retroactive tax legislation has long been accepted as an\r\nappropriate means for achieving certain revenue goals. At some point, however, the\r\ngovernment's interest in meeting its revenue requirements must yield to taxpayers' interest\r\nin finality regarding tax liabilities and credits. That point has been reached in this case; under \r\n  \r\n  \r\n  \r\n\r\n 3 Department of Revenue attempts to argue Act 171 was not retroactive, because the\r\nsecond half of Taxpayers' expected refund had not yet been paid and was not yet due to be\r\npaid. We find that Taxpayers had an expectation of the full tax refund when the earlier\r\nlegislation -- particularly the 1989 Amendment -- was passed. In our view, the portion of\r\nthe legislation stating the refund would be paid in the future merely concerned the method\r\nof payment of the refund, not whether (under the 1989 Amendment) a full refund was\r\nowed. Therefore, Act 171 operated retroactively to deprive Taxpayers of their expectation\r\nof a full capital gains tax refund. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np19\r\n\r\n\r\n\r\n\r\n\r\nRIVERS, et al. v. STATE OF SC \r\n  \r\n  \r\n  \r\n  \r\n  \r\nthe facts and circumstances here, the retroactivity period is simply excessive.4 \r\n  \r\n  \r\n  \r\n In light of our conclusion that Act 171 violates the Due Process Clauses of the South\r\nCarolina and United States Constitutions, we need not reach the question whether the denial\r\nof the tax refunds violated S.C. Code Ann. &#167; 1 2-7-2220.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. CALCULATION OF INTEREST \r\n  \r\n  \r\n  \r\n Department of Revenue next argues that if the Court should find Taxpayers are\r\nentitled to the second half of the refund as provided for in the 1989 Amendment, then the\r\nrate of interest under S.C. Code Ann. &#167; 12-54-25 (Supp. 1996)6 should govern, rather\r\nthan the rate of interest specified in S.C. Code Ann. &#167; 34-31-20 (1987).7 We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent Taxpayers acknowledge that section 12-54-25 should govern if the\r\nsecond half of the monies due them constituted a \"tax.\" In light of our conclusion in Part\r\nA that Act 171 certainly was a taxation statute, as was the 1989 Amendment, we find\r\nsection 12-54-25 (C) should apply. In fact, section 12-54-25(C) specifically applies to tax\r\nrefunds, and Taxpayers are, after all, arguing their entitlement to the second half of a tax\r\nrefund. Therefore, interest on the refunds owed Taxpayers shall be calculated at the rate\r\nprovided for by section 12-54-25. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n For the foregoing reasons, the decision of the circuit court is AFFIRMED IN PART\r\nAND REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 4 We do not suggest that every retroactivity period of this length is per se unreasonable.\r\nIn some instances, a lengthy period of retroactivity may be necessary to accomplish certain\r\nlegitimate legislative ends. However, this is not such a situation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 Section 12-7-2220 has been repealed, but still applies to this controversy. \r\n  \r\n  \r\n  \r\n 6 Section 12-54-25 provides that the rate of interest for underpayments and\r\noverpayments of taxes is to be established \"in the same manner and at the same time as the\r\nunderpayment rate provided in Internal Revenue Code Sections 6621 and 6622.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 Section 34-31-20 sets the legal rate of interest at 8.75% for ordinary debts and at\r\n 14% for judgments. The trial court held Respondents were entitled to 8.75% prior to entry\r\nof the judgment and 14% afterwards. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np20 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24683","title":"Brasington Tile Co., Inc. v. Worley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24683","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBrasington Tile Company, Inc.,\r\n  \r\n    Appellant,\r\n  \r\n v. \r\n  \r\nHarold G. Worley,\r\n  \r\n    Respondent.\r\n  \r\n  \r\n  \r\nSouth Carolina National Bank,\r\nFabmaster, Inc., and Space\r\nMetal Fabricators, Inc.,\r\n  \r\n    Defendants.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Horry County\r\nJohn M. Leiter, Special Referee \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24683\r\nHeard February 18, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nR. Dean Welch, of Welch Law Firm, P.A., of Surfside Beach, for\r\nAppellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTimothy E. Madden and David H. Wilkins, both of Wilkins &amp; Madden,\r\nof Greenville, for Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: In this action to recover on a mechanic's lien, Appellant Brasington\r\nTile Company (\"Contractor\") appeals the special referee's determination that Respondent\r\nWorley (\"Owner\") was the prevailing party in the litigation and was, therefore, entitled\r\nto attorneys' fees. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOwner is the proprietor of the O.D. Cafe, a restaurant and bar in North Myrtle \r\n  \r\n  \r\n  \r\n  \r\n  \r\np21\r\n\r\n\r\n\r\n\r\n\r\n BRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n Beach. When the restaurant needed renovations, Owner hired Contractor to perform some\r\nof the necessary work. In order to speed up the work, Owner allowed Contractor's\r\nemployees to stay at a motel owned by Owner, and Owner gave Contractor a substantial\r\ndiscount on the room rates. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n When Contractor's participation in the renovation project ceased, Owner and\r\nContractor disagreed about the amount Owner owed Contractor. On July 18, 1991,\r\nContractor filed a mechanic's lien against the property in the amount of $34,200.46.\r\nThree months later, on October 18, 1991, Contractor sued Owner to foreclose the\r\nmechanic's lien.1 Owner's answer contained a counterclaim as well as a claim for setoffs\r\nand credits. Owner requested that any amounts he owed Contractor be offset by the\r\namount Contractor owed him for the motel room charges for Contractor's employees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A special referee heard the action and ruled Contractor was entitled to recover\r\nunder his mechanic's lien. Initially, the referee awarded Contractor $14,846.81, having\r\ndetermined Contractor was entitled to $18,376.062 less $3,529.25 in offsets. Of the offset\r\namount, $2,595.50 represented the value of the motel accommodations. The special\r\nreferee also awarded Contractor attorneys' fees and costs of $14,846.81 plus prejudgment\r\ninterest at 8.75%. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Owner filed a motion under Rule 59(e), SCRCP, asking the special referee to\r\nreconsider, among other things, the determination that Contractor was entitled to attorneys'\r\nfees and costs. On February 15, 1996, the special referee modified his original order,\r\nfinding Owner the prevailing party as defined in S.C. Code Ann. &#167; 29-5-10 (1991) and\r\nawarding Owner attorneys' fees and costs in the amount of $14,846.8l.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Contractor appeals on three grounds: \r\n  \r\n 1. There was not sufficient mutuality of interests for the claim regarding motel\r\naccommodations to be treated as a setoff; \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1 Other interested parties were named and appeared in the lawsuits, but none of the\r\nclaims by or against those parties are relevant to the resolution of this appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 The original order misstated this amount as $16,216.06. The order issued\r\npursuant to Owner's Rule 59(e) motion explained that the $16,216.06 figure had simply\r\nbeen a scrivener's error and that $18,376.06 was the correct amount. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3 Contractor's appeal concerns Owner's entitlement to attorneys' fees, not the\r\namount of the fee awarded. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np22\r\n\r\n\r\n\r\n\r\n\r\nBRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. In determining the prevailing party in this action, the special referee should have\r\nregarded the verdict as the amount to which Contractor was entitled before the offsets were\r\nconsidered; and \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. In determining the prevailing party under section 29-5-10, the special referee\r\nshould have considered Owner's counterclaim a \"negative\" offer of settlement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. PROPRIETY OF SETOFF \r\n  \r\n Contractor first argues that Owner's claim for the cost of motel accommodations\r\nshould not be considered a setoff or a counterclaim and should not, therefore, have been\r\nbrought in this action. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Record does not reflect that Contractor ever raised to the special referee the\r\npropriety of the setoff itself. In its Reply to Owner's original Answer, Contractor simply\r\nstated that the allegations relating to the setoff \"require[d] no response.\" The Record\r\ncontains no objection by Contractor to Owner's introducing evidence concerning the value\r\nof the motel accommodations. If Contractor considered the motel accommodations an\r\nimproper subject for setoff, it should have raised the issue to the special referee. As it\r\nfailed to do so, the issue is not properly before this Court. See, e.g., Smith v. Phillips,\r\n318 S.C. 453, 458 S.E.2d 427 (1995)(appellate court may not reach issue not raised to or\r\nruled upon by trial court). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On the merits of this issue, we find there is sufficient mutuality for the claim\r\n relating to motel accommodations to be asserted as a setoff. Courts \"generally do not,\r\n with respect to a setoff, require the same strict degree of mutuality as is required in a\r\n counterclaim.\" Kirkland, Inc. v. Providence Washington Ins. Co., 264 S.C. 573, 580, 216\r\n S.E.2d 518, 521 (1975). Here, there is certainly mutuality of parties. Moreover, although\r\n the provision of the motel accommodations may not have been directly encompassed within\r\n the tcrms of the parties' agreement, the accommodations were provided in order to\r\n facilitate Contractor's performance of the agreement. Also, as best we can discern, the\r\n agreement between the parties concerning construction was not limited to the original\r\n contract, but encompassed change orders and similar requests. The motel accommodations\r\n could certainly be classified as part and parcel of the parties' entire agreement concerning\r\n the renovations at the O.D. Cafe. Under these circumstances. the motel accommodations\r\n were an appropriate subject for setoff. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np23\r\n\r\n\r\n\r\n\r\n\r\nBRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. ATTORNEYS, FEES TO PREVAILING PARTY \r\n  \r\n  \r\n  \r\n Contractor next argues that the special referee erred in determining Owner was the\r\nprevailing party under section 29-5-10 for purposes of an award of attorneys' fees. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n S.C. Code Ann. &#167; 29-5-10(a) provides that the prevailing party to an action to\r\nforeclose a mechanic's lien shall be awarded attorneys' fees and costs up to the amount of\r\nthe actual lien award. Subsection (b) of the statute specifies the method for determining\r\nthe prevailing party to the litigation: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Not less than fifteen days before the first term of court at which the\r\ntrial is set, either party may file and serve on the other party an offer of\r\nsettlement, and within ten days thereafter the party served may respond by\r\nfiling and serving his offer of settlement. The offer shall state that it is made\r\nunder this section and specify the amount, exclusive of interest and costs,\r\nwhich the party serving the offer is willing to agree constitutes a settlement\r\nof the lien. . . .\r\n* * *\r\n* * *\r\n If a written offer of settlement is made by both parties, \r\nthe party\r\nwhose offer is closer to the verdict reached is considered the prevailing party\r\nin the action. If the difference between both offers and the verdict is equal,\r\n neither party is considercd to be the prevailing party for purposes of\r\n determining the award of costs and attorney's fees.\r\n If the plaintiff makes no written offer of settlement, the amount\r\n prayed for in his complaint is considered to be his final offer of settlement\r\n for purposes of this section.\r\n If the defendant makes no written offer of settlement, \r\nhis offer of\r\nsettlement is considered to be zero. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\n Contractor first argues that the word \"verdict,\" as used in the statute, should be\r\nconstrued to mean only the amount awarded on the mechanic's lien itself without regard\r\nto any offsets. If this Court so construes \"verdict,\" Contractor will be the prevailing party\r\nin this action and thus will be entitled to attorneys' fees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n No South Carolina case directly addresses this issue as it relates to mechanic's liens.\r\nHowever, the general rule concerning the effect of a setoff is that \r\n  \r\n  \r\n  \r\n  \r\n  \r\np24\r\n\r\n\r\n\r\n\r\n\r\nBRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\na setoff . . . becomes part of a single controversy between the parties,\r\nrequiring only one verdict and one judgment according to the facts.\r\nGenerally, if an established setoff or counterclaim is less than the plaintiff's\r\ndemand, the plaintiff has judgment for the residue only. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 20 Am. Jur. 2d Counterclaim, Recoupment, &amp; Setoff &#167; 88 (1995). \r\n  \r\n  \r\n  \r\n We find that this rule applies in the context of South Carolina's mechanic's lien\r\n statutes where the party defending against the lien is entitled to offsets or has prosecuted\r\n successfully a compulsory counterclaim. A mechanic's lien is intended to secure payment\r\n for the value of \"labor performed or furnished or for materials furnished and actually used\r\n in the erection, alteration, or repair of a building or structure upon real estate . . . by\r\n virtue of an agreement with . . . the owner of the building or structure . . . . \" S.C. Code\r\n Ann. &#167; 29-5-10. The value of the labor performed is necessarily affected by the quality\r\n of a contractor's workmanship, and the amount an owner owes a contractor for a project\r\n is necessarily affected by amounts paid by the owner for which the contractor was actually\r\n responsible. Setoffs and compulsory counterclaims, which are by definition closely related\r\n to the underlying dispute about which the plaintiff filed a lawsuit, directly affect the\r\n amount an owner actually owes for construction and are part of one verdict along with\r\n amounts expended by a contractor for labor and materials. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Mechanic's liens statutes vary from state to state, and provisions concerning\r\nattorneys' fee awards to prevailing parties vary widely. Nevertheless, some cases from\r\nother jurisdictions provide valuable guidance on the question whether setoffs and\r\ncounterclaims should be considered in the determination of the prevailing party. In \r\nFerrell\r\nv. Ashmore, 507 So. 2d 691 (Fla. Ct. App.. 1987), a contractor brought an action against\r\na homeowner for foreclosure of a mechanic's lien for costs incurred in constructing the\r\nhome. The homeowner filed a counterclaim against the contractor, alleging breach of the\r\nconstruction contract. The trial court ultimately found that the contractor was entitled to\r\nrecover approximately $10,820 under his mechanic's lien claim and the homeowner was\r\nentitled to approximately $31,000 on his counterclaim. The contractor then argued that\r\nbecause the trial court had found him entitled to recover under the mechanic's lien statute,\r\nhe was the prevailing party and was, therefore, entitled to attorneys' fees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Florida District Court of Appeals disagreed. It concluded that \"where the\r\nowner's successful counterclaim, which is predicated upon a breach of the same contract\r\nunder which the contractor/lienor furnished its materials and labor, effectively defeats\r\nenforcement of the contractor's otherwise valid mechanic's lien,\" the owner is the\r\nprevailing party entitled to attorneys' fees. Id. at 695. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilarly, in Moritzky v. Heberlein, 697 P.2d 1023 (Wash. Ct. App. 1985), a \r\n  \r\n  \r\n  \r\n  \r\n  \r\np25\r\n\r\n\r\n\r\n\r\n\r\nBRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n contractor brought an action to foreclose a mechanic's lien on a house after the homeowner\r\n refused to pay certain costs associated with construction. The homeowner's answer\r\n contained a counterclaim against the contractor for negligent, incomplete work as well as\r\n for certain code violations. The trial court foreclosed the mechanic's lien for the full\r\n amount requested by the contractor, but ruled in favor of the homeowner on the\r\n counterclaim, awarding more than twice the amount of the mechanic's lien. The court\r\n then awarded attorneys' fees to the contractor, finding that the contractor was the\r\n \"prevailing party\" in the action to foreclose the lien. The homeowner appealed the award\r\n of attorneys' fees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal, the Washington Court of Appeals reversed the award of attorneys' fees\r\n to the contractor. It reasoned that the claims brought by the homeowner were compulsory\r\n counterclaims directly related to the underlying dispute and that the action \"was tried as\r\n one lawsuit.\" Id. at 1025. Under such circumstances, the \"determination of which party\r\n is the prevailing party, whether for the purpose of awarding costs or attorney fees, is made\r\n on the basis of which party has an affirmative judgment rendered in his favor at the\r\n conclusion of the entire case.\" Id. at 1024-25 (emphasis in original). \r\nSee also, e.g., First\r\nGeneral Servs. v. Perkins, 918 P.2d 480 (Utah Ct. App. 1996)(suggesting that\r\n counterclaims that are closely related to the mechanic's lien claim can defeat a mechanic's\r\n lien for purposes of award of attorneys' fees under the mechanic's lien statute). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Admittedly, these cases construe \"prevailing party\" statutes that differ from S.C.\r\n Code Ann. &#167; 29-5-10(b). Nevertheless, they stand for the common sense proposition that\r\n where counterclaims and setoffs asserted in mechanic's lien actions are closely related to\r\n the underlying controversy, the controversy is, in actuality, one controversy with one\r\n judgment and one verdict. We agree with that proposition and conclude that the setoff\r\n should be considered in determining the prevailing party.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 4 In Utilities Construction Co. v. Wilson, 321 S.C. 244, 247, 468 S.E.2d 1, 2 (Ct.\r\n App. 1996), the Court of Appeals held that \"it is the enforcement of the lien which confers\r\n the right to attorneys' fees, and not the joinder of an attempted enforcement with another\r\n non-statutory cause of action on which the lienor prevails. \" Unlike the present case,\r\n Utilities Construction involved a situation in which the plaintiff was found not to have a\r\n valid lien at all, and under those circumstances, the Court of Appeals correctly concluded\r\n the plaintiff could not be the prevailing party. Here, however, where there is some\r\n entitlement to a mechanic's lien, it is entirely appropriate to consider compulsory\r\n counterclaims, offsets, and other closely related joined claims in determining the amount\r\n of the verdict. Determination of the prevailing party should be based on one verdict in the\r\n action, assuming some entitlement to a mechanic's lien.\r\n Moreover, the realities of settlement negotiation as well as the language of section \r\n  \r\n  \r\n  \r\n  \r\n  \r\np26\r\n\r\n\r\n\r\n\r\n\r\nBRASINGTON TILE CO., INC. v. HAROLD G. WORLEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, Contractor argues that for purposes of determining who is the prevailing\r\nparty, the value of Owner's counterclaim should be considered its \"settlement offer.\"\r\nUnder such a theory, Owner's settlement offer would be approximately negative $24,000\r\n(Owner's counterclaim was for $24,000), while Contractor's settlement offer would be\r\napproximately $34,000, the amount it requested in the Complaint. The special referee\r\nawarded $14,846.81, which is closer to $34,000 than to negative $24,000. Contractor\r\nconcludes that it is the prevailina party under this method and is entitled to attorneys' fees\r\nand costs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Contractor is correct that under the method it suggests it would be the prevailing\r\nparty. Unfortunately for Contractor, that method is not prescribed by the plain language\r\nof section 29-5-10. As quoted above, section 29-5-10 provides that when neither party\r\nmakes a written offer of settlement, the plaintiff's offer is considered the amount prayed\r\nfor in its complaint and the defendant's offer is considered to be zero. Whether fairly or\r\nunfairly, the statute does not make provision for considering counterclaims as negative\r\noffers of settlement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, the Record does not reflect that either party made a written offer of\r\nsettlement. The clear terms of the statute mandate, therefore, that Contractor's settlement\r\noffer be the amount prayed for in the Complaint, $34,200.46, and Owner's settlement\r\noffer be considered zero. The special referee ultimately awarded $14,846.81, which is\r\ncloser to zero than it is to $34,200.46. Using the formula prescribed in section 29-5-10,\r\nOwner is the prevailing party and is entitled to attorneys' fees and costs in an amount no\r\ngreater than the value of the mechanic's lien award. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, the decision of the special referee is AFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J., MOORE, and WALLER, JJ., and Acting Associate\r\nJustice Marc H. Westbrook, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n29-5-10 dictate consideration of offsets and compulsory counterclaims. Section 29-5-10(b)\r\nprovides a formula for determining the prevailing party when the parties have made written\r\noffers of settlement. If, in determining the \"prevailing party,\" one considered only the\r\nmechanic's lien cause of action, parties would be forced to make two settlement offers --\r\none for the mechanic's lien portion of the lawsuit and the other for the entire lawsuit. It\r\nis implausible that the General Assembly actually intended such a result. Moreover, the\r\nstatute refers to \"verdict\" in the singular. Given that setoffs form part of one verdict with\r\nthe underlying claim, it makes sense to read the statute in such a way that compulsory\r\ncounterclaims and offsets are taken into account. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np27 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24684","title":"Vinson v. Jackson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24684","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvelyn Brumley Vinson, Respondent,\r\n v. \r\n  \r\nRuby McLemore Jackson, Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Darlington County\r\nRalph King Anderson, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24684\r\nHeard January 11, 1996 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJack L. Nettles and Clifford C. McBride, both of Nettles &amp;\r\nNettles, P.A., of Florence, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMartin S. Driggers, of Driggers &amp; Baxley, of Hartsville and\r\nFinley B. Clarke, of Florence, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finney, C.J.: We granted certiorari to review the Court of Appeals'\r\ndecision in Vinson v. Jackson, 317 S.C. 166, 452 S.E.2d 16 (Ct. App. 1994). We\r\nreverse and remand for a new trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A jury trial was held to determine the liability for damages\r\nresulting from an automobile collision. Evelyn Vinson introduced evidence of the\r\nfollowing damages: medical bills $6,919.28; lost wages $2,700; pain, suffering\r\nand scars. Ruby Jackson counterclaimed for $3,000 in property damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The trial judge gave the jury three verdict forms to choose from.\r\nVerdict Form # 1 was to be used if the jury found for Vinson, Verdict Form # 2\r\nwas to be used if the jury found for Jackson on her counterclaim and Verdict\r\nForm # 3 was to be used if the jury found for Jackson on Vinson's claim. After \r\n  \r\n  \r\n  \r\n  \r\n  \r\np28\r\n\r\n\r\n\r\n\r\n\r\nVINSON v. JACKSON \r\n  \r\n  \r\n  \r\n  \r\n  \r\nthe jury began deliberations, they asked the judge to re-charge the law on\r\ncomparative negligence. Subsequently, the jury returned the following verdict\r\nusing Form # 2: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWE, THE JURY, FIND FOR THE DEFENDANT(S)\r\nRuby McLamora [sic] Jackson - 49%, AGAINST THE\r\nPLAINTIFF(S) Evelyn Brumley Vinson - 51% ON THE\r\nCOUNTERCLAIM IN THE SUM OF fifteen thousand,\r\none hundred twenty six dollars and nine cents.\r\nDOLLARS, ACTUAL DAMAGES. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n$29,659\r\n x 51%\r\n_______\r\n$15,126.09 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS/___________\r\nFOREPERSON \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The jury was dismissed without objection to the verdict.\r\nAfterwards, Vinson's attorney asked to have the verdict repeated. Vinson\r\ninsisted the jury must have used the wrong form, because the evidence did not\r\nsupport damages for Jackson in the amount listed by the jury. Jackson argued\r\nthe verdict form indicated the jury found in favor of Jackson on her\r\ncounterclaim. The trial judge entered a verdict for Vinson (plaintiff) against\r\nJackson (defendant) because he was convinced the jury intended to award\r\ndamages to Vinson. Jackson moved for a judgment notwithstanding the verdict\r\nand alternatively for a new trial or new trial nisi. Her motion was denied. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal, a majority of the Court of Appeals affirmed and found\r\nthat although the jury used the verdict form stating \"we find for the defendant\"\r\nthe evidence logically showed the jury intended to find in favor of plaintiff\r\nVinson. Judge Goolsby dissented, finding that since the jury used Form # 2, the\r\nverdict was for Jackson on her counterclaim. We agree with the dissent and\r\nfind the trial court erred in amending the verdict. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The verdict form expressly states the jury found for defendant\r\nJackson on the counterclaim, however the amount awarded for actual damages\r\nis unexplainable. On its face, the verdict indicates the jury found Jackson 49%\r\nat fault and Vinson 51% at fault. The verdict becomes ambiguous when the\r\ndamages awarded are considered in light of the evidence presented. Jackson\r\nonly counterclaimed for $3,000. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Once the jury in a civil case is discharged, the trial judge has little\r\npower to correct or amend a jury's verdict which, on its face, is unambiguous.\r\nSee Anderson v. Aetna Casualty &amp; Sur. Co., 175 S.C. 254, 178 S.E. 819 (1935).\r\n\"A jury verdict should be upheld when it is possible to do so and carry into\r\neffect the jury's clear intention. However, when a verdict is so confused that the \r\n  \r\n  \r\n  \r\n  \r\n  \r\np29\r\n\r\n\r\n\r\n\r\n\r\nVINSON v. JACKSON \r\n  \r\n  \r\n  \r\n  \r\n  \r\n jury's intent is unclear, the safest and best course is to order a new trial.\"\r\n Johnson v. Parker, 279 S.C. 132, 303 S.E.2d 95 (1983). The verdict is internally\r\n inconsistent and unexplainable. Accordingly, the appropriate remedy on appeal\r\n is to grant a new trial. We reverse and remand for a new trial. \r\n  \r\n REVERSED AND REMANDED. \r\n  \r\n TOAL, MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np30 \r\n  \r\n  \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24685","title":"American Heart Assoc., et al. v. County of Greenville, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24685","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAmerican Heart\r\nAssociation, South\r\nCarolina Affiliate, Inc.,\r\nand the American Cancer\r\nSociety, South Carolina\r\nDivision, Inc.,\r\n  \r\n    Appellants,\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n County of Greenville, the\r\n Honorable C. Diane\r\n Smock, in her official\r\n capacity as the Probate\r\n Judge of Greenville\r\n County, and the State of\r\n South Carolina,\r\n  \r\n    Respondents.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\n Marc H. Westbrook, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24685\r\nHeard February 6, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD. Garrison Hill and Leo H. Hill, both of Hill Wyatt &amp;\r\nBannister, L.L.P., of Greenville, for appellants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCounty Attorney Judith S. Burk and Assistant County\r\nAttorney Jeffrey D. Wile, both of Greenville, for\r\nrespondents County of Greenville, and the Honorable C.\r\nDiane Smock. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General Treva Ashworth and Senior Assistant\r\nAttorney General Kenneth P. Woodington, all of \r\n  \r\n  \r\n  \r\n  \r\n  \r\np31\r\n\r\n\r\n\r\n\r\n\r\nAMERICAN HEART ASSOCIATION, et al. v. COUNTY OF GREENVILLE, et al \r\n  \r\n  \r\n  \r\n  \r\n  \r\nColumbia, for respondent State of South Carolina. \r\n  \r\nH. Simmons Tate, Jr., of Sinkler &amp; Boyd, P.A., of\r\nColumbia and H. Bartholomew Cox, of Fort\r\nWashington, Maryland, for amicus curiae petitioner The\r\nManuscript Society. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: Appellants commenced this action requesting a\r\ndeclaration that the original will and signature of \"Shoeless Joe\" Jackson is an\r\nasset of his estate and therefore, devised to his wife (Katie Jackson) and ultimately\r\nto appellant charities.1 Appellants are seeking ownership and possession of the\r\ntangible will. Additionally, appellants allege that respondents' claim of ownership\r\nand possession constitute a taking of appellants' property without just\r\ncompensation. All parties moved for summary judgment on the basis that there\r\nwere no genuine issues of material fact and each side was entitled to judgment in\r\nits favor as a matter of law. The court granted summary judgment in respondents'\r\nfavor and denied appellants' motion. Following a hearing, the circuit court declared\r\nthe original will is the property of Greenville County or alternatively, the State of\r\nSouth Carolina. Appellants, the residual beneficiaries of Katie Jackson's estate\r\nappeal the trial court's order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellants contend the trial court erred in granting respondents'\r\nsummary judgment motion. Appellants assert a will is a person's personal property\r\nsince individuals may during their lifetime own, possess, use, enjoy, and dispose of\r\ntheir will any way they see fit and upon death, the will becomes part of one's\r\nestate passing directly to the personal representative. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Summary judgement is appropriate when it is clear there is no genuine\r\nissue of material fact and the moving party is entitled to judgment as a matter of\r\nlaw. Kreutner v. David, 320 S.C. 283, 465 S.E.2d 88 (1995). The trial court ruled\r\nthat the Jackson will is a public record and must remain in the care, custody and\r\ncontrol of the Probate Court. The court held the original will constitutes a public\r\nrecord pursuant to S. C. Code Ann. &#167; 30-4-20(c) (1991). The circuit court concluded\r\nthat original wills, which are required by state law to be filed with the Probate\r\nCourt, constitute \"public records.\"2 \"Public record\" under the Freedom of\r\nInformation Act includes all papers, or other documentary materials regardless of\r\nphysical form or characteristics prepared, owned, used, in the possession of, or\r\nretained by a public body. &#167; 30-4-20(c). The court determined that the probate \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n1Mr. Jackson's original signature is considered extremely rare and valuable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 S.C. Code Ann. &#167; 62-2-901 (Supp. 1996) provides that persons having\r\npossession, custody, or control of any last will and testament must deliver such\r\nwill to the probate court within thirty days of death. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np32\r\n\r\n\r\n\r\n\r\n\r\nAMERICAN HEART ASSOCIATION, et al. v. COUNTY OF GREENVILLE, et al \r\n  \r\ncode neither intends nor provides that the deliverer of a will, even if a devisee\r\nunder it, gain ownership in the actual document. Further, the circuit court\r\nconsidered the records retention policy as ordered by this Court which provides for\r\nthe permanent retention of original documents from decedent estates. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find Mrs. Jackson never owned the original will and therefore could\r\nnot pass ownership of the document to appellants. The trial court did not err in\r\nconcluding the will is a public record subject to retention by the county or State\r\nand hence there was no unconstitutional taking of private property. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court's judgment is\r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np33 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24686","title":"State v. Millins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24686","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State, Appellant,\r\n v.\r\nPatrick Mullins, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\n Costa M. Pleicones, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24686\r\nHeard October 15, 1996 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBeth Caldwell, Acting Assistant Solicitor for the Fifth\r\nJudicial Circuit, of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJack B. Swerling, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: Respondent, Patrick Mullins, was arrested for\r\nfelony driving under the influence (DUI) after allegedly causing a collision which\r\nkilled a motorcycle driver. Respondent was taken from the scene of the accident\r\nto the hospital. A Highway Patrolman invoked the Implied Consent Statute to\r\nobtain a blood sample.1 Respondent refused to give a blood sample because of \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n1 S.C. Code Ann. &#167; 56-5-2950(a) and (d) (Supp. 1993) provides in part that:\r\n (a) A person who operates a motor vehicle in this State\r\n is considered to have given consent to chemical tests of\r\n his breath, blood, or urine for the purpose of determining\r\n the presence of alcohol or drugs if arrested for an offense\r\n arising out of acts alleged to have been committed while\r\n the person was operating a motor vehicle while under the\r\n influence of alcohol, drugs, or a combination of them . . . \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(d) If a person under arrest refuses, upon the request of\r\na law enforcement officer, to submit to chemical tests as\r\nprovided in subsection (a) of this section, none may be \r\n  \r\n  \r\n  \r\n  \r\n  \r\np34\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. MULLINS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nhis fear of needles. The deputy coroner arrived at the hospital and directed the\r\nattending physician to have a blood sample taken. A sample was drawn without\r\nrespondent's consent. Respondent was subsequently indicted. He filed a motion\r\nto suppress evidence of the blood test. A hearing was held and the trial judge\r\nissued an order suppressing evidence of the blood test. The State appeals the\r\ntrial judge's order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent moved to suppress the blood test evidence pursuant to\r\nthe Implied Consent Statute. The State opposed the motion asserting the\r\ndeputy coroner acted within State law in securing a blood sample from\r\nrespondent to determine if the victim's death was caused by respondent\r\noperating a vehicle while under the influence. The State contends the coroner's\r\nplenary authority to investigate the cause and manner of death2 and statutory\r\nwarrant authority3 includes the power to obtain a blood sample from a live\r\nsuspect in a felony DUI case. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The plain language of S.C. Code Ann. &#167; 17-7-80 does not authorize\r\nthe coroner to take blood from a live person to determine the cause and manner\r\nof death in a motor vehicle accident. Further, S.C. Code Ann. &#167; 17-7-170 does\r\nnot authorize the coroner to issue a warrant to search and seize an individual\r\nfor the purposes of taking blood. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The trial court found the Implied Consent Statute is controlling\r\nunder the facts and circumstances of this case; once respondent refused the\r\nblood test, no chemical tests should have been performed. Since the sample was\r\ndrawn without his consent, the evidence of the test was properly suppressed.\r\nAccordingly, the trial judge did not err in concluding the Implied Consent\r\nStatute is controlling and evidence of the blood test is inadmissible. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED. \r\n  \r\n MOORE, WALLER and BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n given .... \r\n  \r\n 2 The coroner shall examine the body of any driver and any pedestrian who\r\ndies within four hours of a motor vehicle accident and take or cause to have taken\r\nby a qualified person such blood or other fluids of the victim as are necessary to\r\na determination of the presence and percentages of alcohol or drugs. S.C. Code\r\nAnn. &#167; 17-7-80 (1985). (Emphasis supplied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 \"The coroner may issue warrants, summon witnesses and examine before the\r\njury any person present, whether summoned or not, concerning the death.\" S.C.\r\nCode Ann. &#167; 17-7-170 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np35 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24687","title":"In the Matter of C. LaVaun Fox","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24687","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of C. LaVaun\r\nFox, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24687\r\nHeard July 9, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDaniel W. Williams, of Bedingfield &amp; Williams, of Barnwell, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCharles Molony Condon, Attorney General, and Charles H. Richardson,\r\nSenior Assistant Attorney General, both of Columbia, for complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney discipline matter, Respondent is charged\r\nwith professional misconduct arising out of the collection of attorneys' fees from a\r\nmultiple-party settlement. We find Respondent's actions constitute misconduct\r\nwarranting a public reprimand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS/PROCEDURAL POSTURE \r\n  \r\n On February 16, 1987, John Sept (\"Deceased\") was killed in a car wreck.\r\nAttorney Jerry Screen was hired March 11, 1987, by Cassaundra Green to pursue\r\na wrongful death action, claiming her minor son LaShon Green (\"Minor\") was\r\nDeceased's natural child. Screen associated Respondent to assist him with the case.\r\nA petition was filed May 19, 1987, asserting Deceased was the natural father of\r\nMinor and requesting Minor be listed as a statutory heir in Deceased's estate.1 All\r\nparties subsequently entered into an agreement providing Minor and Leila S. Minus\r\n(\"Minus\"), Deceased's mother, would share equally as beneficiaries in a wrongful \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1 Deceased died intestate. He was represented by his brother, Albert Sept\r\nMinus (\"Administrator\"), the administrator of his estate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np36\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\ndeath action being pursued by Administrator.2 Screen and Respondent would \"be\r\nchief counsel for the purpose of pursueing [sic] the wrongful death claim.\"3 The\r\nBamwell County Probate Court approved this agreement in a written order July\r\n10, 1987. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A settlement of the wrongful death action was ultimately approved by the\r\nBarnwell County Probate Court October 8, 1987. The settlement provided for an\r\nimmediate cash payment of $175,000 along with annuities.4 Screen received this\r\n$175,000 payment in his capacity as chief legal counsel. From this lump-sum\r\npayment, in November 1987 he paid $152,13255 in attorneys' fees as follows: (1)\r\n$51,000 to Respondent; (2) $36,877 to the attorney acting as separate counsel for\r\nMinus and Administrator, see supra note 3; (3) $5,000 to another attorney\r\nperipherally involved in the case; and (4) $59,255 to himself. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 2 Additionally, Minor would not be listed as a statutory heir in Deceased's\r\nestate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Minus and Administrator had been represented by separate counsel.\r\n4 The terms of the annuities are set forth below:\r\n 1. Immediate cash: S175,000.00\r\n Lela E. Minus - D.O.B.: 4-18-28 \r\n  \r\n  \r\n  \r\n2. $600.00 per month, compounding annually at 3% for life with 10 years\r\n guaranteed, beginning 10-15-1990 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Cassandra Green \r\n  \r\n3. $5,000.00 payable on 10-15-1990, guaranteed. \r\n  \r\n Lashon Green \r\n  \r\n4. $200.00 per month, level, for 12 years certain only, beginning 10-15-87.\r\n5. $5,000.00 payable on 10-15-1990, guaranteed.\r\n6. $5,000.00 payable on 9-15-1999, guaranteed.\r\n7. $7,000.00 payable on 9-15-2000, guaranteed.\r\n8. $7,500.00 payable on 9-15-2001, guaranteed.\r\n9. $10,000.00 payable on 9-15-2002, guaranteed.\r\n10. $10,000.00 payable on 10-15-2005, guaranteed.\r\n11. $15,000.00 payable on 10-15-2010, guaranteed.\r\n12. $20,000.00 payable on 10-15-2015, guaranteed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 The panel report states this total is $151,877.\r\np 37\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On April 3, 1991, Cassaundra Green and Minor filed a petition in Bamberg\r\nCounty seeking an accounting of how Screen distributed the $175,000 lump-sum\r\npayment because Minor had never received any portion of it. What followed was\r\na confusing mass of legal actions and hearings, the substance of which is irrelevant\r\nto this disciplinary proceeding. Ultimately, all actions were consolidated into one\r\nfor declaratory judgment in which the parties sought to have their rights and\r\nliabilities determined regarding the appropriate attorneys' fees arising from the\r\nwrongful death settlement. This declaratory judgment action was submitted to\r\narbitration. After the arbitration hearing but before the arbitrator's order, a final\r\nsettlement was reached in August 1994 whereby Screen and Respondent\r\nacknowledged error in the calculation of attorneys' fees and agreed to pay Minor\r\n$35,000. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The complaint charged Respondent with collecting an excessive fee and\r\nengaging in conduct prejudicial to and tending to pollute the administration of\r\njustice. See DR 1-1-102(A)(5); DR 2-106; &#182; 5(D), Rule 413, SCACR.6 Both the hearing\r\npanel and the Interim Review Committee7 (\"IRC\") found the allegations contained\r\nin the complaint constituted misconduct. Both recommended Respondent receive\r\na public reprimand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n Under former DR 2-106(A), a lawyer could not enter into an agreement for,\r\ncharge, or collect an illegal or \"clearly excessive fee.\" \"A fee is clearly excessive\r\nwhen, after a review of the facts, a lawyer of ordinary prudence would be left with\r\na definite and firm conviction that the fee is in excess of a reasonable fee.\" Id. at\r\n2-106(B). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Two documents are in the record which shed some light on the fee\r\narrangements in this case. The first is between Cassaundra Green and Screen\r\ndated March 11, 1987. It provides Screen would be entitled to one-third of any \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 6 Because the alleged misconduct occurred in 1987, the former Code of\r\nProfessional Responsibility applies. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 The order adopting the new Rules for Lawyer Disciplinary Enforcement\r\nprovided that any disciplinary case in which a hearing had been held by a hearing\r\npanel prior to January 1, 1997, would continue to conclusion under the former Rule\r\non Disciplinary Procedure. The Interim Review Committee was created to fulfill\r\nthe functions performed by the Executive Committee under Paragraph 14(a) of the\r\nformer Rule on Disciplinary Procedure in those cases. Citations in this opinion to\r\nRule 413, SCACR, will be to the former Rule on Disciplinary Procedure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np38\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\nrecovery made.8 The second is a letter written July 2, 1987 from Screen to the\r\nattorney serving as separate counsel for Minus and Administrator (see supra note\r\n3). This letter was written before any consent orders or settlements were approved.\r\nIt provides, inter alia: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis will confirm our agreement of June 30, 1987, in which we agreed\r\nto proceed in the following manner: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(a) That one-third (1/3) attorneys' fees for LaVaun Fox and myself on\r\nbehalf of LaShawn Cartey Green will be taken off the top of the total\r\nsettlement; \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(b) That we would agree to pay you the sum of $8,000.00 for your\r\nservices and costs incurred up to and including June 30, 1987; \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(c) That hereafter LaVaun Fox and I would take over management of\r\nthis case by serving as lead counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nScreen and Respondent testified when Respondent was associated to assist with the\r\ncase, they agreed the two of them would equally split the one-third contingency\r\nfee.9 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The problem in this case centers around the manner in which Screen and\r\nRespondent valued the wrongful death settlement (more specifically, the annuities\r\nmade part of the settlement), and how they collected their fee out of it. When they\r\nwere calculating the settlement, they did not discount the annuities to present\r\nvalue. Instead, they added up the guaranteed payments as they would be paid in\r\nthe future. See supra note 4 (detailing the annuity payments). Therefore, they\r\nvalued the entire settlement at $371,340. From this, they calculated their\r\nattorneys' fee at $123,255.\"10 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 8 Apparently, this agreement was entered into by Ms. Green on Minor's behalf,\r\nalthough the document never mentions Minor. Ms. Green was not appointed as\r\nMinor's GAL until October 8, 1987, the date the wrongful death settlement was\r\napproved and seven months after she hired Screen. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 9 While it is unclear the extent to which Screen's client(s) were made aware of\r\nand understood Respondent's involvement, Respondent has not been charged with\r\nany misconduct arising from this. See DR 2-107(A) Oawyer shall not divide fee for\r\nlegal services with another lawyer not in his law firm unless the client consents\r\nafter full disclosure; division is made in proportion to services performed and\r\nresponsibility is assumed by each; and total fee not clearly excessive). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 10 On top of this, an additional $28,877 was paid to the attorney serving as\r\nseparate counsel for Minus and Administrator (see supra note 3), which is why the \r\n  \r\n  \r\n  \r\n  \r\n  \r\np39\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is now well-settled that in valuing structured settlements like the one\r\nhere, the cost method should be used. See Tubbs v. Bowie, 308 S.C. 155, 417\r\nS.E.2d 550 (1992). The premium paid to purchase the annuity contracts here was\r\n$110,818. When added to the initial $175,000 cash payment, the settlement would\r\nbe valued at $285,818. Thus, using this figure, a one-third contingency fee would\r\nbe approximately $95,000. If the settlement's value had been appropriately\r\ndiscounted, it is obvious the fees paid here were excessive (approximately fifty-three\r\npercent of settlement's value).11 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Indeed, Respondent has not argued otherwise. He instead argues he should\r\nnot be disciplined for collection of the excessive fee because (1) in 1987 the law was\r\nnot settled in South Carolina regarding how to correctly value a structured\r\nsettlement, and (2) he did not actually calculate or disburse the money but relied\r\non Screen to do it. We find neither argument absolves Respondent from\r\nresponsibility in this matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent is correct that until Tubbs was decided in 1992, South Carolina\r\nhad not directly addressed the issue of structured settlement valuation. 308 S.C.\r\n155, 417 S.E.2d 550. Tubbs involved a claim by one joint tortfeasor that a jury\r\nverdict rendered against her should be offset by the amount paid by another\r\ntortfeasor, that amount being paid partly in annuities. The issue then became how\r\nto value the annuities for the purpose of determining the amount of offset. We\r\nheld the present value of the annuities as determined by their actual cost was the\r\nappropriate method of valuation. In doing so, we noted in dicta this was the\r\nmethod \"widely used in determining the amount of contingent attorney fees in\r\nstructured settlements involving annuities.\" 308 S.C. at 159, 417 S.E.2d at 553. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The problem in this case is not so much the valuation of the structured\r\nsettlement in itself but the combination of the valuation and the manner in which\r\nthe fee was subsequently collected. Valuing the settlement based on guaranteed\r\nfuture payments or total cash payout would most likely not have presented an \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\ntotal attorneys' fee paid was $152,132. There is some confusion in the record\r\nregarding this attorney's continued involvement after Screen and Respondent were\r\nappointed lead counsel July 10, 1987. The letter Screen wrote, quoted above, seems\r\nto indicate separate counsel would no longer be involved. However, Respondent\r\nclaimed this attorney continued to represent Minus and Administrator, which would\r\napparently account for this additional payment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 11 We have already disciplined Screen for his involvement in this case. \r\nSee In\r\nthe Matter of Screen, 318 S.C. 367, 458 S.E.2d 39 (1995). In Screen, we found\r\nScreen \"erroneously calculated the value of the structured settlement and the\r\nattorney's fees due him.\" Id. at 368, 458 S.E.2d at 40. We concluded, inter alia\r\nScreen \"negligently calculated and collected an excessive fee.\" Id. at 369, 458\r\nS.E.2d at 40. Screen was publicly reprimanded for this misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np40\r\n\r\n IN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ethical problem had the fee not then been taken up-front (i.e. out of present-day\r\n dollars). A basic understanding of the value of money over time would indicate this\r\n method, of taking the fee from present-day dollars but not valuing the annuity at\r\n present-day dollars would result in a windfall for the attorneys.12 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Schneider v. Kaiser Foundation Hospitals,13 the California Court of\r\n Appeals construed a statute mandating that in cases where plaintiffs are awarded\r\n periodic payments, courts must determine the \"total value\" of the payments and use\r\n this figure in awarding contingency attorneys' fees. The issue was whether \"total\r\n value\" meant the \"arithmetic sum of all payments required by the award, i.e. the\r\n award's face value or the present value of the stream of future payments.\" Id. at\r\n 228. The Court held the present value of the payments was the appropriate\r\n method. In doing so, it noted California had not yet addressed this issue,\r\n hypothesizing that \"the absence of appellate authority may only reflect that in the\r\n marketplace the answer is well-known to experienced practitioners and courts, with\r\n virtual unanimity among them that the manner of calculating attorney's fees . . .\r\n is to determine the present value of the stream of future payments.\" Id. At 230.\r\n It also found the best determination of present value to be the cost of the annuity\r\n purchased. \"Any other method of calculation . . . would produce attorney's fees \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 12 See generally Jay M. Zitter, Annotation, \r\nPropriety and Effect of \"Structured\r\nSettlements\" Whereby Damages are Paid in Installments Over a Period of Time\r\nand Attorneys' Fees Arrangements in Relation Thereto, 31 A.L.R. 4th 95 (1984)\r\n (discussing various methods for valuing structured settlements and collecting\r\n attorneys' fees, including (1) calculating fee from discounted value and making\r\n immediate award, (2) calculating fee from discounted value and paying fee as\r\n settlement payments come to client, or (3) calculating fee from settlement not\r\n discounted but paying fee as settlements come to client). We have found no case\r\n where an immediate attorneys' fee (i.e. based on present-day dollars) was approved\r\n and the settlement's value was not also discounted. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This opinion should not be read as addressing the issue of which method of\r\n collecting an attorneys' fee based on a structured settlement is always the better\r\n practice, i.e. whether the fee should always be taken initially or should be taken\r\n as the client actually receives his or her future payments. We do not view Tubbs\r\n as dispositive. Attorneys' fees was not the actual issue in Tubbs and thus it is not\r\n directly on point. At best, Tubbs stands for the proposition that when a fee will\r\n be taken initially, it must be based on the annuity's cost. We reaffirm this premise\r\n but emphasize the narrow, issue presently at hand, that being whether, under the\r\n facts of this case, the attorneys collected an excessive fee by taking their portion\r\n of the fee based on the annuities out of the initial cash payment without\r\n discounting the annuities to present value. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 13 264 Cal. Rptr. 227 (Cal. Ct. App. 1989), \r\noverruled on other grounds by\r\nMoncharsh v. Heily &amp; Blase, 832 P.2d 899 (Cal. 1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np41\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\nprobably considered excessive.\" Id. at 231 (quoting Meyer, Settling in Your Client's\r\nInterest, Cal. Lawyer, July 1988, at 55). We find with or without the benefit of\r\nTubbs, Respondent and Screen should have known the fees taken were excessive.14 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Regarding Respondent's second arguments the Attorney General correctly\r\npoints out he and Screen were joint venturers in their representation. \"Where an\r\nattorney retained on a contingent fee to prosecute a claim engages another lawyer\r\nto assist in the litigation, upon an agreement to share the fee in case of success,\r\notherwise to receive nothing, they become joint venturers.\" 46 Am. Jur. 2d \r\nJoint\r\nVentures &#167; 54 (1994). Furthermore, \"[r]elations among joint venturers are governed\r\nby partnership law.\" Tiger, Inc. v. Fisher Agro, Inc., 301 S.C. 229, 238, 391 S.E.2d\r\n538, 543 (1989). From this, the Attorney General seeks to establish that any\r\nmisconduct on Screen's part automatically renders his \"partner,\" Respondent, guilty\r\nof misconduct based on principles of joint and several liability. We disagree with\r\nthis proposition. As a general rule, a lawyer is not subject to discipline because of\r\na partner's misconduct. 7 Am. Jur. 2d Attorneys at Law &#167; 84 (1980). \r\nBut see In\r\nRe Falanga, 583 N.Y.S.2d 472 (N.Y. App. Div. 1992) (attorney who failed to oversee\r\nor review partner's records and bookkeeping practices sanctioned for partner's\r\nconversion of client funds; even though attorney did not know of partner's actions,\r\nhis neglect was a contributing factor). However, the lawyer will be subject to\r\ndiscipline if the misconduct occurred with the lawyer's \"knowledge, consent, or\r\nparticipation.\" 7 Am. Jur. 2d Attorneys at Law &#167; 84. We find Respondent is not\r\nbeing held vicariously responsible under the facts of this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent did not actually write the checks paying the attorneys' fees.\r\nNonetheless, both Screen and Respondent testified Respondent was included in the\r\nsettlement discussions, was aware of how the settlement was being calculated for\r\nthe purpose of attorneys' fees, knew the fees were being paid from the up-front\r\nmoney, and agreed with it. Screen testified Respondent knew what the annuity\r\nwould cost at the time of settlement. While he testified he did not know the exact\r\nfigures involved, Respondent admitted he could easily have ascertained them \"had\r\nI sat down with a pencil and paper and divided.\"15 As explained above, the cause\r\nof the excessive fee was the incorrect valuation of the settlement combined with the\r\ndecision to take the fees from the up-front payment, both actions of which\r\nRespondent was aware and approved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was, by a court order, named co-lead counsel to represent the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 14 We are only finding the fee excessive regarding that portion based on the\r\nannuities. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 15 The only payments Respondent stated he was not aware of were the $28,800\r\nadditional fee paid to the original counsel for Minus and Administrator and the\r\n$5,000 fee paid to another attorney. Even without these payments, however, the\r\nfees would have still been excessive (approximately 40% of settlement's value). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np42\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF FOX \r\n  \r\n  \r\n  \r\n  \r\n  \r\nparties in this action.16 Although he did not take the time to insure his clients\r\nreceived the correct portion of their settlement, he contentedly accepted a generous\r\nfee for himself. That Respondent may not have intended to deceive or defraud does\r\nnot change the fact professional misconduct occurred. When disciplining Screen,\r\nthis Court specifically found Screen's actions were negligent as opposed to\r\nintentional. Screen, 318 S.C. at 369, 458 S.E.2d at 40. There was no finding of\r\nfraud or deceit, yet the Court still found professional misconduct. \r\nSee also In re\r\nLempesis, 293 S.C. 510, 362 S.E.2d 10 (1987) (misconduct in charging excessive fee\r\nalthough no finding made lawyer acted with intent to defraud or deceive). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, we find the sanction imposed consistent with sanctions given in\r\nsimilar cases. See Screen, 318 S.C. at 367, 458 S.E.2d at 39; \r\nIn the Matter of\r\nHanna, 294 S.C. 56, 362 S.E.2d 632 (1987); In the Matter of Burgess, 275 S.C. 315,\r\n270 S.E.2d 436 (1980). Respondent hereby stands publicly reprimanded for his\r\nconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 16 Respondent argues he was only associated to help with the initial paternity\r\naspects of the case. The court order belies this argument, as does Screen's\r\ntestimony that he brought Respondent in for additional experience with all aspects\r\nof the case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np43 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24688","title":"In the Matter of C. Lenoir Sturkie","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24688","description":"","date":"1997-09-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of C. Lenoir\r\nSturkie, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24688\r\nSubmitted July 29, 1997 - Filed September 2, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. Lenoir Sturkie, Pro se, of Columbia. \r\n  \r\nHenry B. Richardson, Jr., Disciplinary Counsel, of\r\nColumbia. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter,\r\nrespondent has admitted the allegations against him and the parties have\r\nentered into an agreement for disbarment. We accept the agreement and\r\ndisbar respondent from the practice of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent admits that he grossly mismanaged his law office\r\nand financial matters. He failed to adequately supervise his staff to ensure\r\nthat client matters and funds were handled properly and efficiently, and\r\ncommingled and misappropriated client funds during a five year period.\r\nAdditionally, respondent admits that he engaged in a continuous pattern of\r\nusing the funds of one client to pay money owed to another client. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Specifically, respondent failed to properly supervise Patricia\r\nShaw, a paralegal in his office, who misappropriated over $30,000 from a\r\nclient and respondent's escrow account. When he discovered Shaw's \r\n  \r\n  \r\n  \r\n  \r\n  \r\np44\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF STURKIE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nactions, respondent failed to timely remedy a shortfall on a loan caused by\r\nShaw's actions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent misappropriated $99,178.23 of client funds to\r\nfurther a business relationship with Scott Salter. He also commingled\r\nSalter's funds with his trust account funds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In addition, $52,250 of client funds from respondent's escrow\r\naccounts were misappropriated by respondent to support a second business\r\nknown as Atlantic Media Group. On one occasion, $285,432.82 in client\r\nfunds was improperly deposited in an Atlantic Media Group account, but\r\nwas subsequently returned to respondent's escrow accounts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent also placed money he had borrowed in his escrow\r\naccount to cover the shortages. During a three year period, fifty-four\r\nchecks from respondent's trust accounts were returned for non-sufficient\r\nfunds. In addition, there were thirteen overdrafts on the accounts and\r\ntwelve incidents of accounts with negative balances. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, respondent's wife, an employee of the law firm,\r\nmisappropriated $5,154.75 of client funds from an escrow account. These\r\nfunds were used to pay personal debts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n By his actions, respondent has misappropriated client funds for\r\nhis own use; failed to promptly deliver funds to clients or third persons who\r\nwere entitled to the funds; failed to act with reasonable diligence and\r\npromptness in representing clients by failing to maintain the integrity of\r\nclient accounts; failed to render a proper accounting regarding property of\r\nclients or third persons; and failed to make reasonable efforts to ensure\r\nthat the conduct of a nonlawyer over whom he had direct supervisory\r\nauthority was compatible with the respondent's professional obligations. In\r\naddition, respondent has committed acts reflecting adversely on his honesty,\r\ntrustworthiness, and fitness as a lawyer; engaged in conduct involving\r\nmoral turpitude; engaged in conduct involving dishonesty, deceit, and\r\nmisrepresentation; engaged in conduct that is prejudicial to the\r\nadministration of justice; engaged in conduct tending to pollute the\r\nadministration of justice or to bring the courts or legal profession into\r\ndisrepute; and engaged in conduct demonstrating unfitness to practice law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Accordingly, we disbar respondent from the practice of law.\r\nWithin fifteen days of the date of this opinion, respondent shall file an\r\naffidavit with the Clerk of Court showing that he has complied with Rule\r\n30 of the Rule for Lawyer Disciplinary Enforcement contained in Rule 413,\r\nSCACR. In addition to all other requirements respondent must meet to be\r\nreinstated under Rule 413, SCACR, no petition for reinstatement shall be\r\naccepted until respondent had filed proof that he has made full restitution \r\n  \r\n  \r\n  \r\n  \r\n  \r\np45\r\n\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF STURKIE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nto all institutions and individuals who have lost money as a result of his\r\nmisappropriation or mishandling of trust funds, to include restitution to the\r\nLawyer's Fund for Client Protection for any payment it may make. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24689","title":"Summer v. Carpenter","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24689","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAmy Summer, Appellant,\r\n v. \r\n  \r\nRobert R. Carpenter, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From York County\r\n Gary E. Clary, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24689\r\nHeard March 19, 1997 - Filed September 22, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMark W. Hardee, of Lewis, Babcock &amp; Hawkins, L.L.P., of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames W. Alford, Curtis W. Dowling, and Andrew E. Haselden. of\r\nBarnes, Alford, Stork &amp; Johnson, L.L.P., of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Burnett, A.J.: Appellant brought this legal malpractice action against\r\nrespondent alleging he was negligent for failing to institute suit against the South\r\nCarolina Department of Highways and Public Transportation (the Highway Department).\r\nAppellant seeks review of the trial judge's order granting respondent's motion for\r\nsummary judgment. We affirm in part and reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n UNDERLYING FACTS \r\n  \r\n Appellant was rendered a quadriplegic as a result of a single car accident on\r\nJune 29, 1989, at the intersection of Heckle Boulevard and Hollis Lakes Road near Rock \r\n  \r\n  \r\n  \r\np.3\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHill, South Carolina. At the time of the accident, appellant and Lisa Buchan were\r\npassengers in the car driven by appellant's sister, Kari Summer. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On April 20, 1991, appellant hired respondent. Respondent filed a\r\ncomplaint against Jim Lineberger Grading &amp; Paving Company, Inc. (Lineberger) on June\r\n28, 1991. In this complaint, respondent alleged Lineberger's negligent construction of\r\nHeckle Boulevard proximately caused appellant's injuries. More particularly, respondent\r\nalleged Lineberger \"so constructed Heckle Boulevard that a bump or dip crossed Hollis\r\nLakes Road ... constituting a hazard to traffic . . .\". The statute of limitations ran against\r\nthe Highway Department on June 29, 1991.1 Approximately three months after filing\r\nsuit, respondent determined he had a conflict of interest, and he was relieved as\r\nappellant's counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Another attomey assumed representation of appellant. Two years later,\r\nappellant's case against Lineberger was settled for a lump sum of $121,000 plus an\r\nannuity providing for monthly payments of $600, guaranteed for 30 years or until\r\nappellant's death. At approximately the same time. Buchan's lawsuit against Lineberger\r\nwas dismissed pursuant to Lineberger's motion for summary judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    ACTION AGAINST RESPONDENT\r\n  \r\n  \r\n  \r\n Appellant commenced this legal malpractice action against respondent\r\nasserting she was unable to obtain full recovery for her injuries because the Highway\r\nDepartment was not included in the lawsuit against Lineberger. At the hearing on\r\nrespondent's motion for summary judgment. appellant argued respondent should have\r\nbrought an action against the Highway Department for negligent design and negligent\r\nmaintenance of the intersection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The trial court concluded, even if respondent was negligent in failing to\r\nbring an action against the Highway Department, respondent's negligence did not\r\nprejudice appellant because she would not have had a successful action against the\r\nHighway Department. Specifically, the trial judge found the Highway Department was\r\nimmune from suit under several statutory defenses in the South Carolina Tort Claims Act\r\n(the Act)2 and, further, under the doctrine of joint and several liability, the presence or\r\nabsence of the Highway Department in the underlying suit was immaterial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1 South Carolina Code Ann. &#167; 15-78-100(a) (Supp. 1996)(an action for damages under\r\nthe Tort Claims Act may be instituted at any time within two years after the loss was or\r\nshould have been discovered). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 S.C. Code Ann. &#167;&#167; 15-78-10 to -190 (Supp. 1996).\r\np.4\r\n\r\n\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConsequently, the trial judge granted respondent's motion for summary judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    ISSUES\r\n  \r\n  \r\n  \r\nI. Did the trial judge err by holding the Highway Department would have\r\nhad design immunity? Is appellant's negligent maintenance argument\r\npreserved for consideration on appeal? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Did the trial judge err by holding the Highway Department would have\r\nbeen immune from suit due to the exercise of its discretion pursuant to &#167; 15-\r\n78-60 (5)? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. Did the trial judge err by holding the Highway Department would have\r\nbeen immune from suit pursuant to &#167; 15-78-60 (15)? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV. Did the trial judge err by holding failure to institute suit against the\r\nHighway Department did not prejudice appellant due to the doctrine of joint\r\nand several liability? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    DISCUSSION\r\n  \r\n  \r\n  \r\n Summary judgment is appropriate when it is clear there is no genuine issue\r\nof material fact and the moving party is entitled to judgment as a matter of law. \r\nCity of\r\nColumbia v. American Civil Liberties Union, _ S.C. _, 475 S.E.2d 747 (1996). In\r\ndetermining whether any triable issue of fact exists, the evidence and all inferences which\r\ncan be reasonably drawn therefrom must be viewed in the light most favorable to the non-\r\nmoving party. Id.; Manning v. Quinn, 294 S.C. 383, 365 S.E.2d 24 (1988). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In a legal malpractice action, the plaintiff must prove (1) the defendant was\r\nnegligent, (2) the defendant's negligence proximately caused the plaintiff s injuries, and\r\n(3) damages. Shealy v. Walters, 273 S.C. 330, 256 S.E.2d 739 (1979). In other words, a\r\nplaintiff must show she most probably would have been successful in the underlying suit\r\nif the attorney had not committed the alleged malpractice. \r\nManning, supra; Floyd v.\r\nKosko, 285 S.C. 390, 329 S.E.2d 459 (Ct. App. 1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    I.\r\n  \r\n  \r\n  \r\n Appellant argues the trial Judge erred by determining the Highway\r\nDepartment was not negligent in its design of the intersection as a matter of law.\r\nAppellant contends her case against the Highway Department would have been based on\r\nnegligent design and maintenance. She claims she presented evidence the Highway \r\n  \r\n  \r\n  \r\np5\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment was on notice the intersection was dangerous and its failure to properly repair\r\nit proximately caused her injuries. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As for negligent design, the Act provides absolute governmental immunity\r\n from liability for loss resulting from the design of highways and other public ways. S.C.\r\n Code Ann. &#167; 15-78-60 (15). Therefore, even if the Highway Department was on notice\r\n the design of the intersection was dangerous, the Highwav Department was immune from\r\n suit for negligent design. Accordingly, the trial judge properly granted summary\r\n judgment for respondent on the issue of negligent design. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant's argument concerning negligent maintenance is not preserved\r\nfor appeal. The trial judge did not rule on appellant's maintenance claim in his order\r\ngranting summary judgment and appellant did not request the trial judge reconsider his\r\norder to address this issue. Accordingly, appellant's negligent maintenance argument is\r\nnot proper for consideration on appeal. Noisette v. Ismail, 304 S.C. 56, 403 S.E.2d 122\r\n(1991)(where trial judge did not explicitly rule on issue at trial and party did not make\r\nRule 59(e), SCRCP, motion to amend for a ruling, it is error for an appellate court to\r\nconsider the issue). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Nonetheless, with regard to appellant's negligent maintenance argument, the\r\nevidence indicates the intersection of Hollis Lakes Road and Heckle Boulevard was\r\ndesigned by the Highway Department and was constructed by Lineberger in accordance\r\nwith the Highway Department's plans and specifications. Two bumps or dips which were\r\npart of the original design of the intersection resulted from tying the two roads together.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Lineberger began construction of the intersection in late April 1989. Even\r\n though the project was still under construction, the intersection was opened for travel on\r\n April 26th. Shortly thereafter, two individuals submitted claims with the Highway\r\n Department for damage to their vehicles due to the bumps in the intersection. The\r\n Highway Department paid the two claims associated with the damage and instructed the\r\n paving company to level or \"wedge\" the intersection to smooth the bumps in early May\r\n 1989.4 The wedging, described as a \"slight modification\" or \"alteration\" of the original\r\n plans and specifications, altered the slope of the intersection but did not remove the\r\n bumps entirely. The Highway Department posted two \"bump\" signs in advance of the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 3 A Highway Department engineer explained the bumps resulted from Heckle\r\nBoulevard changing from a single lane road into a four lane road at the intersection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4 Lineberger subcontracted the paving. The evidence indicates the paving\r\nsubcontractor followed the Highway Department's plans and specifications for the\r\nproject, including the wedging. \r\n  \r\n  \r\n  \r\np6\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nintersection. At the time of appellant's accident, approximately two months later, the\r\nintersection was still under construction. The Highway Department accepted the\r\ncompleted project \"long after\" appellant's accident. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent's engineering expert testified the wedging work corrected any\r\nproblem which may have existed at the intersection and the intersection was safe for the\r\ntravelling public at the posted speed limit of 45 mph. Appellant's engineering experts\r\nstated the design and maintenance of the intersection created a dangerous condition and\r\nthe attempt to correct the bumps by wedging was inadequate. Appellant's experts\r\nconcluded the bumps were a contributing proximate cause of appellant's accident.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant has attempted to construe her action against the Highway\r\nDepartment as one for negligent maintenance rather than negligent design since the\r\nHighway Department is immune from suit for negligent design. See &#167; 15-78-60 (15).\r\nHowever, the evidence indicates the wedging in May 1989 was only a modification of the\r\noriginal design for the intersection. Moreover, at the time of the accident, the intersection\r\nwas still under construction and the project had yet to be returned to the Highway\r\nDepartment. These circumstances indicate the intersection was still under design and not\r\nsubject to maintenance by the Highway Department. Accordingly, even if she had\r\npreserved the issue of negligent maintenance for the Court's consideration, appellant\r\nwould not have had a successful action for negligent maintenance and, therefore, she has\r\nfailed to establish any prejudice by respondent's failure to file suit against the Highway\r\nDepartment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, it would be a poor policy decision to conclude the Highway\r\nDepartment waives its design immunity when it alters its original design during the\r\ncourse of construction. Preserving design immunity under these circumstances would\r\nencourage the Highway Department to modify and/or improve designs during an ongoing\r\nproject and, thereby, improve both the construction of and safety on the highways. See\r\nS.C. Code Ann. &#167; 15-78-20(f) (Supp. 1996)(provisions of Act establishing exemptions to\r\nliability must be liberally construed in favor of limiting the liability of the State). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, we agree with appellant the Highway Department was on notice the\r\noriginal bumps in the intersection were causing property damage to vehicles. After\r\nreceipt of two property damage claims, the Highway Department made improvements to\r\nthe intersection. We find nothing in the record, however, which suggests the Highway\r\nDepartment was on notice the wedging was insufficient to correct the allegedly dangerous \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 5 Appellant's sister, the driver of the automobile, admitted in her deposition she saw the\r\n\"road construction\" and \"bump\" signs. knew the speed limit was 40 mph, but was driving\r\n55 to 60 mph at the time of the accident. \r\n  \r\n  \r\n  \r\np7\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\ncondition at the intersection. In fact, the evidence indicates to the contrary: there were no\r\nreported damage claims after the wedging. Accordingly, we conclude the Highway\r\nDepartment was not on notice of problems at the intersection after the wedging and,\r\ntherefore, had no duty to make further improvements to the intersection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n II. \r\n  \r\n Appellant contends the trial judge erred by ruling the Highway Department\r\nwould have been immune from suit pursuant to &#167; 15-78-60 (5) which provides immunity\r\nfrom liability for acts arising out of the exercise of discretion by a government agency.\r\nWe agree.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Section 15-78-60 (5) provides: \r\n  \r\nThe governmental entity is not liable for loss resulting from ... the exercise\r\nof discretion or judgment by the governmental entity or employee or the\r\nperformance or failure to perform any act or service which is in the\r\ndiscretion or judgment of the governmental entity or employee.... \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Mere room for discretion on the part of the entity is not sufficient to invoke\r\n the discretionary immunity provision. Discretionary immunity is contingent on proof the\r\n government entity, faced with alternatives, actually weighed competing considerations\r\n and made a conscious choice. Further, the entity must establish, in weighing the\r\n competing considerations and alternatives, it utilized accepted professional standards\r\n appropriate to resolve the issue. \r\nStrange v. S.C. Dept. of Highways. &amp; Public\r\n Transportation, 314 S.C. 427, 445 S.E.2d 439 (1994); \r\nFoster v. S.C. Highways &amp; Public\r\nTransportation, 306 S.C. 519, 413 S.E.2d 31 (1992). The government entity bears the\r\n burden of establishing discretionary immunity as an affirmative defense. \r\nNiver v. S.C.\r\nDept. of Highways &amp; Public Transportation,. 302 S.C. 461. 395 S.E.2d 728 (Ct. App.\r\n 1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent presented evidence which indicates (1) the design used for the\r\nintersection was common and (2) while respondent's expert would have selected another\r\ndesign, the chosen design was not wrong. This evidence does not establish respondent\r\nconsidered various design options for the intersection and then selected the chosen design \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 6 For purposes of this argument, we are ignoring the Highway Department's defense of\r\ndesign immunity. Section 15-79-60 (15). \r\n  \r\np8\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nplan after carefully weighing competing considerations. 7 Accordingly, the trial judge\r\nerred in concluding the Highway Department would have been immune from liability\r\nunder the discretionary exception to the Act as a matter of law. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n III. \r\n  \r\n Appellant argues the trial judge erred by concluding the Highway\r\nDepartment would have been immune from suit under &#167; 15-78-60 (15) since it was\r\nprotected by an indemnity bond. Appellant asserts respondent did not establish the\r\nindemnity bond purchased by Lineberger would have covered the Highway Department\r\nin a negligence action. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn relevant part, S.C. Code Ann. &#167; 15-78-60 (15) provides: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGovernmental entities are not liable for loss on public ways under\r\nconstruction when the entity is protected by an indemnity bond. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although the statute simply refers to the presence of an indemnity bond, it\r\n is our opinion the legislature intended this provision to exempt a governmental entity\r\n from liability when the indemnity bond actually protects the governmental entity from\r\n liability for negligence. Otherwise, an \"indemnity bond\" which does not provide\r\n coverage in the event of negligence would nonetheless be considered to provide immunity\r\n from negligence actions of government entities. \r\nKiriakides v. United Artists\r\nCommunications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994)(however plain the ordinary\r\n meaning of the words used in a statute may be, the courts will reject that meaning if to\r\n accept it would lead to a result so plainly absurd that it could not possibly have been\r\n intended by the legislature or would defeat the plain legislative intention). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is undisputed the Highway Department was protected by a bond entitled\r\n\"Performance and Indemnity Bond\" for the Hollis Lakes Road and Heckle Boulevard\r\nconstruction project. The language in the body of this bond, however, does not indicate\r\nan agreement by the surety to indemnify the Highway Department against a third party\r\nclaim for personal injury as a result of the construction project, but simply to protect the\r\nHighway Department from costs if Lineberger failed to perform under the terms of the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 7 According to the affidavit of one of appellant's engineering experts, the intersection\r\nwas improperly designed and the design was below the standard of care for civil\r\nengineers. \r\n  \r\n  \r\n  \r\np9\r\n\r\n SUMMER v. CARPENTER \r\n  \r\ncontract.8 Accordingly, the trial judge erred in holding the indemnity bond exception\r\nwould have applied in appellant's action against the Highway Department. Strange, supra\r\n(burden of establishing limitation on liability under Tort Claims Act is on government\r\nentity asserting it as affirmative defense). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n IV. \r\n  \r\n Appellant argues the trial judge erred by concluding the presence or\r\nabsence of the Highway Department from her underlying suit was immaterial since, under\r\nthe doctrine of joint and several liability, appellant would have been entitled to a full\r\nrecovery from Lineberger. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n If suit had been instituted against Lineberger and the Highway Department,\r\nappellant asserts Lineberger would have claimed the Highway Department's negligence\r\nalone proximately caused appellant's injuries since it designed/maintained the intersection\r\nand Lineberger only followed the Department's specifications in constructing the\r\nintersection. By affidavit, appellant's counsel in her action against Lineberger stated\r\n\"[t]he presence of the [Highway Department] would have most likely resulted in a much\r\nhigher settlement or verdict for [appellant].\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Based on the evidence presented, if suit had been filed against both\r\nLineberger and the Highway Department, we agree Lineberger would have likely claimed\r\nit simply followed the Highway Department's plans and specifications in constructing the\r\nintersection. Nonetheless, as noted above and correctly determined by the trial judge, the\r\nHighway Department would have been immune from suit under the design immunity\r\nprovision of the Act. Section 15-78-60 (15). Accordingly, joint and several liability\r\nwould have been inapplicable since only one tortfeasor, Lineberger, would have existed.\r\nSee generally M &amp; T Chemicals, Inc. v. Barker Industries. Inc., 296 S.C. 103, 370 S.E.2d\r\n886 (Ct. App. 1988)(under the doctrine of joint and several liability, joint tortfeasors are\r\nliable for the plaintiff's damages, both jointly and severally). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n For reasons stated above, the order of the trial Judge is AFFIRMED IN\r\nPART AND REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE and WALLER, JJ., concur. TOAL, A.J., dissenting\r\nin separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 8 South Carolina Code Ann. &#167; 57-5-1660 (1991) requires highway department\r\ncontractors to fumish a \"performance and indemnity bond\" with a surety sufficient to\r\nsatisfy the full amount of the contract. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np10\r\n\r\n\r\n\r\n\r\n\r\n SUMMER v. CARPENTER \r\n  \r\nTOAL, A.J.: I respectfully dissent as to Issue I, the potential negligent maintenance\r\nclaim against Highway Department. However, I first must note that there are, in fact,\r\nfew points of disagreement between me and the majority. In Issues II (discretionary\r\nimmunity issue), III (indemnity bond immunity issue), and IV (joint and several\r\nliability issue) of this case, the majority has found error by the trial court. I agree\r\nwholly with the majority's reasoning and conclusions recording those issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n However, I respectfully disagree about the merits of Issue I, the only issue on\r\nwhich the majority affirms the trial court's grant of summary judgment. In my\r\nopinion, Respondent Carpenter (\"Lawyer\") was not entitled to summary judgment in\r\nthis legal malpractice action. I believe Appellant Summer's (\"Passenger\") potential\r\nnegligent maintenance claim against Highway Department had at least some factual and\r\nlegal basis and at least some chance of success. Accordingly, there existed a genuine\r\nissue of material fact regarding whether Lawyer was negligent for failing to sue\r\nHighway Department. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n First, contrary to the majority's claim, Passenger's negligent maintenance\r\nargument is preserved for appeal. One of the relevant questions in this case is whether\r\nthis issue should be characterized as one of negligent design or of negligent\r\nmaintenance. By characterizing it as a design issue, the trial court's order implicitly\r\nruled on the negligent maintenance issue. I believe it is overly technical to require\r\nPassenger to have brought a Rule 59(e) motion when the import of the trial court's\r\norder was perfectly clear. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Additionally, however, some of the evidence in the Record suggests the issue\r\nwas a maintenance issue and that Highway Department was negligent in its maintenance\r\nof the intersection. Dr. Parsonson, an engineering professor at Georgia Tech, opined\r\nby affidavit that Highway Department's attempt to correct the bumps in the road \"was\r\nunreasonable and inadequate and below the standard of care expected for highway\r\nmaintenance at the time in question.\" (emphasis added). Dr. Parsonson concluded\r\nHighway Department had been negligent both in its design and in its maintenance of the\r\nintersection in question. Similarly, Jeffrey Clark, a reconstruction and forensic\r\nengineer, stated the surface of the road should have been smooth. Clark's affidavit\r\nsuggests Hiahway Department's actions in performinc, the wedging procedure at the\r\nintersection were inadequate to correct the original problem. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In my opinion, the expert testimony, as well as the testimony concerning \r\n  \r\nHighway Department's actual knowledge of the danger of the intersection and its \r\n  \r\ndecision to employ \"wedging\" to correct the problem, should preclude any grant of\r\nsummary judgment to Lawyer. When viewed in the light most favorable to Passenger,\r\nsee, e.g., Manning v. Quinn, 294 S.C. 383, 365 S.E.2d 24 (1988)(in summary\r\np11\r\n\r\n\r\n\r\n\r\n\r\nSUMMER v. CARPENTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\n judgment motion, all evidence and its inferences must be viewed in light most favorable\r\n to nonmoving party), the evidence presented to the trial judge demonstrated a genuine\r\n issue of material fact regarding Passenger's ability to prevail on the negligent\r\n maintenance issue. To survive a summary judgment motion, Passenger need have\r\n shown no more. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I note this does not mean Passenger necessarily should prevail against Lawyer.\r\nAt trial, Passenger would have to demonstrate that the negligent maintenance claim\r\nprobably would have succeeded, and it is certainly possible she could not meet her\r\nburden.1a At the summary judgment stage, however, Passenger need not prove her\r\ncase. Rather, she need only demonstrate there is a genuine issue of material fact\r\nregarding the merits of her claim; i.e., she must show that she has a case to begin with.\r\nI believe Passenger has met that burden and would not, therefore, deny her her day in\r\ncourt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n For the foregoing reasons, I concur as to Issues II, III, and IV, and dissent as to\r\nIssue I. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1a In my view, the majority erred by weighing the evidence rather than simply\r\ndetermining whether the evidence presented a genuine issue of material fact, the\r\nappropriate test for summary judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np12 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24690","title":"Craddock v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24690","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nJeremiah S. Craddock, Petitioner,\r\n V.\r\nState of South Carolina, Respondent.\r\n\r\n\r\n\r\n\r\nAppeal From Pickens County\r\n Gerald C. Smoak, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24690\r\nSubmitted September 9, 1997 - Filed SeiDtember 22, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nVACATED AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\n\r\nAssistant Appellate Defender Lisa G. Echols, of S.C.\r\nOffice of Appellate Defense, of Columbia, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Teresa A. Knox, and Assistant\r\nAttorney General Barbara M. Tiffin, of Columbia, for\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: Petitioner pled guilty to armed robbery, assault and\r\nbattery with intent to kill, and grand larceny. Following petitioner's testimony\r\nat the hearing on his application for post-conviction relief (PCR), the PCR judge\r\ngranted the State's motion for a directed verdict. Petitioner now seeks a writ of\r\ncertiorari. We grant the petition, dispense with further briefing, vacate the\r\norder of the PCR judge, and remand the matter for a full hearing on petitioner's\r\nPCR application.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAt the PCR hearing, petitioner admitted his guilt, but testified that\r\n p13\r\n\r\n\r\n\r\nCRADDOCK v. STATE \r\n\r\n\r\n\r\n\r\n\r\nhe would not have pled guilty but for the fact that counsel promised him a\r\ntwenty-five year sentence in exchange for his guilty plea. The State then moved\r\nfor a directed verdict on the ground that petitioner had admitted his guilt and,\r\naccordingly, had not met his burden of proof. The PCR judge, citing Whetsell v.\r\nState, 276 S.C. 295) 277 S.E.2d 891 (1981), found that because petitioner\r\nadmitted his guilt, his application should be denied.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In Whetsell, the petitioner pled guilty to the crimes. On PCR, he\r\nalleged ineffective assistance of counsel in failing to make a motion to suppress\r\nevidence. The Court found that the petitioner's admission of his guilt, as well\r\nas his testimony that he would plead guilty again if granted a new trial,\r\nrendered a review of trial error unnecessary. The rule set forth in Whetsell\r\napplies only where the applicant is not prejudiced by any allegations of the PCR\r\napplication because of the admission of guilt.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In this case, petitioner alleged that counsel was ineffective,\r\nrendering his guilty plea invalid, in promising him a twenty-five year sentence.\r\nPetitioner testified that, although he was guilty of the crimes charged, he would\r\nnot have pled guilty if not for counsel's promise. His admission of guilt did not\r\nrender counsel's allegedly deficient performance non-prejudicial. Accordingly,\r\nWhetsell is inapplicable and the PCR judge improperly directed a verdict against\r\npetitioner on the ground that he admitted his guilt. We, therefore, vacate the\r\norder of the PCR judge and remand this matter for a full hearing on petitioner's\r\napplication for PCR.\r\n\r\n\r\n\r\n\r\n\r\n\r\nVACATED AND REMANDED.\r\n\r\n\r\n\r\n\r\n\r\n\r\np14\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24691","title":"In the Matter of R. Dean Welch","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24691","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nDavis Adv. Sh. No. 27\r\n  S.E. 2d\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of R. Dean\r\nWelch, Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24691\r\nSubmitted September 4, 1997 - Filed September 22, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\n DEFINITE SUSPENSION\r\n\r\n\r\nRichard Dean Welch, of Murrells Inlet, pro se.\r\n\r\n\r\nAttorney General Charles Molony Condon and Senior Assistant\r\nAttomey General James G. Bogle, Jr., both of Columbia, for\r\ncomplainant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: In this attorney disciplinary matter, respondent\r\nconditionally admits to engaging in misconduct and agrees to be suspended from\r\nthe practice of law for ninety days, retroactive to the date of his interim\r\nsuspension. We accept the conditional admission.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Pursuant to an agreement with the State, respondent waived\r\npresentment to an indictment charging him with failure to make and file a\r\nSouth Carolina Income Tax return for the tax year 1993 in violation of S.C.\r\nCode Ann.  12-54-40(b)(6)(c). In exchange for respondent's plea, the State\r\nagreed not to prosecute respondent on charges of failing to make and file a\r\nreturn for the tax years 1990, 1991, 1992 and 1994. Respondent was sentenced\r\nto imprisonment for one year, suspended upon service of five years' probation.\r\nRespondent was also ordered to pay $40,731.00. The sentencing order provides\r\nthat upon payment of such restitution, respondent's probation will be\r\nterminated. \r\n\r\n\r\n\r\n\r\n\r\n\r\n The failure to file a tax return is a serious crime as set forth in\r\nRule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\nRule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, by committing\r\na criminal act that reflects adversely upon his honesty, trustworthiness and\r\nfitness as a lawyer and has violated Rule 7(a)(1) and (4), RLDE, Rule 413,\r\n\r\n\r\n\r\n\r\n\r\n\r\np15\r\n\r\n\r\nIN THE MATTER OF WELCH \r\n\r\n\r\n\r\n\r\n\r\nSCACR, by violating the Rules of Professional Conduct and committing a serious\r\ncrime.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent is\r\nsuspended for ninety days, retroactive to July 8, 1997, the date he was placed\r\non interim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\n\r\n\r\np16\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24692","title":"In the Matter of Karl L. Kenyon and Robert P. Lusk","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24692","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nDavis Adv. Sh. No. 27\r\n  S.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Karl L. Kenyon and Robert P. Lusk, Respondents.\r\n\r\n\r\n Opinion No. 24692\r\n Heard June 18, 1997 - Filed September 22, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nINDEFINITE SUSPENSION\r\n PUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, and Senior Assistant\r\nAttorney General James G. Bogle, Jr., both of Columbia, for\r\ncomplainant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nKermit S. King, of Columbia, and Lowell W. Ross, of Seneca, for\r\nrespondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: This is an attorney disciplinary matter.1 The Panel found\r\nrespondents committed misconduct and recommended respondent Kenyon receive a\r\nfifteen-month suspension and respondent Lusk receive a private reprimand. The Interim\r\nReview Committee adopted the Panel's findings of facts and conclusions of law.\r\nHowever, the Committee disagreed with the Panel about the appropriate sanctions. The\r\nCommittee recommended by a 5 to 1 vote respondent Kenyon receive an indefinite\r\nsuspension. One member recommended respondent Kenyon be disbarred. The\r\nCommittee unanimously recommended respondent Lusk receive a public reprimand. We\r\nagree with the Committee's recommendations.\r\n\r\n\r\n\r\n\r\n\r\n\r\n DISCUSSION\r\n\r\n\r\n Respondents, partners in a firm, committed misconduct in handling the\r\naffairs of Robert Meredith. Meredith had been a long-term client of the firm. On October\r\n6, 1988, Meredith, who was being sought by the federal authorities for drug violations,\r\ncommitted suicide. He was survived by his second wife, Louise Meredith, and two\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 The conduct in this action took place prior to September 1, 1990, and the adoption of the\r\nRules of Professional Conduct. Therefore, the Code of Professional Responsibility applies.\r\n\r\n\r\n\r\n\r\n\r\n\r\np17\r\n\r\n\r\nIN THE MATTER OF KENYON AND LUSK \r\n\r\n\r\n\r\n\r\n\r\nchildren, Robert, Jr., and Rosemary.\r\n\r\n\r\n For sometime prior to his death, Meredith had been in trouble with the local\r\nand federal governments for tax delinquency problems, drug activities, and various other\r\nillegal conduct. Several liens and foreclosures had been instituted against Meredith's\r\nassets. Claims totaling at least $548,000 plus interest were filed against Meredith's estate.\r\nThis disciplinary deals with the disposition of Meredith's property and assets.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1) Property Transfers\r\n\r\n\r\nA) 122 Rockingham Road\r\n\r\n\r\n A house at 122 Rockingham Road in Greenville was the marital home of\r\nMeredith and his first wife, Janice Gautreaux. Janice and Meredith divorced in 1974. As\r\npart of the divorce decree, Janice was to have use of the house until she remarried. If she\r\nremarried the house was to be sold with the proceeds to be placed in trust for Rosemary\r\nand Robert, Jr. Thereafter, if she divorced or was widowed, the money in trust could be\r\nused to purchase another house for her and the children. Meredith was to pay the\r\ninsurance and taxes on the house. At the time of Meredith's death, the house remained in\r\nhis name and Janice and the children lived in it.\r\n\r\n\r\n\r\n\r\n\r\n\r\n On March 31, 1989, the house was conveyed to Advocates, Inc., a\r\ncorporation owned solely by respondents. Advocates then obtained a mortgage on the\r\nproperty in the amount of $250,000 from a corporation controlled by respondents,\r\nExpansion Capital. The house was eventually re-conveyed to Robert, Jr., and Rosemary\r\nand the mortgage was satisfied.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Janice testified neither respondent informed her of potential conflicts of\r\ninterest or that she should contact independent counsel. Respondents also testified they\r\ndid not inform her of any conflicts. When an attorney has a personal stake in a business in\r\nwhich his client is involved, he must see to it that his client understands that his\r\nobjectivity and his ability to give his undivided loyalty may be affected. The attorney\r\nshould ensure that his client is fully aware of the risks inherent in the proposed\r\ntransaction and of the need for independent and objective advice. In re Conway, 305 S.C.\r\n388, 409 S.E.2d 359 (1991.).\r\n\r\n\r\n\r\n\r\n\r\n\r\n In addition to the potential conflicts of interest, there is an issue whether the\r\nconveyance itself was fraudulent. Kenyon testified that he considered the conveyance to\r\nbe a sale contemplated by the divorce decree because Janice was about to be remarried.\r\nHowever, Kenyon himself testified he felt the conveyance was necessary to avoid\r\ncreditors. He also stated he re-conveyed the house to the children when none of the\r\n\r\n\r\n\r\n\r\n\r\n\r\np18\r\n\r\n\r\n\r\n\r\nIN THE MATTER OF KENYON AND LUSK \r\n\r\n\r\n\r\n\r\n\r\ngovernmental agencies questioned him about the house (i.e. when he thought that the\r\nhouse was not going to be seized or levied against for Meredith's past debts or criminal\r\nactivities).2 \r\n\r\n\r\n\r\n\r\n\r\n\r\n Relying on civil case law, respondents attempt in their brief to argue this\r\n transfer was not a fraudulent conveyance because creditors were not injured and the\r\n property was not the debtor's (Meredith's) in the first place. The property was deeded to\r\n Meredith. Creditors may very well have been harmed. Assets passed outside probate and\r\n were transferred to avoid seizure. Furthermore, and more importantly, acts sufficient to\r\n constitute the civil definition of fraudulent conveyances do not have to be found for us to\r\n find misconduct. We do not have to find fraudulent conveyances - only fraudulent or\r\n dishonest conduct. In In re Hockett, 303 Or. 150, 734 P.2d 877 (1987), an attorney\r\n disciplinary involving an attorney who assisted his client in transferring assets to avoid\r\n creditors, the court found no tortious fraudulent conveyances. However, the court\r\n specifically found that \"assisting clients to cheat creditors is 'dishonesty' under DR I -\r\n 102(A)(4).\"3 We find respondents committed misconduct in conveying this property.\r\n\r\n\r\n\r\n\r\n\r\n\r\n B) Anderson County Property\r\n\r\n\r\n At the time of Meredith's death, Louise was president of a corporation,\r\nTwin States, Inc. Twin States owned a parcel of land in Anderson County. This property\r\nwas conveyed to Advocates on November 2, 1988. Fifteen months later, Advocates\r\nconveyed this property to Robert Peeler for $5.00. Allegedly, there was an additional oral\r\nagreement under which Peeler supplied Louise, Robert, Jr., and Rosemary with cars from\r\na company he owned, Carolina Leasing, and paid off a $50,000 note owed to Meredith's\r\nmother, Mary Thomas. Further, if the property was successfully developed, Peeler was to\r\npay an additional $50,000. Peeler mortgaged the property for $168,000 immediately after\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 There is also the additional problem of conveying a house titled in a deceased person's\r\nname without the house passing through probate.\r\n\r\n\r\n 3 Other jurisdictions have also addressed situations involving similar misconduct and\r\n fraudulent conveyances. Florida Bar v. Scott, 566 So.2d 765 (Fla. 1990)(attorney who\r\n concealed property for a friend to avoid creditors committed misconduct); In the matter of\r\n Breen, 113 N.J. 522, 552 A.2d 105 (1989) (attorney who fraudulently prepared four\r\n mortgages against his residence and transferred title to a friend to defraud creditor was\r\n disbarred); In the matter of De Pamphilis, 30 N.J. 470, 153 A.2d 680 (1959) (attorney\r\n received public reprimand for recommending transfers to defraud creditors); In re Hockett,\r\n supra (attorney who handled divorce proceeding so as to preclude creditors of husband of\r\n obtaining assets through fraudulent conveyances was suspended).\r\n\r\n\r\n\r\n\r\n\r\n\r\np19\r\n\r\n\r\nIN THE MATTER OF KENYON AND LUSK \r\n\r\n\r\n\r\n\r\n\r\nthe transfer. No additional money was paid for the property and Peeler eventually filed\r\nfor bankruptcy.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Again, respondents did not inform Louise of the potential conflicts of\r\ninterest. Further, Kenyon testified that although the property was not tied to Meredith, he\r\nthought there was a serious question about whether the property could be seized because\r\nthe money used to purchase the property could be tied to Meredith and his drug activities.\r\n\r\n\r\n\r\n\r\n\r\n\r\n C) 42 Harborgate Condo\r\n\r\n\r\n Several months prior to Meredith's death, Louise entered into an agreement\r\nwith Perpetual Federal Savings to buy a condominium at 42 Harborgate with a purchase\r\nprice of $83,500. Louise put $5,000 down and made payments. After Meredith died,\r\nLouise transferred her rights to purchase the condo to Advocates. Advocates then paid\r\noff the balance on the contract, $21,000, and obtained a $60,000 mortgage on the condo.\r\nRespondent Kenyon testified he considered this money to be his and used it for \"business\r\npurposes.\" Louise has since remarried and is no longer living in the condo. She is\r\ncurrently renting the condo to someone for $ 1,000 per month. Again, respondents did not\r\ninform Louise of any potential conflicts and the conveyance was an attempt to avoid\r\ncreditors.\r\n\r\n\r\n\r\n\r\n\r\n\r\n D) 2/9th Interest in Inherited Property\r\n\r\n\r\n In August 1988, Meredith allegedly agreed to sell his 2/9th interest in\r\nproperty he inherited from his father to Floyd Brown. This interest was worth\r\n$59,625.34. This property previously had been levied by the federal government.\r\nRespondent Kenyon testified that the levy was released when Floyd Brown paid the IRS\r\nto release the levy.4 Allegedly Meredith and Brown entered into a contract whereby\r\nBrown was to buy the property for $12,500 several months prior to Meredith's death.\r\nHowever, respondents contend the deed was never recorded showing the transfer of the\r\nproperty. After Meredith's death, Louise, as the administrator of Meredith's estate,\r\nconveyed the deed for this property to Brown. No money was exchanged.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent Kenyon testified he had prepared the original deed transferring\r\nthe property from Meredith to Brown but that he was unable to locate a copy of the deed\r\nand did not know why the original was not filed. Kenyon testified he thought under S.C.\r\nCode Ann.  62-3-715(3)(Supp. 1996) Louise, as administrator, had the authority to\r\nconvey the deed. We need not address whether Louise could transfer the property under\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Meredith could not pay for the release of the levy directly because of the amount he owed\r\nthe government - any funds he attempted to use to do such would also be levied against.\r\n\r\n\r\np20\r\n\r\n\r\nIN THE MATTER OF KENYON AND LUSK \r\n\r\n\r\n\r\n\r\n\r\nthis section, since the property should have been allowed to properly pass through the\r\nprobate court. Kenyon admitted he did not inform the probate court about this\r\ntransaction.\r\n\r\n\r\n\r\n\r\n\r\n\r\n 2) Probate court\r\n\r\n\r\n Respondents filed forms with the probate court to have Louise appointed as\r\nadministrator so that the 2/9ths interest property discussed above could be conveyed. The\r\nprobate court repeatedly contacted respondents about filing further documents with the\r\ncourt. After asking for an extension, respondents ignored the probate court's requests and\r\nthe probate court eventually closed the estate pursuant to its Rule 4 for defunct cases.\r\nRespondents contend there was nothing to file because the estate did not generate any\r\nincome.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondents take inconsistent views towards the ownership of the above\r\n property and transfers. On one hand they claim Meredith did not own any property and,\r\n therefore, they did nothing wrong by not listing any assets with the probate court. On the\r\n other hand, they claim they had the family take the actions they did (i.e. convey the\r\n property to corporations owned or controlled by respondents) to protect the property\r\n because of Meredith's drug activities and other financial problems which could result in\r\n forfeiture or seizure of the property. Obviously, respondents were aware that the\r\n properties may have ultimately been found to be Meredith's and subject to these other\r\n claims.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondents allege none of their clients were injured in any way and, in\r\nfact, were better off financially because the creditors and other lienholders were\r\nprevented from seizing all of the property. Granted respondents' clients overall may be in\r\nbetter financial positions, but Meredith's or Louise's creditors might have been paid had\r\nrespondents allowed the property to be disposed of properly. While some of the property\r\nmay have ended up in the right hands, it was not for respondents to circumvent the\r\nproper channels and make these determinations themselves. In conclusion, such conduct\r\nis unquestionably unethical and unprofessional, despite the fact it may be thought to serve\r\nthe client and no one may be actually injured.\r\n\r\n\r\n\r\n\r\n\r\n\r\n 3) Co-mingling of funds\r\n\r\n\r\n Rosemary and Robert, Jr., received checks from both respondent's escrow\r\naccount and several other accounts over the years. Respondent Kenyon testified he wrote\r\nthe checks from the escrow account out of fees he was owed. He testified he wrote the\r\nchecks directly out of the escrow account to avoid having to withdraw the fees and place\r\nit in the firm's operating account and then write the children checks. Several checks were\r\n\r\n\r\n\r\n\r\n\r\n\r\np21\r\n\r\n\r\nIN THE MATTER OF KENYON AND LUSK \r\n\r\n\r\n\r\n\r\n\r\n written out of other client accounts such as K.W. Intemational and the Advocates\r\n account. Respondents again contend this was because there were fees in these accounts\r\n which had not been withdrawn. They further claim K.W. Intemational was aware of\r\n these disbursements. There were no documents backing up theses contentions. In fact,\r\n Kenyon testified he had not fully determined what amount he was owed from K.W. but\r\n \"there was an amount I was owed.\" We have made it abundantly clear that an attorney is\r\n charged with a special responsibility in maintaining and preserving the integrity of trust\r\n funds. See Matter of Amick, 288 S.C. 486, 343 S.E.2d 623 (1986); Matter of James, 289\r\n S.C. 4, 344 S.E. 2d 378 (1986).\r\n\r\n\r\n\r\n\r\n\r\n\r\n We find respondents violated: DR7-102(A)(5) for failing to disclose facts to\r\nprobate court; Rule 3.3 (a)(2) for failing to respond to communications from the probate\r\ncourt and failing to reveal assets; DR 1 - 102(4) and Rule 1.2(d) for assisting a client to\r\nengage in criminal or fraudulent conduct; Rule 1.2 (e) for failing to consult with clients\r\nabout the limitations the rules of professional conduct place on lawyers; DR7-102(B)(1)\r\nfailing to require clients rectify a fraud or revealing the fraud; DR5-105 for failing to\r\ninform and receive consent about conflict of interests; and Rule 1.7 (a) for representing a\r\nclient when the client's representation is limited by conflicts with other clients or the\r\nattorney's own interest.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent Kenyon admitted at the hearing that he was more culpable than\r\nrespondent Lusk for the misconduct committed in the handling of these transactions. We\r\nagree and accordingly find the misconduct of respondent Lusk warrants a public\r\nreprimand. The misconduct of respondent Kenyon warrants an indefinite suspension.\r\nRespondent Kenyon shall file an affidavit with the Clerk of Court within fifteen days of\r\nthe date of the filing of this opinion in compliance with Paragraph 30 of Rule 413,\r\nSCACR.\r\n\r\n\r\n\r\n\r\np22\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24693","title":"In the Matter of Terry A. Trexler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24693","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nDavis Adv. Sh. No. 27\r\n  S.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Terry A. Trexler, Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24693\r\nHeard August 18, 1997 - Filed September 22, 1997\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n\r\n\r\nJohn C. Land, III, of Land, Parker &amp; Reaves, P.A., of Manning, for\r\nRespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCharles Molony Condon, Attomey General, and James G. Bogle, Jr., Senior\r\nAssistant Attomey General, both of Columbia, for Complainant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: In this disciplinary matter, two complaints have been filed against\r\nTerry A. Trexler (\"Attorney\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n Borden Matter\r\n\r\n\r\n In May 1994, Attorney was representing Tammy Finkbeiner against Kelly\r\nTimmons. Finkbeiner's case was called by the family court on May 31, 1994 at 2:45 p.m.\r\nAt the hearing, the court inquired whether the defendant Kelly Timmons had been served.\r\nAttorney submitted an affidavit of personal service, signed by a process server, stating the\r\npleadings had been left with Angela Timmons at 4460 Nazarene Church Rd., Sumter,\r\nS.C. The affidavit was notarized by Attorney. The hearing was adjourned after the court\r\nfound that service of process was insufficient (because there had been no indication that\r\nAngela Timmons was a person of discretion residing at 4460 Nazarene Church Rd.).\r\n\r\n\r\n\r\n\r\n\r\n\r\n At 3:00 p.m. on the same day, the family court case of Shirl Ann Borden v.\r\nRaymond Borden, Jr. was called. Attomey represented the plaintiff. The affidavit of\r\n\r\n\r\n\r\n\r\n\r\n\r\np23\r\n\r\n\r\nIN THE MATTER OF TREXLER \r\n\r\n\r\n\r\n\r\n\r\npersonal service had stated that the pleadings had been left with Evelyn B. Garrett at 1831\r\nPinewood Rd., Sumter, S.C. Attorney was the notary on the affidavit. During the break\r\nbetween the two hearings, Attorney had added to the affidavit, \"Mr. Raymond Borden, Jr.\r\nresides with Evelyn B. Garrett at this address.\" At the second hearing, the court asked\r\nAttorney whether he had just added these words to the affidavit, to which Attorney\r\nresponded that he had. The court refused to hear the matter.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Before the Panel, Attorney testified that between the hearings he had gone outside\r\nthe courtroom where the process-server was standing. There, he added to the notarized\r\naffidavit, with the process-server's permission, the words \"Mr. Raymond Borden, Jr.\r\nresides with Evelyn B. Garrett at this address.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n The complaint filed against Attomey alleged that he had committed misconduct in\r\nviolating the Rules of Professional Conduct, Rule 407, SCACR, specifically Rule 3.3 and\r\nRule 8.4. In his answer, Attomey admitted the allegations against him, but denied that his\r\nactions constituted misconduct. The Panel concluded that the misconduct charged in the\r\ncomplaint had been proved by clear and convincing evidence. It specifically found that\r\nAttomey had violated Rule 3.3 (a lawyer shall not knowingly make a false statement of\r\nmaterial fact or law to a tribunal); and Rule 8.4 (it is unprofessional misconduct for a\r\nlawyer to engage in conduct that is prejudicial to the administration of justice).\r\n\r\n\r\n\r\n\r\n\r\n\r\n Harvey Matter\r\n\r\n\r\n Attorney represented Eleanor Harvey in an action to recover damages from a\r\nconstruction company that had performed work on Harvey's residence. The case was set\r\nto be heard before a Master in Equity on March 3, 1994, at 10:00 a.m. Attorney failed to\r\nappear for the hearing, and the action was dismissed under former Rule 40(c)(3), SCRCP.\r\nAttorney had called the Master's office before the scheduled hearing, but had not left\r\nany message with the answering service.\r\n\r\n\r\n\r\n\r\n\r\n\r\n There is no indication that Attorney requested a rehearing, moved to restore, or\r\nappealed the dismissal. Attorney did not inforrn Harvey that he had missed the hearing or\r\nthat the matter had been dismissed, but told her that the Master had decided the case was\r\nfrivolous and should be settled out of court. On July 25, 1994, Attorney refiled the same\r\naction. The matter was dismissed in December 1994 on the basis of the running of the\r\nstatute of limitations. Attorney did not inform Harvey of the dismissal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Some time later, Harvey called Attorney to ask about the status of her case. He\r\nindicated that he was still waiting for the court. Unexpectedly, a few weeks later, Harvey\r\nreceived a settlement offer of $ 10,000.00 from Attorney. In her testimony before the\r\nPanel, in response to the question whether the $10,000.00 had made her whole, Harvey\r\n\r\n\r\n\r\n\r\n\r\n\r\np24\r\n\r\n\r\nIN THE MATTER OF TREXLER \r\n\r\n\r\n\r\n\r\n\r\nstated, \"I accepted that.\" She signed a release. As a result of the second action that\r\nAttorney filed, the defendants filed a counterclaim against Harvey. Attorney paid\r\n$2000.00 out of his own funds to settle this counterclaim. \r\n\r\n\r\n\r\n\r\n\r\n\r\n The complaint alleged that Attorney violated Rules 1.1, 1.3, and 1.4 of Rule 407,\r\nSCACR. As to the Harvey matter, Attorney fully admitted the allegations of professional\r\nmisconduct against him. The Panel concluded that all three Rules had been violated:\r\nRule 1.1 (a lawyer shall provide competent representation to a client); Rule 1.3 (a lawyer\r\nshall act with reasonable, diligence and promptness in representing a client); and Rule 1.4\r\n(a lawyer shall keep a client reasonably informed about the status of a matter and\r\npromptly comply with reasonable requests for information).\r\n\r\n\r\n\r\n\r\n\r\n\r\n Thomason Matter\r\n\r\n\r\n Attorney represented Henry Thomason and Eugene Makovitch in an action that\r\nhad been brought against them. The plaintiff had been attacked by several dogs.\r\nThomason and Makovitch each owned a dog involved in the attack. Attorney was\r\nretained first by Thomason, and then by Makovitch. Thomason testified that Attorney did\r\nnot discuss the potential for a conflict of interest as a result of Attorney's joint\r\nrepresentation of Thomason and Makovitch.\r\n\r\n\r\n\r\n\r\n\r\n\r\n He advised both of them that they would be liable. A settlement was negotiated,\r\nand both Thomason and Makovitch signed a confession of judgment for $20,000.00.\r\nAfter supplemental proceedings on the judgment were instituted, Makovitch settled for\r\n$3,000.00 and a tract of land.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In the complaint against Attorney, it was alleged that he violated Rule 1.7(a),\r\nwhich prohibits representation of clients where the interest of one client would be directly\r\nadverse to the interest of another. Attorney fully admitted the allegations of professional\r\nmisconduct against him. The Panel found that Rule 1.7 was violated; however, the result\r\nreached by Attorney was good for both parties. It concluded that the interests of the\r\nclients were not actually harmed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Sanction\r\n\r\n\r\n The Panel recommended a sanction of public reprimand. The Interim Review\r\nCommittee adopted the Panel's findings of fact and conclusions of law, but disagreed with\r\nthe recommended sanction. By a vote of 3 to 2, the Committee recommended Attorney\r\nbe suspended for ninety days. Two members of the Committee voted for a seven month\r\nsuspension. We agree with the conclusion of the Panel and impose a public reprimand.\r\n\r\n\r\n\r\n\r\n\r\n\r\np25\r\n\r\n\r\nIN THE MATTER OF TREXLER \r\n\r\n\r\n\r\n\r\n\r\n In relation to the Borden matter, Attorney testified, and the process-server\r\nconfirmed, that Attorney added the words to the affidavit in the process-server's presence\r\nand with his permission. This evidence was uncontradicted. Moreover, at the hearing,\r\nwhen the court asked Attorney if he had added the words to the affidavit, Attorney\r\ntruthfully responded that he had. Thus, we do not see how Attorney has made a false\r\nstatement to a tribunal. This is in contrast to other cases where sanctions have been\r\nimposed upon attomeys for submitting affidavits that were false in substance or in the\r\nformalities of signing. See In re Jack Francis McGuinn, 272 S.C. 366, 252 S.E.2d 122\r\n(I 979)(attorney publicly reprimanded where he signed his secretary's signature as notary\r\npublic on two affidavits submitted to a court); In re John E. Bishop, 263 S.C. 289, 210\r\nS.E.2d 235 (1974)(attorney publicly reprimanded where he submitted an affidavit that\r\nwas false in certain material particulars). Hence, we do not find misconduct as to the\r\nBorden matter and dismiss this complaint.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In connection with the Harvey matter, the following cases are somewhat\r\nanalogous:\r\n\r\n\r\n\r\n\r\n\r\n\r\n In In re Randall Edward Palmer, 289 S.C. 264, 346 S.E.2d 23 (1986), the attorney\r\nmisrepresented to a client on a number of occasions that her case was proceeding and that\r\nhe had finally settled the matter for $30,000.00. The client incurred major expenses in\r\nreliance on attorney's representation that he had received the settlement check. When she\r\ndid not receive the proceeds, she hired another attorney who discovered that no lawsuit\r\nhad ever been filed and that the statute of limitations had run on the matter. We disbarred\r\nPalmer for this and other misconduct. In In re Gary Michael Wood, 278 S.C. 431, 298\r\nS.E.2d 89 (1982), the Court indefinitely suspended an attorney who had failed to file a\r\nverified claim in a personal injury action against a governmental agency, leading to the\r\nclaim being dismissed. The client's signature verifying the complaint, notarized by the\r\nattorney, was a forgery. Additionally, in another matter, the attorney had altered a deed\r\nso that the mortgage would no longer secure the debt; he took advantage of this in a\r\nsubsequent foreclosure action.\r\n\r\n\r\n\r\n\r\n\r\n\r\n An eighteen month suspension was imposed in In re M.M. Weinberg, III, 317 S.C.\r\n300, 454 S.E.2d 316 (1995). The attorney's misconduct occurred in the course of a\r\nnumber of matters in which he failed to bring a lawsuit or failed to serve a requested\r\nnotice of appeal. He misrepresented to clients that he had instituted an action or appeal\r\non their behalf or settled the case when he had not. In In re Alan Joel Davis, 276 S.C.\r\n532, 280 S.E.2d 644 (1981), the attorney represented to at least five different clients that\r\nhe had brought actions on their behalf when, in fact, he had never filed suit. These\r\nmisrepresentations caused extensive delays, up to four years. In two other instances, he\r\nfailed to act, causing a delay in one case of 8  years. Three justices on the Court voted\r\nto publicly reprimand Davis.\r\n\r\n\r\n\r\n\r\n\r\n\r\np26\r\n\r\n\r\nIN THE MATTER OF TREXLER \r\n\r\n\r\n\r\n\r\n\r\n These cases obviously illustrate the wide range of sanctions the Court has imposed\r\nfor conduct of this nature. Although Attorney's misconduct is very serious, it appears less\r\nreprehensible than those forming the basis of the sanctions in Palmer, Wood, Weinberg,\r\nand Davis. To his credit, Attorney did out of his own pocket offer to Harvey $ 10,000.00,\r\nan amount which she found acceptable; additionally, he settled the counterclaim at no\r\ncost to her.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In relation to the Thomason matter, In re Anonymous Member of the S.C. Bar, 315\r\nS.C. 141, 432 S.E.2d 467 (1993) is relevant. In that case, we dismissed the action where\r\nthe attorney undertook to represent clients with adverse interests, but where the conflict of\r\ninterest issues were explained to one client, and the other client dismissed the attorney\r\nbefore the attorney had an opportunity to advise him of the conflict.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In the present case, there could have existed a conflict of interest1 between\r\nAttorney's two clients, given that both had dogs in the attack. The proper course would\r\nhave been for Attorney to have secured the clients' consent before jointly representing\r\nthem. It does not appear, however, that the clients were prejudiced as a result of the joint\r\nrepresentation, as favorable settlements were ultimately secured for both.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In sum, we conclude that an appropriate sanction in this case is a public reprimand.\r\nAlthough we are very concemed by Attorney's actions, we take into account the factors of\r\nhis complete admission, his inexperience, and the lack of prejudice to his clients.\r\nAttorney fully admitted the charges against him. Moreover, these incidents occurred at\r\nthe very start of Attorney's career when he immediately began, out of law school, a solo\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Rule 1.7 provides:\r\n (a) A lawyer shall not represent a client if the representation of that client\r\n will be directly adverse to another client, unless:\r\n (1) The lawyer reasonably believe[s] the representation will not\r\n adversely affect the relationship with the other client; and\r\n (2) Each client consents after consultation.\r\n (b) A lawyer shall not represent a client if the representation of that client\r\n may be materially limited by the lawyer's responsibilities to another client.\r\n . . .\r\n\r\n\r\n\r\n\r\nThe Comments to this Rule declare that paragraph (a) prohibits \"representation of\r\nopposing parties in litigation\"; whereas, paragraph (b) governs \"[s]imultaneous\r\nrepresentation of parties whose interests in litigation may conflict, such as coplaintiffs or\r\ncodefendants.\" It would appear that Attorney's misconduct in the present case would fall\r\nunder (b); however, the complaint against him alleges violation of (a). Nevertheless,\r\nAttorney has admitted the allegations against him.\r\n\r\n\r\n\r\n\r\n\r\n\r\np27\r\n\r\n\r\nIN THE MATTER OF TREXLER \r\n\r\n\r\n\r\n\r\n\r\nprivate practice. Additionally, we observe that the clients in these matters were not\r\nharmed by Attorney's misconduct.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAccordingly, Terry A. Trexler is hereby publicly reprimanded.\r\n\r\n\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n\r\n\r\np28\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24694","title":"Ross v. Medical University of South Carolina, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24694","description":"","date":"1997-09-22","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 27\r\n  S.E. 2d\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPaul Ross, M.D., Appellant,\r\n\r\n\r\nv.\r\n\r\n\r\nMedical University of\r\nSouth Carolina, James B.\r\nEdwards, W. Marcus\r\nNewberry, Stanley, C.\r\nBaker, Jr., Thomas C.\r\nRoland, M.D., Melvyn\r\nBerlinsky, Wm. Bruce\r\nEzell, Jr., M.D., Cotesworth\r\nP. Fishbume, Jr., D.D.S.,\r\nHerbert C. Granger, Charles\r\nB. Hanna, M.D., Robert C.\r\nLake, Jr., E. Conyers\r\nO'Bryan, Jr.. M.D., Claudia\r\nW. Peeples, Harrison L.\r\nPeeples, M.D.. Philip D.\r\nSasser and Alan E. Stalvey, Respondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Charleston County\r\nWilliam L. Howard, Sr., Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24694\r\nHeard May 7, 1997 - Filed September 22, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n\r\n\r\n\r\nEllis I. Kahn and Justin S. Kahn of Kahn Law, Firm, of\r\nCharleston, for appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nRichard S. Rosen. Morris D. Rosen, and Alex B. Cash. of\r\nRosen. Rosen &amp; Hagood. and Joseph C. Good, Jr.. of\r\nCharleston, for respondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\np29\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nBurnett, A.J.: Appellant Paul Ross, M.D., seeks judicial review under\r\nthe Administrative Procedures Act (the APA)1 of the termination of his tenured\r\nposition by Respondent Medical University of South Carolina (MUSC). Dr. Ross\r\ncontends multiple and overlapping errors at all levels in the process of his termination\r\nresulted in denial of his procedural due process rights in violation of the United States\r\nand South Carolina Constitutions.2 The circuit court affirmed the termination. We\r\naffirm as modified.\r\n\r\n\r\n\r\n\r\n\r\n\r\nPROCEDURAL HISTORY\r\n\r\n\r\n\r\n\r\n\r\n\r\nDr. Ross was a tenured professor at MUSC. In 1989, his employment\r\nwas terminated by James Edwards, President of MUSC. Pursuant to the procedures set\r\nforth in the MUSC faculty handbook, Dr. Ross requested and received a hearing before\r\na Faculty Hearing Committee (Committee). The Committee recommended Dr. Ross'\r\ntermination be upheld. In accordance with the handbook procedures, the Vice-\r\nPresident for Academic Affairs, Marcus Newberry, reviewed the Committee's\r\nrecommendation and rationale and concurred in the termination. Thereafter, the Board\r\nof Trustees (the Board) granted review and, after hearing argument from counsel for\r\nboth Dr. Ross and MUSC, unanimously voted to uphold Dr. Ross' termination.3 After\r\ntaking additional evidence, the circuit court concluded, inter alia, Dr. Ross' termination\r\nwas supported by substantial evidence and his due process rights were not violated.\r\n\r\n\r\nEVIDENCE BEFORE COMMITTEE\r\n\r\n\r\nThe following evidence was presented during the seven-day hearing\r\nbefore the Committee in September 1989. In 1975, Dr. Ross was hired by MUSC as a\r\ntenured professor and the Chairman of the Department of Radiology (the Department).\r\nLike other faculty, Dr. Ross' income was comprised of a base salary, supplemented by\r\nfunds distributed from a professional fee account. Funds for the professional fee\r\naccount were generated by clinical work performed by the Department faculty.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 S.C. Code Ann.  1-23-310 to -400 (1986). \r\n\r\n2 U.S. Const. amend. XIV,  1; S.C. Const. art. I,  3.\r\n\r\n\r\n3 After receiving notification the Board concurred with the Committee's\r\nrecommendation, Dr. Ross filed an action in circuit court alleging due process\r\nviolations, breach of contract, accord and satisfaction, defamation, and seeking judicial\r\nreview under the APA. MUSC removed the action to federal court. The federal court\r\nremanded Dr. Ross' petition for judicial review under the APA to the circuit court and\r\nheld the remaining causes of action in abeyance.\r\n\r\n\r\n\r\n\r\n\r\n\r\np30\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nThe Department received funding directly from MUSC and from the\r\nprofessional fee account. As Chairman, Dr. Ross had authority to distribute the\r\nDepartment's funds for Departmental salaries, research, and expenses as he saw fit.\r\nDr. Ross agreed he was accountable for the distribution. MUSC administration agreed\r\nDepartment faculty would not be informed of Dr. Ross' income.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn 1982, Dr. Ross' net income was $392,702. The Acting Dean of the\r\nSchool of Medicine advised Dr. Ross he was concerned about the level of the doctor's\r\nincome. Over the next few years, Dr. Ross' income increased to $662,556. In 1985,\r\nthe Vice-President for Academic Affairs warned Dr. Ross about his high income. At\r\ntimes, MUSC reduced the direct funding for the Department to force Dr. Ross to\r\nallocate more of the professional fees for Departmental purposes, rather than to his\r\npersonal income.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn 1986, the Dean of the School of Medicine notified Dr. Ross his total\r\nincome could not exceed the 80th percentile of income for radiology professors as\r\nreported by the Association of American Medical Colleges times 1.2%. The Dean\r\ninstructed Dr. Ross to resign as Chairman of the Department. Dr. Ross submitted his\r\nresignation in mid-1988 and then went on sabbatical. His resignation as Chairman was\r\neffective on February 1, 1989. Between 1980 and 1988, Dr. Ross allocated to himself\r\nover $2,000,000 more than the average medical school department chairman.\r\n\r\n\r\n\r\n\r\n\r\n\r\nShortly after Dr. Ross' resignation as Chairman, the Department faculty\r\nmet with Vice-President Newberry and expressed concern over the direction of the\r\nDepartment. The faculty informed Vice-President Newberry it had discovered the level\r\nof income Dr. Ross had distributed to himself from funds generated by the Department\r\nas a whole. The faculty was upset because Dr. Ross had maintained MUSC\r\nadministration had denied the Department adequate funding for their academic\r\nendeavors and because he had allocated available funds to his personal income.\r\n\r\n\r\n\r\n\r\n\r\n\r\nVice-President Newberry spoke with Dr. Ross about his income and the\r\nfaculty's concerns on at least three occasions between February 9 and the end of March\r\n1989. At these meetings, Vice-President Newberry informed Dr. Ross Department\r\nfaculty members were demoralized by his presence and preferred he leave MUSC.\r\n\r\n\r\n\r\n\r\n\r\n\r\nBy letter dated and personally delivered to Dr. Ross on March 29, 1989,\r\nVice-President Newberry notified Dr. Ross of complaints he had received and charged\r\nhe had:\r\n\r\n\r\n\r\n\r\n\r\n\r\nrepeatedly violated Article X, III (B) of the [MUSC] handbook by\r\nconduct seriously prejudicial to [MUSC] through infractions of commonly\r\naccepted standards of behavior in academic and professional\r\ncommunities. Specifically, it is alleged that you misused your position as\r\n\r\n\r\n\r\n\r\n\r\n\r\np31\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nDepartment Chairman for personal gain by unfairly compensating\r\nyourself in relationship to your actual contributions to the department's\r\nearnings. You knowingly allocated [professional account] monies in such\r\na manner as to unfairly penalize your departmental employees while\r\nknowingly raising your level of compensation to a point far exceeding\r\nthat of any M.D. at [MUSC] and exceeding nationally accepted levels.\r\nThese actions continued even after warnings from the administration.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis letter concluded by stating Vice-President Newberry would appoint a peer review\r\ncommittee to investigate these allegations. Vice-President Newberry testified he tried\r\nto resolve the matter with Dr. Ross by offering him the option of resigning in lieu of\r\nappointing a peer review committee.\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn April 5, 1989, Dr. Ross met with Vice-President Newberry; he\r\nrefused to resign. Thereafter, Vice-President Newberry discussed the situation with the\r\nGeneral Counsel for MUSC. The two reviewed the MUSC faculty handbook and\r\ndetermined, rather than appointing a peer review committee, the matter should be\r\nbrought to President Edwards' attention.\r\n\r\n\r\n\r\n\r\n\r\n\r\nPresident Edwards testified he independently investigated Dr. Ross'\r\nconduct. By letter dated April 13, 1989, President Edwards notified Dr. Ross he was\r\nguilty of conduct seriously prejudicial to MUSC and terminated his employment. In\r\nresponse to a letter from Dr. Ross' counsel, President Edwards wrote Dr. Ross on April\r\n20, 1989, delineating the particular charges of misconduct.\r\n\r\n\r\n\r\n\r\n\r\n\r\nOther testimony before the Committee indicated faculty members\r\nrecruited by Dr. Ross were paid less than radiologists in the 50th percentile of the\r\nAssociation of American Medical Colleges. Faculty members left the Department\r\nbecause of lack of money. In 1987, Dr. Ross told a faculty member there were no\r\nadditional funds for raises and his (Dr. Ross') own salary was directly controlled by the\r\nDean.\r\n\r\n\r\n\r\n\r\n\r\n\r\nA faculty member testified Dr. Ross performed clinical work one-half to\r\none day per week and read scans approximately one to one and one-half hours per day.\r\nHe explained, at that rate, it was impossible for Dr. Ross to have generated the income\r\nhe collected as professional fees. Nonetheless, Dr. Ross had the highest income at\r\nMUSC.\r\n\r\n\r\n\r\n\r\nPresident Edwards testified Dr. Ross' conduct irreparably damaged\r\nMUSC and resulted in MUSC losing $500,000 in known donations. Various witnesses\r\ntestified Dr. Ross' conduct significantly deviated from standard practice in academic\r\nadministration, was improper, was unethical, and was seriously prejudicial to MUSC.\r\n\r\n\r\n\r\n\r\np32\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. Did the circuit court err by concluding the APA did not apply to the\r\ngrievance procedure at MUSC?\r\n\r\n\r\nA. Did Dr. Ross receive notice as required by the APA?\r\n\r\n\r\nB. Was Dr. Ross improperly prohibited from taking discovery\r\nunder the APA?\r\n\r\n\r\nC. Do the Board's findings of fact and conclusions of law comply\r\nwith the APA?\r\n\r\n\r\n\r\n\r\nII. Did the circuit court err by concluding Dr. Ross' due process rights\r\nwere not violated because he was afforded an adequate pretermination\r\nhearing?\r\n\r\n\r\nIII. Did MUSC violate South Carolina Constitution article I,  22?\r\n\r\n\r\nIV. Did the circuit court err by concluding Dr. Ross was required\r\nto establish he was prejudiced by certain ex parte communications\r\nbetween employees of MUSC?\r\n\r\n\r\n\r\n\r\nV. Did the circuit court err by issuing its own findings of fact and\r\nconclusions of law?\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Applicability of APA to Grievance Proceedings\r\n\r\n\r\nWhile his petition for judicial review was pending, Dr. Ross served\r\ndiscovery on MUSC. MUSC refused to respond and was held in contempt. On appeal\r\nof the contempt order, this Court determined, pursuant to provisions in the APA, the\r\ncircuit court, sitting as the reviewing court, had the discretion to order discovery and to\r\nadmit extrinsic evidence concerning alleged irregularity in the agency proceeding.4 In\r\naddition, the Court concluded ex parte communications between MUSC's General\r\nCounsel and Vice-President Newberry violated provisions of the APA.\r\nAccordingly, the Court affirmed the circuit court's jurisdiction to order discovery and\r\nremanded the matter for further proceedings under the APA. Ross v. Medical\r\nUniversity of South Carolina, 317 S.C. 377, 453 S.E.2d 880 (1994)(Ross I).\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Section 1-23-380(f) provides for discovery on review of an action under the APA\r\nwhere there are alleged procedural irregularities which do not appear in the record.\r\n\r\n\r\n\r\n\r\n\r\n\r\np33\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\nDr. Ross contends the circuit court was bound by Ross I as the law of\r\nthe case and, therefore, erred by concluding the APA did not apply to MUSC's\r\n.grievance proceedings. We agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe doctrine of the law of the case prohibits issues which have been\r\ndecided in a prior appeal from being relitigated in the trial court in the same case. 5\r\nAm.Jur.2d Appellate Review  605 (1995). The law of the case applies both to those\r\nissues explicitly decided and to those issues which were necessarily decided in the\r\nformer case. Nelson v. Charleston &amp; Westem Carolina Railway Co., 231 S.C. 351,\r\n357, 98 S.E.2d 798, 800 (1957)(where Court granted a new trial in first appeal for\r\nerrors in the charge, it logically determined trial court had not erred in refusing\r\ndefendant's motion for a directed verdict \"for if there had been error in this respect it\r\nwould have been unnecessary to consider any other questions\");5  see also Warren v.\r\nRaymond, 17 S.C. 163 (1882)(all points decided by the Court on appeal, or necessarily\r\ninvolved in what was decided, are res judicata and cannot be considered again in the\r\ncause).\r\n\r\n\r\nIn Ross I, the Court specifically determined the lower court had\r\ndiscretion under provisions of the APA to order discovery concerning alleged\r\nirregularities in the grievance proceedings at MUSC and, during the grievance process,\r\nMUSC's General Counsel and Vice-President had violated provisions of the APA\r\nprohibiting ex parte communication. In arriving at these conclusions, the Court\r\nnecessarily decided the APA was applicable to MUSC's grievance proceedings. The\r\nlower court was bound by this decision as the law of the case. Accordingly, the lower\r\ncourt erred by concluding the APA did not apply to the grievance proceedings before\r\nMUSC.\r\n\r\n\r\n\r\n\r\nA. Notice under the APA\r\n\r\n\r\nTwo months prior to the hearing, Dr. Ross requested the Committee order\r\nMUSC to provide more specific information regarding the charges against him. The\r\nCommittee denied this request. Dr. Ross contends the Committee's failure to grant his\r\nmotion violated the notice provision of  1-23-320(b)(4). We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSection 1-23-320(a) requires all parties to be afforded an opportunity for\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 21 C.J.S. Courts  143 (1990)(\"[a]n adjudication on any point within the issues\r\npresented by the case cannot be considered a dictum, and this rule applies as to all\r\npertinent questions, although only incidentally involved, which are presented and\r\ndecided in the regular course of the consideration of the case, and lead up to the final\r\nconclusion, and to any statement in the opinion as to a matter on which the decision is\r\npredicated.\") (Emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\np34\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nhearing after notice. Notice includes: (1) a statement of the time, place, and nature of\r\nthe hearing; (2) a statement of the legal authority and jurisdiction under which the\r\nhearing, is to be held; (3) reference to the particular sections of the statutes and rules\r\ninvolved; and (4) a short and plain statement of the matters asserted.  1-23-320(b).\r\nSection 1-23-')20(b)(4) provides, \"[i]f the agency or other party is unable to state the\r\nmatters in detail at the time the notice is served, the initial notice may be limited to a\r\nstatement of the issues involved. Thereafter, upon application, a more definite and\r\ndetailed statement shall be furnished.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nMUSC provided Dr. Ross with notice of the matters asserted (the reasons\r\nfor his termination) in compliance with  1-23-320(b)(4). Vice-President Newberry's\r\nletter of March 29, 1989, stated the alleged misconduct and referred to the particular\r\nsections of the MUSC faculty handbook the conduct was alleged to have violated.\r\nPresident Edwards' letter of April 13, 1989, terminating,  Dr. Ross' employment also\r\nstated the nature of  Dr. Ross' misconduct and referred to specific sections in the faculty\r\nhandbook the conduct was alleged to have violated. Further, by letter of April 20,\r\n1989, President Edwards responded to Dr. Ross' request for a more detailed statement\r\nand provided detailed allegations of misconduct, the effect of the misconduct on\r\nMUSC, and statutory provisions the misconduct was alleged to have violated. Dr.\r\nRoss was fully and fairly apprised of the matters asserted in such time and manner so\r\nas to be able to meaningfully respond at the hearing. Accordingly, the Committee did\r\nnot err by denying Dr. Ross' request for more specific information regarding the\r\ncharges against him. We find no error.\r\n\r\n\r\n\r\n\r\nB. Discovery under the APA\r\n\r\n\r\n\r\n\r\nDr. Ross argues the Committee violated the APA by refusing to compel\r\nthe deposition of a representative from MUSC and refusing to subpoena television\r\nfootage covering his termination.\r\n\r\n\r\n\r\n\r\nUnder the APA, any party to a contested proceeding may depose\r\nwitnesses in accordance with the provisions which apply in civil actions.  1-23-\r\n320(c). In addition, the agency hearing the contested case has the power to issue\r\nsubpoenas for the attendance of witnesses and production of records.  1-23-320(d).\r\n\r\n\r\n\r\n\r\nAt the motion hearing, the Committee denied Dr. Ross' request for an\r\norder compelling the deposition of a representative of MUSC. The Committee also\r\ndenied Dr. Ross' request to subpoena television footage covering his termination.\r\n\r\n\r\n\r\n\r\nWhile the Committee had the authority to compel the requested\r\ndeposition and subpoena the requested television footage, we conclude Dr. Ross' rights\r\nwere not substantially prejudiced by the Committee's denial of these requests. Dr.\r\nRoss took full advantage of the opportunity to cross-examine the witnesses presented\r\n\r\n\r\n\r\n\r\n\r\n\r\np35\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\non behalf of MUSC. He has not established his inability to depose a representative of\r\nMUSC or gain access to television footage substantially hindered his ability to respond\r\nto the charges against him. Accordingly, Dr. Ross was not prejudiced by the\r\nCommittee's denial of these motions. Section 1-23-380(g)(on appeal under the APA,\r\nthe reviewing court may reverse the decision if substantial rights of the appellant have\r\nbeen prejudiced because the administrative findings are in violation of statutory\r\nprovisions).\r\n\r\n\r\n\r\n\r\n\r\n\r\nC. The Board's Findings of Fact &amp; Conclusions of Law\r\n\r\n\r\nDr. Ross asserts the Board, the final decisionmaker in MUSC's grievance\r\nprocedure, failed to issue adequate findings of fact and conclusions of law as required\r\nby the APA. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSection 1-23-350 provides: \"[a] final decision or order adverse to a\r\nparty in a contested case shall be in writing or stated in the record. A final decision\r\nshall include findings of fact and conclusions of law, separately stated.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Board issued a letter stating, \"[a]fter fully reviewing the complete\r\nrecord of the [Committee] proceedings, after oral arguments before the Board by\r\ncounsel, and after due deliberation, [the Board] voted unanimously to uphold the\r\ntermination of [Dr. Ross].\" The lower court concluded the Board adopted the\r\nCommittee's findings of fact and conclusions of law.6 \r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find no error as a result of the Board's failure to issue its own\r\nfindings of fact and conclusions of law. Since the Board agreed with the\r\nrecommendation of the Committee, it was unnecessary for the Board to restate the\r\nanalysis and conclusion in its own order. Moreover, Dr. Ross has not established any\r\nprejudice from failure of the Board to draft its own findings of fact and conclusions of\r\nlaw. Section 1-23-380(g)(on appeal under the APA, the reviewing court may reverse\r\nthe decision if substantial rights of the appellant have been prejudiced because the\r\nadministrative findings are in violation of statutory provisions).\r\n\r\n\r\n\r\n\r\n\r\n\r\n6 Dr. Ross does not seriously contest the adequacy of the Committee's findings of\r\nfact and conclusions of law. To the extent he does, however, challenge the\r\nCommittee's order, we conclude the reasons supporting the Committee's decision are\r\nclearly set forth in its report and are sufficient to enable the reviewing court to\r\ndetermine whether substantial evidence exists to support Dr. Ross' termination. Able\r\nCommunications, Inc. v. South Carolina Public Service Commission, 290 S.C. 409,\r\n351 S.E.2d 151 (1986).\r\n\r\n\r\n\r\n\r\n\r\n\r\np36\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nII. Adequacy of Pretermination Hearing\r\n\r\n\r\nDr. Ross contends the trial judge erred by concluding he received an\r\nadequate pretermination hearing, before he was discharged. We agree.\r\n\r\n\r\n\r\n\r\nThe Due Process Clause of the Fourteenth Amendment provides \"nor\r\nshall any state deprive any person of life, liberty, or property without due process of\r\nlaw.\" U.S. Const. amend XIV,  1. Similarly, the South Carolina Constitution\r\nprovides no \"person [shall] be deprived of life, liberty, or property without due process\r\nof law . . . \". S.C. Const. art. I,  3. A tenured professor has a property interest in\r\ncontinued employment which is safeguarded by due process. Board of Regents of\r\nState Colleges v. Roth, 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972); cf.\r\nStorrer v. University of South Carolina, 288 S.C. 555, 343 S.E.2d 664 (Ct. App.\r\n1986)(South Carolina Constitution does not require notice and hearing comporting with\r\ndue process prior to the non-renewal of a non-tenured professor's contract).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAll the process which is due is a pretermination opportunity to respond\r\nand a post-termination procedure. Cleveland Board of Education v. Loudermill, 470\r\nU.S. 532, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985). \"Some kind of hearing\" is required\r\nprior to the discharge of an employee who has a constitutionally protected property\r\ninterest in employment. However, a full evidentiary hearing is not required prior to\r\ntermination. Id.; Arnett v. Kennedy 416 U.S. 134, 94 S.Ct. 1633, 40 L.Ed.2d 15\r\n(1974). Instead, a tenured employee is entitled to 1) oral or written notice of the\r\ncharges against him, 2) an explanation of the employer's evidence, and 3) opportunity\r\nto present his explanation. Louderrnill, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\n[T]he pretermination hearing need not definitively resolve the propriety of\r\nthe discharge. It should be an initial check against mistaken decisions -\r\nessentially, a determination of whether there are reasonable grounds to\r\nbelieve that the charges against the employee are true and support the\r\nproposed action .... The essential requirements of due process ... are\r\nnotice and an opportunity to respond. The opportunity to present reasons,\r\neither in person or in writing, why proposed action should not be taken is\r\na fundamental due process requirement.\r\n\r\n\r\n\r\n\r\n\r\n\r\nLoudermill, 470 U.S. at 545-46, 105 S.Ct. at 1495, 84 L.Ed.2d at 506 (emphasis\r\nadded).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs a tenured employee, Dr. Ross had a property interest in continued\r\nemployment at MUSC. Accordingly, he was entitled to due process, including a pre-\r\ntermination hearing. Board of Regents of State Colleges v. Roth, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMUSC asserts Vice-President Newberry's four meetings with Dr. Ross\r\n\r\n\r\np37\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\nbetween February 9 and April 5, 1989, constituted the pretermination hearing. We\r\nquestion whether meetings over a two-month period qualify as a pretermination\r\nhearing. Nonetheless, we need not resolve that issue because we find Dr. Ross was\r\nnever advised MUSC administration was considering terminating his employment.\r\nInstead, the record indicates Dr. Ross was informed, if he refused to resign, a peer\r\nreview committee would be appointed to investigate the allegations of misconduct.\r\nHowever, the peer review committee was not appointed and Dr. Ross was terminated.\r\nSince Dr. Ross was not advised MUSC was contemplating terminating his\r\nemployment, he did not have an opportunity to respond to the proposed action.\r\nTherefore, MUSC did not provide Dr. Ross with a pretermination hearing. Loudermill,\r\nsupra; Cotnoir v. University of Maine Systems, 35 F.3d 6 (1st Cir. 1994).\r\n\r\n\r\n\r\n\r\n\r\n\r\nNonetheless, although the preterrnination procedures afforded Dr. Ross\r\ndid not comply with minimum due process requirements, the error was remedied by\r\nthe subsequent Committee hearing. Dr. Ross received notice of a post-termination\r\nhearing, a written list of specific charges against him, and references to the sections in\r\nthe faculty handbook and South Carolina Code his conduct was alleged to have\r\nviolated. The hearing as originally scheduled was postponed at Dr. Ross' request.\r\nThereafter, while represented by counsel, Dr. Ross fully participated in the seven-day\r\nhearing. He presented his own witnesses and evidence and cross-examined MUSC's\r\nwitnesses. Any lack of opportunity to respond to charges in a pretermination hearing\r\nwas clearly remedied by Dr. Ross' full and meaningful participation in the post-\r\ntermination hearing. Glenn v. Newman, 614 F.2d 467 (5th Cir. 1980)(any error in pre-\r\nterrnination hearing cured by subsequent hearing); Agarwal v. Regents of University of\r\nMinnesota, 788 F.2d 504 (8th Cir. 1986)(even if employee did not receive all\r\nprocedural safeguards during initial proceeding, his right to due process was not\r\nviolated due to later hearing); McKinney v. Pate, 20 F.3d 1550 (11th Cir. 1994)(state\r\nmay cure procedural deprivation of due process rights by providing later procedural\r\nremedy); Jones v. Chatham County, 223 Ga.. App. 455, 477 S.E.2d 889 (1996)(available\r\npost-termination procedures cured employer's failure to have pretermination hearing).\r\n\r\n\r\n\r\n\r\nIII. South Carolina Constitution article I.  22\r\n\r\n\r\nDr. Ross contends MUSC violated South Carolina Constitution article I, \r\n22. Specifically, he contends 1) neither Vice-President Newberry nor President\r\nEdwards provided him with notice or the opportunity to be heard and 2) Vice-President\r\nNewberry and President Edwards served as prosecutors and adjudicators, both in\r\nviolation of article 1,  22.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn recognition of the increasing number of governmental powers\r\ndelegated to administrative agencies, South Carolina Constitution article I,  22 was\r\nadded to the 1895 Constitution in 1970 \"as a safeguard for the protection of liberty and\r\nproperty of citizens.\" Final Report of the Committee to Make a Studv of the South\r\n\r\n\r\n\r\n\r\n\r\n\r\np38\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nCarolina Constitution of 1895, p.21 (1969). Article 1,  22 provides, in part:\r\n\r\n\r\nNo person shall be finally bound by a judicial or quasi-judicial decision\r\nof an administrative agency affecting private rights except on due notice\r\nand an opportunity to be heard; nor shall he be subject to the same\r\nperson for both prosecution and adjudication; . . . .\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe have interpreted this provision as specifically guaranteeing persons\r\nthe right to notice and an opportunity to be heard by an administrative agency, even\r\nwhen a contested case under the APA is not involved. Stono River EPA v.\r\nDepartment of Health and Environmental Control, 305 S.C. 90, 406 S.E.2d 340 (1991).\r\nArticle I,  22 requires an administrative agency provide notice and an opportunity to\r\nbe heard, but does not require notice and an opportunity to be heard at each level of\r\nthe administrative process. It mandates notice and opportunity to be heard at some\r\npoint before the agency makes its final decision. See DeGroot v. Eml2lovment\r\nSecurity Commission, 285 S.C. 209, 328 S.E.2d 668 (Ct. App. 1985)(Employment\r\nSecurity Commission did not violate article 1,  22 by allowing testimony before\r\nAppeals Tribunal but not on appeal to Commission).\r\n\r\n\r\n\r\n\r\n\r\n\r\nA) Dr. Edwards' Participation\r\n\r\n\r\nDr. Edwards investigated Dr. Ross' conduct and then terminated Dr. Ross.\r\nThereafter, Dr. Edwards testified against Dr. Ross at the Committee hearing,\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhile we conclude Dr. Ross was entitled to a pretermination hearing in\r\naccordance with the Fourteenth Amendment and South Carolina Constitution article I,\r\n 3, we find article I,  22 did not mandate Dr. Ross be provided with notice and an\r\nopportunity to be heard by Dr. Edwards. Article I,  22 requires an administrative\r\nagency to provide notice and an opportunity to be heard prior to the agency's final\r\ndecision, but does not require notice and an opportunity to be heard at each level of\r\nthe administrative process. Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe further conclude Dr. Edwards' participation in Dr. Ross' termination\r\ndid not violate the provision of article I,  22 which prohibits the same person from\r\nserving as both prosecutor and adjudicator. First, although Dr. Edwards testified as an\r\nadverse witness against Dr. Ross at the Committee hearing, he did not later participate\r\nas an adjudicator.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSecond, although Dr. Edwards investigated Dr. Ross' conduct and,\r\n\r\n\r\n\r\n\r\n\r\n\r\np39\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\nthereafter, terminated Dr. Ross7 , we conclude this is not the investigatory/adjudicatory\r\nsituation article I,  22 intended to prohibit. Instead, we find the purpose of article 1, \r\n22 is to ensure adjudications are conducted by impartial administrative bodies. See\r\nBabcock v, Office of Audits, supra note 7(due process requires an impartial\r\ndecisionmaker). Partiality exists where, among others, an adjudicator either has ex\r\nparte information as a result of prior investigation or has developed, by prior\r\ninvolvement with the case, a \"will to win.\" See Grolier, Inc. v. Federal Trade\r\nCommission, 615 F.2d 1215 (9th Cir. 1980)(federal APA prohibits person from serving\r\nas adjudicator where, by prior involvement with case, he has obtained ex parte\r\ninformation or had a \"will to win\"). Here, there is no evidence Dr. Edwards' initial\r\ndecision to terminate Dr. Ross was not impartial. Dr. Edwards had no access to\r\ninformation which he obtained as a result of his investigation but which he should not\r\nhave considered in making his decision regarding Dr. Ross' employment. Further,\r\nthere is no evidence Dr. Edwards' personal investigation prevented him from making\r\nan objective decision regarding Dr. Ross' employment. We find no constitutional\r\nviolation.\r\n\r\n\r\n\r\n\r\n\r\n\r\nB) Vice-President Newberry's Participation\r\n\r\n\r\nVice-President Newberry investigated the faculty complaints against Dr.\r\nRoss, testified as an adverse witness at the Committee hearing, and sat as the\r\nintermediate judge in the three-step disciplinary procedure. In his role as intermediate\r\ndecisionmaker, Vice-President Newberry was not required by article I,  22 to provide\r\nDr. Ross with notice and an opportunity to be heard during his consideration of the\r\nCommittee's recommendation. Dr. Ross was given due notice and an opportunity to be\r\nfully heard during the Committee proceeding. DeGroot v. Employment Security\r\nCommission, supra.\r\n\r\n\r\nHowever, Vice-President Newberry's participation as both prosecutor and\r\nadjudicator clearly violated the provision of article I,  22 which prohibits the same\r\nperson from serving in these dual capacities. Having participated as a witness in the\r\nCommittee hearing, Vice-President Newberry was prohibited from reviewing the\r\nCommittee's decision.\r\n\r\n\r\n\r\n\r\n\r\n\r\nNonetheless, while we do not condone Vice-President Newberry's\r\nparticipation in this dual capacity, we find the error harmless. After Vice-President\r\nNewberry concurred in the Committee's recommendation, the Board reviewed the\r\nrecord of the hearing before the Committee, heard oral argument from the parties, and\r\nconducted its own deliberations. The Boards' independent consideration of Dr. Ross'\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 In Babcock Center, Inc. v. Office of Audits, 286 S.C. 398, 334 S.E.2d 112 (1985),\r\nthe Court included investigatory activity with prosecutorial activity.\r\n\r\n\r\n\r\n\r\n\r\n\r\np40\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\ngrievance cured the constitutional violation.8  See Schaper v. City of Huntsville, 813\r\nF.2d 709 (5th Cir. 1987)(alleged conspiracy at pretermination procedure did not violate\r\ndue process rights where employee had right to appeal termination); Davis v. Mann,\r\n721 F.Supp. 796 (S.D.Miss. 1988)(where there is an adequate appeal process, bias on\r\npart of initial decisionmaker is not denial of procedural due process).\r\n\r\n\r\n\r\n\r\n\r\n\r\nIV. Ex Parte Communications\r\n\r\n\r\nDr. Ross argues two ex parte communications during the grievance\r\nprocedure violated his due process. Specifically, he contends A) the Committee's\r\ndistribution of its \"Comments\" to outside counsel for MUSC, Vice-President Newberry\r\nand the Board, but not to himself, and B) Vice-President Newberry's communication\r\nwith MUSC General Counsel during his consideration of the Committee's\r\nrecommendation violated 1-23-360 and due process. Dr. Ross claims he was not\r\nrequired to establish the ex parte communications resulted in prejudice. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSection 1-23-360 provides:\r\n\r\n\r\nUnless required for the disposition of ex parte matters authorized by law,\r\nemployees of an agency assigned to render a decision or to make findings\r\nof fact and conclusions of law in a contested case shall not communicate,\r\ndirectly or indirectly, in connection with any issue of fact, with any\r\nperson or party, nor in connection with any issue of law, with any party\r\nor his representative, except upon notice and opportunity for all parties to\r\nparticipate.\r\n\r\n\r\n\r\n\r\n(emphasis added). Criminal sanctions may be imposed for violations of  1-23-360.\r\n\r\n\r\n\r\n\r\nA. Committee's \"Comments\"\r\n\r\n\r\n\r\n\r\nAfter deliberations, the Committee prepared a five-page report. The first\r\nfour pages of the report were entitled \"Decision and Rationale.\" In its conclusion, the\r\n\"Decision and Rationale\" states: \"[a]ccordingly, although the committee had concerns\r\nabout the actions of MUSC administrators in this matter, it recommends to the Vice-\r\nPresident for Academic Affairs that the grievance appeal by Dr. Ross be dismissed.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe fifth page was entitled \"Comments.\" The \"Comments\" state MUSC\r\n\r\n\r\n\r\n\r\n\r\n\r\n8 Dr. Ross contends the Board's consideration and ruling on his grievance could not\r\ncure this due process violation because the Board's review was also defective since it\r\nhad the Committee's \"Comments.\" In that Dr. Ross did not establish the \"Comments\"\r\naffected the decision of the Board, this argument is without merit. See Part IV.\r\n\r\n\r\n\r\n\r\n\r\n\r\np41\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nknew of Dr. Ross' excessive personal income yet allowed an inordinate length of time\r\nto elapse before taking \"precipitous action.\" The \"Comments\" recognized MUSC's\r\narrangement with Dr. Ross permitted his self-serving conduct and called for adequate\r\noversight and accountability by MUSC administration.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Committee instructed its counsel to distribute the \"Decision and\r\nRationale,\" alone, with a transcript of the hearing and other matters, to counsel for Dr.\r\nRoss, outside counsel for MUSC, and Vice-President Newberry. The Committee\r\ninstructed its counsel to distribute the \"Comments\" to outside counsel for MUSC, and\r\nVice-President Newberry, but not to counsel for Dr. Ross. Committee Counsel\r\ntestified the Committee believed the four-page document constituted its decision on Dr.\r\nRoss' termination. Committee counsel explained the \"Comments\" were the\r\nCommittee's criticism of MUSC's handling of Dr. Ross' termination and were prepared\r\nfor MUSC administration. Committee Counsel agreed the \"Comments\" were helpful to\r\nDr. Ross because they were critical of the administration. The \"Comments\" were\r\nforwarded to the Board.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDuring argument before the Board, outside counsel for MUSC referred\r\nto the \"Comments,\" stating,:\r\n\r\n\r\n\r\n\r\nBecause in addition to finally ruling they [the Committee] sent the\r\nadministration a message that listen, we think you are right in this case\r\nbut you could have done it better. I mean they weren't afraid of the\r\nadministration, these people on that committee.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAt this point, Dr. Ross learned of the existence of the \"Comments.\"9 \r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Committee members were employees of MUSC assigned to render a\r\ndecision. In this position, they were prohibited by  1-23-360 from communicating ex\r\nparte with any party or party's counsel about any issue of fact or law. Although the\r\nCommittee characterized its \"Comments\" as mere criticism, the \"Comments\" clearly\r\nexpress the Committee's findings as to MUSC's conduct in this matter and, therefore,\r\naddress factual issues. We conclude the Committee's distribution of its \"Comments\" to\r\noutside counsel for MUSC, but not to Dr. Ross or his counsel, violated  1-23-360.\r\nFurthermore, apart from the APA, the Committee's failure to distribute its \"Comments\"\r\nto Dr. Ross while distributing the \"Comments\" to outside counsel for MUSC, Vice-\r\n\r\n\r\n\r\n\r\n\r\n\r\n9 As noted above, because Dr. Ross alleged there were irregularities in the\r\nprocedure which did not appear on the record, the circuit court allowed discovery and\r\ntook evidence regarding the alleged irregularities. See Ross I, supra. The testimony\r\nregarding the \"Comments\" and other ex parte communication was heard by the circuit\r\ncourt.\r\n\r\n\r\n\r\n\r\n\r\n\r\np42\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nPresident Newberry, and eventually to the Board was ex parte communication.\r\n\r\n\r\n\r\n\r\n\r\n\r\nNonetheless, although the Court condemns ex parte communication, it has\r\nrefused to adopt a per se rule automatically reversing rulings which result from ex\r\nparte communications. Instead, the Court considers whether prejudice results from the\r\nex parte contact. Burgess v. Stern, 311 S.C. 326, 428 S.E.2d 880 1993 .\r\n\r\n\r\n\r\n\r\n\r\n\r\nDr. Ross has not established any prejudice from not receiving a copy of\r\nthe \"Comments.\" While the \"Comments\" offer a more thorough explanation of the\r\nCommittee's criticism of MUSC's administration, the \"Decision and Rationale\" which\r\nDr. Ross did receive also expresses the Committee's concern about the administration's\r\nactions. Dr. Ross has not shown receipt of the \"Comments\" by Vice-President\r\nNewberry or the Board influenced the decisions of those adjudicators. Since Dr. Ross\r\nhas not established any prejudice from not receiving the \"Comments,\" the error is\r\nharmless. Id.; Tall Tower, Inc. v. South Carolina Procurement Review Panel, 294 S.\r\n225, 233, 363 S.E.2d 683, 687 (1987)(in an administrative proceeding, \"[a]\r\ndemonstration of substantial prejudice is required to establish a due process claim\");\r\nPalmetto Alliance. Inc. v. Public Service Commission, 282 S.C. 430, 319 S.E.2d 695\r\n(1984)(proof of denial of due process in administrative proceeding requires showing of\r\nsubstantial prejudice.\r\n\r\n\r\n\r\n\r\nB. Vice-President Newberry's Communication with MUSC General Counsel\r\n\r\n\r\nAlong with outside counsel, MUSC General Counsel represented MUSC\r\nbefore the Committee. After receipt of the Committee's recommendation and reaching\r\nhis own conclusion, Vice-President Newberry asked MUSC General Counsel about the\r\ngrievance procedure and to draft a letter reflecting his (Newberry's) decision agreeing\r\nwith the recommendation of the Committee. MUSC General Counsel drafted a letter\r\nfor Vice-President Newberry; Vice-President Newberry signed and distributed the\r\nletter. By failing to respond to Dr. Ross' discovery, the circuit court deemed MUSC\r\nadmitted Vice-President Newberry and MUSC General Counsel discussed the\r\nCommittee's \"Comments.\" Ros I, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\nUnder  1-23-360, Vice-President Newberry, an employee of MUSC\r\nassigned to render a decision, was prohibited from discussing Dr. Ross' case ex parte\r\nwith MUSC's General Counsel. Ross I, supra. Nonetheless, Dr. Ross has not show\r\nany prejudice by the ex parte contact. The record indicates Vice-President Newberry\r\nhad reached his decision concerning the Committee's recommendation before\r\ncommunicating with MUSC General Counsel. MUSC General Counsel was merely the\r\nscribe who forwarded Vice-President Newberry's concurrence to the parties. The letter\r\ndrafted by MUSC General Counsel simply stated Vice-President Newberry concurred\r\nin the Committee's recommendation and informed Dr. Ross of the procedure for\r\nappeal.  The letter does not set forth findings of fact and conclusions of  law.\r\n\r\n\r\n\r\n\r\n\r\n\r\np43\r\n\r\n\r\nPAUL ROSS, M.D. v. MEDICAL UNIVERSITY OF SOUTH CAROLINA, et al. \r\n\r\nAccordingly, although improper, Vice-President Newberry's communication with\r\nMUSC General Counsel did not prejudice Dr. Ross and, therefore, is not reversible\r\nerror. Burgess v. Stern, supra; Tall Tower, Inc. v. South Carolina Procurement Review\r\nPanel , supra; Palmetto Alliance. Inc. v. Public Service Commission, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\nV. Circuit Court's Order\r\n\r\n\r\n\r\n\r\n\r\n\r\nDr. Ross contends the circuit court erred by issuing extensive findings of\r\nfact and conclusions of law when MUSC failed to do so. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter stating the relevant factual background of this matter, the lower\r\ncourt's order addressed Dr. Ross' various appellate issues. In addition, the order\r\naddressed Dr. Ross' challenge to the alleged procedural irregularities which he claimed\r\ndid not appear in the record of the grievance proceeding and on which the circuit court\r\npermitted discovery and heard evidence. Moreover, we note this argument is\r\ndisingenuous: Dr. Ross' proposed order to the circuit court is thirty pages in length\r\nand contains references to testimony and his conclusions based on the evidence.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough we have found errors in the process of Dr. Ross' termination,\r\nwe conclude, as a whole, Dr. Ross was provided with sufficient notice and opportunity\r\nto meaningfully respond to the allegations presented by MUSC. Accordingly, the\r\ndecision of the trial judge is affirmed as modified.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\np44\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]