[{"id":"24660","title":"In the Matter of Kenneth L. Edwards","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24660","description":"","date":"1997-08-04","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Kenneth L.\r\nEdwards, Respondent, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24660\r\nHeard April 2, 1997 - Filed August 4, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRussell Brown, of Charleston, for Respondent. \r\n  \r\nAttorney General Charles Molony Condon, Senior Assistant Attorney\r\nGeneral James G. Bogle, Jr., both of Columbia, for Complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter, the Hearing Panel (\"Panel\")\r\n and Executive Committee (\"Committee\") found Edwards committed misconduct in\r\n connection with: (1) several personal bankruptcy filings in which he represented himself\r\n or in which he assisted his lawyer; and (2) two of the bar applications he submitted to the\r\n Committee on Character and Fitness. Specifically, the Panel and Committee found that\r\n Edwards committed misconduct by failing to appear for a 2004 examination1 and for a\r\n civil contempt hearing; in transferring certain property to his parents during the pendency\r\n of his Chapter 13 case and without the permission of the Bankruptcy Court; and in failing\r\n to amend his own filings to keep his address updated. The Panel and Committee did not\r\n conclude, however, that Edwards' actions in the bankruptcies constituted intentional abuse\r\n of the bankruptcy system. Finally, the Panel and Committee found Edwards had failed\r\n to reveal on his bar applications the existence of a lawsuit and, later, a judgment, against\r\n him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After considering its findings of misconduct and Edwards' prior disciplinary\r\nsanctions, the Panel recommended he receive a six-month suspension and be required to\r\nattend all ethics CLEs offered by the South Carolina Bar for two years. Opining that\r\nEdwards \"has no appreciation for the ethical practice of law,\" the Committee\r\nrecommended, by a vote of five to two, that Edwards be disbarred. The two dissenting\r\nmembers of the Committee voted for imposition of an indefinite suspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We have considered the convoluted facts of this case and concur with the Panel and\r\nCommittee's findings of misconduct. Additionally, we find that Edwards intentionally\r\nabused the bankruptcy system. After consideration of all pertinent facts and\r\ncircumstances, we conclude an eighteen-month suspension is the appropriate sanction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCIPLINARY VIOLATIONS \r\n  \r\nA BANKRUPTCY MATTERS \r\n  \r\n The State alleges Edwards committed the following misconduct in relation to his\r\nbankruptcy filings: (1) intentional abuse of the bankruptcy system; (2) fraud and deceit\r\nin conveying certain property to his parents; (3) inappropriate behavior in telling a process\r\nserver there would be \"bloodshed\" over the bankruptcy and in threatening the bankruptcy\r\ntrustee and his lawyer; and (4) failure to comply with orders of the bankruptcy court\r\ndespite receiving notice of meeting dates and times. The Panel and Executive Committee\r\nfound misconduct as to allegations (2) and (4), but not as to allegations (1) and (3). To\r\ndetermine the extent of Edwards' misconduct, a thorough review of the testimony and\r\nevidence presented at the Panel hearing is necessary. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. FACTS \r\n  \r\n Edwards was not licensed to practice law until June 1, 1992. Many events relating\r\nto his bankruptcy filings occurred before that date. Therefore, conduct occurring before\r\nthe date Edwards was admitted to the bar is not sanctionable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On February 26, 1991, Charleston Joint Ventures obtained a judgment in state\r\ncourt2 against Edwards in connection with the lease of business property at Citadel Mall.\r\nEdwards' motion for reconsideration was denied on August 20, 1991. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On November 8, 1991, Edwards transferred two properties (\"the Kiawah Island\r\nproperties\") to his aunt and brother. The consideration for each transfer was $5.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Approximately two months later, on January 2, 1992, Edwards filed his first\r\nChapter 3 Petition in the federal bankruptcy court. According to testimony presented at\r\nthe disciplinary hearing, Edward Brown represented Edwards during this first Chapter 13\r\npetition, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On August 26, 1992, Edwards transferred a piece of property (\"the Bees Ferry\r\nRoad property\") to his parents, in contravention of the Bankruptcy Code. Brown testified\r\nthat he advised Edwards to transfer this property. The rationale for the transfer was that\r\nthe parents had an unrecorded mortgage on the Bees Ferry Road property anyway, and the\r\ntransfer would allow the parents to be paid. Brown testified that he thought the trustee\r\nwould agree that the transfer would be an acceptable way to dispose of the debt \"outside\r\nthe Plan.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Ultimately, the first Chapter 13 Petition was dismissed by the bankruptcy court\r\nbecause Edwards failed to make certain required payments to the bankruptcy trustee.\r\nDuring a particular period, these payments were set as least as high as $1,658.00 per\r\nmonth, payable by Edwards to the trustee. Although Edwards obviously tried to make\r\nsome of these payments, he fell behind and was unable to catch up. For that reason, the\r\nbankruptcy court dismissed the first Chapter 13 Petition on October 29, 1992. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On March 10, 1993, Charleston Joint Ventures, Edwards' judgment creditor, filed \r\n  \r\n  \r\n  \r\nan action in state court seeking to have set aside the transfers of the two Kiawah Island \r\n  \r\n  \r\n  \r\nproperties to Edwards' brother and aunt. Less than two weeks later, on March 19, 1993, \r\n  \r\n  \r\n  \r\nEdwards, acting pro se, filed a second Chapter 13 Petition. After a hearing held on May \r\n  \r\n  \r\n  \r\n20, 1993, the bankruptcy judge issued an Order on May 28, 1993 dismissing the second \r\n  \r\n  \r\n  \r\nChapter 13 Petition. The judge's Order dismissing the Petition stated:\r\n [Edwards] has been a debtor in a previous Chapter 13 case pending within\r\n 180 days of the filing of the Petition herein. Further, [Edwards] has failed\r\n to show any change in circumstances arising subsequent to the dismissal of\r\n the previous action and has failed to offer any justification for his failure to\r\n comply with the previous Orders of this Court.\r\n Further, this Court finds that the Petition of [Edwards] herein was\r\n filed in bad faith, for an improper purpose and in an attempt to abuse the\r\n bankruptcy system, in that the Petition was filed for the purpose of\r\n preventing, hindering, and delaying the legitimate collection efforts of\r\n Charleston Joint Venture, and without any intention of financial\r\n rehabilitation. Therefore, the Petition of [Edwards] is hereby dismissed with\r\n prejudice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe bankruptcy judge had stated from the bench on May 20, 1993 that he would dismiss\r\nthe Petition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On May 24, 1993, four days before Edwards' second Chapter 13 Petition was\r\ndismissed, Edwards filed a Chapter 7 Petition. He listed his address on the Chapter 7\r\nPetition as 82 1/2 Spring Street, which at one point had been Edward Brown's office.\r\nEdwards occasionally worked and slept in that office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On July 9, 1993, the first meeting of creditors was held in Edwards' Chapter 7. At\r\nthe meeting, the trustee said he intended to investigate the transfers of the Kiawah Island\r\nproperties and the Bees Ferry Road property. If the conveyances were fraudulent, the\r\ntrustee planned to have them set aside. Shortly after the first meeting of creditors,\r\nEdwards had the case converted to a Chapter 11. The trustee successfully had the case\r\nreconverted to a Chapter 7 on September 14, 1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On October 4, 1993, the bankruptcy judge issued an Order requiring Edwards to\r\nbe present to answer questions at a 2004 meeting to be held on November 10,,1993. On\r\nOctober 18, 1993, notice of the 2004 meeting was mailed to 82 1/2 Spring Street,\r\nEdwards' listed address.3 Edwards did not show up for the 2004 meeting. He also had\r\nnot shown up for a 341 meeting4 scheduled for November 5, 1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On November 17, 1993, the bankruptcy court issued a Rule to Show Cause for\r\nContempt. The Rule to Show Cause ordered Edwards to appear on December 13, 1993\r\nat 11:00 a.m. to show why he should not be held in contempt for his failures to attend the\r\n341 meeting and the 2004 meeting and for his abuse of bankruptcy procedures. Edwards\r\nwas served by first class mail at 82 1/2 Spring Street. Personal service was also\r\nattempted, but was not effected before the meeting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Edwards did not show up at the hearing on the Rule to Show Cause for Contempt.\r\nThe bankruptcy judge rescheduled the hearing for 2:30 p.m. the same day and told the\r\ntrustee's attorney to attempt personal service. Chris Mullen, a process server, finally\r\nserved Edwards at 12:09 p.m. According to Mullen, Edwards got very angry and\r\nlaunched into a diatribe against the justice system. Edwards told Mullen he would not go\r\nto the hearing. Mullen said that Edwards said there would be \"bloodshed\" over this\r\nmatter. Mullen testified to the bankruptcy court that Edwards threatened the bankruptcy\r\ntrustee and the trustee's lawyer. At the disciplinary hearing, however, Mullen claimed he\r\nshould not have characterized Edwards' diatribe as \"threatening\" anyone. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On January 4, 1994, the bankruptcy judge issued a civil contempt order against\r\n Edwards for failure to appear at the 2004 examination. The Order did not address\r\n Edwards' failure to appear at the 341 meeting held on November 5, 1993, or Edwards'\r\n alleged abuse of the bankruptcy system. Finally, on January 10, 1994, the bankruptcy\r\n judge had United States Marshals take Edwards into custody, forcing Edwards to answer\r\n questions from the trustee and from creditors about Edwards' assets and the property\r\n transfers. The incident with Mullen, as well as the subsequent contempt order and the\r\n involvement of the United States Marshals, were reported in the Charleston Post &amp;\r\n Courier. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. DISCUSSION \r\n  \r\n The Panel and Executive Committee found misconduct in Edwards' (1) failure to\r\n appear for the 2004 examination and for the civil contempt hearing; (2) transfer of the\r\n Bees Ferry Road property to his parents during the pendency of his Chapter 13 case; and\r\n (3) failure to provide the bankruptcy court with an accurate address. They did not find,\r\n however, that there was clear and convincing evidence Edwards intentionally abused the\r\n bankruptcy system. Rather, they observed the evidence \"equally suggests a newly\r\n admitted attorney's doubtful decision to represent himself in a specialized field leading to\r\n a misapplication of rules and filing rights.\" Additionally, they failed to find misconduct\r\n in Edwards' behavior toward the process ser-ver, but characterized Edwards' diatribe and\r\n comment regarding \"bloodshed\" as \"[e]xpressions of frustration with the system,\" which,\r\n while \"not . . . the best or most appropriate action,\" were not unethical. The Panel\r\n expressed reservations about Edwards' misconduct in failing to appear for the 2004\r\n examination, because Rule 2004 appears to require personal service and Edwards was\r\n served by first class mail. 5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We agree with the findings of misconduct by the Panel and Committee. We also\r\nfind by clear and convincing evidence that Edwards intentionally abused the bankruptcy\r\nsystem to hinder the legitimate collection efforts of Charleston Joint Ventures. Taken\r\nseparately, Edwards' missteps might show nothing more than incompetence. When\r\nconsidered in their entirety, however, Edwards' actions compel the conclusion that he\r\nintentionally abused the bankruptcy system: Among other things, Edwards (1) displayed\r\na complete disregard for the Bankruptcy Code's prohibition on fraudulent transfers; (2)\r\ntook no care to provide the bankruptcy court with accurate information so that the court\r\ncould give him notice of hearings and examinations at which his attendance was required;\r\n(3) refused to attend court proceedings even after personal service giving him notice of\r\nthe hearings; (4) improperly filed a second Chapter 13 Petition after his first one was\r\ndismissed. These actions show Edwards' disregard for his responsibilities as a lawyer and\r\nas a bankruptcy debtor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Edwards' actions violate many Rules of Professional Conduct, Rule 407, SCACR,\r\n including Rule 1.1 (duty to provide competent representation); Rule 1.3 (duty to act with\r\n reasonable diligence and promptness); Rule 3.4 (fairness to opposing party and counsel);\r\n Rule 8.4 (misconduct, including conduct involving fraud, deceit, or misrepresentation, or\r\n conduct prejudicial to the administration of justice). Edwards also violated several\r\n subsections of Paragraph 5 of the Rule on Disciplinary Procedure, Rule 413, SCACR, 6\r\n which defines as misconduct \"[a]cts or omissions by an attorney ... which violate ...\r\n the Rules of Professional Conduct,\" \"[c]onduct tending to pollute the administration of\r\n justice or to bring the courts or the legal profession into disrepute or conduct\r\n demonstrating unfitness to practice law,\" and \"[c]onduct demonstrating a lack of\r\n professional competence in the practice of law.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. BAR APPLICATIONS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. FACTS \r\n  \r\n The findings of misconduct relating to Edwards' applications to the South Carolina\r\n bar concern two separate applications, filed by Edwards. Edwards filed the first\r\n application at issue on or about September 1, 1990. 7 Question 16 on that bar application\r\n asked for a list of all suits or judicial actions of any kind to which Edwards was a party.\r\n Edwards listed only his 1987 divorce. Question 20 of the same application asked whether\r\n there were any pending actions or suits, or any unsatisfied judgments or decrees against\r\n Edwards. Edwards answered this question negatively. Charleston Joint Ventures had sued\r\n Edwards on or about June 26, 1990, more than two months before Edwards filed his bar\r\n application with the South Carolina Supreme Court. Edwards testified he was not served\r\n with the Charleston Joint Ventures lawsuit until approximately August 1, 1990. Edwards\r\n failed the February 1991 bar examination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On September 3, 1991, Edwards filed with the South Carolina Supreme Court a\r\n supplemental bar application so that he could take the February 1992 bar examination.\r\n Though filed on September 3, 1991, Edwards' application was signed and dated April 25,\r\n 1991. Question 7(i) of the Supplemental Bar Application asked whether there had been\r\n any change as far as civil suits or proceedings since his last bar application, and Edwards\r\n answered \"no.\" Question II of the Supplemental Bar Application asked whether there\r\n were any material facts not disclosed \"in this or prior Applications which should now be\r\n brought to the attention of the Committee on Character and Fitness.\" Edwards again\r\n answered \"no.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Contrary to Edwards' representations on the supplemental bar application, there had\r\n been changes in the status of the \"civil suits [and] proceedings\" in which Edwards was\r\n involved. On February 26, 199 1, a South Carolina circuit court judge had signed an order\r\n of judgment against Edwards in the Charleston Joint Venture lawsuit. The order of\r\n judgment was filed on March 11, 1991, and Edwards' lawyer was served with the order\r\n on March 14, 199 1. Edwards moved for reconsideration on March 2 5, 199 1, and an order\r\n denying the motion for reconsideration was signed by the court on August 20 and filed\r\n on August 21, 1991. That order was mailed to Edwards' attorneys on September 3, 1991,\r\n the same day Edwards' Supplemental Bar Application was filed with the South Carolina\r\n Supreme Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In short, Edwards failed to disclose in his September 1990 bar application the\r\nexistence of the Charleston Joint Ventures lawsuit against him. He failed to disclose in\r\nhis September 1991 supplemental bar application Charleston Joint Ventures' judgment\r\nagainst him. The Panel found that Edwards \"did in fact fail to disclose required\r\ninformation in his application for the South Carolina Bar,\" and the Executive Committee\r\nagreed with this finding. Edwards does not deny he omitted the Charleston Joint Ventures\r\nlawsuit and judgment from his bar applications, but argues that they did not constitute\r\n\"material fact[s]\" under Rule 8.I(a), Rule 407, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. DISCUSSION \r\n  \r\n We concur with the finding of the Panel and Committee that Edwards violated Rule\r\n8.1. Rule 8.1(a) of South Carolina's Rules of Professional Conduct forbids bar applicants\r\nfrom \"knowingly mak[ing]\" false statements of material fact on the application form\r\nsubmitted to the Committee on Character and Fitness. The Comment to the rule explains\r\nthat \"if a person makes a material false statement in connection with an application for\r\nadmission, it may be the basis for subsequent disciplinary action if the person is admitted.\"\r\nRule 8.1(b) requires an applicant for admission to the bar to correct information known\r\nto create a misapprehension regarding its correctness or completeness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Edwards' misrepresentations certainly were knowing. He himself testified that he\r\nwas served with the Charleston Joint Ventures lawsuit in August 1990, a month before he\r\nfiled his September 1990 bar application. One can only conclude Edwards was aware of\r\nthe lawsuit when he filed his bar application. When Edwards filed his September 1991\r\nbar application, the Charleston Joint Ventures judgment had already been entered against\r\nhim and he had already moved for reconsideration of the judgment. He did not reveal the\r\njudgment on the application. Given the fact he had moved for reconsideration of the\r\njudgment, it strains belief for one to assume Edwards was unaware of the judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEdwards does not seriously dispute that the misrepresentations were knowing.\r\nHowever, he suggests that the Charleston Joint Ventures lawsuit and judgment were not\r\n\"material\" facts, such that their omission would violate Rule 8.l. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n There are few published South Carolina disciplinary cases concerning\r\n misrepresentations in bar applications. In re Elliott, 268 S.C. 522, 235 S.E.2d 11 1 (1977)\r\n is the most notorious South Carolina case on this subject. There, Elliott provided false\r\n information regarding her place of birth, her past criminal record, and the high school and\r\n college she attended. Although she was not a college graduate, she held herself out as a\r\n graduate of Vassar College. The Court disbarred Elliott for this misconduct. Although\r\n South Carolina had not adopted the current Rules of Professional Conduct at the time of\r\n Elliott's misconduct, Elliott's false statements plainly were material. \r\n  \r\n Cases from other jurisdictions indicate that a failure to disclose lawsuits or\r\n judgments is material. In In re Chandler, 641 N.E.2d 473 (111. 1994), the Supreme Court\r\n of Illinois found that a bar applicant's failure to give a correct social security number was\r\n material, as was her failure to supplement her bar application with information regarding\r\n a false loan application and a foreclosure action against her. In In re Gouiran, 613 A.2d\r\n 479 (N.J. 1992), the New Jersey Supreme Court found that a bar applicant's failure to\r\n disclose disciplinary proceedings concerning a real estate license constituted a material\r\n misstatement. In In re Redding, 672 N.E.2d 76 (Ind. 1996), the Indiana Supreme Court\r\n found that a bar applicant's failure to inform the Board of Law Examiners of a claim filed\r\n against her during the pendency of her application violated Rule 8.l(b). See also In re\r\n Rosen, 570 A.2d 728 (D.C. 1989)(per curiam)(finding misconduct where lawyer failed to\r\n supplement Maryland bar application with information regarding civil lawsuits and\r\n disciplinary proceedings filed against him while Maryland application was pending); cf.\r\n In re Application of Leff, 618 P.2d 232 (Ariz. 1980)(denying applicant admission to the\r\n bar partly because he failed to reveal his once declining to testify before federal grand\r\n jury); Greene v. Committee of Bar Examiners, 480 P.2d 976 (Cal. 1971)(denying applicant\r\n admission to the bar where he failed to reveal separate maintenance action brought by his\r\n former wife and declaratory judgment action he brought relating to validity of annulment);\r\n In re Bar Admission of Gaylord, 456 N.W.2d 590 (Wis. 1990)(denying admission to the\r\n bar because, inter alia, applicant failed to disclose traffic charges and convictions). See\r\n generally Annotation, Falsehoods, Misrepresentations, Impersonations, and Other\r\n Irresponsible Conduct as Bearing on Requisite Good Moral Character for Admission to\r\n Bar, 30 A.L.R. 4th 1020 (1984 &amp; Supp. 1996). \r\n  \r\n These cases show that a failure to reveal the existence of a lawsuit should generally\r\n be considered material. Although the fact of a lawsuit or judgment does not indicate an\r\n applicant's lack of fitness, the Committee on Character and Fitness should know of the\r\n judgment so that it may determine such issues as whether the underlying lawsuit involved\r\n any fraud or dishonesty by the bar applicant. Unless it knows of lawsuits and judgments,\r\n it cannot make these determinations. Consequently, misrepresentation recording the\r\n existence or status of a lawsuit or a judgment is material. Edwards' actions violated not\r\nonly Rule 8. 1, but also Rule 8.4, a general prohibition on conduct involving fraud, deceit,\r\nor misrepresentation and on other conduct prejudicial to the administration of justice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n SANCTION \r\n  \r\n Because lawyers' honesty is central to the effective functioning of our legal system\r\nand to public faith in the system, this Court imposes severe sanctions for misconduct\r\ninvolving dishonesty. In In re Elliott, 268 S.C. 522, 235 S.E.2d Ill (1977), the Court\r\ndisbarred Gabrielle Ann Scott Elliott for making false representations on her bar\r\napplication. In In re Brooks, 274 S.C. 601, 267 S.E.2d 74, cert. denied, 449 U.S. 984\r\n(1980), the Court disbarred a lawyer who caused a false affidavit to be prepared and filed\r\nconcerning criminal charges against him. See also In re Iseman, 290 S.C. 391, 350 S.E.2d\r\n922 (1986)(imposing temporary suspension for attorney who knowingly submitted false\r\nCLE report). But see In re Pridgen, 288 S.C. 96, 341 S.E.2d 376 (1986)(imposing public\r\nreprimand for submitting false CLE report); In re Altman, 287 S.C. 321, 338 S.E.2d 334\r\n(1985)(imposing public reprimand on lawyer who misrepresented facts concerning\r\nregistration for CLE seminar). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Edwards' dishonesty was less serious than that of Gabrielle Ann Scott Elliott but\r\n more extensive than that at issue in Pridgen and Altman. Edwards clearly lied on his bar\r\n application, which many jurisdictions have recognized as an extremely serious violation.\r\n See, e.g., In re Chandler, 641 N.E.2d 473 (imposing three year suspension for, inter alia,\r\n failing to disclose on bar application foreclosure action filed against her and fraudulent\r\n actions committed in obtaining loan); In re Charos, 585 N.E.2d 1334 (Ind. 1992)(imposing\r\n one year suspension where attorney failed to disclose on his bar application an application\r\n to practice law in another state and his alleged role in a robbery); Attorney Grievance\r\n Comm'n v. Joehl, 642 A.2d 194 (Md. 1994)(disbarring attorney who failed to disclose\r\n series of traffic offenses and charge of battery that was later nol prossed); In re Warren,\r\n 888 S.W.2d 334 (Mo. 1994)(imposing six month suspension where, inter alia, lawyer\r\n failed to disclose on his bar application that he had failed the bar examination in another\r\n state); In re Cherryhomes, 858 P.2d 401 (N.M. 1993)(imposing indefinite suspension\r\n where lawyer, inter alia, forged a physician's signature certifying his mental and physical\r\n health on the bar application for another state); Columbus Bar Ass'n v. Ewing, 661 N.E.2d\r\n 1109 (Ohio 1996)(imposing indefinite suspension where lawyer failed to disclose on his\r\n bar application that he had possessed a real estate license and that it had been suspended).\r\n Additionally, Edwards failed to furnish the bankruptcy court with accurate information and\r\n transferred property to his parents in an apparent attempt to defraud a creditor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We also note that Edwards has committed professional misconduct in the past. In\r\na judicial disciplinary matter, Edwards received a public reprimand for acting in a manner\r\nthat erodes public confidence in the integrity and impartiality of the judiciary. See In re\r\nEdwards, 459 S.E.2d 837 (1995). Specifically, Edwards was found to have misused his\r\nauthority as a judge for personal gain in issuing a bench warrant for the arrest of a process\r\nserver who had served him with a summons and complaint. The Court found that the\r\nprocess server had served Edwards without any disturbance or disruption of the\r\nmagistrate's court and that, therefore, Edwards had no cause to issue the bench warrant.\r\nAlthough we are not punishing Edwards a second time for this misconduct, the incident\r\nreinforces our current view that Edwards exhibits a cavalier attitude toward the legal\r\nsystem and toward his responsibilities to it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After considering the scope and nature of the misconduct in this case, we conclude\r\nan eighteen month suspension is an appropriate sanction. Edwards shall file, within fifteen\r\n(1 5) days of this opinion, an affidavit with the clerk of this Court stating he has complied\r\nwith Paragraph 30 of Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1 Rule 2004 of the Bankruptcy Rules empowers the bankruptcy court to order the\r\nexamination of any person, including the debtor, for questioning relating to \"the acts,\r\nconduct, or property or the liabilities and financial condition of the debtor, or any\r\nmatter which may affect the administration of the debtor's estate, or the debtor's right\r\nto a discharge.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 This judgment was filed on March II, 199 1, and served on Edwards's attorney on\r\nMarch 14, 1991. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3 Apparently the notice was sent by first class mail. Rule 2004(c) appears to require\r\npersonal notice by subpoena as provided for in Rule 45 of the Federal Rules of Civil\r\nProcedure, but Edwards never raised defective service as a defense to his failure to appear. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4 11 U.S.C. &#167; 341 provides for a meeting of creditors. The bankruptcy debtor\r\ntypically is required to attend this meeting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 See Note 3 supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6 Rule 413 has been completely revised, but the revised version of the rule applies\r\nto all complaints filed on or after January 1, 1997. The complaints against Edwards were\r\nfiled prior to the effective date of revised Rule 413. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 This was an application to take the February 1991 bar examination. \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24661","title":"In the Matter of Randall M. Chastain","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24661","description":"","date":"1997-08-04","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Randall\r\nM. Chastain, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24661\r\nSubmitted July 1, 1997 - Filed August 4, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DEFINITE SUSPENSION \r\n  \r\nRandall M. Chastain, of Columbia, pro se. \r\n  \r\nAttorney General Charles Molony Condon and Assistant Deputy\r\nAttorney General J. Emory Smith, Jr., both of Columbia, for\r\ncomplainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter, respondent\r\nconditionally admits to engaging in misconduct and agrees to a retroactive\r\nsuspension from the practice of law for ninety days.1 We accept the conditional\r\nadmission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent pled guilty to three counts of failure to make and file a\r\nSouth Carolina Income Tax return for the tax years 1989, 1990, and 1993 in\r\nviolation of S.C. Code Ann. &#167; 12-54-40(b)(6)(c) (Supp. 1996). Respondent was\r\nsentenced to concurrent terms of imprisonment of one year and/or a fine of\r\n$10,000, provided that the sentence would be suspended upon one year probation\r\nand the performance of 80 hours of community service. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The failure to file a tax return is a serious crime as set forth in\r\nParagraph 2 (P) of the Rule on Disciplinary Procedure, former Rule 413 'SCACR.\r\nBy his conduct, respondent has violated Rule 8.4 of the Rules of Professional\r\nConduct, Rule 407, SCACR, by committing a criminal act that reflects adversely\r\nupon his honesty, trustworthiness and fitness as a lawyer and has violated\r\nParagraph 5(E), of the Rule on Disciplinary Procedure, former Rule 413 'SCACR,\r\nby engaging in conduct tending to bring the courts or legal profession into\r\ndisrepute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent is\r\nsuspended for ninety days, retroactive from the date of this opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1Respondent's license to practice law was suspended for a two year period\r\neffective March 17, 1994. In the Matter of Chastain, 316 S.C. 438, 450 S.E.2d 578\r\n(1994). Respondent has not sought to have his license reinstated. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24662","title":"In the Matter of Ernest E. Yarborough","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24662","description":"","date":"1997-08-04","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Ernest E.\r\nYarborough, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24662\r\nHeard June 18, 1997 - Filed August 4, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nErnest E. Yarborough, of Winnsboro, pro se. \r\n  \r\nCharles M. Condon, Attorney General, and James G. Bogle, Jr., Senior\r\nAssistant Attorney General, both of Columbia, for complainants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter, Respondent Ernest E.\r\nYarborough is charged with presenting or threatening to present criminal charges\r\nin order to gain an advantage in a civil matter. Rule 4.5, Rule 407, SCACR. We\r\nfind Respondent's actions constitute misconduct warranting a six-month suspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS/PROCEDURAL POSTURE \r\n  \r\n Kathy Able hired Respondent on June 30, 1992, to represent her in an\r\nautomobile wreck case. During the course of this representation, Able rented a car\r\nfrom U-Save Auto Rental (\"U-Save\"). Payment for the rental car was to be made\r\nby Respondent upon settlement of Able's property damage claim. Respondent\r\nsubsequently settled Able's property damage claim for $1550 on or about June 17,\r\n1992. The settlement statement Respondent prepared indicated U-Save was owed\r\n$237.60. Respondent paid this amount to U-Save on July 30, 1992. The same day\r\nhe swore out an arrest warrant on Able charging her with breach of trust with\r\nfraudulent intent. A grand jury true-billed an indictment against Able for this\r\noffense December 28, 1992. 1 However, the indictment was eventually nolle prossed\r\nby the solicitor for lack of merit on March 4, 1993. \r\n  \r\n There is conflict in the record regarding what actually happened to the\r\n$237.60. It is uncontested Respondent cashed the $1550 settlement check in Able's\r\npresence on July 17, 1992. Able testified Respondent then kept the $237.60 and was\r\ngoing to pay U-Save. She did not hear from him again until a day or two before she\r\nwas arrested, when he called her and began screaming at her that \"I'm going to have\r\nyou locked up, you're going to pay me, and that's it.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Conversely, Respondent testified he gave the $237.60 to Able on July 17, 1992,\r\nwho was to pay U-Save. U-Save was not paid, however, and contacted Respondent\r\nJuly 30, 1992 seeking payment. It was on this day Respondent paid U-Save and\r\nswore out the warrant. He did not consult Able before paying U-Save or swearing out\r\nthe warrant because \"there was nothing she could have told me that would have\r\nmade any difference.\"2 He sent Able a letter dated October 7, 1992, notifying her the\r\ncase was closed and she owed him $244.21. This sum included the amount paid to\r\nU-Save as well as other outstanding expenses. Respondent also asked Able to pick\r\nup her file. Able did not respond to this letter by either making pay-ment or picking\r\nup her file. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On December 28, 1992, the same day the grand jury true-billed the indictment\r\nagainst Able, Respondent wrote the following letter to Able that is at the heart of the\r\npresent grievance action: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDear Ms. Able: \r\n  \r\n As you probably are aware, the Grand Jury returned a True Bill\r\nIndictment against you as a result of the warrant that I swore against\r\nyou. This means that the criminal case will proceed against you. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Please be advised that I am willing to ask the Solicitor to drop all\r\ncharges against you if you would make restitution in the amount of Two\r\nHundred Forty Four Dollars and 21/100ths ($244.21). I must receive\r\ncomplete restitution no later than Thursday, December 31, 1992. If\r\nrestitution is not received by the date stated, I will pursue the case\r\nagainst you. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent testified when he swore out the warrant he was angry and upset Able\r\nhad lied to him and he wanted her to know she could not get away with it. However,\r\nwhen he wrote the letter in December he was feeling guilty at having her arrested. \r\n  \r\n The complaint was filed March 4, 1996. A three-member hearing panel heard\r\ntestimony regarding this matter May 16, 1996. The panel recommended dismissal\r\nof the charge, finding no clear violation of the Rules of Professional Conduct. The\r\nInterim Review Comrnittee 3 of the Board of Commissioners on Grievances and\r\nDiscipline (\"IRC\") disagreed with the panel's findings of fact and conclusions of law,\r\nfinding Respondent's actions constituted misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n The Supreme Court has the ultimate authority to discipline attorneys, and the\r\nfindings of the panel and IRC are not binding. However, such findings are entitled\r\nto great weight, particularly when the inferences to be drawn from the testimony in\r\nthe record depend largely on the credibility of witnesses. In the Matter of Bowen, 321\r\nS.C. 450, 469 S.E.2d 46 (1996) (per curiam). Misconduct must be proven by clear and\r\nconvincing evidence. In re Friday, 263 S.C. 156, 208 S.E.2d 535 (1974) (per curiam). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Both the panel and the IRC believed Respondent's contention he had given\r\nAble the money to pay U-Save. They differed on whether Respondent's subsequent\r\nactions constituted misconduct. Although it chastised Respondent to \"refrain from\r\nusing the criminal courts to settle an otherwise civil dispute,\" the panel found the\r\nevidence was not clear and convincing Respondent violated Rule 4.5. The IRC,\r\nhowever, found misconduct because \"[Respondent's conduct] clearly shows Respondent\r\nintended for the client to be intimidated by the criminal charges to repay the funds\r\nto him in a civil matter.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Rule 4.5, Rule 407, SCACR, states: \"[a] lawyer shall not present, participate\r\nin presenting, or threaten to present criminal charges solely to obtain an advantage\r\nin a civil matter.\" This court has not yet addressed the application of this rule to\r\nattorney conduct. South Carolina's former Code of Professional Responsibility, from\r\nwhich Rule 4.5 was taken,4 contains the following comment: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe civil adjudicative process is primarily designed for the settlement\r\nof disputes between parties, while the criminal process is designed for\r\nthe protection of society as a whole. Threatening to use, or using, the\r\ncriminal process to coerce adjustment of private civil claims or\r\ncontroversies is a subversion of that process; further, the person against\r\nwhom the criminal process is so misused may be deterred from asserting\r\nhis legal rights and thus the usefulness of the civil process in settling\r\nprivate disputes is impaired. As in all cases of abuse of judicial process,\r\nthe improper use of criminal process tends to diminish public confidence\r\nin our legal system. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEC 7-21, Rule 32, S.C. Sup. Ct. Rules (repealed 1990). 5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n While Rule 4.5 may seem more applicable to an attorney's threatening criminal\r\nprosecution on behalf of a client 6, it has been equally applied to attorneys' disputes\r\nwith their own clients. - See, e.g., Marquette v. State Bar, 746 P.2d 1289 (Cal. 1988)\r\n(en banc) (lawyer threatened client's fiancee with criminal prosecution if she persisted\r\nin pursuing action to recover monies allegedly owed by lawyer); People v. Farrant,\r\n852 P.2d 452 (Colo. 1993) (lawyer threatened criminal prosecution against client to\r\ninduce immediate payment of attorneys' fees); People v. Smith, 773 P.2d 522 (Colo.\r\n1989) (en banc) lawyer threatened to bring criminal charges against former client\r\nunless he paid overdue legal fee and dropped grievance action); In the Matter of\r\nStrutz, 652 N.E.2d 41 (Ind. 1995) (lawyer accusing client of criminal blackmail\r\nimplicitly threatened to present criminal charges in order to negotiate settlement of\r\na civil lawsuit filed by lawyer against client); In re Porter, 393 S.W.2d 881 (Ky. 1965)\r\nlawyer induced secretary to swear out criminal warrant against former client in\r\norder to deter client from pursuing monetary claim against him). Under this\r\nauthority, even if Respondent did give Able the $237.60 to pay U-Save and Able\r\nneglected to do so, and we see no reason to contest what essentially was a credibility\r\ndetermination of the hearing panel, his subsequent actions can nonetheless violate\r\nRule 4.5. \"Although cases involving bad checks or collections legitimately implicate\r\nboth the criminal and civil law, some lawyers in such matters overstep by using\r\nstrong threats and intimidation to resolve the case.\" Threatening Criminal\r\nProsecution, Lawyer's Manual on Professional Conduct (ABA/BNA) &#167; 71:602 (Nov. 16,\r\n1994) (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find the letter Respondent wrote on December 28, 1992, clearly violated\r\nRule 4.5 While it may be true that in July when he swore out the warrant,\r\nRespondent was truly angry and wanted Able criminally prosecuted, he testified he\r\ndid not feel this way when he wrote this December letter making continuance of the\r\ncriminal case contingent on Able's payment. This letter makes Respondent's claim\r\nhe was not interested in ever getting paid but simply wanted justice served not\r\ncredible. See Committee on Professional Ethics and Conduct v. Michelson, 345\r\nN.W.2d 112, 116-17 (Iowa 1984) (en banc) (argument that lawyer and client were\r\ninterested in criminal prosecution and thus actions were not \"solely\" to gain\r\nadvantage in civil matter meritless because \"plain language of the letters threatened\r\ncriminal action unless the debtor immediately paid his civil obligation\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Furthermore, in the letter, the amount Respondent requested as \"restitution\"\r\nfor the criminal charge was not the amount he paid U-Save (and the amount listed\r\non the arrest warrant and indictment). Rather, it was the total amount allegedly\r\nowed him from his representation of Able. While the monetary difference may not\r\nbe substantial, it clearly shows Respondent was attempting to use the criminal\r\nprocess to coerce Able to pay him not only the money he paid U-Save but also other\r\nfees and expenses owed him. Such conduct violated Rule 4.5. Respondent has thus\r\ncommitted misconduct in violating the Rules of Professional Conduct. T5(B), Rule\r\n413, SCACR. Additionally, Respondent's conduct tends to pollute the administration\r\nof justice and bring the legal profession into disrepute. T5(D), Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find that for this misconduct, Respondent is hereby suspended from the\r\npractice of law for six months, effective as of the date of this opinion.7 Respondent\r\nshall file an affidavit with the Clerk of Court, within fifteen (15) days of service of\r\nthis opinion, showing that he has complied with Paragraph 30 of Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  1 The warrant was dismissed by a magistrate on October 28, 1992, because\r\nRespondent did not appear at the preliminary hearing. At the panel hearing,\r\nRespondent testified he did not receive notice of this hearing. Nonetheless, the\r\nsolicitor subsequently presented the warrant to the grand jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 Apparently there is some lag time between swearing out a warrant and it being\r\nserved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3 The order adopting the new Rules for Lawyer Disciplinary Enforcement provided\r\nthat any disciplinary case in which a hearing had been held by a hearing panel prior\r\nto January 1, 1997, would continue to conclusion under the former Rule on\r\nDisciplinary Procedure. The Interim Review Committee was created to fulfill the\r\nfunctions performed by the Executive Committee under Paragraph 14(a) of the former\r\nRule on Disciplinary Procedure in those cases. Citations in this opinion to Rule 413,\r\nSCACR, will be to the former Rule on Disciplinary Procedure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 See DR 7-105, Rule 32, S.C. Sup. Ct. Rules (repealed 1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 Before the ABA deleted this rule from its Model Rules in August 1983, it strictly\r\ninterpreted it as a total prohibition regardless of the factual circumstances behind the\r\nlawyer's action. See Threatening Criminal Prosecution, Lawyer's Manual on\r\nProfessional Conduct (ABA/BNA) &#167; 71:602 (Nov. 16, 1994). This rule was contained\r\nin the ABA Model Code of Professional Responsibility but was intentionally\r\nabandoned in August 1983 when the ABA adopted the Model Rules of Professional\r\nResponsibility. The drafters of the new rule felt there might be some instances where\r\nbringing up criminal charges in a civil matter would be appropriate. Id. at &#167;&#167; 71:601\r\nto -604. See also Committee on Legal Ethics v. Printz, 416 S.E.2d 720, 722 (W. Va.\r\n1992) (proclaiming the rule \"overbroad because [it] prohibit[s] legitimate pressure\r\ntactics and negotiation strategies\"). The fact that South Carolina chose to include\r\nRule 4.5 when it replaced its own state Code of Professional Responsibility in 1990\r\nwould indicate it favors the more stringent approach. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6 See, e.g., Burrell v. Disciplinary Board, 777 P.2d 1140 (Ala. 1989) (per curiam);\r\nIn the Matter of Walter, 466 N.E.2d 35 (Ind. 1984); State v. Gobel, 271 N.W.2d 41\r\n(Neb. 1978); In the Matter of Glavin, 484 N.Y.S.2d 933 (N.Y. App. Div. 1985); Office\r\nof Disciplinar-y Counsel v. King, 617 N.E.2d 676 (Ohio 1993) (per curiam); In re\r\nCarpenter, 443 P.2d 238 (Ore. 1968) (per curiam) (lawyer threatened persons with\r\ncriminal prosecution unless they made good certain bad checks they had written).\r\nBut see Decato's Case, 379 A.2d 825, 827 (N.H. 1977) (no misconduct in writing letter\r\ninforming recipient of possibility of criminal sanctions when attorney never requested\r\npayment from recipient; \"The mere mention of possibly filing criminal charges does\r\nnot in itself suggest that the statement was made in an effort to gain leverage in a\r\ncollection suit\") \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 This sanction is consistent with other cases involving similar misconduct. See,\r\ne.g., Burrell, 777 P.2d at 1140 (one-month suspension); Strutz, 652 N.E.2d at 41 (two-\r\nyear suspension -- other misconduct also involved); Farrant, 852 P.2d at 452 (sixty-\r\nday suspension); Smith, 773 P.2d at 522 (one year suspension); Porter, 393 S.W.2d at 881 (disbarment).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24663","title":"In the Matter of Arthur T. Meeder","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24663","description":"","date":"1997-08-04","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Arthur T.\r\nMeeder, Respondent, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24663\r\nHeard June 4, 1997 - Filed August 4, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nArthur T. Meeder, of Hilton Head, pro se. \r\n  \r\nCharles M. Condon, Attorney General, and James G. Bogle, Jr., Senior\r\nAssistant Attorney General, both of Columbia, for complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter, Respondent Arthur T.\r\nMeeder is charged with misconduct arising out of his representation of a client\r\nwhile under an order of suspension by this Court. We agree with the finding of\r\nmisconduct made by the Interim Review Committee1 of the Board of Commissioners\r\non Grievances and Discipline (\"IRC\"). We further agree with the IRC's unanimous\r\nrecommendation Respondent be disbarred from the practice of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On October 30, 1995, Respondent was suspended from the practice of law for\r\neleven months.2 The misconduct alleged in the current complaint involves\r\nRespondent's representation of John Bruno. Bruno was also one of the complainants\r\nin the former disciplinary action. See Meeder, 320 S.C. at 84, 463 S.E.2d at 313.\r\nBruno retained Respondent in June 1995 to resolve some mechanics liens filed\r\nagainst Bruno's home. This matter was ultimately resolved. 3 Shortly before\r\nRespondent was suspended, Bruno and his wife hired Respondent to represent them\r\nin a lawsuit against their homebuilder to collect damages from alleged construction\r\ndefects. Respondent accepted a $2500 retainer for this case (before he was\r\nsuspended). After he was suspended, Respondent told Bruno he was working with\r\nanother law firm on the case, but did not give the name of the other firm. He showed\r\nBruno a computer printout of work he performed on the case. Subsequently,\r\nRespondent stopped returning Bruno's calls and refused to see him when Bruno came\r\nto his office. Respondent then closed his office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Bruno wrote a letter of complaint to the Board of Commissioners on Grievances\r\nand Discipline June 6, 1996. Although Respondent replied to an initial inquiry by the\r\nBoard, he failed to respond to numerous inquiries made by the investigating Board\r\nmember assigned to the case. When the formal complaint was filed December 4,\r\n1996, Respondent did not file an answer. He was notified the allegations in the\r\ncomplaint were deemed admitted 4 and there would be no panel hearing unless he\r\nrequested to be heard in mitigation. 5 When Respondent failed to request a hearing,\r\nthe matter was forwarded to the IRC which unanimously recommended Respondent\r\nbe disbarred. 6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION\r\nWe find the facts alleged in the complaint, which are deemed admitted, clearly\r\nconstitute misconduct. Respondent engaged in the practice of law while under\r\nsuspension in violation of Rule 5.5, Rule 407, SCACR. While doing so Respondent\r\nfailed to return client phone calls and refused to meet with his client. Such\r\nrepresentation constituted further violations of the Rules of Professional Conduct. 7\r\nRespondent has thus committed misconduct in violating the Rules of Professional\r\nConduct, engaging in conduct tending to pollute the administration of justice or to\r\nbring the legal profession into disrepute; engaging in conduct demonstrating unfitness\r\nto practice law; and engaging in conduct demonstrating a lack of professional\r\ncompetence in the practice of law. See 5(B), 5(D), 5(E); Rule 413, SCACR. Finally,\r\nRespondent has refused to cooperate with the Board's investigation, constituting an\r\nact of separate misconduct. See In the Matter of Treacy, 277 S.C. 514, 290 S.E.2d\r\n240 (1982); Rule 8.1(b), Rule 407, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find the appropriate sanction in this case is disbarment. This sanction is\r\nconsistent with former decisions involving similar misconduct. See, e.g., In the\r\nMatter of Mizzell, _ S.C. 484 S.E.2d 466 (1997) (two year suspension); In the\r\nMatter of Hendricks, 319 S.C. 465, 462 S.E.2d 286 (1995) (disbarment); In the Matter\r\nof Bosserman, 298 S.C. 198, 379 S.E.2d 130 (1989) (disbarment). Although the\r\nRespondent in Mizzell only received a definite suspension, we find the circumstances\r\nhere warrant a harsher sanction. In Mizzell, the Respondent had been\r\nadministratively suspended for nonpayment of license fees and failure to comply with\r\nCLE requirements. He claimed he did not receive notice of the suspension because\r\nhe did not retrieve his mail in a timely fashion, and subsequently paid the fees and\r\nfulfilled the CLE requirements. Here, Respondent was suspended for multiple acts\r\nof client misconduct as opposed to administrative neglect. Additionally, there is no\r\nclaim Respondent was not aware of his prior suspension when he continued to\r\nrepresent Bruno after October 30, 1995. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[I]n the absence of mitigating circumstances, disbarment is appropriate\r\nwhen a lawyer: - \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(a) intentionally or knowingly violates the terms of a prior disciplinary\r\norder and such violation causes injury or potential injury to a client, the\r\npublic, the legal system, or the profession; or \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(b) has been suspended for the same or similar misconduct, and\r\nintentionally or knowingly engages in further acts of misconduct that \r\n  \r\n  \r\n  \r\n  \r\n  \r\ncause injury or potential injury to a client, the public, the legal system,\r\nor the profession. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPeople v. Redman, 902 P.2d 839, 840 (Colo. 1995) (en banc) (quoting American Bar\r\nStandards for Imposing Lawyer Sanctions &#167; 8.1 (1991 &amp; Supp. 1992)). See also In the\r\nMatter of Israel, 655 N.Y.S.2d 538, 538 (N.Y. App. Div. 1997) (\"Continuing to practice\r\nlaw while under suspension ... warrant[s] immediate disbarment\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"This court's disciplinary orders are not intended to be 'empty noise.\"' In the\r\nMatter of Larson, 512 N.Y.2d 454, 457 (N.D. 1994) (per curiam). Respondent is\r\nhereby disbarred from the practice of law. Within fifteen days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of Court showing he has\r\ncomplied with Paragraph 30 of Rule 413, SCACR, and shall surrender his certificate\r\nof admission to practice law in this State to the Clerk of Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  1 On January 1, 1997, the Rules for Lawyer Disciplinary Enforcement became\r\neffective, replacing former Rule 413, SCACR. The order adopting these new Rules\r\nprovided any disciplinary case pending under former Rule 413 as of January 1,\r\n1997 would be converted to a procedure established by the Chair of the Commission\r\non Lawyer Conduct. The Interim Review Committee was created to fulfill the\r\nfunctions, performed by the Executive Committee under Paragraph 14(a) of the\r\nformer Rule on Disciplinary Procedure (Rule 413, SCACR) in those pending cases.\r\nAll references to Rule 413, SCACR, will be to the former Rules of Disciplinary\r\nProcedure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 In the Matter of Arthur T. Meeder 320 S.C. 82, 463 S.E.2d 312 (1995)\r\n(Respondent failed to exercise the required degree of diligence and competence\r\ndemanded of attorneys; failed to communicate with clients; failed to maintain the\r\nintegrity of client funds; failed to deliver client funds; failed to surrender client files\r\nupon request; engaged in conduct involving dishonesty, fraud, deceit, and\r\nmisrepresentation; and failed to cooperate with the Board of Commissioners on\r\nGrievances and Discipline). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3 Respondent's representation regarding these liens apparently formed part of the\r\nbasis for the findings of misconduct in the prior disciplinary action. See Meeder, 320\r\nS.C. at 84, 463 S.E.2d at 313. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4 13(C), Rule 413, SCACR (\"In the event the Respondent fails to answer, the\r\ncharges shall be deemed admitted\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 12(B), Rule 413, SCACR (\"If no issues of fact are raised by the pleadings, a\r\nhearing shall not be necessary unless the Respondent requests an opportunity to be\r\nheard in mitigation\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6 Respondent did not accept service of the Rule to Show Cause and therefore had\r\nto be hand-served by SLED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 Specifically, Respondent has violated Rule 1.1, Rule 407, SCACR (lawyer shall\r\nprovide competent representation to a client); Rule 1.3, Rule 407, SCACR (lawyer\r\nshall act with reasonable diligence and promptness in representing a client); and Rule\r\n1.4, Rule 407, SCACR (lawyer shall keep client reasonably informed about status of\r\na matter and promptly comply with reasonable requests for information; lawyer shall\r\nexplain a matter to extent reasonably necessary to permit client to make informed\r\ndecisions regarding representation). \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24664","title":"Wilson v. Moseley, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24664","description":"","date":"1997-08-04","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBrenda Wilson, Appellant,\r\n V. \r\n  \r\nJames Moseley, James\r\nFayssoux, Samuel Stilwell\r\nand Tom Bozeman, jointly\r\nand individually, Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Greenwood County\r\n C. Victor Pyle, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24664\r\nHeard June 6, 1996 - Filed August 4, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBrenda Wilson, pro se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas H. Bozeman, of Grayson, Smith, Stodghill &amp; Price, of\r\nGreenville, pro se: Robin B. Stilwell, of Greenville, for\r\nrespondent Samuel Stilwell; Samuel W. Outten and Jack H. Tedards,\r\nJr., both of Leatherwood, Walker, Todd &amp; Mann, of Greenville,\r\nfor respondents James Moseley and James Fayssoux. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finney, C.J.: In this attorney malpractice action, Appellant Brenda \r\n  \r\n  \r\n  \r\nWilson appeals the granting of summary judgment in favor of respondents. We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant purchased real property from an individual who had acquired \r\n  \r\n  \r\n  \r\nthe property through a tax sale in 1983. Respondent Moseley closed this purchase\r\nfor appellant. Appellant refinanced the property through Carolina Investors. \r\n  \r\n  \r\n  \r\nRespondent Fayssoux closed the refinancing transaction and issued a title insurance \r\n  \r\n  \r\n  \r\npolicy. Appellant subsequently defaulted on the note and mortgage held by \r\n  \r\n  \r\n  \r\nCarolina Investors and the mortgage was foreclosed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant commenced this action alleging respondents committed\r\nattorney malpractice. Respondents individually filed motions for summary\r\njudgment. The trial judge granted the summary judgment motions in favor of each\r\nof the respondents and appellant's complaint was dismissed with prejudice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant essentially asserts respondents breached their duties as\r\nattorneys because they failed to discover and disclose a tax deed in the chain of\r\ntitle. Appellant claims because of the alleged defective title, she was unable to sell\r\nthe property and she stopped making mortgage payments; consequently, the\r\nproperty was foreclosed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Summary judgment is appropriate when it is clear there is no genuine \r\n  \r\n  \r\n  \r\nissue of material fact and the moving party is entitled to a judgment as a matter \r\n  \r\n  \r\n  \r\nof law. Cafe Associates, Ltd. v. Gerngross, 305 S.C. 6, 406 S.E.2d 162 (1991). In \r\n  \r\n  \r\n  \r\nruling on a motion for summary judgment, the evidence and the inferences which\r\ncan be drawn therefrom should be viewed in the light most favorable to the non- \r\n  \r\nmoving party. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Based on the evidence presented, the circuit court found respondents\r\nwere entitled to summary judgment as a matter of law. We agree. The circuit\r\ncourt was faced with the question whether the tax deed clouded appellant's title,\r\nthus imposing a duty on the closing attorneys to act with diligence to discover and\r\nremove the cloud. \"A cloud on title is a claim which on its face appears valid, but\r\nresort to extrinsic evidence will show its invalidity.\" Freeman v. Colwell Mortgage\r\nCorp., 297 S.C. 335, 3-17 S.E.2d 108 (1989). The deed of conveyance from a tax sale\r\nmust be held and taken as prima facie evidence of a good title in the holder, that\r\nall proceedings have been regular and that all legal requirements have been\r\ncomplied with. S.C. Code Ann. &#167; 12-51-160 (Supp. 1996).1 No action for the\r\nrecovery of land sold under statutory provisions may be maintained unless brought\r\nwithin two years from the date of the tax sale. Id. Since more than two years had\r\npassed from the time of the tax sale, there was no factual issue whether there was\r\na cloud on appellant's title. Even if there were a cloud, it was not the proximate\r\ncause of the foreclosure. The proximate cause of appellant's loss was her failure\r\nto make payments according to the note, which obligations were separate and\r\nindependent of any alleged problem with the title. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, appellant did not provide evidence that the property was\r\nunmarketable because of a defective title. Respondents presented evidence that the\r\nproperty has been resold at least once subsequent to appellant's possession and that\r\nshe had marketable title. Accordingly, the trial judge properly found there was no\r\ngenuine issue of fact whether there was a defect on appellant's title and granted \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1 Current statutory language was previously codified at S.C. Code Al-in. &#167; 12-49-\r\n570, repealed by 1985 Act No. 166, &#167; 17, effective January 1, 1986. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BRENDA WILSON v. JAMES MOSELEY, et al. \r\n  \r\nsummary judgment in respondents' favor. \r\n  \r\n The circuit court found that respondents Bozeman and Stilwell were\r\nnot liable to appellant since neither represented her in connection with this matter.\r\nWe agree. Accordingly, we affirm the circuit court's grant of summary judgment\r\nin favor of respondents Bozeman and Stilwell. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Since the above reasons for granting summary judgment are\r\ndispositive, we need not address the remaining grounds. We affirm the circuit\r\ncourt's grant of summary judgment in favor of all respondents and dismissal with\r\nprejudice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED- \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24665","title":"Brashier v. SCDOT","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24665","description":"","date":"1997-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 24\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nT. Walter Brashier, Appellant,\r\n v. \r\n  \r\nSouth Carolina\r\nDepartment of\r\nTransportation, Interwest\r\nCarolina Transportation\r\nGroup, L.L.C., and\r\nConnector 2000\r\nAssociation, Inc., Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Greenville County\r\nCharles B. Simmons, Jr., Master-in-Equity \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24665\r\nHeard May 6, 1997 - Filed August 6, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRay D. Lathan, of Lathan &amp; Barbare, P.A., of Greenville,\r\nfor appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJ. Douglas Nunn, of Nelson Mullins Riley &amp; Scarborough,\r\nL.L.P., of Columbia, for respondent South Carolina\r\nDepartment of Transportation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJack H. Tedards, Jr., of Leatherwood Walker Todd &amp;\r\nMann, P.C., of Greenville, for respondent Interwest\r\nCarolina Transportation Group, L.L.C. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSteve A. Matthews, Robert Y. Knowlton, and John K. Van\r\nDuys, of Sinkler &amp; Boyd, P.A., of Columbia, for respondent\r\nConnector 2000 Association, Inc. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSuzanne E. Coe, of Greenville, for amicus curiae petitioners\r\nBobby J. Ayers, David Wettlin, and Wayne Taylor, \r\n  \r\np3\r\n\r\n\r\n\r\nBRASHIER v. SC DEPT.OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nindividually and as citizens, residents, taxpayers and\r\nregistered electors of Greenville County. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n WALLER, A.J.: On appeal is an order upholding an innovative financing\r\nscheme to build a toll-access highway in Greenville County. We affirm as modified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS/PROCEDURAL POSTURE \r\n  \r\n The proposed highway, known as the Southern Connector, will connect\r\n interstate highways 1-85 and 1-385 around the southern perimeter of the City of\r\n Greenville. It will be an approximately sixteen-mile-long, four-lane toll-access\r\n highway with a 70 miles per hour design speed. After many years of consideration\r\n and planning, on July 1, 1995, the South Carolina Department of Transportation\r\n (\"SCDOT\") issued a request for proposals seeking developmental concepts and\r\n financing options for the Southern Connector. Concurrently, SCDOT issued a request\r\n for proposals to extend South Carolina Highway 153 (\"SC 153\") from its existing\r\n terminus at 1-85 to connect with the Southern Connector.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On January 5, 1996, Interwest Carolina Transportation Group, L.L.C.\r\n(\"Developer\")2 submitted its proposal to SCDOT. On February 29, 1.996, SCDOT\r\nawarded Developer the right to negotiate a contract to finance and build the Projects.\r\nThe resulting plan to finance, develop and operate the Projects is embodied in four\r\nagreements.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Essentially, under the agreements, three separate entities will be involved in\r\nthe Southern Connector Project: SCDOT, Developer, and a nonprofit public benefit\r\ncorporation without members called the Connector 2000 Association, Inc.\r\n _______________________\r\n\r\n 1When necessary, the Southern Connector and SC 153 projects will be collectively\r\nreferred to as \"the Projects.\" \r\n  \r\n 2 Developer was formed December 29 1.995, to act as the developmental entity for\r\nthe Projects. It consists of: (I.) Florence &amp; Hutcheson, Inc., a South Carolina\r\nengineering firm specializing in highway construction; (2) Thrift Bros., Inc., a South\r\nCarolina paving contractor; and (3) Interwest Management, Inc., an Arizona\r\nengineering and consulting firm. \r\n  \r\n 3 (1) Association-Developer Agreement; (2) Agreement to Develop the Southern\r\nConnector and SC 153; (3) First Amendment to the Development Agreement; and (4)\r\nLicense Agreement. Unless otherwise specified, general references throughout this\r\nopinion to \"agreements\" are intended to mean the entire scheme as embodied in these\r\nfour agreements.\r\n p4 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(\"Association\").4 Association will pay Developer to construct the Southern Connector\r\nwith proceeds from tax-exempt toll revenue bonds. These bonds will be issued by\r\nAssociation, to be repaid with the revenues of a toll exacted upon users of the\r\nSouthern Connector. Association will not have title in the Southern Connector. The\r\nagreements provide that \"[f]ee simple title to the Southern Connector, all tolling\r\nfacilities and all real property and improvements thereon and the rights of way\r\nthereunder is and at all times shall remain vested in SCDOT.\" Association will pay\r\nSCDOT a fee for a license to operate and collect tolls on the Southern Connector.\r\nPayment of the license fee will be subordinate to the repayment of the toll bonds and\r\nto the cost of operating and maintaining the Southern Connector. Once the bonds\r\nhave been defeased, Association's license will expire, Association will dissolve and all\r\nof its assets will be distributed to SCDOT. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Regarding the SC 153 Project, SCDOT will pay for its construction with the\r\nproceeds of general obligation state highway bonds. After its completion, SC 153 will\r\nbe owned, operated and maintained by SCDOT and will not be toll-access. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant T. Walter Brashier5 filed a declaratory judgment action seeking to\r\nhave these agreements invalidated and to permanently enjoin SCDOT from\r\nperforming them. He argued SCDOT was required to comply with section 57-3-615\r\nof the South Carolina Code before initiating the Southern Connector Project, and that\r\nin any event the agreements violate several constitutional provisions. The case was\r\nreferred to a master-in-equity with direct appeal to this court.6 After a hearing, the\r\nmaster issued an order denying Appellant injunctive relief, finding compliance with\r\nsection 57-3-615 was not required and the agreements were constitutional.\r\n _________________________\r\n\r\n 4Association, incorporated January 12, 1996, was formed to facilitate the financing\r\nof the Southern Connector Project. It is governed by a five-member Board of\r\nDirectors, serving in a volunteer capacity, comprised of business and civic leaders in\r\nGreenville. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5Appellant owns approximately 1300 acres of land located in the planned path of\r\nthe Southern Connector, on which he intends to develop a golf course and industrial\r\npark. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6Also allowed to argue before the master were certain amicus curiae petitioners.\r\nThese petitioners are a group of Greenville taxpayers who have filed a separate\r\nlawsuit attacking the Southern Connector Project for reasons similar to those raised\r\nby Appellant. Their lawsuit has been stayed pending resolution of the case \r\nsub\r\njudice. Petitioners were allowed to file an amicus curiae brief in this case.\r\np5 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    ISSUES\r\n  \r\n  \r\n  \r\nI. Was compliance with section 57-3-615 of the South Carolina Code required\r\n before SCDOT could initiate the Southern Connector Project? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Does the plan to finance the Southern Connector violate Article X, section 11\r\n of the South Carolina Constitution? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. Do the agreements improperly delegate SCDOT's authority? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    DISCUSSION\r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Section 57-3-615 \r\n  \r\n Appellant argues SCDOT's ability to enter into the agreements is limited by\r\nthe following provision: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf a toll is administered on a project by the Department of\r\nTransportation, the toll must be used to pay for the construction,\r\nmaintenance costs, and other expenses for only that project. \r\nA toll\r\nproject that is in excess of one hundred fifty million dollars may only be\r\ninitiated as provided in Chapter 37 of Title 4. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. &#167; 57-3-615 (Supp. 1996) (emphasis added). The master ruled\r\ncompliance with this section was not required because it violated Article VIII, section\r\n14 of the South Carolina Constitution. Appellant argues this ruling was error. We\r\ndisagree and affirm the master's finding of unconstitutionality. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under section 57-3-615, certain toll projects may only be initiated as provided\r\nin Chapter 37 of Title 4. See S.C. Code Ann. &#167;&#167; 4-37-10 to -40 (Supp. 1996). This\r\nchapter prescribes procedures which a county may employ to finance and construct\r\nhighways, roads, streets, bridges, etc. Counties may raise revenue for such projects\r\nby either sales and use taxes or by toll revenue bonds. Id. at &#167; 4-37-40. Voter\r\napproval is required in a county-wide referendum to accomplish whatever project is\r\ndesired. Id. at &#167; 4-37-30(B). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Article VIII, section 14(6) of the South Carolina Constitution provides: \"In\r\n enacting provisions required or authorized by this article, general law provisions\r\n applicable to the following matters shall not be set aside: . . . (6) the structure and\r\n the administration of any governmental service or function, responsibility for which\r\n rests with the State government or which requires statewide uniformity.\" Article\r\n VIII, section 14 \"precludes the legislature from delegating to counties the\r\n responsibility for enacting legislation relating to the subjects encompassed by that\r\n section.\" Robinson v Richland County Council, 293 S.C. 27, 30, 358 S.E.2d 392, 395\r\n (1987). When construing Article VIII, section 14, this Court has consistently held a\r\np6 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n subject requiring statewide uniformity is effectively withdrawn from the field of local\r\n concern. See, e.g., Davis v. County of Greenville, _ S.C. _, 470 S.E.2d 94, 96\r\n (1996) (\"Article VIII, &#167; 14 limits the powers local governments may be granted\");\r\n Kramer v. County Council, 277 S.C. 71, 282 S.E.2d 850 (1981) (per curiam); Douglas\r\n v. McLeod, 277 S.C. 76, 282 S.E.2d 604 (1981). We have already held that \"[t]he\r\n planning, construction, and financing of state roads is a governmental service which\r\n requires statewide uniformity.\" Town of Hilton Head Island v. Coalition of\r\n Expressway Opponents, 307 S.C. 449, 456, 415 S.E.2d 801, 805 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Based on this authority, we hold section 57-3-615 violates Article VIII, section\r\n 14(6). Section 57-3-615 requires compliance with Chapter 37 of Title 4 in order to\r\n build certain toll projects in the State. Under this chapter, the decision of whether\r\n to construct these projects rests entirely within counties' discretion. Counties are\r\n under no obligation to even submit a certain project to a referendum. See S.C. Code\r\n Ann. &#167; 4-37-10 (Supp. 1996) (county must comply with requirements of chapter if it\r\n chooses to finance construction of a transportation-related project; county may choose\r\n to enter into agreement with other governmental entities). Furthermore, the State,\r\n with which the duty to plan, construct, maintain and operate the state highway\r\n system has been entrusted, and which has been specifically authorized to finance\r\n state roads with tolls, has no other method of building these toll roads other than by\r\n getting county approval. See S.C. Code Ann. &#167;&#167; 57-1-30; 57-3-200 (Supp. 1996). Thus,\r\n counties have been delegated the authority to approve or disapprove a governmental\r\n service requiring statewide uniformity. The master correctly held Article VIII,\r\n section 14(6) forbids such delegation.7 We find, however, the master erred in ruling\r\n section 57-3-615 unconstitutional only as applied to the Southern Connector Project.\r\n He based this limitation on his finding that some highway projects might be of a\r\n \"purely local nature.\" This finding conflicts with the holding from Town of Hilton\r\n Head Island, which we have here reaffirmed, that state highway projects require\r\n statewide uniformity. Therefore, we modify the master's ruling to hold section 57-3-\r\n 615 unconstitutional on its face. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n _____________________\r\n 7In light of this ruling we decline to address the master's ruling the provisions of \r\n  \r\n section 57-3-615 do not apply to the Southern Connector Project because it was\r\n initiated before the effective date of the act and because its costs do not exceed $150\r\n million. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Additionally, we decline to address the argument of Respondents Developer\r\nand Association that affirmance is proper on the additional sustaining ground section\r\n57-3-615 violates equal protection and due process. This issue is unpreserved because\r\nit was not ruled on by the trial judge, and while these Respondents claim it was\r\nraised below, there is no evidence in the record of this. O'Tuel v. Villani, 318 S.C.\r\n24, 455 S.E.2d 698 (Ct. App. 1995) (citing Carter v. Peace, 229 S.C. 346, 93 S.E.2d\r\n113 (1956)) (even if matter was raised to trial judge, proposition relied on as\r\nadditional sustaining ground must be presented to and passed on by trial court to\r\nwarrant consideration on appeal).\r\np7 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n II. Article X. section 11 \r\n  \r\n A. Pledge of State's Credit \r\n  \r\n \"The credit of neither the State nor any of its political subdivisions shall be\r\n pledged or loaned for the benefit of any [private entity].\" S.C. Const. art. X, &#167; 11.\r\n Appellant argues the Southern Connector Project's financing scheme violates this\r\n section. We disagree. \r\n  \r\n There is no lending of the State's credit unless \"general credit and taxing\r\n powers are pledged.\" Medlock v South Carolina State Family Farm Dev. Auth., 279\r\n S.C. 316, 320, 306 S.E.2d 605, 608 (1983). \"The limitation imposed ... by Article X,\r\n &#167; 11 . . . 'relates solely to general obligation bonds payable from the proceeds of \r\nad\r\n valorem tax levies.\"' Carll v. South Carolina Jobs-Economic Dev. Auth., 284 S.C. 438,\r\n 443-44, 327 S.E.2d 331, 335 (1985) (quoting Elliott v. McNair, 250 S.C. 75, 85, 156\r\n S.E.2d 421, 426 (1967)) (emphasis added). See also Johnson v. Piedmont Mun. Power\r\n Agency, 277 S.C. 345, 353, 287 S.E.2d 476, 481 (1982) (\"bonds issued [by the State]\r\n which are payable out of special funds [such as revenue bonds] do not create debts\");\r\n Elliott, 250 S.C. at 86 156 S.E.2d at 427 (\"The word 'credit' as here used was\r\n intended to protect the state against pecuniary liability\") (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, the Southern Connector Project is not being financed with general\r\n obligation bonds, nor is the State required to use any tax revenues to pay the bonds.\r\n To the contrary, the bonds will state on their face they are payable solely from and\r\n secured by toll revenues collected from users of the Southern Connector, and will not\r\n be a debt or loan of credit of the State. This Court has repeatedly held similar\r\n disclaimers sufficient to protect the State from pecuniary liability. See, e.g., Car11,\r\n 284 S.C. at 444, 327 S.E.2d at 335; Medlock, 279 S.C. at 320, 306 S.E.2d at 609;\r\n Bauer v. South Carolina State Housing Auth., 271 S.C. 219, 246 S.E.2d 869 (1978).\r\n Furthermore, Association will issue the bonds, not the State. In no way can the State\r\n be legally obligated to pay the bonds. While Appellant argues the State may be\r\n morally obligated to pay off the bonds should toll revenues fall short, this same\r\n argument was made to and dismissed by the court in Carll: \"Appellant speculates\r\n that if the Authority defaults on its bonds, the State may choose to pay off the bonds.\r\n The purpose of [Article X, section 11] is to prevent the State from being obligated to\r\n use State tax revenues to pay off the bonds.\" 284 S.C. at 444, 327 S.E.2d at 335\r\n (emphasis in original). There will be no pledge of the state's credit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Joint Ownership \r\n  \r\n \"Neither the State nor any of its political subdivisions shall become a joint\r\nowner of or stockholder in any company, association, or corporation.\" S.C. Const. art.\r\nX, &#167; 11. Appellant argues SCDOT has become a joint owner of Association and the\r\nSouthern Connector. We disagree. \r\n  \r\n  \r\n  \r\np8\r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n SCDOT has a certain amount of control over Association. Directors of\r\n Association are subject to approval by SCDOT and SCDOT can remove any director\r\n for cause. Also, upon Association's dissolution its assets will be distributed to\r\n SCDOT. However, this involvement is insufficient to create joint ownership in\r\n Association or in the Southern Connector by SCDOT. SCDOT is not a stockholder\r\n in Association. The agreements make it clear the Southern Connector will be owned\r\n by SCDOT but operated by Association. \"[Tjhis Court has never held a public entity's\r\n naked title to property operated by a private entity resulted in unconstitutional joint\r\n ownership.\" Johnson v. Piedmont Mun. Power Agency, 277 S.C. 345, 355, 287 S.E.2d\r\n 476, 481 (1982) (also noting public entity had acquired neither stock nor any other\r\n form of ownership in private company). At no time will SCDOT and Association\r\n jointly own anything. Nichols v. South Carolina Research Auth.. 290 S.C. 415, 351\r\n S.E.2d 155 (1986), cited by Appellant, is clearly distinguishable. In Nichols, a state\r\n agency admitted that in carrying out joint ventures, it planned to procure ownership\r\n interests in private entities. Id. at 421, 351 S.E.2d at 158. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"This project is admittedly a complex undertaking, but complexity alone does\r\nnot condemn it under our Constitution.\" Johnson, 277 S.C. at 354, 287 S.E.2d at 481.\r\nThe State will not be a joint owner in any private entity. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. State Delegation of Authority \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. Setting of Toll Rates \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Article X, section 5 of the South Carolina Constitution states that \"[n]o tax,\r\nsubsidy or charge shall be established, fixed, laid or levied, under any pretext\r\nwhatsoever, without the consent of the people or their representatives lawfully\r\nassembled.\" Appellant argues the tolls constitute a tax, and SCDOT delegated its\r\nauthority to set the tolls (i.e. to tax) because it must consult with Association before\r\nrevising toll rates and because Association sets the optimum toll rates. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the License Agreement, toll rates will be set in the following manner: \r\n  \r\n Section 3.4. Toll Rates. Pursuant to Section 57-5-1340 of the Code,\r\n SCDOT hereby fixes the initial toll rates for the Southern Connector at\r\n those rates as set forth on Exhibit 1. SCDOT, after consultation with\r\n the Association, shall have the right (but not the obligation) to revise\r\n such toll rates from time to time to rates which are not less than 90%\r\n and not more than 120% of the optimum toll rates as estimated by an\r\n independent traffic consultant retained by the Association.\r\n Notwithstanding the foregoing, all toll rates must satisfy the applicable\r\n rate covenants contained in the Association's financing documents with\r\n the Lender(s) or otherwise applicable to any Project Debt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, the tolls will not constitute a tax. See, e.g., State v. State Toll Bridge Auth.,\r\np9 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 82 S.E.2d 626 (Ga. 1954) (tolls collected to reimburse building and maintenance costs\r\n do not constitute payment of taxes); North Carolina Turnpike Auth. v. Pine Island.,\r\n Inc., 143 S.E.2d 319, 325 (N.C. 1965) (\"Tolls are not taxes\"). Furthermore, an\r\n independent expert will be estimating the appropriate toll rate, not Association. The\r\n contract does not require Association's consent before SCDOT can revise the toll\r\n rates. Therefore, even assuming the tolls charged would be considered a tax, there\r\n is no violation of Article X, section 5 and no improper delegation.8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Noncompetition Agreement \r\n  \r\n Appellant argues SCDOT improperly delegated its police power to plan and\r\nimplement highways by covenanting not to build \"Competitive Transportation\r\nFacilities\"9 within a specified geographical area (\"Zone\")10 of the Southem Connector \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 8We reject Appellant's argument SCDOT has not been given the statutory\r\n authority to set toll rates. SCDOT has the power to \"fix and revise from time to time\r\n and charge and collect tolls for transit over each turnpike facility constructed by it.\"\r\n S.C. Code Ann. &#167; 57-5-1340(2) (1976). Appellant's argument SCDOT is not\r\n constructing the Southern Connector is meritless. SCDOT is a party to the\r\n agreements and will own the highway being constructed. Finally, appellant's\r\n argument the Southern Connector is not a turnpike facility because it will not be\r\n financed with state turnpike bonds is equally meritless. \"Turnpike facility\" is defined\r\n as a \"highway constructed under the provisions of this article by the department,\r\n whether or not financed with turnpike bonds . . . .\" S.C. Code Ann. &#167; 57-5-1320(2)\r\n (Supp. 1996). See also id. at &#167; 57-5-1330 (giving SCDOT power to build turnpike\r\n facilities whenever it determines such facility is justified); id. at &#167; 57-5-1350 (SCDOT\r\n may request issuance of state turnpike bonds to finance facility). Turnpike facilities\r\n do not have to be financed by the issuance of state turnpike bonds. \r\n  \r\n  \r\n  \r\n Additionally, to the extent SCDOT has agreed to contractually limit its own\r\n authority by way of this agreement, we find no improper delegation for the reasons\r\n discussed infra in Part III(B). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9Competitive Transportation Facilities are defined as:\r\n [A]ny facilities which are not Exempt Transportation Facilities and\r\n which are one of the following:\r\n (a) any tolled or non-tolled State Highway, expressway or freeway\r\n which (i) is placed into service after the Agreement Date and (ii)\r\n is located within the [Zone];\r\n (b) any new lanes for use by all types and occupancies of motor\r\n vehicles (except those developed by [Developer] and/or the\r\n Association) (i) which are added to State Highways existing as of\r\n the Agreement Date, (ii) which are not necessary for improved\r\n safety, or emergency maintenance purposes, (iii) which are placed\r\n into service after the Agreement Date, (iv) which are located \r\n  \r\n  \r\n  \r\n  \r\n  \r\np10 \r\n  \r\n  \r\n  \r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n until termination of the agreements.11 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n SCDOT has been given the police power and duty to plan, construct, maintain,\r\n and operate the state highway system consistent with the needs and desires of the\r\n public. S.C. Code Ann. &#167; 57-1-30 (Supp. 1996). See also id. at &#167; 57-1-20 (establishing\r\n SCDOT as an administrative agency); 39 Am. Jur. 2d Highways,Streets &amp; Bridges\r\n &#167; 32 (1968) (laying out of highways and streets for public use involves exercise of\r\n state's police power). Initially, we point out that in making these covenants SCDOT\r\n did not actually give its authority to another entity; rather, it contractually limited\r\n __________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\n within the [Zone], and (v) which have a materially adverse impact \r\n  \r\n on Total Revenues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nExempt Transportation Facilities are defined as:\r\n Any State project listed in the approved 1995 State\r\n Transportation Improvement Plan[;]\r\n Any State highway improvement, enhancement or modification\r\n necessary for improved safety or emergency maintenance\r\n purposes;\r\n Any action or program carried out by any city, county or other\r\n non-state jurisdiction which has not included funding provided by\r\n SCDOT; and\r\n Any improvements which do not add vehicle capacity or\r\n significantly improve operating speed on competitive routes.\r\n Any state project which is determined to have no material adverse\r\n impact on the Total Revenues of the Southern Connector Project.\r\n For this purpose, \"material adverse impact\" shall mean a\r\n reduction in the estimated Total Revenues following completion\r\n of the Competitive Transportation Facility which would, with the\r\n delivery of notice, the passage of time, or both, give rise to the\r\n occurrence of an Event of Default of the Association under any\r\n Agreement evidencing or securing any Project Debt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n10Greenville County, south of and including the following routes:\r\n U.S. Route 123 at Pickens County Line to 1-385 in Greenville;\r\n 1-385 from downtown Greenville to 1-85; and\r\n 1-85 from 1-385 to Spartanburg County Line. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAnderson County south of and including I-85 and east of and including U.S.\r\n Route 76. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Laurens County north of and including U.S. Route 76 and west of I-385. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 11The agreements will terminate upon repayment of the bonds, which should occur\r\nthirty-five years after issuance as currently scheduled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np11\r\nBRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n its authority. As a general rule, administrative bodies cannot alienate, surrender, or\r\n abridge their powers and duties, by contract or otherwise.12 However, courts have\r\n upheld contracts entered into by administrative bodies or local governments arguably\r\n bartering away police power if that body has legislative authority to do so. See, e.g,\r\n Vap v. City of McCook 136 N.W.2d 220 (Neb. 1965) (contract to improve federal\r\n highways within city's borders whereby city, in order to secure federal funds,\r\n promised to prohibit parking on a certain street, held not an improper delegation\r\n because legislature authorized governmental entities to do whatever necessary to\r\n secure federalfunds); Bidlingmeyer v. City of Deer Lodge, 274 P.2d 821 (Mont.\r\n 1954).13 This is in keeping with the well-settled principle such bodies may only\r\n exercise those powers specifically delegated to them. See, e.g., S.C. Code Ann. &#167; 57-1-\r\n 20 (Supp. 1996) (SCDOT shall have such functions and powers as provided by law);\r\n Riley v. South Carolina State Hwy. Dept., 238 S.C. 19, 118 S.E.2d 809 (1961) (powers\r\n exercised by Highway Department must be found in some legislative act because it\r\n has no inherent authority). Thus, the issue here is whether SCDOT has legislative\r\n authority to enter into noncompetition agreements such as are involved here. We\r\n hold that it has. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n To accomplish its functions and purposes of \"the systematic planning,\r\nconstruction, maintenance, and operation of the state highway system ... consistent\r\nwith the needs and desires of the public,\"14 SCDOT has the following relevant powers.\r\nGenerally, it has the power to \"lay out, build, and maintain public highways and\r\nbridges.\"15 It may \"enter into such contracts as may be necessary for the proper\r\ndischarge of its functions and duties,\" and \"do all other things required or provided\r\nby law.\"16 More specifically, SCDOT has been given authority to \"enter into . . .\r\npartnership agreements with . . . private entities to finance, by tolls and other\r\nfinancing methods, the cost of acquiring, constructing, equipping, maintaining and\r\n ___________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 12See, e.g., Curtis Martin Inv. Trust v. Clay, 274 S.C. 608, 266 S.E.2d 82\r\n(1980); Sammons v. City of Beaufort, 225 S.C. 490, 83 S.E.2d 153 (1954). See also 73\r\nC.J.S. Public Administrative Law &amp; Procedure &#167 56 (1983). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 13Noncompetition covenants of the sort included here have been allowed as part\r\n of bondholder agreements. See, e.g. State v. State Toll Bridge, Auth., 82 S.E.2d 626,\r\n 626 (Ga. 1954) (legislature has authority to grant exclusive franchise \"in the form of\r\n covenants with bondholders prohibiting the building of a bridge in competition within\r\n restricted limits\"); State v. Yelle, 351 P.2d 493 (Wash. 1960) (en banc); 40 Am. Jur.2d\r\n Highways, Streets &amp; Bridges &#167; 619 (1968) (\"The legislature may so regulate the\r\n construction and operation of toll roads ... that no rival structure can lawfully be\r\n established within certain fixed distances\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 14S.C. Code Ann. &#167; 57-1-30 (Supp. 1996).\r\n 15S.C. Code Ann. &#167; 57-3-110(l) (Supp. 1996).\r\n 16S.C. Code Ann. &#167;&#167; 57-3-110(10), -110(12) (Supp. 1996). \r\n  \r\n  \r\n  \r\np12 \r\n  \r\n  \r\n  \r\n BRASHIER v. SC DEPT. OF TRANSPORTATION, et al. \r\n  \r\n  \r\n  \r\n operating highways, roads, streets and bridges in this State.\"17 SCDOT has the\r\n discretionary power to construct turnpike facilities.18 To accomplish the express\r\n powers granted it regarding turnpike facility construction, SCDOT may \"[d]o all acts\r\n and things necessary or convenient.\"19 Here, SCDOT found it necessary to enter into\r\n these covenants because of the understandable practical concerns future bondholders\r\n would have regarding bond repayment. We find the legislature gave SCDOT the\r\n power to enter into such covenants as part of its broad power to contract.20 We\r\n therefore affirm the master's ruling of no improper delegation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, we affirm the remaining arguments raised in Appellant's brief\r\npursuant to Rule 220(b)(1), SCACR, and the following authorities: Issue VII:\r\nAnderson v. Baehr 265 S.C. 153, 217 S.E.2d 43 (1975); Carll v. South Carolina Jobs-\r\nEconomic Dev. Auth. 284 S.C. 438, 327 S.E.2d 331 (1985). Issue VIII: Nichols v.\r\nSouth Carolina Research Auth.. 290 S.C. 415, 351 S.E.2d 155 (1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNeY, C.J., MOORIe and BURNeTT, JJ., concur. Acting Associate\r\nJustice George T. Gregory, Jr., not participating. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 17S.C. Code Ann. &#167; 57-3-200 (Supp. 1996).\r\n 18S.C. Code Ann. &#167; 57-5-1330(l) (Supp. 1996).\r\n 19S.C. Code Ann. &#167; 57-5-1340(8) (1976) \r\n  \r\n  \r\n  \r\n 20We note the legislature has recognized the importance of noncompetition\r\ncovenants as part of bond resolutions. See S.C. Code Ann. &#167; 4-37-40(B)(5)(f) (Supp.\r\n1996) (county transportation authority must disclose all such covenants made in its\r\nbond resolution); &#167; 57-5-1450 (Supp. 1996) (in making state bond resolutions, State\r\nBudget and Control Board may prescribe any noncompetition covenants deemed\r\nnecessary). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np13 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24666","title":"Elliot v. Richland County, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24666","description":"","date":"1997-08-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 24\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nScott Elliott, individually\r\nand as Chairman of the\r\nRichland County\r\nRepublican Party, Appellant, \r\n  \r\n v. \r\n  \r\nRichland County, Richland\r\nCounty Election\r\nCommission and the\r\nRichland County\r\nDemocratic Party, Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n  \r\n    Appeal From Richland County\r\n  \r\n\r\n  \r\n    Donald W. Beatty, Judge\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24666\r\nHeard July 23, 1997 - Filed August 6, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCharles L. A. Terreni; John F. Hardaway; and Dalton\r\nOldham, all of Columbia, for Appellant, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDanny C. Crowe, of Turner, Padget, Graham &amp; Laney, of\r\nColumbia, for Respondent Richland County Council; Larry\r\nCornell Smith, of Columbia, for Respondent Richland\r\nCounty Election Commission; and Joseph M. McCulloch,\r\nJr., of Columbia, for Respondent Richland County\r\nDemocratic Party. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY C.J.: Appellant commenced this action to enjoin Richland \r\n  \r\nCounty Council from implementing a reapportionment ordinance (Plan 3) and \r\n  \r\nseeking a declaratory judgement declaring Plan 3 invalid pursuant to S.C. Code Ann.\r\n&#167; 4-9-90 (1986 and Supp. 1996). The circuit court held that Plan 3 did not violate \r\n  \r\n  \r\n  \r\n  \r\n  \r\np14 \r\n  \r\n  \r\n  \r\nSCOTT ELLIOTT, etc. v. RICHLAND COUNTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nstate law and denied appellant's request for an injunction regarding the validity of\r\nthe ordinance. Meanwhile, elections were held in 1994 pursuant to Plan 3. On\r\nappeal, this Court declared Plan 3 invalid and held Plan 1 as amended by Plan 2\r\n(Plan 2) was the valid plan. Elliot v. Richland County, _ S.C. _, 472 S.E.2d\r\n256 (1996). (Elliott I) We reversed and remanded back to the circuit, court for\r\nfurther proceedings. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On remand, Judge Beatty ordered elections be held conditioned upon\r\n preclearance from the Department of Justice pursuant to Section 5 of the Voting\r\n Rights Act of 1965, 42 U.S.C.A. &#167; 1973 (1994). In the subsequent amended order,\r\n the circuit court ordered that elections be held in 1997 for Districts 2,3,7,8,9 and\r\n 10 according to Plan 2, for a three-year term expiring in 2000. The election\r\n schedule will coincide with the special elections scheduled for the State House of\r\n Representative. Elections for the remaining five Districts, 1,4,5,6 and 11, will be\r\n held in 1998 for a four-year term. The circuit court's order received Justice\r\n Department preclearance after the scheduled filing date set forth in the order.1\r\n Appellant appeals the circuit court order, seeking immediate elections in all eleven\r\n districts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\n1. Did the circuit court arbitrarily alter the plan of elections? \r\n  \r\n2. Did the circuit court deny appellant and those similarly situated the right\r\n to vote for an additional two years? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n In Elliott I this Court stated that Plan 3 was enacted in violation of\r\n,state law because there was a valid reapportionment ordinance already in place,\r\ni.e., Plan 2. The circuit court was directed on remand to determine \"what, if any,\r\naction is necessary in order to assure that future elections are held under Plan .\r\n. . 2.\" Elliott 1, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The circuit judge construed the above language to mean the Court did\r\nnot void or vacate the seats held under Plan 3 and interpreted the reference to\r\nfuture elections as meaning prospective effect should be given to the scheduling of\r\nelections under Plan 2. The circuit court's rationale for determining which district\r\nseats would be up for election in 1997 was based on those incumbents who were\r\nelected in 1992 and whose terms would have expired in 1996. The election in 1998 ____________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1According to correspondence received from the United States Department\r\nof Justice dated June 24, 1997 and July 22, 1997, preclearance of the redistricting\r\nplan has been given, however, the revised special election schedule has not been\r\nprecleared. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n15 \r\n  \r\n  \r\n  \r\nSCOTT ELLIOTT, etc. v. RICHLAND COUNTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nwill be for the incumbents who were elected in 1994. Once elections are held in\r\n1998, Plan 2 will be fully implemented. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant contends the circuit court altered the plan of elections by not\r\ntaking into consideration that some electors have been denied the opportunity to\r\nvote for a council representative for eight years, and argues the scheduled order of\r\nelections may keep them from electing a council person for ten years. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The trial judge fashioned the least disruptive method of implementing\r\n Plan 2 by staggering the elections into two cycles. The problem arises in that the\r\n District boundaries under Plans 1, 2, and 3 do not coincide. Accordingly, current\r\n Council membership is in the posture of having incumbents elected under two\r\n different plains, Plans 1 and 3. No elections have been held under Plan 2.\r\n Richland County Council will continue to have members elected under two different\r\n plans until the 1998 election. It is futile to compare district seats between the\r\n Plans because there is marked dissimilarity between both the location and\r\n numerical identification of the districts. For example, the area designated as\r\n District 6 under Plan 3 is now largely encompassed in District 2 under Plan 2.\r\n The incumbents are the only consistent element between Plans 1, 2, and 3.\r\n Therefore, it was not arbitrary for the circuit court to reference the election dates\r\n of incumbents to determine which seats would be up for election first. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant asserts the only way to resolve such long term\r\ndisenfranchisement of affected voters is to open the elections for all eleven seats,\r\ndespite the possibility of lack of continuity on council. The 1988 United States\r\nDistrict Court order required Richland County Council to move from an at large\r\nplan to a single-member district plan. The order set forth a plan whereby elections\r\nwere held initially for six (6) seats in 1988 with terms expiring in 1992. Elections\r\nfor the remaining five (5) seats were held in 1990. The District Court noted that\r\nits order served the public interest in continuity in county government. Here, the\r\ncircuit court adhered to the overriding principle that emerged from the 1988\r\nFederal Consent Order, the public interest in continuity, in maintaining staggered\r\nelections in two cycles. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n None of the reapportionment ordinances enacted by County Council,\r\n Elliott I, nor the Federal Consent Order provide for the simultaneous election of all\r\neleven seats. To require simultaneous elections in all eleven districts would\r\neffectively create a new election plan depriving the public of continuity in county\r\ngovernment. A schedule other than a staggering of two cycles would be contrary\r\nto the expressed consent of the parties in the 1988 Federal litigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal, this Court is presented with the question whether the\r\ncircuit court abused its discretion. An abuse of discretion arises in cases where: (1)\r\nthe judge issuing the order was controlled by some error of law; or (2) the order,\r\nbased upon factual, as distinguished from legal, conclusions, is without evidentiary\r\nsupport. Boland v. S.C. Public Service Authority, 281 S.C. 293, 315 S.E.2d 143 \r\n  \r\n  \r\n  \r\n  \r\n  \r\np16 \r\n  \r\n  \r\n  \r\nSCOTT ELLIOTT, etc. v. RICHLAND COUNTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (1984). Appellant has the burden of showing the trial judge's order was arbitrary.\r\n Appellant has not done so. Accordingly, we hold the trial judge did not abuse his\r\n discretion in scheduling elections to assure that future elections are held under\r\n Plan 2. The trial judge's order included an election schedule which can no longer\r\n be met. Therefore, we direct the appropriate election officials to schedule elections\r\n subject only to the time periods imposed by law and conditioned upon preclearance\r\n from the Department of Justice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, WALLER and BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np17 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24667","title":"B. Boykin Rose v. David M. Beasley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24667","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 24\r\n  \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In the Supreme Court\r\nB. Boykin Rose, Director, South\r\n  Carolina Department of Public\r\n  Safety, Appellant/Respondent,\r\n v.\r\nDavid M. Beasley, as Governor\r\n  of the State of South Carolina, Respondent/Appellant.\r\nAppeal From Charleston County\r\n  Don S. Rushing, Judge\r\n Opinion No. 24667\r\n  Heard May 6, 1997 - Filed August 11, 1997\r\nAFFIRMED\r\nA. Camden Lewis, of Lewis, Babcock &amp; Hawkins, L.L.P., of\r\n  Columbia, for appellant/respondent.\r\nDavid C. Eckstrom, of Nexsen, Pruet, Jacobs &amp; Pollard,\r\n  L.L.P.; and Vance J. Bettis, of Gignilliat, Savitz &amp; Bettis; both\r\n  of Columbia, for respondent/appellant.\r\n PER CURIAM: This appeal is from an order of the circuit court holding\r\n  void the suspension of B. Boykin Rose from his office as Director of the Department of\r\n  Public Safety (DPS) and affirming his removal from that office. We affirm.\r\n\r\n  \r\n    FACTS\r\n  \r\n The facts leading, to Rose's suspension and removal involve the\r\n  administration of federal grant programs by DPS. The DPS Office of Safety and Grants\r\np18\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc. receives grant applications which are initially reviewed by the DPS staff and approved by\r\n  the Director of DPS. The Director then forwards these recommendations to a contact\r\n  person at the Governor's Office. The contact person gives approval for DPS to forward\r\n  its recommendations to the Public Safety Coordinating Council which approves or\r\n  disapproves finding. \r\n  \r\n  \r\n Sometime in the spring of 1996, Rose began to suspect that grant\r\n  recommendations had been illegally altered and that his Chief-of-Staff, Otis Rawl, was\r\n  forging his (Rose's) signature on grant recommendations in complicity with members of\r\n  the Governor's staff. Rose reported his suspicions to the United States Department of\r\n  Justice, the South Carolina Attorney General, and the Governor's Chief Counsel, Henry\r\n  Deneen. Rose also fired Otis Rawl who had originally been hired at the Governor's\r\n  request. \r\n  \r\n  \r\n On June 17, Rose met with the Governor along with former United States\r\n  Attorney Bart Daniel and Chief Counsel Deneen. The Governor told Rose he had hired\r\n  Daniel to investigate the alleged wrongdoing by the Governor's staff. Daniel and Deneen\r\n  requested documents from Rose regarding the grant process and the allegedly altered grant\r\n  recommendations which Rose agreed to supply. After this meeting, Rose privately asked\r\n  Daniel for a letter of representation to clarify Daniel's role which Daniel agreed to\r\n  provide. On June 18, Rose again met with Daniel and Deneen and they again asked for\r\n  the documents which Rose said he had not had time to gather. Rose promised he would\r\n  forward the documents later that day but failed to do so. \r\n  \r\n  \r\n On June 22, Rose read in the newspaper that Daniel had been hired to\r\n  investigate the DPS staff and not the Governor's staff. Rose called Daniel and Daniel\r\n  reassured Rose that he was in fact investigating the Governor's staff and not DPS. On\r\n  June 24, Rose again met with Deneen and Daniel and was again asked but did not provide\r\n  the requested documents. \r\n  \r\n  \r\n On June 26, Rose received a letter from Daniel requesting the documents.\r\n  Rose responded by letter dated June 28 questioning Daniel's role in the investigation and\r\n  stating that he would not provide the requested documents until Daniel provided him with\r\n  a representation letter. \r\n  \r\n  \r\n In response to Rose's refusal to comply with the request for documents, the\r\n  Governor suspended him from office on July 1. Rose subsequently received a Notice of\r\n  Intent to Remove from Office to which he was permitted a written response. On\r\n  September 3, the Governor ordered Rose removed front office pursuant to S.C. Code Ann.\r\np19\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc.\r\n&#167; 1-3-240 (Supp. 1996).1 Rose appealed to the circuit court as provided under S.C. Code\r\n  Ann. &#167; 1-3-250 (Supp. 1996). The circuit court ruled Rose's suspension was void for lack\r\n  of authority but affirmed his removal from office. Both Rose and the Governor appeal.\r\n\r\n  \r\n    OUR STANDARD OF REVIEW\r\n  \r\n Under S.C. Code Ann. &#167; 1-3-250 (Supp. 1996), an appeal of the circuit\r\n  court's judgment in an action contesting an officer's removal is allowed \"as in any other\r\n  appeal at law.\" In an action at law, our jurisdiction is limited to the correction of errors\r\n  of law and factual findings will not be disturbed unless unsupported by any evidence.\r\n  Townes Associates, Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976). This\r\n  standard governs our review in this case.\r\n\r\n  \r\n    ROSE'S APPEAL OF HIS REMOVAL\r\n  \r\n 1. Proof of misconduct\r\n Under S.C. Code Ann. &#167; 1-3-10 (1986), a public officer has an affirmative\r\n  duty to \"immediately furnish to the Governor, in such form as he may require, any\r\n  information desired by him in relation to [the officer's] affairs or activities.2 The circuit\r\n  court affirmed Rose's removal on the ground he violated this statute and was therefore\r\n  guilty of misconduct.\r\n Rose contends this Court should hold as a matter of law that he committed\r\n  no misconduct because his failure to produce the requested documents was prompted by\r\n  his uncertainty about the scope of Daniel's representation. Rose relies on his letter of June\r\n  28 by which he responded to Daniel's request as follows:\r\n__________________\r\n\r\n1 In contrast to other appointed officers who may be removed at the Governor's\r\n  discretion, the Director of DPS may be removed only for malfeasance, misfeasance,\r\n  incompetency, absenteeism, conflicts of interest, misconduct, persistent neglect of duty\r\n  in office, or incapacity. Compare S.C. Code Ann. &#167; 1-3-240 (B) and (C)(8) (Supp.\r\n  1996).\r\n2 Similarly, article IV, &#167;17, of our State constitution provides:\r\n All State officers, agencies, and institutions within the\r\n  Executive Branch shall, when required by the Governor.\r\n  give him information in writing- upon any subject\r\n  relations, to the duties and functions of their respective\r\n  offices, agencies, and institutions, including itemized\r\n  accounts of receipts and disbursements.\r\np20\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc.\r\n. . . .I must state that the manner in which your questions\r\n  are phrased and the nature of the information you seek\r\n  raises some question about your role in this matter. In our\r\n  recent contacts, you represented to me that you were not\r\n  hired by the Governor's Office to investigate the\r\n  Department of Public Safety, but had been hired to advise\r\n  the Governor on legal (not political) matters.... However,\r\n  the Governor's spokesperson has been quoted describing\r\n  your role to the contrary without station under what\r\n  authority you are operating as an independent counsel.\r\n To ensure that our actions do not jeopardize any aspect\r\n  of the ongoing investigations, I would greatly appreciate it\r\n  if you would provide me in writing with the authority\r\n  under which you are operating when making these\r\n  requests. I would also request that you provide me in\r\n  writing with the parameters of your agreement for\r\n  representation of the Governor and whether this\r\n  representation extends to members of his staff or the\r\n  Govern's Office as an entity....\r\n Again, at this time I must refrain from answering your\r\n  request since I cannot in good conscience respond without\r\n  a complete understanding of your representational\r\n  relationship and operating authority in this matter.\r\nAs indicated in this letter, Rose knew Daniel was representing the Governor.3 Regardless\r\n  of whether Daniel was investigating the Govern's Office or D.S., Rose was obligated\r\n  to furnish the requested documents.4 The scope of Daniel's representation of the Govern\r\n  is immaterial to Rose's duty to the Govern under &#167; 1-3-10.\r\n Rose also contends his letter of June 28 indicates only that he intended to\r\n  deliver providing the documents and is not proof he refused the Governor's request. Section\r\n  1-3-10 imposes a duty to \"immediately)7\" furnish information requested by the Governor.\r\n  This statute allows a public officer no discretion to delay compliance with the Governor's\r\n____________________\r\n\r\n3Further, in his response to the Governor's Notice of Intent to Remove, Rose\r\n  admitted the Governor had personally told him on June 17 that he had hired Daniel to\r\n  conduct an independent investigation.\r\n4Rose also admitted that Henry Deneen, whom Rose knew to be the Governor's\r\n  chief counsel, had asked for the documents as well.\r\np21\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc.\r\nrequest. It is not for this Court to second-guess the wisdom of the legislature in imposing\r\n  such a duty on public officers. A public officer's failure to comply with a statutory duty\r\n  constitutes misfeasance in office. Richland County v. Owens, 92 S.C. 329, 75 S.E. 549\r\n  (1912). Misfeasance is a ground for removal under &#167; 1-3-240(C). Accordingly, Rose's\r\n  failure to immediately furnish the requested documents supports his removal.\r\n Rose's argument to this Court that he had \"an understanding with the FBI\r\n  to protect important investigative documents\" is contradicted by his own testimony on\r\n  appeal to the circuit court. Rose testified that FBI agent Dodge Frederick had told him\r\n  that pending requests under the Freedom of Information Act did not have to be honored\r\n  because of the exemption for documents collected in pursuit of an investigation. Rose\r\n  admitted this conversation did not concern Daniel's request for documents and he had no\r\n  impression he was under any duty imposed by the FBI regarding the documents Daniel\r\n  was requesting. Further, Rose failed to provide even the publicly available grant\r\n  procedure documents requested by Daniel which were not \"investigative documents.\"\r\n Finally, Rose suggest it is within this Court's power to effectively prevent\r\n  the Governor's suppression of the allegations of grant fraud by his staff by holding Rose\r\n  was guilty of no misconduct as a matter of law. Despite the reprehensibility of the\r\n  alleged grant manipulations and forgeries, it is unavoidably Rose's conduct we must\r\n  scrutinize. We cannot exonerate him by examining the merits of his claim regarding\r\n  improprieties by other government officials.\r\n 2. Procedural violations\r\n Rose contends the hearing on appeal to the circuit court should have been\r\n  a de novo hearing on the merits rather than a determination that his removal was\r\n  supported by clear and convincing evidence. We disagree.\r\nSection I-3-250, which provides for appeal to the circuit court, states:\r\nThe judge shall hear and determine the appeal both as to\r\n  law and fact upon the record as made before the Governor\r\n  and upon such additional evidence as he shall see fit to\r\n  allow.\r\nRose relies on dictum5 in a concurrence in State v. Ballentine, 152 S.C. 365, 150 S.E. 46,\r\n________________\r\n\r\n5The actual issue in Ballentine was whether Judicial review of the Governor's order\r\n  of removal was unconstitutional. The Court concluded the Governor acted in a quasi-\r\n  judicial capacity in removing, an officer and therefore his decision was properly subject\r\n  to judicial review\r\np22\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc.\r\n48 (1929), stating that under the predecessor statute to &#167; 1-3-250, an officer \"is allowed\r\n  the right of appeal to a circuit judge, who hears the matter on the merits de novo.\"\r\n  (Emphasis added).\r\n Rose's contention that he is entitled to a de novo proceeding under this\r\n  statute is without merit. A de novo hearing, on appeal of an order by an executive body\r\n  acting in a quasi-judicial capacity6 violates the separation of powers provision of our State\r\n  constitution because judicial discretion cannot be substituted for that of an executive body.\r\n  Guerard v. Whitner, 276 S.C. 521, 280 S.E.2d 539 (1981); Bd. of Bank Control v.\r\n  Thomason, 236 S.C. 158, 113 S.E.2d 544 (1960). Accordingly, the circuit court properly\r\n  applied &#167; 1-3-250 and limited its review to a determination that the facts supported the\r\n  Governor's decision.\r\n Rose also contends the lack of a de novo hearing before the circuit court\r\n  improperly placed the burden of proof on him to prove by clear and convincing evidence\r\n  that he should not be removed. To the contrary the circuit court specifically held the\r\n  grounds for removal asserted by the Governor were supported by clear and convincing\r\n  evidence. There is nothing in the circuit court's order indicating Rose bore any burden\r\n  of proof\r\n Rose contends his statutory rights were violated because he did not receive\r\n  an oral pre-removal hearing. Under &#167; 1-3-240(A), before removing any officer, the\r\n  Govern must inform him in writing of the specific charges and give him an opportunity\r\n  on reasonable notice \"to be heard.\" The circuit court agreed Rose was entitled to an oral\r\n  pre-removal hearing under this statute7 but found the post-removal hearing on appeal to\r\n  the circuit court was sufficient to cure any due process violation.8 Rose contends this was\r\n  error because the statutory violation could not be cured by a post-removal hearing. We\r\n  disagree.\r\n________________\r\n6In removing an officer, the Governor as chief executive acts in a quasi-judicial\r\n  capacity. Ballentine, supra.\r\n7There has been no appeal of the circuit court's ruling that the written pre-removal\r\n  procedure violated &#167; I-3-240(A).\r\n8As a threshold issue on the due process claim, the circuit court found Rose had a\r\n  property interest in his office as Director of D.S. The United States Supreme Court\r\n  has held that a government employee who is statutorily entitled to continued\r\n  employment absent -good cause for dismissal has a property interest in that employment\r\n  for purposes of a due process analysis. Cleveland Bd. of Educ. Loudermill, 470\r\n  U.S. 532, 105 S.Ct. 1497, 84 L.Ed.2d 494 (1985).\r\np23\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID M. BEASLEY, etc.\r\n Rose has failed to show any prejudice from the lack of a pre-removal\r\n  hearing. At the hearing before the circuit court, he was represented by counsel and had\r\n  the opportunity to introduce evidence, cross-examine adverse witnesses, and argue his case\r\n  to the court. This post-removal procedure, which satisfied due process, sufficiently\r\n  compensated for the lack of an oral pre-removal hearing. See Glenn v. Newman, 614 F.2d\r\n  467 (5th Cir. 1980); see also Loudermill, supra (a full post-removal hearing and judicial\r\n  review satisfies due process even where only a written pre-removal procedure is allowed).\r\n  Accordingly, we find no error.\r\n Finally, Rose contends the circuit court applied an arbitrary and\r\n  unreasonable standard of proof indicated by this statement in its order:\r\nOn this record, Rose's failure to provide these documents\r\n  and information . . . appeared to be intentional and \r\n  wrongful.\r\nRose contends an \"appearance\" standard is a shallow level of proof that requires reversal.\r\n  The circuit court order, however, specifically states that the evidence supporting Rose's\r\n  removal for misconduct was clear and convincing. It is clear from the order as a whole\r\n  that the circuit court did not apply an \"appearance\" standard of proof in reviewing Rose's\r\n  removal but the more stringent clear and convincing standard.9\r\nIn conclusion, the circuit court properly affirmed Rose's removal under &#167;\r\n  1-3-240(C).\r\n\r\n  \r\n    GOVERNOR'S CROSS-APPEAL\r\n  \r\n The circuit court held Rose's pre-removal suspension was void because\r\n  there is no constitutional or statutory provision allowing the Govern to suspend the\r\n  Director of D.S. Despite this lack of statutory or constitutional authority,10The Governor,\r\n  citing cases from other jurisdictions, argues he has the power of suspension as an incident\r\n  of his statutory power of removal. This proposition clearly conflicts with well-established\r\n  South Carolina precedent.\r\n Under South Carolina law, the Govern can neither appoint to office nor\r\n  suspend or remove from office unless the power to do so is conferred upon him by the\r\n90n appeal to this Court, the Governor does not challenge this standard of proof. \r\n10This case does not involve the Governor's power of suspension under S.C. const.\r\n  art. VI, &#167;8, which allows suspension by the Governor in certain instances of indictment\r\n  of a public officer.\r\np24\r\n\r\nB. BOYKIN ROSE, etc. v. DAVID. M. BEASLEY etc.\r\n Constitution or statute. State ex rel. Huckabee v. Hough, 103 S.C. 87, 87 S.E. 436\r\n  (1915). The Governor argues this requirement of an explicit gant of the power to\r\n  suspend applies only to the suspension of constitutional officers. To the contrary, in\r\n  Dacus v. Johnston, 180 S.C. 329, 185 S.E. 491 (1936), we applied this same analysis to\r\n  find invalid the suspension of a state highway commissioner who was not a constitutional\r\n  officer but an appointee similar to the Director of D.S.\r\n The Governor further relies on In re: Ferguson, 304 S.C. 216, 403 S.E.2d\r\n  628 (1991), in which this Court held it had the power to suspend a circuit court judge\r\n  based on the inherent power to administer justice as provided under article V of our State\r\n  constitution. The Governor argues the power of suspension flows from his inherent power\r\n  as head of the executive branch of government. It is well-settled, however, that the power\r\n  of removal or suspension from office is not an inherent function of the chief executive.\r\n  Huckabee v. Hough, supra; McDowell v. Burnett, 92 S.C. 469, 75 S.E. 873 (1912); State\r\n  v. Rhame, 92 S.C. 455, 75 S.E. 881 (1912).\r\n In conclusion, the trial judge properly ruled that the Governor's suspension\r\n  of Rose was void because the Governor has no statutory or constitutional authority to\r\n  impose such a suspension.\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24668","title":"SC Insurance Co. v. Fidelity and Guaranty Ins. Underwriters, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24668","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n  \r\n    Davis Adv. Sh. No. 24\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina Insurance Company, Plaintiff,\r\n v. \r\n  \r\nFidelity and Guaranty Insurance\r\nUnderwriters, Inc. and United\r\nStates Fidelity &amp; Guaranty\r\nCompany, Defendants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn Certification From The United States District Court\r\n For the District of South Carolina\r\n Matthew J. Perry, United States District judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24668\r\nHeard April 2, 1996 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRobert E. Salane and Andrew E. Haselden, both of Barnes, Alford, Stork &amp;\r\nJohnson, L.L.P., of Columbia, for Plaintiff. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStephen P. Groves, Bradish J. Waring and Stephen L. Brown, all of Young,\r\nClement, Rivers &amp; Tisdale, L.L.P., of Charleston, for Defendants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: The United States District Court for the District of South Carolina has\r\ncertified the following question to this Court: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen a blanket insurance policy and a specific policy provide coverage for the\r\nsame peril to the same property and interest, does South Carolina require that\r\nthe specific insurance policy coverage limits be exhausted first before\r\napplication of the blanket policy or will the policies be pro rated according to\r\nthe respective policy limits of each policy? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND\r\nFor a period of time, plaintiff South Carolina Insurance Company (\"SCIC\") and \r\n  \r\n  \r\n  \r\np26 \r\n  \r\n  \r\n  \r\nSC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\ndefendant United States Fidelity and Guaranty Company (\"USF&amp;G\") both insured certain\r\nbuildings at Mike Smith Chevrolet, an automobile dealership located in Myrtle Beach, South\r\nCarolina. The USF&amp;G policy was a comprehensive business insurance policy providing\r\nblanket property insurance covering three buildings at Mike Smith Chevrolet, as well as\r\nbuildings at dealerships located in Florida and other states. The SCIC policy was a specific\r\npolicy providing insurance coverage for commercial property, general liability, and crime\r\ncoverage for five separate buildings located at Mike Smith Chevrolet. The USF&amp;G policy\r\nand the SCIC policy contained identical \"other insurance\" clauses providing their coverage\r\nwould be \"excess\" to any other insurance on the property. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On September 21-22, 1989, Hurricane Hugo came ashore South Carolina, south of\r\nMyrtle Beach, and, as a result of Hurricane Hugo's winds and rain, Mike Smith Chevrolet's\r\nbuildings sustained various degrees of damage. At the time of the hurricane, Mike Smith\r\nChevrolet was insured by both SCIC and USF&amp;G. The losses were reported to both\r\ninsurance companies, and SCIC adjusted and paid the claim. USF&amp;G has not paid any sums\r\nto SCIC as contribution for the damages or adjusting expenses incurred in connection with\r\nthe claim by Mike Smith Chevrolet. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On September 14, 1992, SCIC flied suit in state court in Richland County against\r\n defendant USF&amp;G. SCIC sought contribution from USF&amp;G for the payments it made to\r\n Mike Smith Chevrolet. USF&amp;G removed the case to federal district court on October 15,\r\n 1992. One day later, USF&amp;G filed its answer to SCIC's complaint and alleged as an\r\n affirmative defense the fact that SCIC's policy provided specific coverage that must be\r\n exhausted before USF&amp;G would be liable. The parties agree no facts are in dispute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After filing a Stipulated Statement of Facts with the federal court, both parties moved\r\nfor summary judgment. The federal district court determined that the action involved\r\nquestions of South Carolina law for which there was no controlling precedent in the decisions\r\nof the South Carolina Supreme Court. The federal court therefore certified to this Court the\r\nquestion listed above. On November 9, 1995, we agreed to answer the certified question. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\n When judges first set about the task of interpreting insurance policies, we looked\r\nconfidently to tried and true principles of contract law. After all, lawyers are taught in their\r\nearliest classes that the common law rules of contract are the bedrock of all Anglo-American\r\njurisprudence, thus judges clearly had at hand the perfect tools for crafting fair and lucid\r\ninterpretations of insurance agreements. We failed utterly to anticipate the linguistic excesses\r\nto which the insurance industry would resort in order to avoid paying claims when \"other\r\ninsurance\" may be available. This is an area in which hair splitting and nit picking has been\r\nelevated to an art form. \"Other insurance\" clauses have been variously described as: \"the\r\ncatacombs of insurance policy English, a dimly lit underworld where many have lost their \r\n  \r\n  \r\n  \r\n  \r\n  \r\np27 \r\n  \r\n  \r\n  \r\nSC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nway,\"1 a circular riddle,2 and \"polic[ies] which cross one's eyes and boggle one's mind.\"3 \r\n  \r\n  \r\n \"Other insurance\" clauses are intended to apportion an insured loss between or among\r\ninsurers where two or more policies offer coverage of the same risk and same interest for the\r\nbenefit of the same insured for the same period. These clauses began their lives as an\r\nattempt to prevent fraud in the over insuring of property. Now the clauses are widely used\r\nin many other types of insurance policies where fraud by over insurance would not be a\r\npossibility. The four most common forms of \"other insurance\" clauses are: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ( I ) the \"pro rata\" clause, which provides that the insurer will pay its share of\r\n the loss in the proportion its policy limits relates to the aggregate liability\r\n coverage available; (2) an \"excess\" clause, which provides that an insurer will\r\n pay a loss only after other available primary insurance is exhausted; (3) an\r\n \"escape\" clause, which provides that an insurer is absolved of all liability if\r\n other coverage is available; and (4) an \"excess escape\" clause, which provides\r\n that the insurer is liable for that amount of a loss exceeding other available\r\n coverage and that the insurer is not liable when other available insurance has\r\n limits equal to or greater than its own.\"4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEach type of clause has its own rules of construction and when these clauses compete with\r\neach other, the rules of interpretation become more complex. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In the present matter we have two policies which (I ) cover the same risk - 3 buildings\r\nat Mike Smith Chevrolet, (2) cover the same interest - commercial property, (3) are for the\r\nbenefit of the same insured - Mike Smith Chevrolet, (4) apply for the same time period -\r\nSeptember 21-22, 1 989. Each policy's \"other insurance\" clause is identical, providing: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"If there is other insurance covering the same loss or damage . . . . .we will\r\npay only for the amount of covered loss or damage in excess of the amount\r\ndue from that other insurance whether you can collect on it or not. But we\r\nwill not pay more than the applicable limit of insurance.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1Insurance Co. of North America v. Home &amp; Auto Ins. Co., 628 N.E.2d 643,\r\n644 (Ill. Ct. App. 1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2Linda Hasse, Is There a Solution to the Circular Riddle? The Effect of \"Other\r\nInsurance\" Clauses on the Public, the Courts and the Insurance Industry, 25 S.D. L.\r\nRev. 37 (1980). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3Columbia Cas. Co. v. Northwestern Natl. Ins. Co., 282 Cal. Rptr. 389, 396\r\n(Cal. Ct. App. 1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4Douglas R. Richmond, Issues and Problems in \"Other Insurance,\" Multiple\r\nInsurance, and Self Insurance, 22 Pepp. L.Rev. 1373, 1381 (1995), an excellent,\r\ncomprehensive analysis of this topic in the context of property as well as liability insurance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np28 \r\n  \r\n  \r\n  \r\nSC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThus, in this matter we have a competition between two \"excess\" \"other insurance\" clauses,\r\neach of which attempts to make its policy excess to all other available coverage.\r\nAdditionally, the USF&amp;G policy styles itself as \"blanket commercial property coverage\"\r\ndetailing coverage for specified properties at several different dealerships, including Mike\r\nSmith-Myrtle Beach, whereas the SCIC policy is a specific policy only for the Mike Smith\r\nMyrtle Beach location. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The question presented to us is framed as one involving blanket versus specific policies.\r\nFor the reasons we outline in this opinion, we believe the more proper analytical framework\r\nto be that of resolving competing \"excess\" \"other insurance\" clauses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n That having been said, if the blanket/specific analysis is used, there are at least two\r\n schools of thought concerning the apportionment of losses covered under both blanket and\r\n specific policies. One school of thought finds that blanket policies are intended only to\r\n supplement specific policies and that, therefore, the policy limit of a specific policy must be\r\n exhausted before the blanket policy provides any coverage, without regard to any policy\r\n language concerning apportionment of other insurance. See John A. Appleman &amp; Jean\r\n Appleman, Insurance Law &amp; Practice &#167; 3912 (1972)(\"A blanket or floating policy is only\r\n intended to supplement specific insurance, and it cannot become operative until the specific\r\n insurance has become exhausted.\"); see also, e.g., Hennes Erecting Co. v. National\r\n Union Fire Ins. Co., 813 F.2d 1074 (10th Cir. 1987) (citing general rule that specific\r\n policy must be exhausted before blanket/floater policy can provide coverage); USAA v.\r\n United States Fidelity &amp; Guaranty Co., 555 S.W.2d 38 (Mo. Ct. App. 1977)(finding\r\n that exhaustion of coverage under specific policy constituted condition precedent to right to\r\n recover under blanket/floater policy). Other cases apply an entirely different rule by holding\r\n that when blanket and specific policies insure the same entity against the same risk, they\r\n provide concurrent coverage and should be prorated. See, e.g., Home v. Great American\r\n Ins. Co., 1 34 S.E.2d 865 (Ga. Ct. App. 1964) (applying rule that policies insuring the\r\n same entity against the same risk should be considered concurrent even if one policy is more\r\n specific than the other). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Prior South Carolina precedents suggest that if two or more policies insure the same\r\n entity against the same risk to the same object, the policies are concurrent and losses should\r\n be prorated between the insurers who issued the policies. In Lucas v. Garrett, 209 S.C.\r\n 521, 41 S.E.2d 212 (1947), this Court found that there was no concurrent coverage under\r\n separate insurance policies where the policies did not insure against the same interest or the\r\n same casualty. Id. at 527, 41 S.E.2d at 215. One of the policies at issue insured against\r\n a party's legal liability, but the other policy insured against the destruction of property (bales\r\n of cotton). Id. Given these facts, there was no concurrent coverage. However, the clear\r\n implication of the decision is that if policies do insure the same entity and the same interest\r\n against the same casualty, then coverage is concurrent, and the loss must be prorated, at least\r\n absent policy language to the contrary. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Similarly, in Murdaugh v. Traders &amp; Mechanics Insurance Co., 218 S.C. 299, 62\r\nS.E.2d 723 (1950), this Court found that two fire insurance policies protecting the same\r\nhome did not provide concurrent coverage, because the policies did not insure the same \r\n  \r\n  \r\n  \r\n  \r\n  \r\np29 \r\n  \r\n  \r\n  \r\nSC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\ninterest. Id. at 310, 62 S.E.2d at 727-28. One of the policies protected the interest of\r\nthe homeowner himself, but the other policy was intended to protect the interest of the\r\nmortgagee. Id. at 309-10, 62 S.E.2d at 727-28. Again, Murdaugh implies that if policies\r\ninsure the same entity and interest against the same casualty, then the coverage provided by\r\nthe policies is concurrent, thus requiring pro rata contribution absent a contrary provision in\r\nan \"other insurance\" clause contained in one of the policies. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Lucas and Murdaugh suggest that the only prerequisite to proration of a loss among\r\nmultiple insurers is that all policies concerned provide coverage for the same peril to the same\r\nproperty and interest, a condition that is indisputably satisfied here. Those cases, however,\r\ndo not squarely address whether a distinction should be made between the kind of coverage\r\nprovided by blanket and specific policies, such that a blanket policy should always be\r\nconsidered excess to more specific insurance. We must now address that issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We do not favor a rule that creates a wooden distinction between \"blanket\" and\r\n it specific\" policies, because such a distinction will often fail to effectuate the intent of the \r\n  \r\n insurer and the insured as to coverage. As we view it, courts faced with the distasteful chore \r\n  \r\n of apportioning liabilities among multiple insurers should look to the language of the policies \r\n  \r\n to ascertain whether the policies are intended to provide primary or secondary coverage. \r\n  \r\n In other words, the relevant question is not whether a policy is blanket or specific, but what \r\n  \r\n is the \"total policy insuring intent\" embodied within the policy. See, e.g., Allstate Ins. Co. \r\n  \r\n v. Frank B. Hall &amp; Co., 770 P.2d 1342, 1346 (Colo. Ct. App. 1989). For example, if \r\n  \r\n both policies provide coverage for the same peril to the same property and interest, and both \r\n  \r\n contain language evincing an intent to provide primary coverage, that one policy may be \r\n  \r\n somewhat more specific than another usually should make no difference. See, e.g., Harbor \r\n  \r\n Ins. Co. v. USAA, 559 P.2d 178 (Ariz. Ct. App. 1976)(rejecting position that coverage \r\n  \r\n of general homeowners' liability policy should be considered secondary to more specific \r\n  \r\n coverage of motor vehicle liability policy); see also State Farm Fire &amp; Cas. Co. v. \r\n  \r\n LiMauro, 482 N.E.2d 13, 16 (N.Y. 1985)(\"As our case law has developed, it has rejected \r\n  \r\n as an exercise in 'meaningless semantics' the effort to determine which among policies \r\n  \r\n covering the risk which occurred is the more specific, but recognized the right of each insurer \r\n  \r\n to rely upon the terms of its own contract with its insured.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n One method insurance companies use to indicate whether they intend to provide\r\n primary, secondary, or other coverage is to include in their policies \"other insurance\" clauses\r\n that attempt to apportion liability among multiple insurers. An \"excess\" clause the most\r\n common kind of \"other insurance\" clause, provides that a policy will cover only amounts\r\n exceeding the policy limits of other insurance covering the same risk to the same property.\r\n When two policies both contain \"excess\" clauses, most courts have regarded the clauses as\r\n mutually repugnant and have treated both policies as primary, ordering proration of the loss.\r\n See, e.g., Indiana Ins. Co. v. Mission Natl. Ins. Co., 874 F.2d 631 (9th Cir.\r\n 1989)(Under Washington law, where both policies contain \"excess\" \"other insurance\"\r\n provisions, clauses are mutually repugnant, and the loss must be prorated.); Universal\r\n Underwriters Ins. Co. v. Allstate Ins. Co., 638 A.2d 1220 (Md. Ct. App. 1994) (Where\r\n two \"excess\" clauses are applicable and directly conflict, they must be disregarded as\r\n mutually repugnant, and each policy is treated as primary insurance.). Generally, we agree \r\n  \r\n  \r\n  \r\n  \r\n  \r\np30 \r\n  \r\n  \r\n  \r\nSC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nthat, in many cases, \"excess\" \"other insurance\" clauses should cancel each other out, because\r\ntwo policies with such clauses cannot both be treated as \"excess\" policies. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n However, this rule should not apply \"when its use would distort the meaning of the\r\nterms of the policies involved.\" LiMauro, 482 N. E.2d at 17. The total policy insuring\r\nintent of the parties always should remain the central issue in apportioning liabilities among\r\nmultiple insurers. Although the wording of \"other insurance\" clauses is a relevant factor in\r\ndetermining the total policy insuring intent of an insurer and its insured, the \"other\r\ninsurance\" clause constitutes only one factor among many to be considered. Other pertinent\r\nfactors for the Court to consider in ascertaining the purpose an insurance policy is intended\r\nto serve include (1) the stated coverage provided in the policy, (2) the premium paid for\r\nsuch coverage, (3) any requirements in the policy that the insured have underlying insurance\r\npolicies, and (4) other relevant factors. See, e.g., LiMauro, 482 N.E.2d 13. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In LiMauro, the New York Court of Appeals was faced with the task of determining\r\nthe priority of liability among three automobile insurance policies.5 One of the policies\r\nindisputably provided primary coverage, so the New York court only had to resolve whether\r\nthe amount of the loss exceeding the limits of the primary policy should be prorated between\r\nthe other two insurers, Aetna and State Farm, or whether the limits of Aetna's policy had\r\nto be exhausted before State Farm's policy bore any liability. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n One of the policies at issue was a \"family automobile policy\" with coverage of\r\n $100,000 per person and $300,000 per accident for accidents caused when the insured\r\n driver was driving a non-owned vehicle. This policy (\"the Aetna policy\") contained an\r\n \"other insurance\" clause providing that coverage for accidents involving non-owned or\r\n temporary substitute vehicles would be excess over any other valid and collectible insurance.\r\n Id. at 19. The other policy at issue (\"the State Farm policy\") was designated a \"success\r\n protector policy\" and contained a liability limit of $ 1,000,000, covering \"personal injury\r\n or property damage arising out of operation of an automobile, watercraft or aircraft or of\r\n business or rental property, and as to the operation of an automobile covered not only the\r\n named insured but also any person operating the vehicle with, and within the scope of, the\r\n consent of the named insured.\" Id. at 15-16. Aetna argued that the \"excess\" clause in its\r\n policy made its coverage secondary to that of the State Farm policy. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The New York Court of Appeals disagreed. It instead determined that the State Farm\r\ncoverage should be excess to any coverage provided by the Aetna policy notwithstanding the\r\n\"other insurance\" provision in the Aetna policy. The court found that the following features\r\nof the State Farm policy evinced an intent by State Farm and its insured that coverage was\r\nto be truly excess to other collectible insurance: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5Although there are some jurisdictions in which the rules for interpreting \"other\r\ninsurance\" clauses in automobile insurance policies are different from those applicable to\r\nother types of liability and property insurance policies, the framework we adopt here of\r\nexamining \"total policy insuring intent\" will apply to all \"other insurance\" clauses without\r\nregard to policy type. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np31 \r\n  \r\n  \r\n  \r\n SC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n The State Farm policy specified that it provided coverage only in excess of the\r\n total limit of liability of any underlying insurance collectible by the insured.\r\n The policy required the insured to maintain underlying automobile liability\r\n insurance in minimum amounts of $100,000/$300,000.\r\n The policy contained an \"other insurance\" clause providing that its coverage\r\n would be excess to all insurance except insurance purchased to apply \"in excess\r\n of the sum\" of the coverage provided by both the underlying insurance and the\r\n State Farm policy.\r\n The State Farm policy provided $ 1,000,000 coverage at a premium of $ 144\r\n as compared to Aetna's policy, which provided $100,000/$300,000\r\n coverage for a premium of $ 119. The court found that the small premium\r\n for the large amount of coverage provided by State Farm indicated State Farm\r\n intended to insure \"at a lesser level of risk than did Aetna.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nId. at 19-20. The court examined the Aetna policy and concluded that it generally was\r\nintended to provide primary coverage and that the \"excess\" clause evinced Aetna's intent\r\nthat its coverage be excess only to other primary coverage on non-owned automobiles, not\r\nto coverage that was inherently excess or secondary, like that of the State Farm policy. Id.\r\nat 19. Accordingly, the court required exhaustion of the Aetna policy prior to any\r\ncontribution by the State Farm policy. Id. at 20. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n When we examine the commercial property portions of the policies at issue in this\r\ncase, it is clear that the SCIC policy and the USF&amp;G policy provide the same kind of\r\ncoverage. As we view it, both policies (absent their \"excess\" clauses) appear to provide\r\nprimary coverage. Most significantly here, neither policy requires the insured to possess\r\n\"underlying insurance\" as to the commercial property coverage, which many strictly \"excess\"\r\npolicies require. In fact, the coverage terms of the two policies are quite similar. The\r\ncommercial property portions of the policies differ primarily in that the USF&amp;G policy covers\r\nmore buildings at more locations. We do not think this difference should free USF&amp;G from\r\nits obligation to its insured. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The SCIC and USF&amp;G policies contain identical \"excess\" \"other insurance\" clauses.\r\n Like the \"excess\" clause in the Aetna policy in LiMauro, the \"excess\" clauses in the SCIC and\r\n USF&amp;G policies evince only an intent that coverage be excess to that of other inherently\r\n primary policies. Obviously, it is impossible to give effect to both \"excess\" clauses, and given\r\n that there is nothing else in the policies that differentiates the kind of coverage they provide,\r\n the clauses should be disregarded as mutually repugnant and the loss should be prorated\r\n between SCIC and USF&amp;G according to their respective policy limits. See 44 Am. Jur. 2d\r\n Insurance &#167; 1791 (1982 &amp; Supp. 1995) (\"Proration has not been universally compelled\r\n between liability insurers both of whose policies contain 'excess insurance' provisions,\r\n although it has been compelled in a great majority of cases.\"); see also, e.g., Home Ins.\r\n Co. v. Certain Underwriters., 729 F.2d 1132 (7th Cir. 1984) (where \"excess\" clauses are\r\n mutually repugnant, each insurance company is liable for pro rata share of the total liability);\r\n Kansas City Fire &amp; Marine Ins. Co. v. Hartford Ins. Group, 442 N.E.2d 1271 (N.Y.\r\n 1982)(mutual \"excess\" policies covering the same risk cancel each other out, and\r\n contribution by both insurers is required); Paul R. Koepff, \"Other Insurance \" Clauses, PLI's \r\n  \r\n  \r\n  \r\n  \r\n  \r\np32 \r\n  \r\n  \r\n  \r\n SC INSURANCE COMPANY v. FIDELITY &amp; GUARANTY, et al. \r\n  \r\n 13th Annual Insurance, Excess and Reinsurance Coverage Disputes, 539 PLI/Lit 249\r\n(1996) (summarizing general rules concerning \"other insurance\" clauses). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Accordingly, under South Carolina law, the policies' \"excess\" clauses are mutually\r\nrepugnant, both policies provide primary coverage, and the loss with regard to the three\r\nbuildings covered by both policies should, therefore, be prorated between SCIC and USF&amp;G\r\naccording to their respective policy limits. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n We find that in determining whether a loss covered by multiple insurers should be\r\nprorated, or whether one policy should be treated as an \"excess\" policy, courts in South\r\nCarolina should consider the \"total policy insuring intent\" based on all the language of the\r\ninsurance policies at issue. If two policies both contain \"excess\" clauses, but otherwise appear\r\nto provide for primary coverage, the excess clauses should be disregarded, and the\r\nconcurrently covered loss prorated according to the policy limits of the respective policies. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We would be hard pressed to improve upon this conclusion penned by the Kentucky\r\nCourt of Appeals: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This opinion represents our honest effort to make detailed answers to the\r\n conflicting arguments of the parties relative to the construction of an insurance\r\n policy. It would be somewhat ludicrous for us to say this policy is not\r\n ambiguous. It is. But no more so than most others. Ambiguity and\r\n incomprehensibility seem to be the favorite tools of the insurance trade in\r\n drafting policies. Most are a virtually impenetrable thicket of incomprehensible\r\n verbosity. It seems that insurers generally are attempting to convince the\r\n customer when selling the policy that everything is covered and convince the\r\n court when a claim is made that nothing is covered. The miracle of it all is\r\n that the English language can be subjected to such abuse and still remain an\r\n instrument of communication. But, until such time as courts generally weary\r\n of the task we have just experienced and strike down the entire practice, we\r\n feel that we must run with the pack and attempt to construe that which may\r\n well be impossible of construction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUniversal Underwriters Insurance Company v. Travelers Insurance Co., 451 S.W.2d\r\n616, 622-23 (Ky. Ct. App. 1970). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ-, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np33 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24669","title":"Porter v. SC Public Service Commission, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24669","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 24\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPhilip S. Porter,\r\nConsumer Advocate for\r\nthe State of South\r\nCarolina, Appellant,\r\n v. \r\n  \r\nSouth Carolina Public\r\nService Commission and\r\nAT&amp;T Communications of\r\nthe Southern States, Inc., Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Richland County\r\nL. Casey Manning, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24669\r\nHeard May 21, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPhillip S. Porter, Nancy Vaughn Coombs, and Elliott F.\r\nElam, Jr., all of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nF. David Butler and Florence P. Belser, of Columbia, for\r\nrespondent S.C. Public Service Commission, and Francis P.\r\nMood and Joseph D. Clark, both of Sinkler and Boyd, of\r\nColumbia, for respondent AT&amp;T Communications of the\r\nSouthern States, Inc, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n WALLER, A.J.: This appeal involves an order of the Public Service\r\nCommission (PSC) which removed price caps for certain business services provided\r\nby AT&amp;T. We affirm.\r\n FACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Subsequent to AT&amp;T's divesture in 1983, the PSC issued Order # 84-622\r\nregulating interexchange telephone carriers (IXCS) and setting forth price caps. In \r\n  \r\n  \r\n  \r\n  \r\n  \r\np34 \r\n  \r\n  \r\n  \r\nPHILIP S. PORTER, etc. v. SCPSC, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1995, AT&amp;T filed a petition pursuant to S.C. Code Ann. &#167; 58-9-585 (Supp. 1994)\r\n seeking alternative regulation for certain of its services,1 and requesting, inter alia,\r\n PSC to declare these services competitive and remove price caps therefrom. By Order\r\n # 95-1734, PSC found the \"substantial evidence of record does not show ... that\r\n AT&amp;T's services for which it seeks alternative regulation are competitive.\"\r\n Nonetheless, PSC found \"the competitive forces demonstrated did warrant\r\n modification of the existing process\" and removal of the price caps. PSC modified the\r\n existing rate structure to provide the maximum rate requirements would be removed\r\n provided AT&amp;T filed tariffs which reflect average toll rates within South Carolina.\r\n The modification was implemented on a trial basis. The circuit court affirmed the\r\n PSC; the Consumer Advocate appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE \r\n  \r\n Did the PSC act within its authority in removing the rate caps? \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n The Consumer Advocate contends that, once PSC determined that AT&amp;T had\r\nfailed to prove its services were \"competitive\" within the meaning of section 58-9-585,\r\nPSC was without authority to remove the rate caps. We disagree. We find PSC had\r\nauthority to modify Order #84-622 pursuant to both &#167; 58-9-585 (D), and its general\r\npowers under &#167; 58-9-720 (1976) and 58-3-140 (1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. &#167; 58-9-585 provides, in pertinent part: \r\n  \r\n (A) Notwithstanding any other provision of this chapter, the\r\ncommission, on the request of an interexchange telecommunications\r\ncarrier or on its own motion, may consider, in lieu of the procedures\r\noutlined in this chapter, alternative means of regulating that carrier. If\r\nthe commission first determines, after notice and hearing, that the\r\nsubstantial evidence of record shows that a particular service is\r\ncompetitive in the relevant geographic market, the commission may\r\nimplement regulatory alternatives including, but not limited to, the\r\nprovisions outlined in this section. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(B) If the commission determines that an interexchange\r\ntelecommunications carrier service is competitive, the commission shall\r\nnot fix or prescribe the rates, tolls, charges, or rate structures for that\r\nservice .... \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(D) For an interexchange telecommunications carrier service found to be \r\n___________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1The services in question were business long distance services, consumer card and\r\noperator services. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np35 \r\n  \r\n  \r\n  \r\nPHILIP S. PORTER, etc. v. SCPSC, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nnoncompetitive, the commission may implement other regulatory\r\nalternatives including, but not limited to, price caps. (Emphasis\r\nsupplied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the literal terms of &#167; 58-9-585, PSC is authorized to implement regulatory\r\nalternatives regardless of whether it finds a service competitive or noncompetitive.\r\nCompare subsections (A) &amp; (D). Although subsection (A) appears to require a finding\r\nof \"competitiveness\" prior to implementation of an \"alternative means of regulation,\"\r\nsubsection (D) clearly permits PSC to implement alternative regulatory means,\r\n\"including, but not limited to\" price caps, notwithstanding a lack of competitiveness.\r\nClearly, this language permits, but does not require PSC to utilize rate caps.\r\nFurther, nothing in this statute, or in any other section of Chapter 9 of Title 58,\r\nrequires PSC to implement or retain rate caps. The only absolute mandate under &#167;\r\n58-9-585 is found in subsection (B), which prohibits rate caps upon a finding of\r\ncompetitiveness. As nothing in the statute requires rate caps, PSC clearly had\r\nauthority to remove them under subsection (D).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In addition to its authority under &#167; 58-9-585, PSC relies upon &#167; 58-9-720 and\r\n&#167; 58-3-140 as general authority for its modification of Order # 84-622. We agree with\r\nPSC, and the circuit court, that these sections are consistent with PSC's powers\r\nunder &#167; 58-9-585. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Sections 58-3-140 (1976) and 58-9-720 (1976) vest PSC with broad general\r\npowers to \"supervise and regulate the rates and service\" of every public utility (&#167; 58-\r\n3-140) and to fix \"just and reasonable classifications, regulations, practices or service\r\nto be furnished, imposed, observed and followed by any or all telephone utilities...\"\r\n(&#167; 58-9-720). Order # 84-622, setting forth rate caps, was implemented pursuant to\r\nPSC's general powers under Sections 58-3-140 (1976) and 58-9-720 (1976). Since\r\nnothing in &#167; 58-9-585 requires PSC to set rate caps, we find these statutes, together\r\nwith &#167; 58-9-585, permit PSC to alter the procedures previously set forth by it in Order\r\n#84-622.3 Hamm v. AT&amp;T, 302 S.C. 210, 394 S.E.2d 842 (1990)(PSC may modify or __________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2Although PSC did not rely on this section for its modification, &#167; 58-9-585 was the\r\nsole basis for relief asserted by AT&amp;T. This Court may take judicial notice of a\r\nstatute, Jones, Inc. v. B-F Limited Partnership, 276 S.C. 469, 279 S.E.2d 613 (1981),\r\nand may affirm for any reason appearing in the record. State v. Smith, 316 S.C. 53,\r\n447 S.E.2d 175 (1994); Rule 220 (A), SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3The Consumer Advocate contends that &#167; 58-9-585, being the more recent and\r\nspecific legislation, controls. See State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994);\r\nWhiteside v. Cherokee County School District No. One, 311 S.C. 335 428 S.E.2d 886\r\n(1992). However, this rule of statutory construction comes into play only when there\r\nis a conflict between the statutes. See Williams v. Town of Hilton Head, 316 S.C. 53,\r\n429 S.E.2d 802 (1993)(where it is not possible to harmonize two statutes, the later\r\nlegislation supersedes the earlier enactment). Where two statutes can be reconciled \r\n  \r\n  \r\n  \r\n  \r\n  \r\np36 \r\n  \r\n  \r\n  \r\nPHILIP S. PORTER, etc. v. SCPSC. et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(1990)(PSC may modify or amend its own orders after notice and an opportunity\r\nto be heard). Cf. Heater of Seabrook v. PSC, Op. No. 24473 (S.C. Sup. Ct. filed\r\nAug. 12, 1996) (Davis Adv. Sh. No. 22 at 2)(South Carolina law does not require\r\nCommission to use any particular price-setting methodology). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, Consumer Advocate contends that interested parties were not on\r\nnotice that Order # 84-622 might be modified. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AT&amp;T's petition, although requesting relief under section 58-9-585, clearly\r\nrequested a removal of price caps. Since the only thing requiring price caps was\r\nOrder # 84-622, any modification of price caps pursuant to the statute would, of\r\nnecessity, require a modification of Order 84-622. This Court has recognized that,\r\npursuant to its authority under &#167; 58-9-1200 (1976), the PSC may modify or amend\r\nits own orders after notice and an opportunity to be heard. Hamm v. AT&amp;T, supra.\r\nAlthough a modification of Order # 84-622 was not specifically pled by AT&amp;T, it did\r\nspecifically request a removal of price caps. This was sufficient to put Consumer\r\nAdvocate on notice that a modification of Order # 84-622 would be required if price\r\ncaps were removed. Cf. GTE Sprint Comm'n v. PSC, 288 S.C. 174, 341 S.E.2d 126\r\n(1986)(prior PSC order sufficient to give notice of standards upon which PSC would\r\nbase decision). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J., TOAL, and MOORE, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. __________________________ \r\n  \r\n  \r\n  \r\n  \r\n  \r\nstatutes can be reconciled\r\nand are susceptible of a construction which will render both operative without doing\r\nviolence to either, it is the duty of the court to so construe them. Lewis v. Gaddy,\r\n254 S.C. 266, 173 S.E.2d 376 (1970). Here, there is no conflict between the\r\nstatutes and, accordingly, they may be harmonized.\r\n Further, since PSC acted within its authority pursuant to these sections, it\r\ndid not, as the Consumer Advocate contends, exceed its statutory authority under\r\n&#167; 1-23-380 (A)(6)(b) &amp; (c); of the Administrative Procedures Act. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np37 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24670","title":"State v. Gill","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24670","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State, Respondent,\r\n v. \r\n  \r\nMichael Jerrod Gill, Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ON WRIT OF CERTIORARI\r\nTO THE COURT OF APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n .Opinion No. 24670\r\nHeard October 1, 1996 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina Office of Appellate\r\nDefense, of Columbia, for petitioner. \r\n  \r\nAttorney General T. Travis Medlock, Chief Deputy Attorney General\r\nDonald J. Zelenka, Senior Assistant Attorney General Harold M.\r\nCoombs, Jr. and Assistant Attorney General Rakale Buchanan Smith,\r\nall of Columbia; and Solicitor Thomas E. Pope, of York, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n PER CURIAM: We granted certiorari to review the Court of Appeals'\r\ndecision denying petitioner relief, by a vote of two-to-one, on his Batson1 claim.\r\nState v. Gill, 319 S.C. 283 , 460 S.E.2d 412 (Ct. App. 1995). We find the Court of\r\nAppeals erred in reaching the Batson \"mixed motive\" issue because it was not\r\nproperly preserved for appeal, never having been raised to or ruled upon by the\r\ntrial judge. see, e.g., Smith v. Phillips, 318 S.C. 453, 458 S.E.2d 427 (1995). \r\n  ___________________________\r\n1Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). \r\n  \r\np38 \r\n  \r\nSTATE v. GILL \r\n  \r\nAccordingly, we vacate the decision of the Court of Appeals, and affirm petitioner's\r\nconviction. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24671","title":"Arant v. Kressler, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24671","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTrudy Arant, Appellant, \r\n  \r\n v. \r\n  \r\nCarolyn Kressler, M.D., Christina\r\nY. Parr, M.D., and Kressler &amp;\r\nParr, a Partnership, Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\n L. Casey Manning, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No.24671\r\nHeard June 3, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames A. Merritt, Jr., and Deborah R.J. Shupe, both of\r\nBerry, Adams, Quackenbush &amp; Dunbar, P.A., of Columbia,\r\nfor appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJulius J. McKay, of McKay, McKay, Henry &amp; Foster, P.A.,\r\nof Columbia, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, A.J.: This is a medical malpractice case. Appellant contends\r\nthe trial judge erred in refusing to allow her to amend her pleadings under Rule 15(b),\r\nSCRCP, on the ground the amended claim was time-barred. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n Appellant brought this action against respondents Drs. Kressler and Parr,\r\npartners in a gynecology/obstetrics practice, for infertility allegedly resulting from a\r\nnegligently performed surgical procedure known as a dilation and curettage (D&amp;C), a\r\nscraping of the uterine cavity. The facts adduced at trial were as follows. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np40 \r\n  \r\n  \r\n  \r\n TRUDY ARANT, v. KRESSLER &amp; PARR, et al. \r\n  \r\n Appellant gave birth on December 30, 1989, attended by Dr. Parr. The\r\ndelivery was normal except the placenta was not spontaneously delivered and had to be\r\nremoved manually. About two weeks after delivery, appellant called the doctors' office\r\ncomplaining of heavy vaginal bleeding. Normally vaginal bleeding stops within ten to\r\ntwelve days of birth. Appellant was told to rest in bed. She continued to call the\r\ndoctors' office with the same complaint. Finally, on January 19, she had an\r\nappointment with Dr. Kressler who prescribed an antibiotic and medication to contract\r\nthe uterus. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On January 24, appellant again saw Dr. Kressler. Because appellant's\r\nuterus was somewhat enlarged and the bleeding had continued unabated by medication,\r\nDr. Kressler recommended a D&amp;C. Based on her review of Dr. Parr's records of the\r\nbirth and appellant's symptoms, Dr. Kressler suspected remnants of the placenta had\r\nbeen left behind after delivery. The next day, January 25, Dr. Kressler performed a\r\nD&amp;C. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On March 27, appellant was diagnosed with Asherman's syndrome, a\r\nknown complication of a postpartum D&amp;C, in which adhesions develop in the uterine\r\ncavity and the walls of the uterus grow together. Expert testimony indicated appellant\r\nhad at best a sixty percent chance of reversing her resulting infertility. The jury\r\nreturned a verdict in favor of Drs. Parr and Kressler. \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n During her case-in-chief, appellant called Dr. Parr as a witness and\r\nexamined her about the delivery. Dr. Parr testified the standard of care at delivery\r\nrequires manual exploration of the uterus to ensure there is no regaining matter after a\r\nmanual delivery of the placenta. She testified she did not perform a manual\r\nexploration because appellant would not permit it. Dr. Parr further testified she did not\r\nwarn appellant about the risk incurred by failing to manually explore the uterus. There\r\nwas no objection to Dr. Parr's testimony. \r\n  \r\n  \r\n  \r\n Since appellant's complaint alleged only a cause of action for injuries\r\n arising from the D&amp;C, she moved to conform her pleadings to the proof that Dr. Parr,\r\n by her own testimony, was negligent at the delivery in failing to explore the uterus\r\n after manual delivery of the placenta. Appellant argued the issue was tried by implied\r\n consent and, under Rule 15(b), SCRCP, the amendment should be allowed. The trial\r\n judge disallowed the amendment on the ground the claim against Dr. Parr was barred\r\n by the statute of limitations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 15(b) provides in pertinent part:\r\nWhen issues not raised by the pleadings are tried by express \r\n  \r\n  \r\n  \r\np41 \r\n  \r\n  \r\n  \r\nTRUDY ARANT, v. KRESSLER PARR, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nor implied consent of the parties, they shall be treated in all\r\nrespects as if they had been raised in the pleadings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAny amendment under this rule relates back to the original pleadings. The issue then\r\nbecomes whether the amended claim was time-barred at the time the action was\r\ncommenced on February 2, 1993. See Scott v. McCain, 272 S.C. 198, 250 S.E.2d 118\r\n(1978) (a defective complaint cannot be amended to state a new or different cause of\r\naction after the statute of limitations has run). We conclude it was.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under S.C. Code Ann. &#167; 15-3-545 (Supp. 1996), an action for medical\r\n malpractice must be commenced within three years from the date the claim arose or\r\n the date of discovery or the date it reasonably ought to have been discovered. Under\r\n this section, the statute begins to run where facts and circumstances of the injury\r\n would put a person of common knowledge and experience on notice that some right of\r\n hers has been invaded or that some claim against a party might exist. Johnston v.\r\n Bowen, 313 S.C. 61, 437 S.E.2d 45 (1993). The date on which discovery should have\r\n been made is an objective, not subjective, question. Kreutner v. David, 320 S.C. 283,\r\n 465 S.E.2d 88 (1995). When there is conflicting testimony regarding the time of\r\n discovery, it becomes an issue for the jury to decide. Brown v. Finger, 240 S.C. 102,\r\n 124 S.E.2d 781 (1962). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, there is no conflicting, testimony. By appellant's own admission,\r\nDr. Kressler told her on January 24, 1990, that the reason she was bleeding and needed\r\na D&amp;C was because Dr. Parr had not removed all of the placenta. This information\r\nwas sufficient to put appellant on notice of a claim against Dr. Parr. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant asserts the time of discovery is the time when the treating\r\nphysician's actual negligence becomes known. To the contrary, in Strong v. Univ. of\r\nSouth Carolina School of Medicine, 316 S.C. 189, 447 S.E.2d 850 (1994), we rejected\r\nthis same contention and held the plaintiff's injury was readily discoverable when she\r\nwas told by another physician that her injury was caused by the treating physician's\r\nfollow-up care. Similarly, in this case, appellant was informed by another physician on\r\nJanuary 24 that her postpartum bleeding was caused by Dr. Parr's failure to deliver all\r\nof the placenta. This information was sufficient to put a person of common knowledge\r\non notice that some claim against Dr. Parr might exist. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1Generally, the statute of limitations must be pled as an affirmative defense. Rule\r\n8(c), SCRCP. A statute of limitations defense to a new claim amended at trial,\r\nhowever, is properly raised at the time the amendment is sought. See Wagner v.\r\nWagner, 286 S.C. 489, 335 S.E.2d 246 (Ct. App. 1985) (affirmative defense of\r\ncollateral estoppel timely raised for first time on motion for summary judgment where\r\ndefense was not available at time action was commenced). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np42 \r\n  \r\n  \r\n  \r\nTRUDY ARANT, v. KRESSLER-&amp; PARR, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because the claim against Dr. Parr arising from the delivery was time-\r\nbarred at the time the action was commenced, the trial judge properly denied\r\nappellant's motion to amend her pleadings to allow such a claim. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np43 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24672","title":"Peterson Outdoor Advertising v. City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24672","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPeterson Outdoor\r\nAdvertising, Respondent,\r\n v. \r\n  \r\nCity of Myrtle Beach, Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Horry County\r\nJ. Stanton Cross, Jr., Master-in-Equity \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24672\r\nHeard June 18, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFrances I. Cantwell and William B. Regan, both of Regan &amp;\r\nCantwell, of Charleston, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowell V. Bellamy, Jr., and Leigh Ammons Meese, both of\r\nBellamy, Rutenberc,, Copeland, Epps, Gravely &amp; Bowers, P.A., of\r\nMyrtle Beach, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Burnett, A.J.: City of Myrtle Beach (City) appeals the master-in-equity's\r\norder approving Peterson Outdoor Advertising's (Respondent's) proposal for the\r\nplacement of two billboards. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n The Myrtle Beach Zoning Code, Article VI, &#167;&#167; 601-607, establishes a\r\nCommunity Appearance Board (CAB) charged with the responsibility of reviewing\r\nproposed development in the City, including signage, to discourage unsightly and \r\n  \r\n  \r\n  \r\np44 \r\n  \r\n  \r\n  \r\nPETERSON OUTDOOR v. CITY OF MYRTLE BEACH \r\n  \r\n  \r\n  \r\n  \r\n  \r\ninharmonious development, to assure structures are properly related to their sites and\r\nsurrounding sites and structures, and proposed structures do not detract from the\r\nsurrounding properties. The CAB is authorized to deny an applicant a building permit if\r\nthe proposed construction does not satisfy the criteria of &#167; 604 of the CAB Ordinance\r\neven though the applicant is technically in compliance with other zoning and building\r\nrequirements. The Ordinance provides for appeal de novo to the City Council from a\r\ndecision of the CAB. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent, an outdoor advertising business, sought building permits from\r\nthe City for four proposed billboards within the municipal limits.1 Respondent's\r\napplications were approved by all appropriate departments of the City and the proposed\r\nbillboards were in compliance with municipal zoning ordinances. However, while\r\napproving two of the applications, CAB denied the permit applications for construction of\r\ntwo of the billboards because it found the billboards created excessive \"clutter\" in the\r\nproposed areas and \"did not look good.\" After a de novo hearing, City Council upheld\r\nCAB's decision to deny the permits. City Council concluded the proposed sites for the\r\nbillboards were part of the City in need of aesthetic attention and the billboards at issue\r\nwould not enhance the appeal of the City and would not serve to foster sightly and\r\nharmonious development. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The appeal to the circuit court was referred with finality to the master-in-\r\nequity who reversed City Council's decision and ordered the City to issue respondent the\r\npermits. The master found the CAB Ordinance to be valid and constitutional. Further,\r\nthe master found City Council had failed to apply the criteria provided by &#167; 604 of the\r\nCAB Ordinance in denying the permits and held a decision based solely on the\r\nCAB Ordinance's objectives, &#167; 601.2, resulted in an unconstitutional application of the\r\nordinance, thus rendering City Council's decision arbitrary. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\nI. In denying the applications did the CAB and City Council fail to apply\r\nthe criteria of the CAB Ordinance, thereby rendering arbitrary and\r\ncapricious decisions constituting an abuse of discretion and rendering the\r\nCAB Ordinance unconstitutional as applied? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Did the master-in-equity abuse his discretion in refusing to remand the\r\nbillboard applications to the City Council for further consideration? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1The City issues building- permits for the billboard structure itself, independent of the\r\nadvertising that will later be placed on the face of the billboard. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np45 \r\n  \r\n  \r\n  \r\nPETERSON OUTDOOR v. CITY OF MYRTLE BEACH \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I. \r\n  \r\n Ordinances, such as the CAB Ordinance, are a valid exercise of a\r\nmunicipality's authority. Municipalities are granted broad police powers to enact\r\nordinances with respect to any subject which appears necessary and proper for the\r\nsecurity, general welfare and convenience of the municipality. S.C. Code Ann. &#167; 5-7-30\r\n(Supp. 1996). This authority includes the power to enact regulations based on aesthetic\r\nconsiderations. Town of Hilton Head Island v. Fine Liquors, Ltd, 302 S.C. 550, 397\r\nS.E.2d 662 (1990); 6A McQuillen Municipal Corporation &#167; 24.15 (3d ed. 1997) (it is a\r\nvalid exercise of a municipality's police power to enact regulations that promote aesthetic\r\nconsiderations provided the regulation contains clear standards to limit the subjective\r\nexercise of discretion by the enforcing authorities). Municipalities are also granted broad\r\nzoning and planning powers. S.C.CodeAnn.&#167;&#167;5-23-10 to-740(1976); S.C.CodeAnn.\r\n&#167;&#167;6-29-310 to-1200(Supp.1996). Further, a municipality may delegate the\r\nadministration of its ordinances to a board provided the board's discretion is sufficiently\r\nlimited by clear rules and standards. 8A McQuillen Municipal Corporation &#167;&#167; 25.214 &amp;\r\n25.215 (3d ed. 1994); 8 McQuillen Municipal Corporation &#167; 25.147 (3d ed. 1991)\r\n(issuance of permits under zoning laws may rest in the discretion of a board provided the\r\nboard's discretion is restricted). Thus, the City validly exercised its authority in enacting\r\nthe CAB Ordinance and in delegating the enforcement of this ordinance to the CAB. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The City claims both the CAB and City Council based their decisions on\r\nthe criteria set forth in the CAB Ordinance; therefore, their decisions were not arbitrary\r\nand an abuse of discretion. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A strong presumption exists in favor of the validity and application of\r\n zoning ordinances. Petersen v. City of Clemson, 312 S.C. 162, 439 S.E.2d 317 (Ct. App.\r\n 1993). In the context of zoning, a decision of a reviewing body, in this case the City\r\n Council, will not be disturbed if there is evidence in the record to support its decision.\r\n Historic Charleston Foundation v. Krawcheck, 313 S.C. 500, 443 S.E.2d 401 (Ct. App.\r\n 1994). A court will refrain from substituting its judgment for that of the reviewing body,\r\n even if it disagrees with the decision. Talbot v. Myrtle Beach Board of Adjustment, 222\r\n S.C. 165, 72 S.E.2d 66 (1952). However, a decision of a municipal zoning board will be\r\n overturned if arbitrary. Id.; see also Knowles v. City of Aiken, 305 S.C. 219, 407 S.E.2d\r\n 639 (1991) (a municipal zoning decision can be successfully attacked on the ground it is\r\n arbitrary); Town of Hilton Head Island, supra (\"The exercise of police power is subject\r\n to judicial correction ... if the action is arbitrary and has no reasonable relation to a\r\n lawful purpose\"); Gurganious v. City of Beaufort, 317 S.C. 481, 454 S.E.2d 912 (Ct. App.\r\n 1995) (when the zoning board acts arbitrarily, its decision will not be upheld). Further, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np46 \r\n  \r\n  \r\n  \r\nPETERSON OUTDOOR v. CITY OF MYRTLE BEACH \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"the decision of the zoning board will not be upheld where it is based on errors of law....\r\n or where there is no legal evidence to support it, or where the board acts arbitrarily or\r\n unreasonably, . . . or where, in general, the board has abused its discretion.\" Hodge v.\r\n Pollock, 223 S.C. 342, 348, 75 S.E.2d 752, 755 (1953). When exercising discretion, a\r\n local board must be guided by standards which are specific in order to prevent the\r\n ordinance from being invalid and arbitrary. Schloss Poster Adv. Co. v. City of Rock Hill,\r\n 190 S.C. 92, 2 S.E.2d 392 (1939) (finding city's denial of permit arbitrary because no\r\n objective standards guided the decision; instead, the decision was based on the unfettered\r\n will of the city); Hodge, supra (finding the grant of the variance was not based on the\r\n objective standards of the ordinance). \"The concept of vagueness or indefiniteness rests\r\n on the constitutional principle that procedural due process requires fair notice and proper\r\n standards for adjudication.\" City of Beaufort v. Baker, 315 S.C. 146, 152, 432 S.E.2d\r\n 470, 472 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The CAB Ordinance provides specific criteria which \"shall be utilized by\r\nthe board (CAB) in reviewing\" required plans. See &#167; 604. 1. The CAB Ordinance further\r\nprovides \"[t]he board shall also be guided by the objectives of section 601, and such\r\nobjectives shall serve as additional criteria and standards.\" See &#167; 604.2. Section 601.2\r\nprovides in broad and general terms the purposes and objectives sought to be achieved by\r\nthe CAB Ordinance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The CAB failed to apply any of the specific criteria of the CAB Ordinance\r\nin reaching its conclusion to deny the applications, thus rendering its decision arbitrary\r\nand an abuse of discretion. Hodge, supra; Schloss Poster Adv. Co., supra. The CAB\r\ndenied the applications because it found the proposed billboards caused \"too much\r\nclutter;\" they did not add to the aesthetics of the area; they \"did not look good;\" and they\r\nwere incompatible with the area. None of these reasons are enumerated as criteria the\r\nCAB is required to consider when determining whether to approve or deny a proposed\r\nstructure. See &#167; 604. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, during the de novo hearing, City Council failed to apply or\r\narticulate any of the specific criteria of the CAB Ordinance. The decision of City Council\r\nwas based upon the objectives and purposes of &#167; 601.2. In City Council's written order, it\r\nconsidered the relationship of the billboards to surrounding properties and found \"these\r\napplications, if approved, would not enhance the appeal of the City to residents or\r\nvisitors, and would not serve to foster sightly or harmonious development.\" Even though\r\n&#167; 604.2 provides the objectives and purposes of &#167; 601 \"shall serve as additional criteria\r\nand standards,\" a decision based solely on &#167; 601.2 objectives gives rise to an\r\nunconstitutionally vague application of the ordinance and renders City Council's decision\r\narbitrary and capricious and an abuse of discretion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np47 \r\n  \r\n  \r\n  \r\nPETERSON OUTDOOR v. CITY OF MYRTLE BEACH \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The &#167; 601.2 objectives are extremely broad and fail to provide any guidance\r\nto a potential applicant of the basis for denial or actions necessary to obtain CAB\r\napproval. To deny a permit based solely on the ordinance's objectives grants CAB and/or\r\nCity Council overly broad discretion and allows them to arbitrarily decide whether to\r\napprove a proposed structure. The objectives neither provide notice to potential\r\napplicants of the criteria nor do they provide any objective standards. What one person\r\nmay find unsightly and inharmonious may be pleasing to another. These standards are\r\nextremely subjective and lack definiteness. A decision based solely on these objectives is\r\nconstitutionally infirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n II. \r\n  \r\n The City claims the master abused his discretion in refusing to remand the\r\nbillboard applications to City Council for further deliberation. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, the master improperly substituted his judgment for that of City\r\nCouncil. Talbot, supra. Further, the master's order contains no evidence that he applied\r\nthe criteria of the CAB Ordinance. Instead, the master ordered the issuance of the permits\r\nbased on the fact respondent's applications complied with all other regulations. The CAB\r\nOrdinance operates as part of the zoning requirement for applicants wishing to build in\r\ncertain areas of the City. Therefore, an applicant must comply with all technical\r\nregulations and must be approved by the CAB. Thus, even if the proposed construction\r\ncomplies with all technical regulations, such as spacing and height, CAB approval must\r\nalso be obtained in accordance with the CAB Ordinance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n REVERSED. \r\n  \r\n FINNEY, C.J., MOORE, and TOAL, JJ., and Acting Associate\r\nJustice Thomas J. Ervin, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np48 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24673","title":"In the Matter of Josef Kirk Myers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24673","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Josef\r\nKirk Myers, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24673\r\nHeard May 21, 1997 - Filed August 11 , 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. S. Leevy Johnson, of Johnson, Toal &amp; Battiste, P.A., of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., both of\r\nColumbia, for complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney grievance matter, we impose on\r\nJosef Kirk Myers a definite suspension from the practice of law for a period of\r\nsixty days. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Medical University of South Carolina Matter \r\n  \r\n Respondent represented Sondra Trent in a personal injury action. The\r\nTrents were treated at the Medical University of South Carolina (MUSC) for injuries\r\nsustained in a serious automobile accident. Omni Insurance Company issued a draft\r\nin the amount of $8,000 payable to Theodore Trent and MUSC. Respondent endorsed\r\nthe draft by typing MUSC's name on the back and deposited the draft into his trust\r\naccount. The proceeds of the draft were paid to Theodore Trent. Respondent did not\r\nhave authority to negotiate the draft. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Albertha Rouse Matter \r\n  \r\n In an unnecessarily convoluted and complicated manner, Respondent\r\nprepared and executed numerous documents to assist his client, Albertha Rouse, in\r\na real estate forfeiture matter. In so doing, Respondent misrepresented to a\r\nmortgage lender that it held a valid mortgage on his client's home. Additionally,\r\nbecause of Respondent's orchestration and manipulation of real estate documentation, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np49 \r\n  \r\n  \r\n  \r\nIN THE MATTER OF MYERS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nthe lender was deceived into making loans it might not otherwise have made. We\r\nnote that Respondent's actions were not motivated by nor did he receive any personal\r\ngain. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The evidence in the record supports the findings of violations of the\r\nRules of Professional Conduct, Rule 407, SCACR, Rules 8.4(d)(by engaging in conduct\r\ninvolving moral turpitude); 8.4(e) (by engaging in conduct prejudicial to the\r\nadministration of justice; and 4.l(a) (by making a false statement of material fact to\r\na third person). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Panel recommended a public reprimand. The Interim Review\r\nCommittee adopted the Panel's findings of fact and conclusions of law, but\r\nrecommended a ninety day suspension. Although the recommendations of the Panel\r\nand Interim Review Committee are persuasive, the ultimate authority to discipline\r\nattorneys and the manner of discipline rests with this Court. In re Dobson, 310 S.C.\r\n422, 427 S.E.2d 166 (1993). We find the appropriate sanction is suspension from the\r\npractice of law for sixty days. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent shall file, within fifteen (15) days of this opinion, an affidavit\r\nwith the clerk of this Court stating he has complied with Paragraph 30 of Rule 413,\r\nSCACR. Additionally, Respondent shall comply with Rule 32 of Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24674","title":"In the Matter of Kenneth W. Thornton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24674","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Kenneth W. Thornton, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24674\r\nHeard July 9, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\nINDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon and Assistant Deputy\r\nAttorney General J. Emory Smith, Jr., both of Columbia, for\r\ncomplainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKenneth W. Thornton, pro se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: This is an attorney disciplinary matter. Respondent\r\nKenneth W. Thornton is in default. Respondent has previously been suspended for six\r\nmonths for filing a false tax return1 and was recently suspended for failing to comply with\r\ncontinuing legal education requirements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In November 1996, respondent was served with a Notice and Complaint. In\r\nJanuary 1997, respondent was also served with a Notice and Supplemental Complaint.\r\nRespondent did not file an answer to either complaint. On February 20, 1997, the Board\r\nnotified respondent that he was in default but that he could still be heard in mitigation.\r\nRespondent did not respond. The Interim Review Committee concluded that a hearing\r\nwas unnecessary and voted by 6 to 1 that respondent be indefinitely suspended. One\r\nmember voted to disbar respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the Rules on Disciplinary Procedure, respondent is in default and is\r\ndeemed to have admitted all allegations in the two complaints served upon him. Rule 413,\r\nSCACR. See In re Fennell, _ S.C. _, 477 S.E.2d 706 (1996). The complaints allege\r\nrespondent violated Rules 8.4 and 413, &#167; 5 (E). In re Davis, 279 S.C. 532, 309 S.E.2d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1In re Thornton, 314 S.C. 301, 443 S.E.2d 905 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np51 \r\n  \r\n  \r\n  \r\nIN THE MATTER OF THORNTON \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 (1983), the Court held \"[w]here an attorney is in default because of his failure to\r\nrespond to a Complaint in a disciplinary proceeding, the facts and charges set forth in the\r\nComplaint are deemed admitted, and the only duty of the Panel is to make a\r\nrecommendation of the appropriate sanction.\" (emphasis added).2 Accordingly, the\r\ncharges of misconduct against respondent are deemed admitted and we must determine\r\nonly the appropriate sanction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is ordered that Respondent be indefinitely suspended from the practice of\r\nlaw in this State. Respondent shall file an affidavit with the Clerk of Court within fifteen\r\ndays of the date of the filing of this opinion, in compliance with Paragraph 30 of Rule\r\n413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nINDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 2The complaints also allege respondent was found in contempt by the family court judge\r\nfor failing to pay child support and alimony as ordered, transferring property in violation of\r\nan order, and falsely testifying. Since respondent is in default and the misconduct charges\r\nin the complaint are deemed admitted, we need not address whether an attorney can be\r\ndisciplined solely on the ground of a civil contempt finding for failure to pay child support.\r\nSee In re Mixson, 258 S.C. 408, 189 S.E.2d 12 (1972). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np52 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24675","title":"State v. Crim","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24675","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State, Respondent,\r\n v. \r\n  \r\nAlfred Crim, Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\n Joseph A. Wilson, II, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n opinion No. 24675\r\nHeard June 17, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender Lesley M. Coggiola, of S.C. Office of\r\nAppellate Defense, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney General\r\nJohn W. McIntosh, Assistant Deputy Attorney General Salley W.\r\nElliott, Assistant Attorney General G. Robert Deloach, III, and\r\nSolicitor Warren B. Giese, all of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, A.J.: Appellant was convicted of felony driving under the\r\ninfluence (DUI) and driving under suspension (DUS), second offense. The trial judge\r\ndenied appellant's motions for a mistrial. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n Appellant stole a car parked at a restaurant. Approximately two miles from\r\nwhere the car was stolen, appellant crossed the center lane and struck a car driven by Ray\r\nElizabeth Roberts, the sixty-one-year-old victim. Along with the felony DUI and DUS \r\n  \r\n  \r\n  \r\n  \r\n  \r\np53 \r\n  \r\n  \r\n  \r\nSTATE v. CRIM \r\n  \r\n  \r\n  \r\n  \r\n  \r\n charges, appellant was indicted for larceny for stealing the car. \r\n  \r\n The State sought to introduce evidence concerning the larceny of the car to\r\n establish \"a full presentation of the crime.\" Appellant objected. The trial judge stated he\r\n was inclined to rule the evidence of the larceny was inadmissible. However, he stated\r\n that he would finally decide once he heard all of the testimony. In the meantime, it was\r\n agreed that the solicitor would not refer to the larceny or the fact that the car was taken\r\n without permission. During opening arguments, the solicitor made references to\r\n appellant taking the car without permission. Appellant objected and moved for a mistrial.\r\n The trial judge denied appellant's mistrial motion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n During the trial, the son of the car's owner testified he had driven the car to\r\na restaurant by himself and when he exited the restaurant, he saw someone drive off in his\r\nparent's car. Appellant did not object to this testimony. Later, Cynthia Nelson, the owner\r\nof the car, testified her son had driven her car to a restaurant to pick up dinner. The\r\nsolicitor questioned the woman about the condition of the car when her son left for the\r\nrestaurant. Appellant objected. The trial judge sustained the objection. Appellant then\r\nmoved for a mistrial on the ground the State had implied that appellant had stolen the car.\r\nThe trial judge denied the mistrial motion because he stated he had sustained the\r\nobjection and had asked the jury to disregard ownership of the car. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Darlene Bagwell then testified that she took pictures of the car after the\r\naccident. While testifying she identified Cynthia Nelson in a picture and stated Nelson\r\nwas the owner of the car. Appellant objected and moved to strike. The trial judge\r\nsustained the objection and ordered the answer stricken. Appellant did not move for a\r\nmistrial after the trial judge struck this testimony. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDid the trial judge err in denying appellant's motions for a mistrial? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant contends the trial judge erred in denying, his motions for a\r\nmistrial. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is well-settled that the decision to grant or deny a mistrial is within the\r\n sound discretion of the trial judge. State v. Dawkins, 297 S.C. 386, 377 S.E. 2d 298\r\n(1989). The power of the court to declare a mistrial ought to be used with the greatest\r\ncaution and for plain and obvious causes stated into the record by the judge. Id. A\r\nmistrial should not be ordered in every case where incompetent evidence is received and \r\n  \r\n  \r\n  \r\np54 \r\n  \r\n  \r\n  \r\nSTATE v. CRIM \r\n  \r\n  \r\n  \r\n  \r\n  \r\n later stricken out. State v. Simpson, _ S.C. _, 479 S.E.2d 57 (1996). \r\n  \r\n  \r\n  \r\n An instruction to disregard objectionable evidence usually is deemed to\r\n have cured the error in its admission unless on the facts of the particular case it is\r\n probable that notwithstanding such instruction the accused was prejudiced. State v.\r\n Craig, 267 S.C. 262, 227 S.E.2d 306 (1976); State v. Campbell, 259 S.C. 339, 191 S.E.2d\r\n 770 (1972). The State attempted to introduce the larceny offense as part of the res gestae\r\n of the felony DUI. Clearly, the larceny which occurred only moments before the accident\r\n is relevant to the felony DUI offense stemming from appellant's use of the stolen car. See\r\n State v. Hough, Op. No. 24548 (S.C. Sup. Ct. filed January 13, 1997)(testimony about\r\n defendants purchasing crack with proceeds from sale of items taken in robbery the day\r\n after are necessary for full presentation of case and admissible as res gestae); State v.\r\n Adams, _ S.C. _, 470 S.E.2d 366 (1996)(defendant's use of cocaine prior to robbery\r\n and murder was admissible under res gestae because the drug usage was inextricably\r\n intertwined with robbery and murder); State v. Williams, _S.C._, 469 S.E.2d 49\r\n (1996)(defendant's drug purchases prior to murder were admissible as res gestae). Since\r\n the evidence of the larceny was admissible, appellant has shown no prejudice from the\r\n references to it. See State v. Johnson, 3 06 S.C. 1 19, 4 1 0 S.E.2d 547 (199 1). Therefore,\r\n appellant was not entitled to a mistrial and the trial judge did not err in refusing to grant\r\n one. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\np55 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24676","title":"ML-Lee Acquisition Fund, L.P. v Deloitte and Touche","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24676","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nML-Lee Acquisition Fund, L.P., Respondent, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n v.\r\nDeloitte &amp; Touche, Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Greenville County\r\nCharles B. Simmons, Jr., Master-in-Equity \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24676\r\nHeard May 21, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJefferson V. Smith, Jr., of Carter, Smith, Merriam, Rogers\r\n&amp; Traxler, P.A., of Greer; and James T. Williams, Jr. and S.\r\nLeigh Rodenbough, IV, both of Brooks, Pierce, McLendon,\r\nHumphrey &amp; Leonard, L.L.P., of Greensboro, North\r\nCarolina, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWilbum Brewer, Jr., Marcus A. Manos, and Jennifer J.\r\nAldrich, all of Nexsen, Pruet, Jacobs &amp; Pollard, L.L.P., of\r\nColumbia; and John D. Hughes and David A. Martland,\r\nboth of Hutchins, Wheeler &amp; Dittmar, of Boston,\r\nMassachusetts, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, A.J.: This case is before us on a Writ of certiorari to review\r\nthe Court of Appeals' decision reported at ')20 S.C. 143, 463 S.E.2d 618 (Ct. App.\r\n 1995). We affirm in part and reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np56 \r\n  \r\n  \r\n  \r\nML-LEE ACQUISITION v. DELOITTE &amp; TOUCHE \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS1 \r\n  \r\n Petitioner Deloitte &amp; Touche (Accountant) was retained by Emb-Tex\r\nCorporation to audit its financial statements from 1982 through 1988. Respondent\r\nML-Lee Acquisition Fund (Investor) made two investments in Emb-Tex, one in 1988\r\nfor $16 million and one in 1990 for $2 million. Investor subsequently commenced this\r\naction against Accountant for professional negligence and negligent misrepresentation\r\nalleging it suffered a loss because its agent, Thomas H. Lee Company (Advisor), relied\r\non the audit reports and Accountant's 1988 \"comfort letter\" in recommending the\r\ninvestments in Emb-Tex. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As Investor learned in 1991, Emb-Tex's financial statements for 1985 and\r\nafter overstated its inventory. Consequently, the audit reports prepared by Accountant\r\nfor those years did not reflect Emb-Tex's true financial condition when Investor made\r\nits investments in 1988 and 1990. Investor alleged Accountant knew or should have\r\nknown about the inventory overstatements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The master granted Accountant summary judgment on both causes of\r\naction. On the professional negligence claim, the master found Investor could not\r\nmaintain such an action because Investor was not Accountant's client. This holding\r\nwas not appealed. On the claim for negligent misrepresentation, the master adopted\r\nthe standard of liability set forth in &#167; 552 of the Restatement (2d) of Torts (1977).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1We refer the reader to the Court of Appeals' opinion for a complete recital of the\r\ncomplex facts in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2This section of the Restatement provides as follows: \r\n  \r\nINFORMATION NEGLIGENTLY SUPPLIED FOR THE GUIDANCE OF OTHERS. \r\n  \r\n (1) One who, in the course of his business, profession or\r\n employment, or in any other transaction in which he has\r\n a pecuniary interest, supplies false information for the\r\n guidance of others in their business transaction, is\r\n subject to liability for pecuniary loss caused to them by\r\n their justifiable reliance upon the information, if he falls\r\n to exercise reasonable care or competence in obtaining\r\n or communicating, the information. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(2) [T]he liability stated in subsection (1) is limited to\r\nloss suffered \r\n  \r\n  \r\n  \r\n  \r\n  \r\np57 \r\n  \r\n  \r\n  \r\nML-LEE ACQUISITION v. DELOITTE &amp; TOUCHE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApplying this standard, the master held (1) Accountant owed Investor no duty\r\nregarding either investment and (2) Investor did not justifiably rely on the information\r\nsupplied by Accountant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal, the Court of Appeals reversed in part the master's ruling that\r\nAccountant had no duty to Investor. It found in pertinent part that Investor was\r\nAccountant's client for purposes of the 1990 investment and accordingly owed Investor\r\na duty to disclose information regarding Emb-Tex's inventory overstatement for that\r\nyear. The Court of Appeals also reversed the master's holding there was no justifiable\r\nreliance and held the reliance of an agent is sufficient to establish liability to a\r\nprincipal for a negligent misrepresentation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\nI . Did Accountant have a duty to disclose the current\r\n inventory overstatement? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Is the reliance of an agent sufficient to establish\r\n justifiable reliance? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n 1. Duty \r\n  \r\n The Court of Appeals held Accountant owed Investor a duty to disclose\r\nEmb-Tex's current inventory overstatement, not under &#167;552,3 but based on the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n (a) by the person or one of a limited group of\r\npersons for whose benefit and guidance he intends to\r\nsupply the information or knows that the recipient\r\nintends to supply it; and \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (b) through reliance upon it in a transaction that he\r\nintends the information to influence or knows that the\r\nrecipient so intends or in a substantially similar\r\ntransaction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3We adopt the &#167;552 standard of liability for the reasons set forth in the Court of\r\nAppeals' decision. Under &#167;552, and accountant has a duty to exercise reasonable care\r\nor competence in obtaining or communicating information. This section imposes no \r\n  \r\n  \r\n  \r\n  \r\n  \r\np58 \r\n  \r\n  \r\n  \r\nML-LEE ACQUISITION v. DELOITTE &amp; TOUCHE \r\n  \r\n  \r\n  \r\nconclusion Investor was Accountant's client for purposes of the 1990 investment.4 \r\n  \r\n  \r\n  \r\n There was no appeal of the master's ruling that Investor was not\r\nAccountant's client. This unappealed ruling is the law of the case, In re: Morrison, _\r\nS.C. _, 468 S.E.2d 651 (1996), and should not have been reconsidered by the Court\r\nof Appeals. Since it is the law of the case that Investor was not Accountant's client,\r\nwe reverse the Court of Appeals' ruling that Accountant had a duty to disclose. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. Reliance \r\n  \r\n To establish liability under Restatement &#167;552, the party seeking to\r\nrecover for a negligent misrepresentation must show he justifiably relied on the\r\ninformation communicated by the accountant. The master held that in order to\r\nestablish justifiable reliance, a plaintiff must prove it relied directly on the information\r\nprovided by the accountant. He concluded the facts showed at best only that Investor's\r\nagent, Advisor, relied on the information in recommending these investments but\r\nInvestor's actual decision-makers did not. Accordingly, he held there was no justifiable\r\nreliance as a matter of law. The Court of Appeals found this ruling inconsistent with\r\ngeneral agency law. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is well-settled that the authorized acts of an agent are the acts of the\r\nprincipal. Crim v. Hutton, 298 S.C. 448, 381 S.E.2d 492 (1989); Carver v. Morrow,\r\n213 S.C. 199, 48 S.E.2d 814 (1948); Palmer v. Sovereign Camp, W.O.W., 197 S.C.\r\n379, 15 S.E.2d 655 (1941). The Court of Appeals properly applied this general rule to\r\nconclude the reliance of an agent acting within the scope of his agency is the reliance\r\nof the principal. See also Restatement (2d) of Agency, &#167;315 comment b (\"One making\r\na misrepresentation to an agent in order to obtain a contract with the principal is\r\nsubject to liability if the contract is obtained as a result of it, whether the agent to\r\nwhom the statement is made, or another agent, or the principal consummates the\r\ntransaction in reliance upon it.\"). Accordingly, we hold the Court of Appeals properly\r\nreversed the master's grant of summary judgment on the issue of reliance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\nduty to disclose information. \r\n  \r\n 4The Court of Appeals relied on evidence that Investor wanted Accountant to\r\ncomplete a 1988 audit of Emb-Tex and provide 1989 and 1990 audits and a discussion\r\nregarding a client representation letter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np59 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24677","title":"Creech v. SC Wildlife and Marine Resources Dept., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24677","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlice Creech, Respondent,\r\n v. \r\n  \r\nSouth Carolina Wildlife and Marine\r\nResources Department and\r\nCharleston County, Appellants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Charleston County\r\nB. Hicks Harwell, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24677\r\nHeard March 18, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMatthew H. Henrikson, of Barnwell, Whaley, Patterson &amp; Helms, LLC, of\r\nCharleston, for Appellants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDaniel W. Williams, of Bedingfield &amp; Williams, of Barnwell, for Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: Appellants South Carolina Wildlife and Marine Resources Department\r\n(\"Wildlife Department\") and Charleston County (\"County\") appeal the verdict in favor of\r\nRespondent Alice Creech, arguing, inter alia, that the trial court erred in failing to direct a\r\nverdict for Wildlife Department and County. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n Respondent Alice Creech fell off a public dock at Steamboat Landing in Charleston\r\nCounty. The dock had railing on only one side, and Creech fell from the other side. She\r\nfell approximately ten feet and suffered numerous injuries. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Creech sued Wildlife Department and County under the South Carolina Tort Claims\r\nAct, S.C. Code Ann. &#167;&#167; 15-78-10 to -190 (Supp. 1996). She alleged that the defendants\r\nwere negligent in failing to provide rails on both sides of the dock. Wildlife Department and\r\nCounty defended primarily on the bases that: (1) County was entitled to discretionary \r\n  \r\n  \r\n  \r\n  \r\n  \r\np60 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nimmunity; (2) because the condition at issue was open and obvious, County had not\r\nbreached any duty to Creech, who was a public invitee; (3) Creech's injuries resulted from\r\nher own negligence rather than from any negligence of the defendants; and (4) the dock was\r\ndesigned as a boating dock rather than as a fishing pier, so erecting a second rail would have\r\nbeen inappropriate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The jury returned a verdict in favor of Creech, finding her 49% negligent, County\r\n 16% negligent, and Wildlife Department 35% negligent. County and Wildlife Department\r\nnow appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\nA. COUNTY'S APPEAL -- DIRECTED VERDICT ISSUE \r\n  \r\n County argues the trial court erred in failing to grant it a directed verdict. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I . Discretionary Immunity\r\n County' first argues that its placement of a single rail on the dock at Steamboat\r\n Landing was a discretionary decision and that, therefore, County was immune from suit under\r\nS.C. Code Ann. &#167; 15-78-60(5) (Supp. 1996). It argues that it was entitled to a directed\r\nverdict based on section 15-78-60(5). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Section 15-78-60(5) provides that a governmental entity \"is not liable for a loss\r\n resulting from . . . the exercise of discretion or judgment by the governmental entity or\r\n employee or the performance or failure to perform any act or service which is in the\r\n discretion or judgment of the governmental entity or employee.\" This discretionary act\r\n immunity constitutes an affirmative defense that the governmental entity has the burden of\r\n proving. Strange v. South Carolina Dep't of Hwys. &amp; Pub. Transp., 314 S.C. 427, 445\r\n S.E.2d 439 (1994) (citing Niver v. South Carolina Dep't of Highways &amp; Pub. Transp.,\r\n 302 S.C. 461, 395 S.E.2d 728 (Ct. App. 1990)). Specifically, the governmental entity\r\n must show that when faced with alternatives, it weighed competing considerations and made\r\n a conscious choice, and that it used accepted professional standards to make that choice.\r\n Foster v. South Carolina Dep't of Hwys. &amp; Pub. Transp., 306 S.C. 519, 413 S.E.2d\r\n 31 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As noted above, County argues made a conscious choice to erect only one rail and\r\nthat, therefore, it was entitled to a directed verdict. The standard of review as regards the\r\nrefusal to grant a directed verdict is well established: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In ruling on motions for directed verdict and JNOV, the trial court is\r\nrequired to view the evidence and the inferences that reasonably can be drawn\r\ntherefrom in the light most favorable to the party opposing the motions and\r\nto deny the motions where either the evidence yields more than one inference\r\nor its inference is in doubt. The trial court can only be reversed by this Court\r\nwhen there is not evidence to support the ruling below. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np61 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Strange, 314 S.C. at 429-30, 445 S.E.2d at 440 (citations omitted). \r\n  \r\n  \r\n  \r\n In arguing that it was entitled to a directed verdict because of its discretionary\r\n immunity defense, County relies solely on the testimony of James Rogers as well as certain\r\n exhibits to show it weighed the alternatives and made a conscious decision not to erect an\r\n additional rail on the dock. Rogers, the director of public works for Charleston County,\r\n testified concerning several memoranda and letters relating to a decision regarding safety rails\r\n at Steamboat Landing. Among other evidence, there is: (1) a letter to the public works\r\n construction superintendent noting a problem with the lack of safety rails at the dock at\r\n Steamboat Landing; (2) a memo from Rogers authorizing the construction superintendent\r\n to contact the Wildlife Department concerning the guardrail problem so that County and\r\n Wildlife Department could discuss the issue and make recommendations for improvement;\r\n (3) a letter from Rogers to Representative Holt, the Chairman of the Wildlife and\r\n Environmental Committee, stating \"Charleston County has recommended that handrails be\r\n placed in reference piers and boat ramps, including Steamboat Landing. Rogers concluded\r\n that after study of the issue, a decision \"obviously\" was made to erect only one handrail at\r\n Steamboat Landing. Importantly, however, Rogers repeatedly testified that he \"had no\r\n independent recollection of any discussion in 1987 concerning boat rails being placed on the\r\n pier at Steamboat Landing.\" Rogers admitted he was piecing together what probably\r\n happened based on his review of the memoranda and correspondence. The cost estimates\r\n for erecting rails at Steamboat Landing assume rails on both sides. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This evidence does not show a conscious choice by County to erect only one guardrail\r\nat Steamboat Landing. We do not think one could infer, based on the evidence, that the\r\nissue of how many safety rails to erect was examined and an informed decision was made to\r\nerect only one rail at Steamboat Landing; any discretionary decision that was made concerned\r\nwhether to erect rails at all, not whether to erect one rail or two. James Rogers's statement\r\nthat a decision \"obviously\" was made to erect only one guardrail based on the fact that only\r\none rail was erected is mere conjecture about what might have happened, not real evidence\r\nof an exercise of discretion. The trial judge did not err in refusing to grant a directed verdict\r\nbased on S.C. Code Ann. &#167; 15-78-60. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. \"Open and Obvious\" Hazard to Public Invitee \r\n  \r\n County next argues that the trial judge should have granted it a directed verdict based\r\non the fact the lack of a guard rail was an open and obvious condition against which Creech,\r\na public invitee, should have been able to protect herself. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Neither party disputes Creech's status as a public invitee. In Callander v. Charleston\r\nDoughnut Corp., 305 S.C. 123, 406 S.E.2d 361 (1991), this Court adopted the\r\nRestatement approach to premises liability as relates to an invitee. Restatement (Second) of\r\nTorts &#167; 343A (1965), which is the principal section at issue here, provides: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(1) A possessor of land is not liable to his invitees for physical harm caused\r\nto them by any activity or condition on the land whose danger is known or\r\nobvious to them, unless the possessor should anticipate the harm despite such \r\n  \r\n  \r\n  \r\n  \r\n  \r\np62 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n knowledge or obviousness. \r\n  \r\nComment e to section 343A elaborates on the rule stated in the section itself. It states: \r\n  \r\n In the ordinary case, an invitee who enters land is entitled to nothing\r\n more than knowledge of the conditions and dangers he will encounter if he\r\n comes. If he knows the actual conditions, and the activities carried on, and the\r\n dangers involved in either, he is free to make an intelligent choice as to\r\n whether the advantage to be gained is sufficient to justify him in incurring the\r\n risk by entering or remaining on the land. The possessor of the land may\r\n reasonably assume that he will protect himself by the exercise of ordinary care,\r\n or that he will voluntarily assume the risk of harm if he does not succeed in\r\n doing so. Reasonable care on the part of the possessor therefore does not\r\n ordinarily require precautions, or even warning, against dangers which are\r\n known to the visitor, or so obvious to him that he may be expected to discover\r\n them. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on this language, County argues that the absence of a rail on one side of a dock is an\r\nobvious condition that an invitee should notice and that Creech made an informed decision\r\nabout whether to stay on the dock even though it had a rail on only one side. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Creech argues, however, that even assuming the danger was open and obvious,\r\nCounty should have \"anticipate[d] the harm despite such knowledge or obviousness.\" We\r\nagree, finding that County actually did anticipate the kind of harm that occurred. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Callander, 305 S.C. 123, 406 S.E.2d 361, and Meadows v. Heritage Village\r\n Church, 305 S.C. 375, 409 S.E.2d 349 (1991), are the seminal South Carolina cases\r\n interpreting section 343A. In Meadows, the plaintiff brought a negligence action against\r\n Heritage Village Church (\"PTL\") because of injuries she sustained when she slipped on some\r\n wet grass while walking to her hotel. The jury awarded the plaintiff $25,000. On appeal,\r\n PTL argued that the plaintiff \"failed to meet her burden of proof of negligence because PTL\r\n only owed [plaintiff] a duty to warn of hidden, latent dangers and that the wet grass was an\r\n open and obvious danger.\" Id. at 376-77, 409 S.E.2d at 350. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This Court found that wet grass was an open and obvious danger and that absent a\r\nshowing by plaintiff that PTL should have anticipated the harm the plaintiff suffered, the trial\r\ncourt should have granted PTL's motion for JNOV. Because the plaintiff had other options\r\n-- for example, she could have moved her car closer to the hotel rather than walk across the\r\nwet grass or she could have taken other paths provided by PTL -- the Court found she had\r\nnot shown that \"PTL could reasonably have foreseen that she would choose to try to cross\r\nthe wet grass instead of using one of the other ways back to the hotel.\" Id. at 378, 409\r\nS.E.2d at 351. The Court distinguished Henderson v. St. Francis Community Hospital,\r\n303 S.C. 177, 399 S.E.2d 767 (1990), partially on the basis that in Henderson, the\r\ndefendant had been warned that the condition ultimately causing the plaintiff's injury was\r\ndangerous. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np63 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Callander, 305 S.C. 123, 406 S.E.2d 361, the plaintiff was injured when he\r\nbacked onto a chair at a doughnut shop and the seat of the chair was missing. This Court\r\nfound the missing seat was not a latent defect in the chair. Nevertheless, it rejected the\r\nargument by the doughnut shop that it was entitled to a directed verdict because of the lack\r\nof any latent defect. Instead, the Court noted that \"[t]he traditional 'no duty to warn of the\r\nobvious' rule has been modified in many jurisdictions to hold that an owner is liable for\r\ninjuries to an invitee, despite an open and obvious defect, if the owner should anticipate\r\nthat the invitee will nevertheless encounter the condition, or that the invitee is likely\r\nto be distracted.\" Id. at 125, 406 S.E.2d at 362 (emphasis added). The Court then\r\nadopted Restatement (Second) of Torts &#167; 343A. In holding that the doughnut shop was\r\nnot entitled to a directed verdict under this standard, the Court found that there was\r\nevidence the owner of the doughnut shop knew senior citizens frequently backed onto their\r\nchairs and that, therefore, they might not notice a defect in a chair. Id. at 126, 406 S.E.2d\r\nat 363. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This case is far more like Callander than like Meadows. Here, there was ample\r\nevidence that County had been warned the lack of safety rails could present a danger to\r\npeople fishing from the dock and could expose County to potential liability. Accordingly,\r\nCounty was not entitled to a directed verdict based on the open and obvious nature of the\r\ndangerous condition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. Comparative Negligence -- Plaintiff's Degree of Fault \r\n  \r\n County next argues it was entitled to a directed verdict because Creech was more than\r\nfifty percent negligent as a matter of law. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Comparison of a plaintiff's negligence with that of the defendant is a question of fact\r\n for the jury to decide. See, e.g., Ott v. Pittman, 320 S.C. 72, 80, 463 S.E.2d 101, 106\r\n (Ct. App. 1995)(citing trial judge's statement that \"because this was a comparative\r\n negligence case, even if the plaintiff's testimony amounted to an admission of negligence, it\r\n was a question of fact for the jury to compare the plaintiff's negligence [with that of the\r\n defendant].\"); cf. Gruber v. Santee Frozen Foods, Inc., 309 S.C. 13, 21, 419 S.E.2d\r\n 795, 800 (Ct. App. 1992)(\"Generally, contributory negligence is a question for\r\n determination by the jury. But when the evidence admits only one reasonable inference, it\r\n becomes a matter of law for the determination of the court.\"), cert. denied, 1993. A\r\n directed verdict is warranted only if the only reasonable inference that may be drawn from\r\n the evidence is that the plaintiff's negligence exceeded fifty percent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, evidence was presented suggesting that Creech, County, and Wildlife\r\nDepartment were all negligent. In our view, the jury reasonably could have drawn many\r\ndifferent conclusions regarding the relative fault of the parties. Under such circumstances,\r\na directed verdict would have been wholly inappropriate. We find no error here.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1County and Wildlife Department also appear to argue that each of them was found\r\nless negligent than was Creech herself and that it would be unfair to allow Creech to recover \r\n  \r\n  \r\n  \r\n  \r\n  \r\np64 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. WILDLIFE DEPARTMENT's APPEAL -- DIRECTED VERDICT \r\n  \r\n Wildlife Department argues for several reasons that the trial court erred in failing to\r\ngrant a directed verdict in its favor. To the extent the issues raised by Wildlife Department\r\nmirror those raised by County, our holdings above control the disposition of those issues.\r\nWe shall address each additional issue in turn. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1 . Lack of Ownership Interest in Steamboat Landing \r\n  \r\n Wildlife Department first argues that it owed no duty of care to Creech because it had\r\nno ownership or possessory interest in Steamboat Landing at the time of the accident and\r\nthat, therefore, the trial court erred in failing to grant a directed verdict for Wildlife\r\nDepartment. However, Wildlife Department did not raise this issue at trial in its motion for\r\ndirected verdict. Accordingly, the issue is not properly before this Court. See, e.g., Smith\r\nv. Phillips, 318 S.C. 453, 458 S.E.2d 427 (1995) (with very limited exceptions, appellate\r\ncourt cannot address an issue unless the issue was raised to and ruled upon by the trial court). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. Design and Construction of the Dock \r\n  \r\n Wildlife Department next argues the trial court should have granted a directed verdict\r\nbecause there was no evidence it breached any duty in designing and constructing the dock.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n First, Wildlife Department's argument is premised on the assumption that Steamboat\r\n Landing was designed as a boating dock. Although the Record certainly contains evidence\r\n that it was indeed designed as a boating dock, there is also evidence that Steamboat Landing\r\n was intended for use as a fishing pier, as well as testimony that safety rails are necessary on\r\n a fishing pier. In short, based on the evidence, the jury reasonably could have inferred that\r\n Wildlife Department was negligent in its design and construction of Steamboat Landing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is not this Court's job to agree or disagree with the jury's verdict. Rather, we must\r\ndetermine whether there is evidence in the Record to support the trial judge's ruling on the\r\nmotion for directed verdict. Strange, 314 S.C. at 429-30, 445 S.E.2d at 440 (citations\r\nomitted). Here, the Record contains support for the trial judge's decision. We find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. JURY CHARGE -- DISCRETIONARY IMMUNITY \r\n  \r\n County next argues that even if it was not entitled to a directed verdict on the issue\r\nof discretionary immunity, it was entitled to a jury charge on discretionary immunity under \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\nfrom a party when she was more at fault than the party. Our decision in Nelson v.\r\nConcrete Supply Co., 303 S.C. 243, 399 S.E.2d 783 (1991), makes clear that if there\r\nis more than one defendant, the plaintiff's negligence shall be compared to the combined\r\nnegligence of all defendants. Such a rule mandates that County and Wildlife Department's\r\nargument fail. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np65 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nsection 15-78-60(5). We disagree. \r\n  \r\n  \r\n  \r\n As noted in Part A.1 , the evidence presented regarding the exercise of County's\r\ndiscretion concerned the question whether to erect railing at all, not how many rails to erect.\r\nBecause the Record contains no evidence from which one could infer that an actual decision\r\nwas made to put a guardrail on only one side of the dock, County was not entitled to a jury\r\ncharge on discretionary immunity. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD. EVIDENCE -- ADMISSION OF GUIDELINES AND MANUALS \r\n  \r\n Wildlife Department next argues the trial court erred in allowing to be admitted certain\r\nmanuals and guidelines regarding the construction of docks. Specifically, Wildlife Department\r\ncontends these manuals were not created until after the construction of the dock at\r\nSteamboat Landing and that, therefore, they were irrelevant to the question of Wildlife\r\nDepartment's negligence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although we agree that this evidence was irrelevant, we do not think Wildlife\r\n Department (or County) were prejudiced by its admission. Both parties presented ample\r\n evidence concerning whether County and Wildlife Department should have placed a second\r\n safety rail at Steamboat Landing. The challenged evidence was simply one additional, minor\r\n piece of such evidence. Accordingly, we find no reversible error. See, e.g., Knoke v.\r\n South Carolina Dep't of Parks, _S.C._, 478 S.E.2d 256 (1996)(no prejudice and,\r\n therefore, no reversible error where improperly admitted evidence is cumulative to other\r\n evidence in Record). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nE. JURY CONSIDERATION OF SOUTHERN BUILDING CODE \r\n  \r\n Finally, County argues the trial court erred in submitting to the jury the question\r\nwhether the Southern Building Code applied to docks and piers in Charleston County. This\r\nissue is not preserved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At trial, County contended that because the Southern Building Code was adopted by\r\nordinance, the question whether it applied to docks and piers was a legal question for the\r\njudge's consideration. However, County backtracked on this position considerably,\r\nrequesting that the judge at least submit the issue to the jury as a question of fact. When the\r\njudge submitted the issue to the jury as a question of fact, County did not object to the jury\r\ncharge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Rule 51 of the South Carolina Rules of Civil Procedure provides that \" [n]o party may\r\nassign as error the giving or the failure to give an instruction unless he objects thereto before\r\nthe jury retires to consider its verdict, stating distinctly the matter to which he objects and\r\nthe grounds for his objection.\" See also, e.g., Belue v. City of Greenville, 226 S.C. 192,\r\n84 S.E.2d 631 (1954)(refusing to consider on appeal a contention regarding the trial\r\ncourt's jury instruction that was not raised at trial); Sierra v. Skelton, 307 S.C. 217, 414\r\nS.E.2d 169 (Ct. App. 1992) (where party did not complain about judge's failure to instruct\r\njury on issue, party could not complain on appeal about lack of jury instruction). As best \r\n  \r\n  \r\n  \r\n  \r\n  \r\np66 \r\n  \r\n  \r\n  \r\nALICE CREECH v. SC WILDLIFE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nwe can discern, County's complaint on appeal about the trial court's error in \"submitting the\r\nissue to the jury\" is a complaint about the jury charge; i.e., the judge should not have\r\ncharged the jury to determine, as a question of fact, the applicability of the Southern Building\r\nCode. Because County did not object to the jury instruction given -- and, in fact, requested\r\nit -- this issue is not preserved for our review. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION\r\nFor the foregoing reasons, the judgment of the trial court is AFFIRMED. \r\n  \r\n  \r\n  \r\n FINNEY, C.J., MOORE, and BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np67 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24678","title":"Hayne Federal Credit Union v. Bailey et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24678","description":"","date":"1997-08-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHayne Federal Credit Union,\r\n\r\n  \r\n    Appellant,\r\n  \r\n  \r\n  \r\n  \r\n  \r\n    v.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nLynda Hutchins Bailey, a/k/a\r\nLynda Hutchins Smith, Harold E.\r\nBailey, Karen Kristen Bailey,\r\nNational Welders Supply\r\nCompany, Inc., United States\r\nFidelity and Guaranty Company,\r\nand Pennsylvania National Mutual\r\nInsurance Company,\r\n\r\n  \r\n    Respondents.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Sumter County\r\nWilliam M. Reynolds, Jr., Special Referee \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24678\r\nHeard June 4, 1997 - Filed August 11, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCharles E. Carpenter, Jr. and Deborah H. Sheffield, both of Richardson,\r\nPlowden, Carpenter &amp; Robinson, P.A., of Columbia; Jack W. Erter, Jr.,\r\nof Lee, Wilson, and Erter, of Sumter, all for Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLinwood S. Evans, Jr., of Sumter, for Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.C.J.: In this foreclosure action, Hayne Federal Credit Union (\"Credit\r\nUnion\") appeals from the order of the special referee who held that Harold Bailey\r\n(\"Father\") owned the property in dispute by virtue of a resulting trust. We reverse and\r\nremand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np68 \r\n  \r\n  \r\n  \r\nHAYNE FEDERAL CREDIT UNION v. BAILEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n Father contracted to purchase a house located on Pumpkin Lane in Sumter County.\r\nHe had put down $25,000 in earnest money to make the purchase. The real estate agent\r\ninvolved in the transaction indicated that Father had told her to prepare the contract\r\nidentifying Father's son, William E. Bailey (\"Son\"), as the purchaser. The closing\r\nattorney testified that his primary contact was with Father. At the closing, which Son\r\nattended, Father produced a briefcase containing $73,000 in cash to pay off the balance\r\non the house. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although Father paid for the house, the deed was put in Son's name. The closing\r\nattorney testified that Father was buying the property and putting it in Son's name because\r\nof business problems. In his pleadings in the present case, Father declared that he\r\ninstructed the closing attorney to place the title in Son's name \"as an accommodation and\r\nfor protection against the claims of potential lien and judgment creditors.\" At trial, he\r\ntestified that \"The real reason I put the house in my son's name was to keep my wife from\r\ngetting it . . . .\" He further indicated that he had been advised not to have any houses in\r\nhis own name in the event he remarried. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Father occupied the house. He paid the insurance and taxes on the property. Father\r\ntestified that Son never helped him financially or physically with the house, nor did Son\r\never occupy the residence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Son died in June 1987. Son's will devised all of his property to his wife Lynda\r\nHutchins Bailey (\"Lynda\"). Father did not make a claim against Son's estate as to the\r\nPumpkin Lane property. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In 1990, Lynda applied for a loan in the amount of $17,000 from Credit Union,\r\nwhere she was employed at the time. The loan was to be secured by the Pumpkin Lane\r\nproperty. Credit Union required an attorney to certify the title. Lynda's attorney did a\r\ntitle search and certified that the mortgage was a first lien on the property and that Lynda\r\nwas the fee simple title owner. Credit Union approved the loan, and the mortgage was\r\nrecorded in the Sumter County RMC office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Sometime thereafter, Lynda filed for bankruptcy. Father filed a claim with Lynda's\r\nbankruptcy trustee, asserting ownership of the Pumpkin Hill property. In April 1994, this\r\nclaim in bankruptcy court was settled for approximately $12,000. The settlement\r\nstatement declared that \"the Trustee will transfer the estate's interest in the real property\r\nby Trustee's deed, without warranties, to [Father] subject to a first mortgage to Hayne\r\nFederal Credit Union of Spartanburg, South Carolina and Bailey will pay to the Trustee\r\n$11,000 [sic] lump sum.\" This settlement was approved by the bankruptcy court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np69 \r\n  \r\n  \r\n  \r\nHAYNE FEDERAL CREDIT UNION v. BAILEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In August 1994, Credit Union commenced this foreclosure action. Father answered\r\nand counterclaimed, contending that he owned the Pumpkin Hill property by virtue of a\r\nresulting trust. The matter was referred to a special referee. The referee found that Father\r\nowned the property and canceled Credit Union's lien on the property. Credit Union has\r\nappealed and presents, among others, the following issues: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It argues that Father is not entitled to avoid Credit Union's lien on the property\r\nbecause:\r\n 1. A resulting trust was not created inasmuch as Father did not rebut the\r\npresumption that he made a gift by titling the property in Son's name.\r\n 2. A resulting trust was not created because Father placed title in Son's name to\r\navoid creditors and/or to defraud his wife,\r\n 3. Father is by virtue of judicial estoppel precluded from claiming ownership of the\r\nproperty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\n A mortgage foreclosure is an action in equity. Collier v. Green, 244 S.C. 367, 137\r\n S.E.2d 277 (1964). Our scope of review of a case heard by a master who enters a final\r\njudgment is to determine facts in accordance with our own view of the preponderance of\r\n the evidence. See Tiger, Inc. v. Fisher Agro, Inc., 301 S.C. 229, 391 S.E.2d 538 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. RESULTING TRUST: PRESUMPTION OF GIFT \r\n  \r\n Credit Union argues that a resulting trust was not created because Father did not\r\nrebut the presumption that he made a gift by titling the property in Son's name. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Equity devised the theory of resulting trust to effectuate the intent of the parties in\r\ncertain situations where one party pays for property, in whole or in part, that for a\r\ndifferent reason is titled in the name of another. McDowell v. South Carolina Dep't of\r\nSocial Servs., 296 S.C. 89, 370 S.E.2d 878 (Ct. App. 1987). The general rule is that\r\nwhen real estate is conveyed to one person and the consideration paid by another, it is\r\npresumed that the party who pays the purchase money intended a benefit to himself, and\r\naccordingly a resulting trust is raised in his behalf. Caulk v. Caulk, 211 S.C. 57, 43\r\nS.E.2d 600 (1947). The presumption, however, may not be in accord with the truth. It\r\nmay be rebutted and the actual intention shown by parol evidence. Larisey v. Larisey, 93\r\nS.C. 450, 77 S.E. 129 (1913). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n But when the conveyance is taken to a spouse or child, or to any other person for\r\nwhom the purchaser is under legal obligation to provide, no such presumption attaches. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np70 \r\n  \r\n  \r\n  \r\nHAYNE FEDERAL CREDIT UNION v. BAILEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn the contrary, the presumption in such a case is that the purchase was designated as a\r\ngift or advancement to the person to whom the conveyance is made. Lollis v. Lollis, 291\r\nS.C. 525, 354 S.E.2d 559 (1987). This presumption, however, is one of fact and not of\r\nlaw and may be rebutted by parol evidence or circumstances showing a contrary intention.\r\nLegendre v. South Carolina Tax Comm'n, 215 S.C. 514, 56 S.E.2d 336 (1949). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Father argues that the presumption of a gift where the conveyance is to a child, as\r\nhere, does not apply when the child is an emancipated adult. We disagree. Rather, we\r\nconcur with the view expressed in Scott on Trusts, which declares that \"Where a parent\r\npurchases property in the name of his child, a gift is presumed even though the child is an\r\nadult to whom the parent owes no duty of support.\" 5 William F. Fratcher, Scott on\r\nTrusts &#167; 442 at 183 (4th ed. 1989). Therefore, in the present case, the presumption of a\r\ngift in favor of Son exists. Nevertheless, Father may rebut the presumption by showing\r\na contrary intention. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find that Father has presented clear and convincing evidence that the\r\nconveyance was not intended as a gift, but that he intended to benefit himself. Father\r\nhandled the entire transaction in purchasing the property. He dealt directly with the real\r\nestate agent and the closing attorney. He occupied the house after the purchase. He paid\r\nthe insurance and the taxes on the property. Son just showed up for the closing. There\r\nwas no evidence Son actually occupied the premises or that he ever helped Father\r\nfinancially or physically with the house. Accordingly, Father has rebutted any\r\npresumption of a gift to Son. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. RESULTING TRUST: DEFRAUDING CREDITORS AND WIFE \r\n  \r\n Credit Union argues that Father cannot establish a resulting trust because he placed\r\ntitle in Son's name to defraud creditors or his wife. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Fraud can defeat a resulting trust, as was implied in Elrod v. Cochran, 59 S.C. 467,\r\n472, 38 S.E. 122, 124 (1901)(\"The testimony does not show that Sue Cochran intended\r\nto place any of her husband's property out of the reach of his creditors, but to prevent\r\nthem from unlawfully intermeddling with her property . . . .There was, therefore, no\r\nfraud on her part . . . ... )(emphasis in original). This is consistent with holdings from\r\nother jurisdictions: \"It has been held in numerous cases that where A purchases property\r\nand takes title in the name of B for the purpose of defrauding his creditors, A cannot\r\nenforce a resulting trust.\" 5 Scott on Trusts &#167; 444, at 199. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Father's own pleadings and testimony establish that he had placed the property in\r\nSon's name in order that creditors and his wife would not be able to reach it. In his\r\nanswer, Father declares that he instructed the closing attorney to place the title in Son's \r\n  \r\n  \r\n  \r\n  \r\n  \r\np71 \r\n  \r\n  \r\n  \r\nHAYNE FEDERAL CREDIT UNION v. BAILEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n name \"as an accommodation and for protection against the claims of potential lien and\r\n judgment creditors. \" At trial, he testified that he \"didn't want [his] wife to get a hold of\r\n that property. \" Under such circumstances, this Court finds that the resulting trust is\r\n negated by Father's fraudulent actions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Father contends that Credit Union's argument is unpreserved because it failed to\r\naffirmatively plead the defense of fraud. We conclude, under the facts and procedural\r\nposture of this case, that Credit Union was not required to plead the defense. Credit Union\r\ncommenced a foreclosure action. Father answered and counterclaimed, asserting a\r\nresulting trust. The existence of the resulting trust could be rebutted by a showing of fraud\r\non the part of Father. Thus, Father could only make out a resulting trust if he did not\r\nengage in fraudulent acts in effecting the trust. The well-known maxim, \"He who seeks\r\nequity must do equity, \" is applicable here. Cf. Taff v. Smith, 11 4 S. C. 306, 103 S. E. 551\r\n(1920). Accordingly, Credit Union was not required to affirmatively plead the defense of\r\nfraud. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. JUDICIAL ESTOPPEL \r\n  \r\n Credit Union argues that Father is precluded from claiming ownership of the\r\nproperty because he swore in a prior divorce proceeding that he had no legal interest in the\r\nproperty and that Son owned the property. Credit Union urges the court to apply the\r\ndoctrine of judicial estoppel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Judicial estoppel precludes a party from adopting a position in conflict with one\r\n earlier taken in the same or related litigation. See Colleton Reg. Hosp. v. MRS Med. Rev.\r\n Syst., 866 F. Supp. 896 (D.S.C. 1994). The purpose or function of the doctrine is to\r\n protect the integrity of the judicial process or the integrity of courts rather than to protect\r\n litigants from allegedly improper or deceitful conduct by their adversaries. 31 C.J.S.\r\n Estoppel &amp; Waiver &#167; 139, at 593 (1996). Judicial estoppel generally applies only to\r\n inconsistent statements of fact. Cannon v. H.K. Porter Co., 705 F. Supp. 288 (E.D. Va.\r\n 1989). Although some courts have held to the contrary, the doctrine does not apply to\r\n conclusions of law or assertions of legal theories. See United States v. Siegel, 472 F.\r\n Supp. 440 (N.D. Ill. 1979). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Our research of South Carolina case law has not revealed an explicit discussion of\r\n judicial estoppel; however, there are opinions alluding to the doctrine. For example,\r\n Boykin v. Prioleau, 255 S.C. 437, 179 S.E.2d 599 (1971) intimated that the doctrine exists\r\n in this state: \"The defense of judicial estoppel has not been raised, and the facts appearing\r\n here would not support it.\" Id. at 441, 179 S. E. 2d at 601; see also Zimmerman v. Central\r\n Union Bank, 194 S.C. 518, 532, 8 S.E.2d 359, 365 (1940)(\"[W]here a party assumes a\r\n certain position in a legal proceeding, and succeeds in maintaining that position, he may \r\n  \r\n  \r\n  \r\n  \r\n  \r\np72 \r\n  \r\n  \r\n  \r\nHAYNE FEDERAL CREDIT UNION v. BAILEY, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n not thereafter, simply because his interests have changed, assume a contrary position. \"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We now explicitly adopt the doctrine of judicial estoppel as it relates to matters of\r\n fact (not law). In order for the judicial process to function properly, litigants must\r\n approach it in a truthful manner. Although parties may vigorously assert their version of\r\n the facts, they may not misrepresent those facts in order to gain advantage in the process.\r\n The doctrine thus punishes those who take the truth-seeking function of the system lightly.\r\n When a party has formally asserted a certain version of the facts in litigation, he cannot\r\n later change those facts when the initial version no longer suits him. It is certainly\r\n conceivable that parties may want to present novel legal theories, which may require\r\n changing one's previous legal theory.1 However, the truth-seeking function of the judicial\r\n process is undermined if parties are allowed to change positions as to the facts of the case,\r\n unless compelled by newly-discovered evidence. The present case offers a vivid\r\n illustration. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In 1988, Father's wife filed for divorce. The petition made reference to \"the\r\n marital dwelling at 111 Pumpkin Lane.\" In his answer, Father stated he \"has no legal\r\n interest\" in the Pumpkin Lane property and that \"The said property is owned by William\r\n E. Bailey, son of the Respondent, who allows his father to reside there. \" When questioned\r\nin the present action about the divorce pleadings, Father admitted that he lied under oath\r\n in order to protect his interest. Under the doctrine of judicial estoppel, because Father\r\n previously claimed that Son owned the property, but now claims he owns the property,\r\n then Father would be estopped from asserting the latter claim. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Accordingly, we are compelled to reverse this matter. Because of the disposition\r\nof the above issues, it is unnecessary for us to reach the other issues appealed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n For the foregoing reasons, the order of the special referee canceling Credit Union's\r\nlien is REVERSED, and the matter is REMANDED to proceed with foreclosure of the\r\nproperty to satisfy the lien. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J., BURNETT, JJ., and Acting Associate Justices\r\nGeorge T. Gregory, Jr., and Thomas J. Ervin, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  __________________________\r\n 1 The discussion here is not intended to suggest an alteration of our rules of\r\npreservation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np73 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24679","title":"In the Matter of John Evander White","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24679","description":"","date":"1997-08-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 25\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of John\r\nEvander White, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24679\r\nHeard July 8, 1997 - Filed August 18, 1997 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon and Senior Assistant Attorney\r\nGeneral James G. Bogle, Jr., both of Columbia, for complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClifford O. Koon, Jr., of Rogers Townsend &amp; Thomas, PC, of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: Respondent was charged with misconduct in this\r\nattorney grievance matter because he removed a mortgage from the Lexington\r\nCounty R.M.C. Office without permission. In addition to this act, respondent\r\nadmitted at the Panel Hearing1 that after removing the mortgage, he altered its\r\nproperty description without notice to or the permission of the mortgagor or\r\nmortgagee, and then filed the altered mortgage in Richland County. At the\r\nhearing before this Court, respondent asked that we consider his misconduct in\r\naltering the mortgage along with his misconduct in removing it. We have done\r\nso, and now impose upon respondent a 60 day suspension from the practice of\r\nlaw. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The facts are essentially undisputed. A mortgage company prepared\r\nand executed a mortgage, and delivered the mortgage to respondent for filing in\r\nRichland County. In some parts, the mortgage described the property as being\r\nin Richland County, and at other points as being in Lexington County.\r\nRespondent filed the mortgage in Richland County. The Richland County\r\nR.M.C. Office noted the discrepancies in the property description, and notified\r\nrespondent's office that the mortgage should be filed in Lexington County.\r\nRespondent picked up the mortgage and delivered it to the Lexington County \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1This case is governed by the Rule on Disciplinary Procedure, Rule 413,\r\nSCACR (repealed effective January 1, 1997).\r\np3 \r\n  \r\n  \r\n  \r\nIN THE MATTER OF WHITE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nR.M.C. Office on December 30, 1993. \r\n  \r\n  \r\n  \r\n On January 4, 1994, the mortgage company contacted respondent\r\nand demanded the mortgage be refiled in Richland County. Respondent went to\r\nthe Lexington County R.M.C. Office to retrieve the mortgage, but was informed\r\nthat Lexington's policy was to retain all documents filed with the R.M.C. Office,\r\neven if it were discovered that the property lay in a different county.2 The\r\nR.M.C. employees therefore refused to allow respondent to remove the mortgage.\r\nDespite their refusal, respondent took the mortgage and returned to his office.3\r\nThere, he noticed the erroneous property description in the mortgage, and took it\r\nupon himself to mark through that description, write on the mortgage \"See\r\nExhibit A,\" and attach to the mortgage a separate page marked Exhibit A,\r\nwhich included a description of a completely different property than that\r\ndescribed in the mortgage. Respondent then filed the altered mortgage in\r\nRichland County. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The removal of the mortgage was discovered when the Lexington\r\nCounty R.M.C. Office was preparing documents for microfilming and discovered\r\nthe mortgage was missing. The employees contacted respondent, who readily\r\nadmitted taking the mortgage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As we noted above, the complaint charged respondent with\r\nmisconduct based on his removal of the mortgage. Considering only this act, the\r\nPanel recommended a private reprimand; the Interim Review Conunittee adopted\r\nthe Panel's findings of fact and conclusions of law, but 4-1 recommended\r\nrespondent receive a public reprimand. The dissenting Committee member\r\nrecommended a private reprimand be imposed. With respondent's consent, we\r\nalso consider at this time his misconduct in altering the property description in\r\nthe mortgage. Compare In the Matter of Rothwell, 278 S.C. 391, 296 S.E.2d 870\r\n(1983) (public reprimand imposed for surreptitiously altering a deed). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find respondent has violated Rule 8.4(c), of Rule 407, SCACR,\r\nby engaging in conduct involving moral turpitude; Rule 8.4(d), of Rule 407,\r\nSCACR, by engaging in conduct involving dishonesty, fraud, deceit or\r\nmisrepresentation; Paragraph 5(D) of Rule 413, SCACR, by engaging in conduct\r\ntending to bring the legal profession into disrepute; and Paragraph 5(E) of Rule\r\n413, SCACR, by engaging in conduct demonstrating a lack of professional\r\ncompetence. We therefore order respondent suspended from the practice of law\r\nfor 60 days. He shall, within fifteen (15) days of the filing of this opinion, file \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 2 It is undisputed that R.M.C. Office policies concerning misfiled documents\r\nvary greatly from county to county. \r\n  \r\n  \r\n  \r\n 3 Respondent was unaware of S.C. Code Ann. &#167; 30-5-100(1976) which\r\nestablishes a procedure to transfer misrecorded documents. \r\n  \r\n  \r\n  \r\np4\r\nIN THE MATTER OF WHITE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nan affidavit with the Clerk of this Court stating he has complied with\r\nParagraph 30 of Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np5\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]