[{"id":"24570","title":"State of S.C., ex rel: Michael Carter v. State of S.C., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24570","description":"","date":"1997-02-03","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 4\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nState of South Carolina ex rel. \r\n  Michael Carter; Michael Carter, as \r\n  citizen and taxpayer of the State of \r\n  South Carolina, of whom Michael \r\n  Carter, as citizen and taxpayer of \r\n  the State of South Carolina is &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\nv.\r\nThe State of South Carolina, The \r\n  South Carolina Department of \r\n  Revenue and Taxation, T. Walter \r\n  Brashier, Thomas Roe, Ronald L. \r\n  Cobb, Richard E. Greer and \r\n  Kenneth A. Kinard, of whom The \r\n  State of South Carolina and The \r\n  South Carolina Department of \r\n  Revenue and Taxation are &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\nAppeal From Richland County \r\n  Costa M. Pleicones, Judge\r\nOpinion No. 24570 \r\n  Heard November 19, 1996 - Filed February 3, 1997\r\nAFFIRMED\r\nPaul R. Perkins, David A. Fedor, and John D. Elliott, all of Columbia, for Appellant.\r\nGeneral Counsel Harry T. Cooper, Jr., Chief Counsel for Revenue Litigation Ronald W. Urban, and Counsel for Revenue Litigation Jeffrey M. Nelson, all of the South Carolina Department of Revenue and Taxation, Columbia, for Respondents.\r\nTOAL, A.J.: Appellant Michael Carter (\"Taxpayer\") appeals the circuit court's\r\np. 3\r\n\r\nSTATE of S.C., ex rel; MICHAEL CARTER v. STATE of S.C., et al.\r\norder rejecting his challenge to certain South Carolina capital gains tax legislation. We affirm.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nThis lawsuit concerns state capital gains tax legislation passed in 1988, 1989, and 1991. Specifically, Taxpayer challenges the constitutionality of Act No. 658, 1988 S.C. Acts, Part II, section 27 (\"Act 658\"), which was enacted by the General Assembly on June 8, 1988.\r\nThe roots of Act 658 may be traced back to the enactment by the United States Congress of the Federal Tax Reform Act of 1986, a comprehensive restructuring of the Internal Revenue Code (\"IRC\") signed into law on October 22, 1986. Among the changes made to the IRC by the Tax Reform Act was a repeal of the 60% capital gains deduction and a change in the top tax rate for capital gains income. The elimination of the federal capital gains deduction became effective on January 1, 1987.\r\nBeginning in 1985, South Carolina began conforming most of its income tax laws to the federal laws found in the IRC. Each year South Carolina adopts the IRC as it has been updated during the previous year. For example, on May 21, 1985, South Carolina adopted the IRC as amended through December 31, 1984, effective for tax years beginning after December 31, 1984. In other words, South Carolina retroactively adopts the provisions of the IRC.\r\nSouth Carolina adopted the IRC, including the Federal Tax Reform Act of 1986 with all of its effective dates, in Act No. 170, 1987 S.C. Acts, part II, section 25, subsection A, which became law on June 22, 1987, and was effective for tax years after December 31, 1986. Under this law, any capital gains realized on or after January 1, 1987 were no longer entitled to the capital gains tax deduction. The practical effect of the retroactive elimination of the capital gains deduction was that persons who had realized capital gains between January 1 and June 22, 1987 had expected to receive the capital gains tax deduction, but did not actually receive it when they filed their 1987 state tax returns.\r\nAct 658 was enacted at least partly in response to the retroactive elimination of the capital gains tax deduction. Act 658 provided for a reinstatement of the tax deduction for capital gains realized between January 1, 1987 and January 31, 1988. Act 658 also provided for refunds, to be paid in 1990 and 1991, for the capital gains taxes that had been paid for gains realized during 1987 through January 1988. One of Taxpayer's contentions about Act 658 was that its passage in the General Assembly was secured through bribery and that, but for such bribery, the legislation never would have passed.\r\nIn 1989, the General Assembly amended Act 658 to change the dates for which a deduction would be available. Under the 1989 Amendment, only capital gains realized before June 22, 1987 -- the date of the original retroactive \"Increase\" in capital gains taxes - - would be eligible for the tax deduction. A 1991 amendment reduced by half the size of the refund each affected taxpayer would receive and also made ineligible for the tax deduction any person convicted of a felony in connection with the enactment or amendment\r\np. 4\r\n\r\nSTATE of S.C., ex rel; MICHAEL CARTER v. STATE of S.C., et al.\r\n of Act 658.\r\nTaxpayer's Complaint alleges five causes of action. The first two were brought on behalf of the State of South Carolina, and the trial court's order disposes of these two claims on the basis that Taxpayer could not bring an action on behalf of the State. Taxpayer does not appeal the ruling as to the first two causes of action. Taxpayer brought the last three in his capacity as a citizen and taxpayer. These three causes of action seek a declaration that Act 658 is unlawful and unconstitutional and request a writ of mandamus to compel Defendant South Carolina Department of Revenue and Taxation (\"Department of Revenue\") to collect the refunds given to taxpayers affected by the capital gains tax deduction. Importantly, Taxpayer's constitutional arguments concern Act 658 as originally enacted and do not take into account the effect of the 1989 and 1991 Amendments.\r\nThe circuit court granted the defendants' motion to dismiss, finding, inter alia, that the action was moot and that Taxpayer lacked standing to bring the action. Taxpayer appeals the trial court's dismissal of the final three causes of action.\r\nLAW/ANALYSIS\r\nOn appeal, Taxpayer argues the trial court erred in: (1) finding Taxpayer's challenge to the constitutionality of Act 658 was moot; (2) finding Taxpayer lacked standing to challenge the constitutionality of Act 658; (3) finding Act 658 and its amendments served a public purpose; (4) finding Act 658 and its amendments were not unconstitutional as special legislation; (5) finding mandamus was not available as a remedy in this action; and (6) finding certain necessary parties were not joined in the action. Although Taxpayer has standing to challenge the constitutionality of Act 658, we find such a challenge moot in light of the subsequent amendments to the statute. Given the lack of any justiciable controversy, we decline to reach the remaining issues raised by Taxpayer.\r\nTaxpayer first argues the trial court erred in dismissing the challenge to Act 658 as moot. We disagree.\r\nImportantly, Taxpayer does not challenge the constitutionality of the amendments to Act 658.Fn.1 Rather Taxpayer argues the Court must consider Act 658 as originally enacted,\r\n_______________ \r\nFn.1 Taxpayer's Complaint does state that Act 658 and its amendments are unconstitutional. However, the averments on this matter all discuss Act 658 without reference to the ways in which it was amended. In other words, Taxpayer appears in his Complaint to be arguing that the amendments should be declared unconstitutional simply because Act 658 as originally enacted was unconstitutional. Taxpayer's brief also takes this position.\r\nAt oral argument, however, Taxpayer attempted to change his position by arguing that the statute, even as amended, serves no public purpose and is therefore unconstitutional. First, we are unwilling to entertain an argument raised for the first time at oral argument. Second, we find that the legislation, as amended, has a public purpose.\r\np. 5\r\n\r\nSTATE of S.C., ex rel; MICHAEL CARTER v. STATE of S.C., et al.\r\nignoring any subsequent amendments to or modifications of the legislation. According to Taxpayer, if Act 658 standing alone is unconstitutional, then the subsequent amendments to it must be treated as if they never existed.\r\nTaxpayer's argument reflects a fundamental misapprehension of the current state of the law. Under South Carolina law, an amended statute should be construed \"as if the original statute had been repealed, and a new and independent Act in the amended form adopted.\" Windham v. Pace, 192 S.C. 271, 284, 6 S.E.2d 270, 275-76 (1939). This rule mandates that the constitutionality of Act 658 not be considered in isolation from the amendments thereto, particularly where, as here, the amendments remedy what Taxpayer asserts are the offending provisions in the original legislation. Because Taxpayer poses no challenge to Act 658 as amended, this action is moot. Act 658 as originally enacted no longer exists, and many of the provisions of that act that Taxpayer finds offensive, such as the \"arbitrary\" time period for special capital gains treatment, have been modified or eliminated. The subsequent legislation also addresses other concerns voiced by Taxpayer, such as the preferential tax treatment of those who may have committed crimes in connection with the passage of Act 658. Given the ways in which the subsequent legislation cures the alleged infirmities of Act 658, and given Taxpayer's failure (until oral argument) to challenge the constitutionality of the amendments, the circuit court correctly found this action moot.\r\nTaxpayer cites Dean v. County of Spartanburg, 59 S.C. 110, 37 S.E. 226 (1900), for the proposition that whenever a statute itself is unconstitutional, all amendments to the statute are likewise unconstitutional and must be treated as if they never existed. In our view, Dean addresses an entirely different issue from that raised here. In that case, the General Assembly had enacted legislation that provided sheriffs with a twenty cent per day/per prisoner limit on prison meals. However, the same piece of legislation exempted several counties in the state, including Spartanburg County, from the twenty cent limit. Subsequent amendments removed the exemption for Spartanburg County and provided a twenty-five cent limit for Charleston and Aiken counties.\r\nThe South Carolina Supreme Court found the original legislation unconstitutional as special legislation and concluded that \"it necessarily follows that the acts amendatory thereof are without force and effect.\" Id. at I 1 4, 37 S.E. at 228. Importantly, however, the amendments to the original legislation in Dean simply added or removed counties from the twenty cent limit; that is, the amendments did nothing to change the unconstitutional character of the original legislation. Cf. Paris Mountain Water Co. v. City of Greenville, 110 S.C. 36, 61, 96 S.E. 545, 552 (1918)(\"[I]t is too broad a statement to say that a\r\n_______________\r\nFinally, there is currently pending before this Court a case in which certain taxpayers challenge the constitutionality of the 1991 amendment to Act 658. Rivers v. South Carolina Department of Revenue, 94-CP-10-3001 through 3004. In light of Taxpayer's failure to present any genuine challenge to the constitutionality of the amendments, as well as the pending appeal in Rivers, it would be premature for us to address in any great detail the constitutional issues.\r\np. 6\r\n\r\nSTATE of S.C., ex rel; MICHAEL CARTER v. STATE of S.C., et al.\r\nstatute which fails in some even essential features to come up to all the requirements of the Constitution may not be amended.... A deduction that a subsequent act by amendment might not supply that [material necessary to make the statute constitutional] would be manifestly contrary to good sense, and we think contrary to law.\"). In contrast, the amendments in the present case effect major changes in Act 658 and, in fact, remedy those features about which Taxpayer complains. Under these circumstances, Act 658 must not be considered in isolation from its amendments.\r\nAll of the issues raised in this action have been rendered moot by the 1989 and 1991 Acts amending Act 658. Accordingly, the decision of the circuit court is AFFIRMED.\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\np. 7\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24571","title":"Skeen v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24571","description":"","date":"1997-02-03","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 4\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  In The Supreme Court\r\nGary Wayne Skeen, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner,\r\n v.\r\nState of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\nON WRIT OF CERTIORARI\r\nAppeal From Barnwell County \r\n  Rodney A. Peeples, Circuit Judge \r\n  Marc H. Westbrook, Post-Conviction Judge\r\nOpinion No. 24571 \r\n  Submitted October 17, 1996 - Filed February 3, 1997\r\nAFFIRMED\r\nChief Attorney Daniel T. Stacey, of South Carolina Office of Appellate Defense, of Columbia, for Petitioner.\r\nAttorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa Nesbitt Cosby and Assistant Attorney General Teresa A. Knox, all of Columbia, for Respondent.\r\nTOAL, A.J.: In this Post-Conviction Relief (PCR) proceeding, the PCR judge found Petitioner Gary Wayne Skeen received effective assistance of counsel at his trial for second degree criminal sexual conduct with a minor. We affirm.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nSkeen was accused of molesting twelve-year-old Joe.Fn.1 Although Joe's testimony varied\r\n_______________ \r\nFn.1 For purposes of this opinion, the victim has been given a pseudonym.\r\np. 8\r\n\r\nSKEEN v. STATE\r\nslightly from the report he originally made to the police, Joe testified at trial that Skeen performed oral sex on him three times and had anal sex with him once over a period of about a month.\r\n Although the solicitor had assured defense counsel that the case would not be called for trial during the January term, the case was called for trial in January 1993. Defense counsel testified at the PCR hearing that he was unprepared to try the case when it was called. He also testified that he did not request a continuance because it was clear to him that the judge would not grant it. The solicitor, however, submitted an affidavit to the PCR court stating defense counsel had requested a continuance.\r\n At trial, Joe, Joe's mother, a police officer, and a medical doctor testified for the State. The medical doctor, Dr. Baker, testified that Joe showed no physical signs of sexual abuse, but that his affect during the physical examination was consistent with that of a sexually abused child. Specifically, Dr. Baker testified that when she performed the more intrusive portions of the examination, Joe did not flinch or draw back. On cross examination, defense counsel did not inquire as to other causes of unusual affect and did not ask Dr. Baker about a previous report stating she would testify there were no findings of abuse. At the PCR proceeding, Skeen contended his defense counsel had been ineffective in cross examining Dr. Baker.\r\n Finally, Skeen contended counsel was ineffective in several other particulars. The PCR judge denied Skeen relief, and Skeen petitioned this Court for writ of certiorari.\r\n LAW/ANALYSIS\r\n Skeen argues the PCR court erred in holding he received effective assistance of counsel. We disagree.\r\n For a petitioner to be granted Post Conviction Relief as a result of ineffective assistance of counsel, he must show both (1) that his counsel failed to render reasonably effective assistance under prevailing professional norms, and (2) that he was prejudiced by his counsel's ineffective assistance. Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984); Butler v. State, 286 S.C. 441, 334 S.E.2d 813 (1985), cert. denied, 474 U.S. 1094 (1986). Moreover, this Court will sustain the PCR judge's factual findings and conclusions regarding ineffective assistance of counsel if there is any probative evidence to support those findings. Eg., McCray v. State, 317 S.C. 557, 455 S.E.2d 686 (1995); Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).\r\n Skeen contends his counsel was ineffective in three respects: (1) in failing to move for a continuance of the trial date; (2) in failing to object to certain hearsay statements by Joe's mother; and (3) in failing to prepare and conduct appropriate cross examination of the\r\np. 9\r\n\r\nSKEEN v. STATE\r\nState's doctor and of Joe himself.Fn.2\r\nA. FAILURE TO MOVE FOR CONTINUANCE/LACK OF PREPARATION\r\n Skeen first argues his trial counsel was ineffective in failing to move for a continuance of the trial in order to prepare the case. This argument is closely tied to his contention that counsel's preparation for trial was inadequate. Even assuming Skeen's counsel should have moved for a continuance in order to prepare more adequately for trial, Skeen has not shown how he was prejudiced by defense counsel's incomplete preparation.\r\n As an initial matter, there is some evidence of record indicating Skeen actually moved for a continuance. Of course, defense counsel testified at the PCR hearing that he did not request a continuance because the trial judge \"made it very clear ... that this case was going to go,\" and defense counsel thought \"it would have been superfluous to ask for a continuance.\" Without reaching the question whether defense counsel actually requested a continuance, the PCR court's order simply concludes that a continuance would not have been granted in any case. Regardless whether defense counsel moved for a continuance, however, Skeen is not entitled to relief.\r\n In Bozeman v. State, 307 S.C. 172, 414 S.E.2d 144 (1992), the petitioner argued that the trial judge erred in denying his motion for a continuance.Fn.3 The court first noted the general rule that the denial of a motion for a continuance rests within the sound discretion of the trial judge and will not be disturbed on appeal absent an abuse of discretion resulting in prejudice to the appellant. Id. at 175, 414 S.E.2d at 146 (citing State v. Babb, 299 S.C. 451, 385 S.E.2d 827 (1989)). In Bozeman, the court found no reversible error because the petitioner did not \"point to any other evidence or witnesses which could have been produced if a continuance had been granted.\" Id.; see also State v. Motley, 251 S.C. 568, 164 S.E.2d 569 (1968)(finding no reversible error in denial of motion for continuance, where appellant could not point to any specific testimony or other evidence he could have produced had his motion been granted).\r\n The present case is similar to Bozeman and Motley. Even assuming the trial judge should have granted a motion for a continuance so that defense counsel would have had additional time to prepare for trial, it is unclear what the additional preparations would have yielded. Skeen suggests defense counsel would have been able to prepare a proper cross examination of Dr. Baker and of Joe himself.\r\n However, there was no evidence presented at the PCR hearing showing how additional preparation would have had any possible effect on the result. Although defense counsel\r\n_______________\r\nFn.2 At the PCR hearing, Skeen made several other arguments about counsel's ineffectiveness. Skeen advances only three of those arguments to this Court. Fn.3 In Bozeman, a PCR proceeding, this issue was reached as a direct appeal issue for various reasons not relevant to the present case.\r\np. 10\r\n\r\nSKEEN v. STATE\r\ntestified at the PCR hearing that he would have liked to have consulted his own medical expert to help him prepare to cross examine Dr. Baker, he himself admitted not knowing \"if it would have made a difference\" and did not suggest how it might have made a difference. He did not point to any admissible evidence he could have produced that would have been helpful to his case.\r\nB. FAILURE TO OBJECT TO HEARSAY STATEMENT BY JOE'S MOTHER\r\n Skeen also argues that had defense counsel been better prepared, he would have objected to the testimony by Joe's mother that Joe told her Skeen had molested him. Most of this testimony would have been admissible as a hearsay exception. See, e.g., State v. Schumpert, 312 S.C. 502, 435 S.E.2d 859 (1993)(\"It is a well settled exception to the hearsay rule that in criminal sexual conduct cases when the victim testifies, evidence from other witnesses that she complained of the assault is admissible in corroboration limited to the time and place of the assault and excluding details or particulars.\"). We see no prejudice.\r\nC. INEFFECTIVE CROSS EXAMINATION\r\n Skeen argues his counsel was ineffective for failing to cross examine Dr. Baker on the inconsistency between her earlier report and her testimony at trial. He further contends counsel's cross examinations of Dr. Baker and Joe were generally ineffective. We disagree.\r\n\r\n  The report of the investigating police officer stated:\r\n  [Dr. Baker] reported that the exam was normal; however this was not to say that nothing happened. Dr. Baker explained further that due to the time between incident and exam there would not be any signs of abuse. I advised Dr. Baker and she stated she could testify as to no findings.\r\n\r\n At trial, Dr. Baker testified that Joe's \"physical exam was normal. His genitalia was normal. His neurological exam was normal and his anal exam was normal.\" However, she next testified that Joe had a \"rather unusual response\" to portions of the examination; although most children react in some way to uncomfortable parts of the procedures, Joe \"didn't react at all to any of it. He didn't resist or flinch or even tighten his muscles whenever I stuck the Q-tip in[to] [his penis] or whenever I drew his blood or did any part of the exam. That is very unusual.\" Dr. Baker said a failure to react to intrusive procedures is consistent with sexual abuse. When asked whether the examination indicated Joe was sexually abused, Dr. Baker stated that she could not determine \"with any reasonable medical certainty whether or not he . . . was sexually abused.\" She qualified that statement by reiterating that Joe's affect was abnormal, even though she could not determine the cause of the abnormal affect.\r\n On cross examination, defense counsel summarized Dr. Baker's testimony by asking her, \"Bottom line is you found no physical evidence of child abuse; is that accurate?\" Dr. Baker replied, \"Physical evidence meaning like from the physical exam itself, from the body, no. Just the affect was abnormal.\" Defense counsel followed up with a few short questions about affect.\r\np. 11\r\n\r\nSKEEN v. STATE\r\n Skeen's first allegation concerning his counsel's cross examination of Dr. Baker is that counsel was ineffective for failing to cross examine Dr. Baker regarding the discrepancy between her report to the police investigator and her testimony at trial. It is not clear to us, however, that her testimony was actually inconsistent with her statements to the police investigator. The investigator's statement reports that Dr. Baker was willing to testify to \"no findings,\" and at trial Dr. Baker stated that she could not to a reasonable degree of medical certainty testify that Joe was abused. This testimony is consistent. Dr. Baker's testimony that Joe demonstrated unusual affect during the genital and anal exams is not necessarily inconsistent with Dr. Baker's statement to the police; rather, the testimony clarified and elaborated on both the material in the report and her earlier testimony. We see no ineffectiveness in counsel's failure to cross examine Dr. Baker about the supposed discrepancy in her testimony and her statement to the police.\r\n Skeen also alleges and argues that counsel's cross examination of Dr. Baker was generally ineffective and that counsel should have pursued certain avenues of inquiry, such as questioning Dr. Baker about causes other than sexual abuse for a child's unusual affect during a physical examination. Perhaps the quality of counsel's representation of Skeen would have been enhanced by a more thorough cross examination. Nevertheless, one can only speculate whether a \"better\" cross examination would have helped Skeen. At the PCR hearing, there was no testimony presented concerning other causes of unusual affect during a physical examination, nor was there other testimony about what information a more extensive cross examination of Dr. Baker might have revealed. In short, Skeen has not proven he suffered any prejudice as a result of counsel's cross examination of Dr. Baker. Moreover, there is evidence to support the finding of the PCR court that defense counsel conducted an effective cross examination of Dr. Baker.\r\n As to the cross examination of Joe, Skeen asserts primarily that counsel should have been able to question Joe about prior sexual activities Joe may have engaged in. However, this testimony would have been barred by the rape shield statute. See S.C. Code Ann. &#167; 16-3-659.1 (Supp. 1995). Furthermore, there is evidence to support the PCR court's determination that defense counsel conducted a reasonably effective cross examination of the child witness.\r\n CONCLUSION\r\nFor the foregoing reasons, the order of the PCR court is AFFIRMED.\r\nFINNEY, C. J., MOORE, WALLER and BURNETT, JJ., concur.\r\np. 12\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24572","title":"Wright v. Michelin Tire Corp. et al., etc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24572","description":"","date":"1997-02-03","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 4\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n James Earl Wright,\r\n  Employee, Claimant, Respondent,\r\n Michelin Tire Corporation,\r\n  Employer, and Hartford\r\n  Accident & Indemnity\r\n  Company, Carrier, Appellants.\r\n Appeal From Spartanburg County\r\n  William H. Ballenger, Judge\r\n Opinion No. 24572\r\n  Heard January 21, 1997 - Filed February 3, 1997\r\n DISMISSED AS IMPROVIDENTLY GRANTED\r\n H. Spencer King, of Spartanburg, for Appellants.\r\n Andrew N. Poliakoff, of Spartanburg, for Respondent.\r\n Per Curiam: After a review of the entire record, we dismiss the writ of certiorari as improvidently granted.\r\n p. 13\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24573","title":"State v. Hutto","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24573","description":"","date":"1997-02-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 5\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe State, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nTerry Lee Hutto, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\nAppeal From Lexington County \r\n  Marc H. Westbrook, Circuit Court Judge\r\nOpinion No. 24573 \r\n  Heard January 8. 1997 - Filed February 10, 1997\r\nAFFIRMED\r\nLesley M. Coggiola, Assistant Appellate Defender, South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\nCharles Molony Condon, Attorney General, Donald J. Zelenka, Assistant Deputy Attorney General, and Robert F. Daley, Jr., Assistant Attorney General, all of Columbia, and Donald V. Myers, Solicitor, Eleventh Judicial Circuit, of Lexington, for respondent.\r\nWALLER, A.J.: Appellant Terry Lee Hutto was convicted of murder, first degree burglary, and malicious injury to telegraph, telephone or electric utility system. The sole issue in this case is whether the trial judge properly admitted certain testimony of an expert witness regarding a match between a footprint found at the crime scene and Appellant's shoe. We affirm.\r\nTwo agents from South Carolina Law Enforcement Division (\"SLED\"), Thomas Darnell and John Christy, examined the crime scene on the night of the murder. They collected all of the evidence at the scene, including a business card, and took it to SLED. Agent Christy subsequently placed a chemical on the business card, raising a latent footprint. He then wrote out a report giving his opinion finding a match\r\np. 3\r\n\r\nSTATE v. HUTTO\r\nbetween this footprint and the sole of a shoe owned by Appellant.Fn.1 The card then went to Agent Charles Counts, who also rendered his opinion finding a match. Agent Counts testified this was a completely independent determination. He also testified it was SLED's practice to have at least two agents separately examine evidence \"to ensure the credibility of SLED by two agents and two independent experts examining the evidence and rendering an opinion.\" Of course, by the time he got the card the print had already been raised by Agent Christy and therefore did not need to be reprocessed.\r\nDuring the course of Appellant's trial, the card was admitted into evidence.Fn.2 Agent Christy did not testify because he was on extended medical leave. Instead, Agent Counts testified that he found a match between the print raised by Agent Christy and Appellant's shoe. He testified there was one certain procedure followed by all SLED agents when attempting to raise a latent print from a substance like the business card.\r\n\r\n  On a porous-type item such as paper or cardboard, which State's Exhibit 37 is cardboard or a piece of paper, business card, we would all treat this internationally alike. We would treat it with an inhydrant, a chemical that reacts with the amino acids. And your hands and your feet are constantly exuding perspiration. And a .15 to .5 percent of that perspiration is your amino acids. So we are looking for ridge detail exuded by the hands or the feet in order so that if their hands or feet come in contact with this particular card or anything with amino acids on it, when we treat it with an inhydrant the inhydrant dies [sic] the amino acids a deep purple where it makes it visible to the human eye.\r\n\r\nAgent Counts testified that every SLED agent is trained to do this testing.\r\nAppellant stipulated Agent Counts was an expert in footwear examination. However, Appellant argues Agent Counts's testimony violated his right to confront evidence against himFn.3 because Courts did not process the card himself and thus his opinion was based on \"indirect hearsay.\" We disagree.\r\nAt the outset, we note it is well-settled that an exception to the rule prohibiting\r\n_______________ \r\n>Fn.1 &nbsp; This report was not admitted into evidence. Fn.2 &nbsp; Appellant is not appealing this admission.Fn.3 &nbsp; U.S. Const. amend. VI (\"In all criminal prosecutions, the accused shall enjoy the right to ... be confronted with the witnesses against him\"); S.C. Const. art. I, &#167; 14 (\"Any person charged with an offense shall enjoy the right to ... be confronted with the witnesses against him\").\r\np. 4\r\n\r\nSTATE v. HUTTO\r\nhearsay exists when it is used by an expert.Fn.4 An expert may base his opinion on hearsay evidence so long as it is of a type reasonably relied upon by other experts in the field. State v. Franklin, 318 S.C. 47, 456 S.E.2d 357, cert. denied, 116 S. Ct. 160 (1995) (psychiatrist who never examined defendant may base opinion on reports prepared by persons who did).Fn.5 See also 31A Am. Jur. 2d Expert and Opinion Evidence &#167; 85 (1989) (type of information on which experts may rely is that on which they would customarily rely in the day to day decisions of their profession); 32 C.J.S. Evidence &#167; 546(63) (1964) (\"witness may base his judgment in part on the result of experiments made by himself or by others\").\r\n However, merely because testimony does not violate applicable rules of evidence does not necessarily mean it meets constitutional standards. \"Although we have recognized that hearsay rules and the Confrontation Clause are generally designed to protect similar values, we have also been careful not to equate the Confrontation Clause's prohibitions with the general rule prohibiting the admission of hearsay statements.\" Idaho v. Wright, 497 U.S. 805, 814, 110 S. Ct. 3139, 3146, 111 L. Ed. 2d 638, 651 (1990). See also United States v. Williams, 447 F.2d 1285, 1288 (5th Cir. 1971) (en banc), cert. denied, 405 U.S. 954 (1972) (Supreme Court's decision in California v. Green, 399 U.S. 149, 90 S. Ct. 1930, 26 L. Ed. 2d 489 (1970), made it clear that \"the right of confrontation and the rule against hearsay present two distinct, albeit related questions\"); Hopkinson v. State, 632 P.2d 79 (Wyo. 1981), cert. denied, 455 U.S. 922 (1982) (values of hearsay rule and Confrontation Clause are not identical; admission of certain evidence may be barred by one and not the other). In Ohio v. RobertsFn.6 the Supreme Court addressed the relationship between the Confrontation Clause and the hearsay rule with its exceptions:\r\n\r\n  The Sixth Amendment's Confrontation Clause, made applicable to the States through the Fourteenth Amendment, provides: \"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him.\" If one were to read this language literally, it would require, on objection, the exclusion of any statement made by a declarant not present at trial. But, if thus applied, the Clause would abrogate virtually every hearsay exception, a result long rejected as unintended and too extreme.\r\n\r\n_______________\r\nFn.4 &nbsp; We assume for the purposes of this opinion that Agent Counts's opinion was partly based on hearsay. Fn.5 &nbsp; This rule was stated in former Rule 43(m)(2), SCRCP and former Rule 24(b), SCRCrimP. These rules governed Appellant's trial, which occurred August 16-18, 1995. The rule is currently found in Rule 703 of the South Carolina Rules of Evidence, which became effective September 3, 1995. Fn.6 &nbsp; 448 U.S. 56, 100 S. Ct. 2531, 65 L. Ed. 2d 597 (1980).\r\np. 5\r\n\r\nSTATE v. HUTTO\r\n448 U.S. at 62-63; 100 S. Ct. at 2537, 65 L. Ed. 2d at 605-06 (internal citations omitted). Roberts recognized that an individual's right to confrontation is so important that \"the absence of proper confrontation at trial calls into question the ultimate integrity of the fact-finding process.\" Id. at 64, 100 S. Ct. at 2538, 65 L. Ed. 2d at 606. However, it also noted that \"competing interests . . .may warrant dispensing with confrontation at trial.\" Id. \"Significantly, every jurisdiction has a strong interest in effective law enforcement, and in the development and precise formulation of the rules of evidence applicable in criminal proceedings.\" Id. at 64, 100 S. Ct. at 2538, 65 L. Ed. 2d at 607.\r\nRoberts set out a general test to be used in weighing these competing interests. First, it found that when a hearsay declarant is not present at trial the Confrontation Clause \"normally requires a showing that he is unavailable.\" Id. at 66, 100 S. Ct. at 2539, 65 L. Ed. 2d at 608. It emphasized, however, that unavailability is not always required, such as when \"the utility of trial confrontation [is] so remote that it [would] not require the prosecution to produce a seemingly available witness.\" Id. at 65, 100 S. Ct. at 2538, 65 L. Ed. 2d at 607 (n. 7).Fn.7 Second, the hearsay statement must bear adequate indicia of reliability. Id. at 66, 100 S. Ct. at 2539, 65 L. Ed. 2d at 608. Regarding this element, the Court stated, \"Reliability can be inferred without more in a case where the evidence falls within a firmly rooted hearsay exception.\" Id.\r\nCases following in the wake of Roberts show that \"[t]he confrontation clause of the sixth amendment to the Constitution does not forbid reliance at trial by experts upon material prepared by others.\" United States v. Smith, 869 F.2d 348, 355 (7th Cir. 1989). For example, in Reardon v. Manson the Second Circuit Court of Appeals\r\n_______________ \r\nFn.7 &nbsp; The Supreme Court has subsequently rejected the argument that Roberts established a general rule requiring unavailability before any out of court statement was admissible. \"Roberts stands for the proposition that unavailability analysis is a necessary part of the Confrontation Clause inquiry only when the challenged out-of-court statements were made in the course of a prior judicial proceeding.\" White v. Illinois, 502 U.S. 346, 354, 112 S. Ct. 736, 741, 116 L. Ed. 2d 848, 858 (1992) (statements fell under excited utterance and course of medical care exceptions to hearsay) (emphasis added). See also United States v. Inadi, 475 U.S. 387, 106 S. Ct. 1121, 89 L. Ed. 2d 390 (1986) (statements fell under co-conspirator exception to hearsay). Because neither White nor Inadi involved statements made in a prior judicial proceeding, the Court made an independent assessment of whether unavailability was required. In both cases the Court found it was not. One factor the Court focused on was the utility to the defendant of having a live witness for the purpose of cross-examination, a factor noted by Roberts itself. See White, 502 U.S. at 356, 112 S. Ct. at 743, 116 L. Ed. at 859. Whether the Confrontation Clause requires a showing of unavailability before an expert's testimony may be admitted when that expert bases his or her opinion on hearsay has not yet been specifically addressed by the Supreme Court. However, for the reasons stated in the course of this opinion, we find that unavailability was not required in this case.\r\np. 6\r\n\r\nSTATE v. HUTTO\r\nupheld the admission of an expert's drug identification testimony although it was based on tests run by others. Reardon v. Manson, 806 F.2d 39 (2nd Cir. 1986), cert. denied sub nom. Reardon v. Lopes, 481 U.S. 1020 (1987). In so doing the Court noted that the tests run by others were primarily \"mechanically objective in nature,\" i.e. they did not require any qualitative analysis on which the expert was then relying. Id. at 41. It also rejected the argument that a showing of unavailability was required before the testimony could be admitted. Citing Roberts, it found that \"[t]he confrontation clause is not necessarily violated by the prosecution's failure to produce a hearsay declarant for cross-examination at trial where the utility of trial confrontation would be remote and of little value to either the jury or the defendant.\" Id. (internal quotations omitted). Here, it based its finding of remote utility on the fact that the people who ran the tests would be most likely testifying from their notes and would not have an independent recollection of the tests performed. \"Any testimony from the chemists bearing on the likelihood of error in the tests necessarily would have involved broad statements as to general practices and probabilities within the laboratory, matters concerning which [the expert] himself was well qualified to testify.\" Id. It also noted that the likelihood of a chemist admitting having made a mistake or having lied to the expert about results was very remote. Id. at 42. See also Minner v. Kerby, 30 F.3d 1311 (10th Cir. 1994) (following Reardon in finding a showing of unavailability is not required).\r\n Finally, the Court in Reardon noted that the defendants could have subpoenaed the chemists as their own witnesses. \"[A]t least in those borderline cases where the likely utility of producing the witness is remote, the Sixth Amendment's guarantee of an opportunity for effective cross-examination is satisfied where the defendant himself had the opportunity to call the declarant as a witness.\" 806 F.2d at 42. \"We think it entirely plain that petitioners chose not to subpoena the chemists who assisted [the expert] because they perceived, as we do, that the possibility of benefit from such testimony was remote and the more likely result would have been the corroboration of [the expert's] testimony.\" Id. at 43.Fn.8\r\n_______________ \r\nFn.8 &nbsp; Other cases have found no constitutional violation from the allowance of expert testimony under circumstances similar to the instant case. See, e.g., Minner v. Kerby, 30 F.3d 1311. (10th Cir. 1994) (police chemist allowed to testify from unavailable witness's notes who actually performed toxicological tests); United States v. Smith, 964 F.2d 1221 (D.C. Cir. 1992) (expert's opinion corroborating results of certain tests not performed by him admissible); United States v. Lawson, 653 F.2d 299 (7th Cir. 1971), cert. denied, 454 U.S. 1150 (1982) (psychiatrist's opinion admissible although based almost entirely on reports made by others because defendant had access to hearsay evidence and could submit expert to cross- examination); State v. King, 445 A.2d 901 (Conn. 1982) (reports of toxicological tests admissible although witnesses performing tests did not testify and no narcotics were left after testing; court noted defendant could have subpoenaed chemists if she had any doubts about the tests' reliability); State v. Jones,, 368 S.E.2d 844 (N.C. 1988) (testifying expert's statement that he based his opinion, finding fingerprint match\r\np. 7\r\n\r\nSTATE v. HUTTO\r\nIn Smith, the defendant was convicted of bank, wire, and credit card fraud. 869 F.2d 348. Identity was the primary issue at trial. On appeal, the defendant challenged the testimony of a spectrographic voice expert who had identified her voice on taped telephone conversations to banks arranging financial transactions. She argued her rights under the confrontation clause were violated because the expert based his opinions on spectrograms prepared by another person who was unable to testify at the last minute. The Seventh Circuit Court of Appeals disagreed, noting that the defendant had access to the hearsay material and that the expert was rendering an independent opinion as opposed to merely acting as an \"understudy\" for the other person. Id. at 355.Fn.9\r\n Applying these legal principles to the facts of this case, we find Appellant's right to confrontation was not violated. We adopt the reasoning of the above cases in finding the state did not have to show Agent Christy was unavailable before Agent Counts's testimony could be admitted. The likelihood of the utility of Agent Christy's testimony to Appellant's defense is very remote. Appellant admitted he had the means of calling Agent Christy himself if he thought the method by which the latent print was produced was unreliable. Agent Counts was not relying on any subjective opinion of Agent Christy; Counts's opinion regarding whether a match existed was totally his own. Furthermore, Agent Counts was thoroughly cross-examined regarding his reliance on Agent Christy's work. Agent Christy's involvement only extended to placing a chemical on the card to raise an already existing print, which does not require any subjective analysis but is mechanical.\r\nAppellant argues there was no evidence regarding the reliability of Agent\r\n_______________\r\n between defendant's prints and those found at crime scene, in part on the opinion of a nontestifying expert was properly admitted); State v. Stevens, 345 A.2d 804 (N.J. Super. Ct. App. Div. 1975) (allowing expert to testify about results of tests performed on evidence by another person); Gordon v. Brown, 644 N.E.2d 1305, 1307 (N.Y. 1994) (in administrative hearing on charges of police officer's drug use, officer did not have right to cross-examine every lab technician who tested evidence to try to uncover \"possible human error\"; court noted he could have called technicians himself, he did not dispute general reliability of testing procedures used, nor did he allege any particular error in the handling of evidence); Evans v. State, 480 S.W.2d 387 (Tex. Crim. App. 1972) (pathologist's expert opinion regarding victim's cause of death admissible although based on autopsy performed by another nontestifying person); Grant v. State, 472 S.W.2d 531 (Tex. Crim. App. 1971) (doctor's testimony about results of tests run on evidence by others in laboratory admissible; the fact that he did not see tests performed, actual evidence was never returned to him, and there was no information given regarding possibility of error in laboratory went only to weight given the testimony). \r\nFn.9 &nbsp; Significantly, Smith did not address the unavailability issue.\r\np. 8\r\n\r\nSTATE v. HUTTO\r\nChristy's reports.Fn.10 We disagree. Initially, this evidence falls within a firmly-rooted hearsay exception and thus reliability can be inferred. See Roberts, 448 U.S. at 66, 100 S. Ct. at 2539, 65 L. Ed. 2d at 608. As the Fifth Circuit Court of Appeals has noted, \"Expert witness testimony is a widely-recognized exception to the rule against hearsay testimony.\" Williams, 447 F.2d at 1290.\r\n\r\n  The rationale for this exception to the rule against hearsay is that the expert, because of his professional knowledge and ability, is competent to judge for himself the reliability of the records and statements on which he bases his expert opinion. Moreover, the opinion of expert witnesses must invariably rest, at least in part, upon sources that can never be proven in court. An expert's opinion is derived not only from records and data, but from education and from a lifetime of experience. Thus, when the expert witness has consulted numerous sources, and uses that information, together with his own professional knowledge and experience, to arrive at his opinion, that opinion is regarded as evidence in its own right and not as hearsay in disguise.\r\n\r\n Id. Agent Counts's testimony was that the inhydrant process was universally used to develop latent prints and every SLED agent was trained and practiced that procedure. Agent Christy processed the card and prepared his report with the knowledge that it would be examined by at least one other trained expert -- possibly more if there were any doubt of its accuracy. See Minner, 30 F.3d at 1315 (reliability of hearsay found in the fact that chemist running tests and making report knew they would be examined by relying expert); Reardon, 806 F.2d at 43 (finding of reliability in part based on the fact that chemists running tests knew their work would be examined by testifying expert). Appellant does not argue that this is not the type of work reasonably relied upon by experts in this field, nor could he reasonably do so. See Smith, 964 F.2d at 1223 (D.C. 1992) (quantitative analysis, chromatograms and infrared spectrograph of suspected drug evidence, prepared by analyzing chemist, are the kinds of evidence a forensic chemist would reasonably rely on in forming opinion regarding substance composition). Therefore, under the circumstances of this case, we find no error in the trial judge's admission of the expert testimony. Appellant's conviction is\r\nAFFIRMED.\r\n TOAL, A.C.J., MOORE, BURNETT, JJ., concur. FINNEY, C.J., not participating.\r\n_______________ \r\nFn.10 &nbsp; We note that the reliability required by the rules of evidence is described as reasonable reliance by other experts in the field. See Franklin, 318 S.C. at 57, 456 S.E.2d at 363. Under Roberts, the Confrontation Clause requires \"adequate indicia of reliability.\" 448 U.S. at 66, 100 S. Ct. at 2539, 65 L. Ed. 2d at 608. We need not decide whether these two standards are coextensive, for we find sufficient reliability here to meet both. See State v. Jones, 368 S.E.2d 844, 847 (N.C. 1988) (evidentiary rule requiring facts or data \"be of a type reasonably relied upon by experts in the particular field\" is consistent with law requiring evidence to be \"inherently reliable\").\r\np. 9\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24574","title":"Soil Remediation, etc. v. Nu-Way Environmental, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24574","description":"","date":"1997-02-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 5\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nSoil Remediation Company and \r\n  Yadkin Brick Companv, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents,\r\nv.\r\nNu-Way Environmental, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Defendant/Third-Party Plaintiff,\r\nv.\r\nCarolina Eastman Division, a \r\n  Division of Eastman Kodak \r\n  Company, and Yeargin, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Third-Party Defendants,\r\nOf whom\r\nCarolina Eastman Division, a \r\n  Division of Eastman Kodak \r\n  Company, is &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\nAppeal From Richland County \r\n  John P. Gardner, Special Circuit Judge \r\n  J. Ernest Kinard, Jr., Judge \r\n  Edward B. Cottingham, Judge\r\nOpinion No. 24574 \r\n  Heard December 5, 1996 - Filed February 10, 1997\r\nREVERSED\r\nRobert Y. Knowlton and Deborah P. Morgan, both of Sinkler & Boyd, P.A., of Columbia, for appellant.\r\np. 10\r\n\r\nSOIL REMEDIATION, etc. v. NU-WAY ENVIRONMENTAL, INC., et al.\r\nWilliam L. Pope and Roy F. Laney, both of Pope & Rodgers, of Columbia, for respondent Soil Remediation Company.\r\nGeorge A. Kastanes, of Lexington, for respondent Yadkin Brick Company, Inc.\r\nRussel T. Burke, of Nexsen, Pruet, Jacobs & Pollard, of Columbia, for defendant/third-party plaintiff Nu-Way Environmental, Inc.\r\nStephen E. Hudson, of Kilpatrick & Cody, of Atlanta, Georgia, for third-party defendant Yeargin, Inc.\r\nMOORE, A.J.: This appeal involves the sole issue whether the trial judge properly granted partial summary judgment regarding liability for breach of contract and indemnification. We reverse.\r\nFACTS\r\nAppellant Carolina Eastman Division (Owner) hired Nu-Way Environmental, Inc., (Engineer) to remove petroleum-contaminated sludge from Owner's Dowtherm Basin, a concrete basin that holds runoff from the floor drains in Owner's facility. Engineer contracted with respondent Soil Remediation Company (SRC) to dispose of the sludge. SRC then arranged with respondent Yadkin Brick Company (Yadkin) for delivery of Owner's sludge to Yadkin's brick facility to be used in making bricks.\r\nAfter removal and delivery of Owner's sludge was undenvay, Yadkin advised it would no longer accept the sludge from Owner's facility because of its odor. Meanwhile, Yadkin mixed Owner's sludge with other materials in an attempt to mask the smell. Eventually, it was discovered that Owner's sludge was contaminated with Dowtherm, a heat transfer liquid, which had contaminated the entire batch of materials Yadkin had mixed it with.\r\nSRC and Yadkin commenced this action against Engineer alleging several causes of action, including breach of contract, and damages arising from the cost of disposing of the Dowtherm contaminated materials. Engineer impleaded Owner as a third-party defendant. The trial judge granted SRC and Yadkin partial summary judgment on the issues of liability for breach of contract and indemnification under the contract between SRC and Engineer. The issue of damages was reserved for trial. Owner appeals.\r\np. 11\r\n\r\nSOIL REMEDIATION, etc. v. NU-WAY ENVIRONMENTAL, INC. et al.\r\nDISCUSSION\r\nThe trial judge granted SRC and Yadkin partial summary judgment on the ground Engineer breached its contract with SRC by failing to disclose that Owner's sludge was contaminated with Dowtherm. Owner contends this was error because a genuine issue of material fact exists regarding the construction of the contract. We agree.\r\nThe contract between SRC and Engineer includes the following warranty provision:\r\n\r\n  2. Owner and Engineer warrant that sufficient testing has been conducted on the material described in this Agreement and that such material contains no hazardous substance under U.S.E.P.A. Section 3301 of the Resource Conservation and Recovery Act.\r\n\r\nAnother document that is part of the contract is a form completed and signed by Engineer. It includes the following disclosure requests:\r\n\r\n  General Directions: In order to determine whether we can properly and safely handle and treat your PCS material, we must obtain information about the chemical and physical properties of the waste. Please be complete in your answers ....\r\n  5) Type of Contamination (Gasoline, jet fuel, diesel, other): \r\n    (fuel oil #6)(virgin material).\r\n  9) Is this soil a \"Hazardous Waste\" as defined by Regulation of the U.S.E.P.A. pursuant to Section 3001 of the Resource Conservation and Recovery Act (See 40 CFR, Part 261 for definition) Yes &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No&nbsp;&nbsp;X&nbsp;&nbsp;\r\n\r\nThe following certification provision is also part of the contract:\r\n\r\n  I hereby certify that the above attached description is complete and accurate to the best of my knowledge and ability to determine, that no deliberate or willful omissions of composition of properties exist and all known or suspected hazards have been disclosed.\r\n\r\n(Emphasis added). The issue is whether Engineer breached these provisions as a matter of law by failing to disclose the Dowtherm Contamination.\r\np. 12\r\n\r\nSOIL REMEDIATION, etc. v. NU-WAY ENVIRONMENTAL, INC., et al.\r\nIt is undisputed Dowtherm is not defined as \"hazardous\" in the regulations promulgated under the Resource Conservation and Recovery Act, the regulations specified in the contract. It is, however, considered a \"health hazard\" under different federal regulations promulgated under the Superfund Amendment and Reauthorization Act. The question then becomes whether Engineer breached the certification provision that \"all known or suspected hazards have been disclosed.\"\r\nHere, the warranty provision and disclosure requests contained in the contract refer to \"hazardous\" as defined under specific regulations. The certification provision, however, contains an unqualified reference to \"hazards.\" Accordingly, the contract may or may not require disclosure of a substance that is not a hazard under the specified regulations but may be otherwise considered a hazard. Although as a general rule contracts are to be construed by the court, where a contract is capable of more than one construction, the question of what the parties intended becomes one of fact to be submitted to jury. Cafe Assoc. Ltd. v. Gerngross, 305 S.C. 6, 406 S.E.2d 162 (1991); see also Gilliland v. Elmwood Properties, 301 S.C. 295, 391 S.E.2d 577 (1990). Since the contract is capable of more than one construction, summary judgment was improperly granted.\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\np. 13\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24576","title":"C.R. Campbell Construction Co., Inc., et al. v. City of Charleston, etc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24576","description":"","date":"1997-02-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 5\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  C.R. Campbell Construction Co., \r\n  Inc., Home Builders Association \r\n  of South Carolina, Inc., and \r\n  Charleston Trident Home \r\n  Builders Association, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellants,\r\n \r\n  v.\r\n \r\n  The City of Charleston, a \r\n  municipality and body corporate \r\n  and politic, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Appeal From Charleston County \r\n  Louis E. Condon, Master-In-Equity\r\n \r\n  Opinion No. 24576 \r\n  Heard October 2, 1996 - Filed February 10, 1997\r\n \r\n  AFFIRMED\r\n \r\n  Jay Bender and Charles E. Baker, both of Baker, Barwick, Ravenel & Bender, L.L.P., of Columbia, for appellants.\r\n \r\n  Corporation Counsel William B. Regan and Assistant \r\n  Corporation Counsel Frances I. Cantwell, both of \r\n  Charleston, for respondent.\r\n \r\n  MOORE, A.J.: This appeal is from an order finding a municipal ordinance imposing a transfer fee on the conveyance of real property valid as a uniform service charge. We affirm.\r\n \r\n  FACTS\r\np. 19\r\n\r\nC.R. CAMPBELL CONSTRUCTION CO., INC., et al. v. CITY of CHARLESTON, etc.\r\n \r\n  The facts in this case are undisputed. Respondent City of Charleston (City) passed an ordinance effective January 1, 1994, imposing a \"transfer fee\" equal to .25% of the purchase price on the conveyance of real property.Fn.1 All of the revenue generated by the transfer fee is used solely for acquiring, improving, operating, and maintaining parks and public recreational facilities. In enacting the ordinance, City Council made a specific finding that parks and recreational facilities add to the value of real estate within the City. This finding is supported by evidence in the record that property values are in fact enhanced by such amenities. Finally, it is undisputed City spends more on parks and recreational facilities than the amount generated by the transfer fee.\r\nIn February 1994, appellant C.R. Campbell Construction Company (hereinafter referred to as \"Taxpayer\" on behalf of all appellants) purchased a lot for $15,000 and paid under protest the transfer fee of $37.50. Taxpayer then brought this action to enjoin enforcement of the ordinance on the ground it was an illegal tax. The trial judge found the transfer fee was a valid uniform service charge and denied the injunction.\r\n \r\n  DISCUSSION\r\n \r\n  The issue before us is a narrow one: Is the transfer fee a uniform service charge or a tax? Taxpayer concedes there is no challenge to the transfer fee if it meets the definition of a uniform service charge. If, on the other hand, the transfer fee is actually a tax, Taxpayer contends it violates S.C. Const. art. X, &#167;6, which requires that \"[p]roperty tax levies shall be uniform in respect to persons and property within the jurisdiction of the body imposing such taxes.\" As a property tax, Taxpayer contends the transfer fee is unconstitutional because it applies only to property that is conveyed and not otherwise. We need not address this constitutional challenge since we find the transfer fee is a uniform service charge and not a tax.\r\nOur recent decision in Brown v. County of Horry, 308 S.C. 180, 417 S.E.2d 565 (1992), is dispositive on this issue. In Brown, we upheld a $15 road maintenance fee on all cars registered in the county as a valid uniform service charge under S.C. Code Ann. &#167; 4-9-30(5)(a) (Supp. 1995). Similarly, under S.C. Code Ann. &#167; 5-7-30 (Supp. 1995), municipalities are authorized to impose uniform service charges. If the transfer fee meets the criteria set forth in Brown to constitute a uniform service charge, it is valid. plunder Brown, a fee is valid as a uniform service charge if (1) the revenue generated is used to\r\n\r\nthe benefit of the payers, even if the general public also \r\n\r\n\r\n_______________ \r\nFn.1 &nbsp; The ordinance allows certain exemptions not applicable here.\r\np. 20\r\n\r\nC.R. CAMPBELL CONSTRUCTION CO., INC., et al. v. CITY of CHARLESTON, etc.\r\n \r\n  benefits (2) the revenue generated is used only for the specific improvement contemplated (3) the revenue generated by the fee does not exceed the cost of the improvement and (4) the fee is uniformly imposed on all the payers. In this case, it is undisputed the transfer fee is used only for parks and recreational facilities, the payers benefit because their real property values are enhanced, the transfer fee does not generate more revenue than that spent on such facilities, and all payers pay a uniform percentage of the sale price of property conveyed. According to the facts in the record, the transfer fee is a uniform service charge and therefore valid under Brown.Fn.2\r\n \r\n  AFFIRMED.\r\n \r\n  FINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n____________________ \r\nFn.2 &nbsp; Effective July 1, 1994, S.C. Code Ann. &#167; 6-1-70 (Supp. 1995) requires that any revenue generated by a transfer fee on the conveyance of real property be remitted to the State Treasurer. Since &#167; 6-1-70 did not become effective until July 1, 1994, however, it does not apply to the transfer fee in this case and does not impact its validity as a uniform service charge. See Town of Hilton Head Island v. Morris, Op. No. 24575 (S.C. Sup. Ct. filed February 10, 1997) .\r\np. 21\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24577","title":"State v. Dickey and William Bouye","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24577","description":"","date":"1997-02-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 6\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  State of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n \r\n  v.\r\n \r\n  Dickey Bouye and William \r\n  Bouye, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellants.\r\n \r\n  Appeal From Spartanburg County \r\n  J. Derham Cole, Judge\r\n \r\n  Opinion No. 24577 \r\n  Heard December 4, 1996 - Filed February 18, 1997\r\n \r\n  AFFIRMED\r\n \r\n  Suzanne E. Coe, of Arnold & Coe, L.L.P., of Greenville, for appellants.\r\n \r\n  Charles Molony Condon, Attorney General, John W. \r\n  McIntosh, Deputy Attorney General, Salley W. Elliott, \r\n  Assistant Attorney General, all of Columbia, and Holman \r\n  C. Gossett, Jr., Solicitor, Seventh Judicial Circuit, of \r\n  Spartanburg, for respondent.\r\n \r\n  WALLER, A.J.: Appellants Dickey and William Bouye were convicted of violating S.C. Code Ann. &#167; 16-15-365 (Supp. 1995), a statute which generally prohibits certain \"lewd and lascivious\" behavior.Fn.1 Their convictions were based on the\r\n_______________ \r\nFn.1 &nbsp; Section 16-15-365 provides:\r\n\r\n  Any person who wilfully and knowingly exposes the private parts of his person in a lewd and lascivious manner and in the presence of any other person, or aids or abets any such act, or who procures another to perform such act, or any person, who as owner, manager, lessee, director, promoter, or agent, or in any other capacity knowingly hires,\r\n\r\np. 3\r\n\r\n STATE v. DICKEY and WILLIAM BOUYE\r\n \r\n  conduct of dancers in the Gold Nugget, a topless dancing establishment owned by Dickey and managed by William. They have appealed, arguing the statute is unconstitutionally overbroad. We disagree and affirm.\r\n \r\n  FACTS\r\n \r\n  Between November 1994 and July 1995, undercover police officers with the Spartanburg County Sheriff's Department visited the Gold Nugget posing as patrons. They wore an eight-millimeter camera concealed under their shirts which recorded everything in front of them. Following is a brief summary of the conduct they observed from the paid dancers.\r\nVarious female dancers, while wearing only a G-string, would perform dance routines on a stage in front of customers. The dancers were observed repeatedly having physical contact with the customers. This physical contact included one or more dancers (1) rubbing their bottoms over men's crotches while performing private dances off-stage; (2) putting their faces toward men's crotches and dancing against them; (3) touching a customer's head with bare breasts; (4) sitting in a customer's lap \"in a kind of a rotating manner\" before standing back up; (5) removing a man's glasses and placing them in her G-string; and (6) grabbing a man by the collar and pushing him toward her breasts. One police officer testified that while receiving a private dance the dancer \"sat a straddle me and pushed my shoulders back with her hands to where she was, I guess, grinding her pelvic area against my stomach and my groin. She also in the course of that dance while she was leaning forward ... rubbed one of her nipples across my lips.\" Another testified that \"one female put a leg on each one of my shoulders and was moving her vagina in a rotating manner right in front of my face.\" While dancing the dancers rubbed their breasts, put their hands on their shoulders and pushed their breasts in customers' faces, and made motions toward customers with their genital areas.\r\n Following these observations, Appellants were charged with and subsequently convicted of violating section 16-15-365.\r\n \r\n  DISCUSSION\r\n \r\n  Appellants argue the statute under which they were convicted violates Due Process because it prohibits constitutionally protected speech and is thus overbroad. Initially, we point out that Appellants have conceded that the conduct of the dancers\r\n_______________\r\n\r\n  leases, or permits the land, building, or premises of which he is owner, lessee, or tenant, or over which he has control, to be used for purposes of any such act, is guilty of a misdemeanor and, upon conviction, must be imprisoned for not more than six months or fined not more than five hundred dollars, or both.\r\n\r\np. 4\r\n\r\n STATE V. DICKEY and WILLIAM BOUYE\r\n \r\n  in this case is not constitutionally-protected.Fn.2 They are arguing that the statute is facially overbroad because it can be applied to other conduct not extant in this case that is constitutionally protected.Fn.3 \"When the issue is the constitutionality of a statute, every presumption will be made in favor of its validity and no statute will be declared unconstitutional unless its invalidity appears so clearly as to leave no doubt that it conflicts with the constitution.\" Home Health Serv., Inc. v. S.C. Tax Comm'n, 312 S.C. 324, 440 S.E.2d 375 (1994). Appellants have the burden of proving the statute unconstitutional. Id.\r\n\"[T]he overbreadth doctrine applies only to First Amendment cases where the challenged law would have a \"chilling effect\" on constitutionally protected forms of speech.\" State v. Tenth Dist. Court of Appeals, 588 N.E.2d 116 (Ohio 1992). See also City of Portland v. Jacobsky, 496 A.2d 646 (Me. 1985) (statute is overbroad when its language not only forbids conduct constitutionally subject to proscription but is so broad that it ensnares protected conduct as well). The overbreadth doctrine is considered one of last resort and should be used sparingly, \"especially where the statute in question is primarily meant to regulate conduct and not merely pure speech.\" Schmitt v. State, 590 So. 2d 404, 412 (Fla. 1991), cert. denied, 503 U.S. 964 (1992). Thus, the threshold issue is whether the statute in question prohibits constitutionally protected speech. We hold that it does not.\r\nThe statute prohibits conduct, not speech. Nonetheless, expressive conduct, or \"symbolic speech,\" is entitled to some First Amendment protection under certain circumstances. See United States v. O'Brien 391 U.S. 367, 88 S. Ct. 1673, 20 L. Ed. 2d 672 (1968); State v. Ramsey, 311 S.C. 555, 559, 430 S.E.2d 511, 514 (1993) (\"Conduct may be sufficiently imbued with elements of communication so as to fall within the scope of the First Amendment\"). Even assuming that this statute does address certain expressive conduct, we construe the language of this statute as a prohibition of obscenity. It is well-settled that obscene speech is not protected by the\r\n_______________ \r\nFn.2 &nbsp; See, e.g., Hang On, Inc. v. City of Arlington, 65 F.3d 1248 (5th Cir. 1995) (statute prohibiting touching between customer and dancer not overbroad because touching is not protected at all by the First Amendment); Hoskins v. Dept. of Business Regulation, 592 So. 2d 1145 (Fla. Dist. Ct. App.), review denied, 601 So. 2d 552 (Fla. 1992) (lap dancing not protected activity); State v. Private Dancer, 613 N.E.2d 1066 (Ohio Ct. App. 1992) (lap dancing not protected expression under First Amendment). Fn.3 &nbsp; Normally, we would question whether Appellants had standing to make this argument. However, in the context of an overbreadth argument, courts have recognized an exception to the rules of standing. See SBC Enterprises, Inc. v. City of South Burlington, 892 F. Supp. 578, 583-84 (D. Vt. 1995) (\"The concern is that an overbroad law may threaten others not before the court - those who desire to engage in legally protected expression but who may refrain from doing so rather than risk prosecution or undertake to have the law declared partially invalid.\") (internal quotations omitted).\r\np. 5\r\n\r\n STATE v. DICKEY and WILLIAM BOUYE\r\n \r\n  First Amendment. See Miller v. California, 413 U.S. 15, 93 S. Ct. 2607, 37 L. Ed. 2d 419 (1973); Roth v. United States, 354 U.S. 476, 77 S. Ct. 1304, 1 L. Ed. 2d 1498 (1957). As we stated in Ramsey, \"[a] statute directed at conduct rather than speech may stand; and a statute reaching a proscribable class of speech ... does not infringe on First Amendment rights.\" 311 S.C. at 560,430 S.E.2d at 514 (citing R.A.V. v. City of St. Paul, 505 U.S. 377, 112 S. Ct. 2538, 120 L. Ed. 2d 305 (1992)).\r\nThis interpretation is abundantly supported. Initially, the dictionary definitions of \"lewd,\" \"lascivious,\" and \"obscene\" show that these terms are all synonyms. See American Heritage Dictionary at 726, 715, 858 (2nd ed. 1982) (respectively defining lewd in part as obscene; lascivious in part as lewd; and obscene in part as lewd); Black's Law Dictionary at 882, 907 (respectively defining lascivious in part as lewd and obscene; and lewd in part as obscene and lascivious). Furthermore, many other courts, including the Supreme Court, have used these terms interchangeably and found them to be synonymous.\r\n\r\n  There are certain well-defined and narrowly limited classes of speech, the prevention of which have never been thought to raise any Constitutional problem.  These include the lewd and obscene. . . . . It has been well observed that such utterances are no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality ....\r\n\r\nRoth, 354 U.S. at 485, 77 S. Ct. at 1309, 1 L. Ed. 2d at 1507. See also Trans-Lux Corp. v. State, 366 So. 2d 710 (Ala. 1979); People v. Sarong Gals, 103 Cal. Rptr. 414, 417 (Cal. Ct. App. 1972) (\"It is true that nude dancing is ... protected by the First Amendment. From this fact, the defendants make the illogical leap to the conclusion that lewd, nude entertainment (\"dancing\") receives the same protection. Hardly. Lewdness is lewdness and covering it with a patina of \"free expression\" is a fiction which the law will not tolerate.\"); Stall v. State, 570 So. 2d 257 (Fla. 1990), cert. denied sub nom. Long v. Florida, 501 U.S. 1250 (1991); State v. Waller, 621 So. 2d 499 (Fla. Dist. Ct. App. 1993) (requiring analysis of whether conduct is lewd to be decided by resort to the three-prong obscenity test established in Miller, 413 U.S. at 15, 93 S. Ct. at 2607, 37 L. Ed. 2d at 419); State v. Crater, 388 So. 2d 802 (La. 1980); 400 East Baltimore St., Inc. v. State, 431 A.2d 682 (Md. Ct. Spec. App. 1981), cert. denied, 455 U.S. 940 (1982); Blau-Par Corp. v. New York State Liquor Auth., 482 N.Y.S.2d 841 (N.Y. App. Div. 1984) (prohibition of lewd conduct not violative of free expression because such conduct must necessarily be obscene and is thus not constitutionally protected).\r\nIn Vernon Beigay, Inc. v. Traxler, 790 F.2d 1088 (4th Cir. 1986), the Fourth Circuit was called upon to decide the constitutionality of South Carolina's obscenity\r\np. 6\r\n\r\n STATE v. DICKEY and WILLIAM BOUYE\r\n \r\n  statutes.Fn.4 The statute defined obscenity in part as one which appealed to the \"prurient interest in sex.\" \"Prurient interest\" was defined as a \"shameful or morbid interest in nudity, sex or excretion and is reflective of an arousal of lewd and lascivious desires and thoughts.\" (emphasis added). Appellant argued this emphasized language rendered the statute overbroad \"because materials that should be protected by the Constitution will be considered obscene under this definition of prurient interest.\" Id. at 1093. His argument that lewd and lascivious desires were \"healthy, wholesome reactions protected by the first amendment\" was rejected by the Court of Appeals. \"The . . . flaw in [Appellant's] argument is that 'lewd' and 'lascivious' desires or thoughts have not been construed by the Supreme Court as terms depicting 'good old fashion healthy interest in sex.' To the contrary, the Supreme Court has recognized these terms as proper definitions for 'prurient interest.\"' Id. at 1094. Thus, because this statute regulates obscenity,Fn.5 we find it does not prohibit constitutionally protected speech.\r\n Appellants also argue the statute is overbroad because it is not limited to exposure in public places and therefore could be used to prosecute people for conduct in the privacy of their homes. Clearly, without such a limitation, the statute will be overbroad because it infringes on the constitutionally protected right to privacy. See, e.g., Attwood v. Purcell 402 F. Supp. 231 (D. Ariz. 1975). \"A statute should not be deemed facially invalid unless it is not readily subject to a narrowing construction.\" Gravely v. Bacon, 429 S.E.2d 663, 666 (Ga. 1993). Furthermore, in a facial statutory challenge, the overbreadth complained of must be real and substantial when judged in light of the statute's \"plainly legitimate sweep.\" State v. Hunter, 550 N.W.2d 460, 464 (Iowa 1996). A party will prevail on a facial attack only by showing there is \"a realistic danger that the statute itself will significantly compromise recognized First Amendment protections of parties not before the Court.\" Triplett Grille, Inc. v. City of Akron, 40 F.3d 129, 135 (6th Cir. 1994). Here, there is no realistic danger that this statute will be applied to people in the privacy of their homes. Furthermore, while the statute does not directly limit its reach to public conduct, we find that from the language used (extending prohibition to person who \"aids or abets any such act, or who procures another to perform such act, or any person, who as owner, manager, lessee, director, promoter, or agent, or in any other capacity\" knowingly allows his or her premises to be used for the purposes of such an act) the legislature clearly intended such a limitation.\r\n_______________\r\nFn.4 &nbsp; The obscenity statutes the court judged were sections 16-15-260 to -440, which have been replaced with sections 16-15-305 to -445 (Supp. 1995). However, the language referred to in the text is identical in both statutes. In Traxler, the Fourth Circuit struck down the former statute as overbroad for reasons unrelated to the present discussion. Fn.5 &nbsp; Obscenity is statutorily defined. See S.C. Code Ann. &#167; 16-15-305(B) (Supp. 1995) (defining obscenity \"for the purposes of this article,\" which would include the current statute).\r\np. 7\r\n\r\n STATE V. DICKEY and WILLIAM BOUYE\r\n \r\n  We find that Appellants have not met their burden of proving section 16-15-365 of the South Carolina Code unconstitutional.Fn.6 Accordingly, their convictions are hereby\r\n \r\n  AFFIRMED.\r\n \r\n  FINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n_______________ \r\nFn.6 &nbsp; We summarily reject Appellants' further argument that the statute is unconstitutional as applied to them. Appellants seem to be basing this claim on their argument that the record contains no evidence they were aware that offensive conduct was being performed by the dancers. In other words, appellants are arguing they did not engage in the conduct proscribed by the statute. Initially, we do not see how this shows unconstitutional application of the statute. Normally, an \"unconstitutional as applied\" argument in the First Amendment context rests on the assumption that the conduct engaged in would be prohibited by the statute; however, to apply it to the particular situation in the case at hand would infringe on some constitutional right held by the actor. See, e.g., State v. Perkins, 306 S.C. 353, 412 S.E.2d 385 (1991) (disorderly conduct statute was unconstitutionally applied to defendant not because he did not engage in conduct prohibited by the statute but because his conduct was protected by the First Amendment); City of Columbia v. Brown, 316 S.C. 432, 450 S.E.2d 117 (Ct. App. 1994). Even if they were not the ones actively engaging in the prohibited conduct, Appellants clearly have no constitutionally protected right to procure or knowingly permit others to perform illegal conduct on premises they own or control. In any event, we find the record contains sufficient evidence to support Appellants' convictions under the statute.\r\np. 8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24578","title":"Brooks v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24578","description":"","date":"1997-02-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 6\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Darrell S. Brooks, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n \r\n  v.\r\n \r\n  State of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner.\r\n \r\n  ON WRIT OF CERTIORARI\r\n \r\n  Appeal From Oconee County \r\n  Frank Eppes, Trial Judge \r\n  Gerald C. Smoak, Post-Conviction Judge\r\n \r\n  Opinion No. 24578 \r\n  Submitted December 5, 1996 - Filed February 18, 1997\r\n \r\n  REVERSED\r\n \r\n  Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa Nesbitt Cosby, and Assistant Attorney General Allen Bullard, all of Columbia, for petitioner.\r\n \r\n  Assistant Appellate Defender Lisa Gregory, of S.C. Office of Appellate Defense, of Columbia, for respondent.\r\n \r\n  Burnett, A.J.: Respondent pled guilty to second degree burglary, grand larceny, and financial transaction card fraud and was sentenced, respectively, to two ten year prison terms and a one year prison term. He filed an application for post- conviction relief (PCR). The PCR judge granted PCR, finding respondent's plea was involuntary because the trial judge did not sentence him to seven years' imprisonment in accordance with the terms of his negotiated plea. The Court granted certiorari to review the decision of the PCR judge. We reverse.\r\np. 9\r\n\r\n BROOKS v. STATE\r\n \r\n  ISSUE\r\n\r\n  Was respondent's guilty plea rendered involuntary because the trial judge failed to sentence him in accordance with the terms of his negotiated plea?\r\n\r\n \r\n  FACTS\r\n \r\n  While on probation, respondent pled guilty to the above charges. The trial judge informed respondent he could receive a one year sentence for financial transaction card fraud, a fifteen year sentence for second degree burglary, and a ten year sentence for grand larceny, for a total of 26 years' imprisonment. Respondent's counsel informed the trial judge the solicitor's office had agreed to a seven year sentence. As noted above, the trial judge sentenced respondent to ten years' imprisonment.\r\nAt the PCR hearing, respondent testified he spoke with counsel before his plea and \"we was going to try for ten years but five years would be served and five years on probation.\" He stated he did not have any understanding in regard to a seven year sentence. Respondent admitted he did not want to go to trial, but wanted to plead guilty and receive a shorter sentence.\r\nCounsel testified he explained the charges, defenses, and sentence exposure to respondent, and respondent appeared to understand. Counsel stated from almost the beginning respondent indicated he wanted to plead guilty; respondent never indicated he wanted a jury trial.\r\n Counsel testified he negotiated a plea with the State and the State agreed to allow respondent to serve the remaining seven years on his prior conviction and run the current sentences concurrently. Counsel testified he believed he advised respondent of the plea agreement and respondent understood. He further stated he believed respondent entered his plea based on the negotiated seven year sentence. Counsel explained he did not hear from respondent after the guilty plea.\r\n \r\n  DISCUSSION\r\n \r\n  A trial judge is allowed broad discretion in sentencing within statutory limits. Garrett v. State, 320 S.C. 353, 465 S.E.2d 349 (1995); State v. Sidell, 262 S.C. 397, 205 S.E.2d 2 (1974). A sentence is not excessive if it is within statutory limitations and there are no facts supporting an allegation of prejudice against a defendant. Garrett, supra. A court is not required to accept a plea agreement reached by the State and the defendant. State v. Rosier, 312 S.C. 145, 439 S.E.2d 307 (Ct. App. 1993).\r\np. 10\r\n\r\n BROOKS v. STATE\r\n \r\n  There is no evidence respondent's guilty plea was entered unknowingly or involuntarily simply because the trial judge did not sentence him in accordance with the terms of the plea agreement.Fn.1 The record indicates the trial judge sentenced respondent within the statutory limits after first informing him he could receive a 26 year sentence. The trial judge was not bound to accept the negotiated sentence reached by the State and respondent. Id. Moreover, respondent's own testimony indicates he was unaware of the negotiated sentence. Accordingly, there is no probative evidence to support the PCR judge's findings and, consequently, the findings should not be upheld. Holland v. State, __ S.C. __, 470 S.E.2d 378 (1996).\r\n \r\n  REVERSED.\r\n \r\n  FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n_______________ \r\nFn.1 &nbsp; Respondent did not allege his plea was unintelligently entered because he did not understand the terms of the negotiated plea or the potential sentence. Further, the PCR judge made no finding as to whether counsel was ineffective for not moving to have the plea withdrawn.\r\np. 11\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24579","title":"Satterwhite v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24579","description":"","date":"1997-02-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 6\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Rodney Dale Satterwhite, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n \r\n  v.\r\n \r\n  State of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner.\r\n \r\n  ON WRIT OF CERTIORARI\r\n \r\n  Appeal From McCormick County \r\n  William P. Keesley, Trial Judge \r\n  Daniel E. Martin, Sr., Post-Conviction Judge\r\n \r\n  Opinion No. 24579 \r\n  Submitted November 21, 1996 - Filed February 18, 1997\r\n \r\n  REVERSED\r\n \r\n  Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, and Assistant Attorney General Teresa A. Knox, all of Columbia, for petitioner.\r\n \r\n  Senior Assistant Appellate Defender Wanda H. Haile, of S.C. Office of Appellate Defense, of Columbia, for respondent.\r\n \r\n  Burnett, A.J.: In this post-conviction relief (PCR) proceeding, this Court granted the State's petition for certiorari to review the PCR court's finding counsel ineffective and respondent's plea involuntary because the plea was rendered out of fear respondent would remain in \"lock-up.\" We reverse.\r\np. 12\r\n\r\n SATTERWHITE v. STATE\r\n \r\n  ISSUE\r\n\r\n  Is there any evidence which supports the PCR judge's conclusion that counsel was ineffective, thereby rendering respondent's plea involuntary?\r\n\r\n \r\n  FACTS\r\n \r\n  While incarcerated, respondent was allegedly involved in an altercation between inmates and correctional officers. He was indicted on four charges, and, upon his plea to resisting arrest, the remaining charges were dismissed. During the plea proceeding, the trial judge fully advised respondent of his constitutional rights. Thereafter, the solicitor explained respondent's involvement in the incident at the prison and respondent admitted he resisted a correctional officer's attempt to place him under lawful arrest.\r\nRespondent denied being threatened or coerced to plead guilty. He indicated he was fully satisfied with his attorney's services, had no complaint against his attorney, and did not need his attorney to do anything else.\r\nAt the PCR hearing, respondent testified he was incarcerated at McCormick Correctional Institute on administrative segregation, in \"lock-up.\" He explained he was in the recreational yard when two other inmates physically assaulted a third inmate and one inmate made obscene comments to a female correctional officer. Believing respondent was involved in the incident, a correctional officer grabbed respondent's arm to place him under arrest and respondent jerked his arm down.Fn.1\r\nRespondent testified he met with trial counsel at the preliminary hearing. Thereafter, respondent wrote the Clerk of Court for McCormick County in December 1991, asking that counsel be relieved, that he be allowed to appear pro se, that the clerk subpoena his enclosed list of witnesses, and that he be given a speedy trial. Respondent testified counsel later visited him in jail. Respondent stated he gave counsel a similar list of witnesses to subpoena. Respondent admitted counsel talked with some of these witnesses.\r\n Respondent testified he appeared for trial in March 1992. He stated, although counsel told him he had subpoenaed some of the witnesses, respondent did not see his witnesses in the courthouse. Respondent's case was continued.\r\nIn June 1992, respondent entered his guilty plea. Respondent maintained\r\n_______________ \r\nFn.1 &nbsp; The indictments indicate this incident occurred in October 1991.\r\np. 13\r\n\r\n SATTERWHITE v. STATE\r\n \r\n  he pled guilty because he was not getting assistance from counsel. He further testified he had been in administrative lock-up for so long and was told he would remain in lock-up until the charges against him were resolved. Respondent stated, in terms of an investigation, he had wanted counsel to talk to correction staff members and inmates.\r\nTrial counsel testified he was appointed to represent respondent on November 6, 1991, and spoke with him briefly at the preliminary hearing. Counsel testified respondent wrote him many letters and sent him a list of witnesses to subpoena. Counsel stated he received a letter from respondent asking that he be relieved. Counsel explained he wrote the administrative judge with respondent's request and the judge replied that respondent had no choice as to who was appointed to represent him.\r\nCounsel testified he spent the better part of an afternoon at the prison with respondent discussing which witnesses were most beneficial. After this meeting, respondent indicated he wanted counsel to continue to represent him. Counsel stated he later returned to the prison and spent 5 1/2 hours talking with respondent's witnesses and witnesses for the State, including the correctional officers who had witnessed the incident.\r\nCounsel testified respondent's case was scheduled for a jury trial on March 25, 1992, and he had subpoenaed witnesses for that date. Counsel stated he did not see the witnesses at the courthouse, but explained it was typical for the guards to bring inmate witnesses to the courthouse at the last minute. Counsel testified he filed a motion for a continuance until the June term of court.Fn.2\r\nCounsel stated respondent maintained his innocence with regard to the assault charges, but admitted he had struggled with the officer who was taking him into custody. Counsel testified he had no idea respondent was going to plead guilty in June. Counsel explained although some of respondent's witnesses were \"falling through,\" he still had some good witnesses and counsel wanted to go to trial. Counsel testified he thought respondent pled guilty because he had been in lock-up for nine months. Counsel stated, despite being on lock-up for nine months, respondent was mentally competent to enter a plea.\r\nThe PCR judge concluded counsel was ineffective because he was not prepared to go to trial in March 1992 and respondent believed counsel was not prepared for trial in June 1992. The judge further concluded, if counsel had been prepared and respondent had not been in lock-up, there was a reasonable probability\r\n_______________ \r\nFn.2 &nbsp; The record does not indicate why counsel filed the motion for a continuance, but counsel suggested respondent agreed with the motion.\r\np. 14\r\n\r\n SATTERWHITE v. STATE\r\n \r\n  respondent would not have pled guilty but insisted upon going to trial.\r\n \r\n  DISCUSSION\r\n \r\n  In order to establish a claim of ineffective assistance of counsel, a PCR applicant must prove counsel's performance was deficient and the deficient performance prejudiced the applicant's case. Strickland v. Washington 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). Where there has been a guilty plea, the applicant must prove counsel's representation fell below the standard of reasonableness and, but for counsel's unprofessional errors, there is a reasonable probability he would not have pled guilty and would have insisted on going to trial. Hill v. Lockhart, 474 U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985); Alexander v. State, 303 S.C. 539, 402 S.E.2d 484 (1991). If there is any evidence to support the findings of the PCR judge, those findings must be upheld. Cherry v. State, supra. If there is no probative evidence to support the PCR judge's findings, the findings will not be upheld. Holland v. State, __ S.C. __, 470 S.E.2d 378 (1996).\r\nThe evidence does not support the PCR judge's conclusion that counsel was ineffective. Respondent's own testimony indicates counsel requested a preliminary hearing, met with him at jail, and interviewed his witnesses. At the plea, respondent stated he was fully satisfied with counsel's services, he had no complaint against counsel, and he did not need counsel to do anything else.\r\nFurther, counsel's testimony indicates he requested a preliminary hearing, spent hours with respondent discussing his defense and, later, hours interviewing both respondent's and the State's witnesses. He subpoenaed witnesses for trial in March and wanted to go to trial in June 1992. Counsel's request for a continuance in March 1992 is not, without more, evidence of ineffective assistance. Hill v. Lockhart, supra (counsel's representation must fall below the standard of reasonableness). Further, respondent's belief that counsel was unprepared for trial in June 1992 is not evidence that counsel was, in fact, not prepared.\r\nMoreover, the fact that respondent may have entered a guilty plea in order to obtain his release from lock-up does not render the plea involuntary. Wicker v. State, 310 S.C. 8, 425 S.E.2d 25 (1992) (although petitioner pled guilty to avoid a possible death sentence, the plea was entered with knowledge of the sentences attendant to the guilty plea and so was knowing and voluntary).\r\np. 15\r\n\r\n SATTERWHITE v. STATE\r\n\r\n\r\nThe PCR judge's conclusion that counsel was ineffective and respondent's plea was involuntary is not supported by the record. Holland v. StateHolland v. State, supra.\r\n \r\n  REVERSED.\r\n \r\n  FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\np. 16\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24580","title":"Shelton v. Oscar Mayer Foods, etc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24580","description":"","date":"1997-02-18","type":"opinion","text":"\r\n      \r\n\r\n  \r\n    Davis Adv. Sh. No. 6\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Julian Harris Shelton, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner,\r\n \r\n  v.\r\n \r\n  Oscar Mayer Foods Corp., \r\n  d/b/a Louis Rich, a wholly \r\n  owned subsidiary of Phillip \r\n  Morris Companies, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Appeal From Newberry County \r\n  James W. Johnson, Jr., Judge \r\n  T.L. Hughston, Jr., Judge\r\n \r\n  Opinion No. 24580 \r\n  Heard December 5, 1996 - Filed February 18, 1997\r\n \r\n  AFFIRMED\r\n \r\n  C. Richard Kelly, of Columbia; And Samuel M. Price, Jr. of Newberry, for petitioner.\r\n \r\n  Thomas A. Bright, of Haynesworth, Baldwin, Johnson and Greaves, P.A., of Greenville, for respondent.\r\n \r\n  Harold W. Funderburk, Jr., of Columbia, for Amicus Curiae SC Employment Security Commission.\r\n \r\n  Burnett, A.J.: Shelton claims the trial court and the Court of Appeals erred in holding the factual issues determined during a contested hearing conducted by the South Carolina Employment Security Commission (ESC) did not preclude relitigation of those issues in a subsequent wrongful discharge suit. We affirm.\r\n \r\n  FACTS\r\n \r\n  Shelton was employed at the Louis Rich processing plant in Newberry, South Carolina. In 1987, William Brown, a security guard, told Louis Rich management he had observed Shelton and a co-worker smoking marijuana in the co-worker's van in the Louis Rich parking lot. Allegedly, Louis Rich discharged Shelton without further investigation.\r\np. 17\r\n\r\n SHELTON v. OSCAR MAYER FOODS, etc., et al.\r\n \r\n  After termination, Shelton sought unemployment benefits from the ESC. At the ESC hearing, testimony about the incident was presented by Shelton, the co-worker, and the security guard. The hearing officer found Shelton was discharged without cause and entitled to benefits. Louis Rich did not appeal this decision.\r\n Subsequently, Shelton brought a wrongful termination of employment suit. Shelton claimed Louis Rich failed to ensure, as its handbook provided, that its rules governing employee conduct would be enforced fairly and equally with regard to all employees. Shelton alleged several causes of action against Louis Rich including breach of contract, breach of contract accompanied by a fraudulent act, fraudulent misrepresentation, and breach of covenant of good faith and fair dealing. Shelton moved for partial summary judgment on the ground Louis Rich was collaterally estopped from litigating whether Shelton was discharged for smoking marijuana because that factual determination had been made in the ESC decision. Judge T.L. Hughston, Jr. denied this motion. At trial, Judge James W. Johnson, Jr. granted Louis Rich's motion for a directed verdict on the breach of contract claim. All other claims had been previously disposed of on motions to dismiss or for summary judgment by either Judge Johnson or Judge Hughston.\r\nShelton appealed. Initially, the Court of Appeals reversed on the collateral estoppel issue. Shelton v. Oscar Mayer Foods Corp., Op. No. 2312 (S.C. Ct. App. filed February 27, 1995) (Davis Adv. Sh. No. 5 at 34). However, upon rehearing, the Court of Appeals upheld the determination of the trial court that Louis Rich should not be collaterally estopped from relitigating issues decided in a previous ESC hearing. Shelton v. Oscar Mayer Food Corp., 319 S.C. 81, 459 S.E.2d 851 (1995). The Court of Appeals in its ruling relied on the policy underlying the purpose of the ESC and case law from other jurisdictions. We granted certiorari.\r\n \r\n  ISSUE\r\n\r\n  Did the trial court and Court of Appeals err in holding collateral estoppel does not apply to the factual findings of an ESC hearing?\r\n\r\nDISCUSSION\r\n \r\n  Shelton argues Louis Rich was collaterally estopped from relitigating a factual issue decided during a contested hearing conducted by the ESC to determine whether Louis Rich discharged Shelton for cause. We disagree.\r\nCollateral estoppel or issue preclusion prevents a party from relitigating in a subsequent suit an issue actually and necessarily litigated and determined in a prior action. Beall v. Doe, 281 S.C. 363, 369 n.1, 315 S.E.2d 186, 189 n.1 (Ct. App. 1984). The issue of whether collateral estoppel applies to rulings of the ESC has never been directly addressed by an appellate court of this state prior to Shelton, supra. However, this Court has held an administrative agency's findings of fact may have preclusive effect in a subsequent civil suit.\r\np. 18\r\n\r\n SHELTON v. OSCAR MAYER FOODS, etc., et al.\r\n \r\n  See Bennett v. South Carolina Dep't of Corrections, 305 S.C. 310, 408 S.E.2d 230 (1991).Fn.1\r\n\r\n  In the abstract, there is no legitimate reason to permit a defendant who has already thoroughly and vigorously litigated an issue and lost the opportunity to relitigate the identical question .... The public interest demands an end to the litigation of the same issue. Principles of finality, certainty, and the proper administration of justice suggest that a decision once rendered should stand unless some compelling countervailing consideration necessitates relitigation.\r\n\r\nBeall, 281 S.C. at 370, 315 S.E.2d at 190 (quoting Hossler v. Barry, 403 A.2d 762, 769 (Me. 1979)).\r\nThe purpose of the ESC hearings is to quickly provide benefits to persons becoming unemployed through no fault of their own. S.C. Code Ann. &#167; 41-27-20 (1986). The legislature intended to minimize procedural hurdles before the ESC so as to enable unemployed claimants to obtain prompt decisions regarding entitlement to unemployment benefits from the ESC. The purposes of the ESC are in conflict with the doctrine of collateral estoppel; therefore, public policy dictates the findings made during an ESC hearing should not receive collateral estoppel effect.\r\nFurther, the narrow issue the ESC decides is simply whether the claimant is qualified to receive employment benefits. See S.C. Code Ann. &#167; 41-35-120. Thus, the jurisdiction of the ESC is limited. By focusing on a narrow issue, the ESC is able to expeditiously determine whether an employee is entitled to unemployment benefits. This serves the purpose of providing benefits quickly to employees who are unemployed through no fault of their own. To apply collateral estoppel to ESC decisions would result in ESC hearings becoming forums for employers and employees to engage in lengthy civil litigation\r\n_______________ \r\nFn.1 &nbsp; Bennett dealt with the application of collateral estoppel to a proceeding before the State Employee Grievance Committee. Bennett filed a complaint with the grievance committee and the grievance committee ruled in favor of the employer. Instead of appealing this decision through the proper administrative channels, Bennett filed a civil suit alleging he was discharged in retaliation for filing a workers' compensation claim. This Court held the circuit court properly granted the employer's summary judgment motion because the issues in Bennett's civil claim were identical to the issues presented to and ruled upon by the grievance committee. Bennett had abandoned any opportunity for a ruling on these issues in his favor when he failed to appeal the grievance committee's findings.\r\nBennett is distinguishable from the matter, subjudice. State employees must bring complaints before the grievance committee prior to seeking judicial review; therefore, the hearing before the grievance committee is necessarily more in the nature of a full evidentiary hearing. An ESC hearing only determines the narrow issue of whether an employee may receive unemployment benefits.\r\np. 19\r\n\r\n SHELTON v. OSCAR MAYER FOODS, etc., et al.\r\n \r\n  of claims relating to an employee's discharge. Thus, the intent underlying the employment security law would be frustrated.\r\nEmployers normally are not compelled to intensely contest ESC hearings because the stakes are not great in such hearings. An ESC hearing only determines whether an employee was discharged for cause and thus disqualified from receiving unemployment benefits. A wrongful termination lawsuit determines whether the employer wrongfully discharged the employee and seeks to place blame on the employer. The damages available in a wrongful discharge lawsuit are much greater than unemployment benefits. Thus, an employer has more incentive to fully contest a civil suit.\r\nFurther, employees are often unrepresented in ESC hearings. If collateral estoppel applied, an unwary employee could unknowingly forfeit an opportunity to litigate significant issues in a subsequent civil action.\r\nOther jurisdictions considering this issue have found collateral estoppel does not apply to ESC findings. See Salida School Dist, R-32-J v. Morrison, 732 P.2d 1160 (Colo. 1987) (holding collateral estoppel should not apply to ESC findings because \"[i]f findings entered at an unemployment compensation hearing may be used to establish the employer's liability for unlawful discharge in a subsequent lawsuit, the employer would have a strong incentive to use its superior resources consistently to oppose a discharged employee's claim for unemployment benefits. Issues presented to the [ESC] will be contested strongly, and the hearings will become lengthy and more detailed, and will no longer be suited to the prompt resolution of unemployment compensation claims.\"); see also, Kelley v. TYK Refractories Co., 860 F.2d 1188 (3d Cir. 1988) (factual finding of unemployment compensation board that employee who voluntarily quit was not entitled to collateral estoppel effect in employee's civil suit in light of differing policies underlying the unemployment compensation scheme and the civil rights statute); Caras v. Family First Credit Union, 688 F. Supp. 586 (D. Utah 1988) (finding the employer did not have an incentive to fully and fairly litigate the issue because the adverse effects to employer would be payment of unemployment compensation, a minimal amount compared to the amount in controversy in wrongful termination suit); Board of Covington v. Gray, 806 S.W.2d 400 (Ky. Ct. App. 1991) (finding offensive collateral estoppel inappropriate because of the profound differences between unemployment proceedings and those of courts of law including the unemployment system gives neither party a full opportunity to litigate issues since hearings are usually set up quickly, are informal, and function under relaxed rules of evidence); Shovelin v. Central New Mexico Elec, Co-op., Inc., 850 P.2d 996 (N.M. 1993) (holding the trial court did not err in refusing to give preclusive effect to findings of the Employment Security Department); Case v. Lower Saucon Township, 654 A.2d 57 (Pa. 1995) (finding of unemployment compensation board that employee was not discharged for wilful misconduct did not preclude employer from defending employee's discharge). We find these opinions persuasive.\r\nTherefore, because application of the doctrine of collateral estoppel would frustrate the purposes of the ESC, findings of fact made during an ESC hearing will not be given preclusive effect in any subsequent litigation between the employer and employee.\r\np. 20\r\n\r\n SHELTON v. OSCAR MAYER FOODS, etc., et al.\r\n \r\n  AFFIRMED.\r\n \r\n  FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\np. 21\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24581","title":"SCDSS v. Beeks, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24581","description":"","date":"1997-02-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 6\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  South Carolina Department of \r\n  Social Services, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n \r\n  v.\r\n \r\n  Reginald Beeks and Lynnette \r\n  Henry, of whom \r\n  Reginald Beeks is &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent, \r\n  and Lynnette Henry is &nbsp; &nbsp; Appellant.\r\n \r\n  Appeal From Greenville County \r\n  Amy C. Sutherland, Family Court Judge\r\n \r\n  Opinion No. 24581 \r\n  Heard October 17, 1996 - Filed February 18, 1997\r\n \r\n  REVERSED AND REMANDED\r\n \r\n  Adam Fisher, Jr., and Lynn W. Barrett, both of The Fisher Law Firm, of Greenville, for appellant.\r\n \r\n  Curtis C. Steele, of Greenville, for Respondent Reginald Beeks; Aphrodite K. Konduros, of Greenville, for Respondent SCDSS; and Julie K. Hackworth, of Haynsworth, Marion, McKay & Guerard, of Greenville, for GAL.\r\n \r\n  Burnett, A.J.: The trial judge issued a final written order allegedly depriving appellant of due process of law by denying her the opportunity to examine or cross-examine witnesses. We agree, reverse, and remand.\r\n \r\n  FACTS\r\n \r\n  Lynnette Henry (Mother) and Reginald Beeks (Father) had a romantic relationship from which a minor child was born in March 1989. Mother and Father never married, but shared custody of the child.\r\np. 22\r\n\r\n SCDSS v. BEEKS, et al.\r\n \r\n  In the Fall of 1994, Father, after observing a change in the child's behavior, took the child to a pediatrician. The results of a physical examination and the child's behavior were found to be consistent with sexual abuse. With this medical conclusion and allegations made by the child against certain family members, law enforcement officials removed the child from the parents' custody and placed the child in foster care.\r\nAt the trial on December 6, 1994, South Carolina Department of Social Services (DSS) and Father completed presentation of their evidence. Mother completed presentation of her evidence except for her examination of the child. Efforts prior to trial to depose the child were not successful because of uncooperative efforts of DSS. The trial judge agreed Mother should have the opportunity to depose the child because hearsay statements attributed to the child concerning possible abuse and the identity of the abuser were admitted during the trial. The trial court issued a written order for the parties to agree on the scheduling of the child's deposition, after which the hearing would reconvene for consideration of the deposition and to hear testimony of the guardian ad litem (GAL). The GAL submitted his report at the December hearing but did not testify.\r\nOn December 22, 1994, the trial judge notified the parties to complete the deposition of the child by December 23, 1994, or a ruling would issue without it. On January 26, 1995, the trial judge issued the final order finding the child had been sexually abused by an unknown person, but excluded Father. Relying on the hearsay statements attributed to the child, the trial judge prohibited the minor from having any contact with certain members of Mother's family.\r\n \r\n  ISSUE\r\n\r\n  Did the trial court deny Mother's due process rights by issuing a final order prior to concluding the trial?\r\n\r\nDISCUSSION\r\n \r\n  Mother claims she was denied due process of law by being precluded from presenting relevant evidence and from confronting and examining the GAL. We agree.\r\nDue process is a flexible concept, and the requirements of due process in a particular case are dependent upon the importance of the interest involved and the circumstances under which the deprivation may occur. S.C.N.B. v. Central Carolina Livestock Market, 289 S.C. 309, 345 S.E.2d 485 (1986). The fundamental requirement of due process is the opportunity to be heard at a meaningful time and in a meaningful manner. S.C.N.B., supra.\r\nMother's interest in this proceeding is extraordinarily significant. Her child had been removed from her home and placed in foster care. The GAL's report recommended the child remain in foster care. A foster care worker recommended the child be placed with relatives of Father. Mother was confronted with loss of permanent custody of her child. Further, the hearsay statements attributed to the child alleged misconduct by members of\r\np. 23\r\n\r\n SCDSS v. BEEKS, et al.\r\n \r\n  Mother's family, and the trial judge's order, relying on the hearsay, implied Mother's family members were responsible for the abuse. Thus, Mother was forced to choose between her child and her family, and Mother's pending custody petition was adversely affected.\r\nMoreover, because Mother disputed the allegations of sexual abuse and the allegations that members of her family had committed the abuse, the child's testimony was critical. Throughout the trial, various witnesses testified about allegations, attributed to the child, of sexual abuse and the identity of the perpetrators. Because of assurances by DSS that the child would testify, Mother did not object to the admission of statements attributed to the child; nor did she issue a subpoena for the child. Mother was informed by DSS in mid-trial, after most of the hearsay statements had been admitted, that the child would not be available to testify. This resulted in efforts to depose the child. The trial judge acknowledged a need to hear and view the child as a witness. Yet, inexplicably, the trial judge relied on this hearsayFn.1 and restricted contact with the child by certain members of Mother's family.\r\nFurther, although the GAL's report was shared with the parties and the trial judge, the GAL was prevented from testifying. Because the GAL's report assists the judge in making decisions, a party should have the right to cross-examine the GAL and any witness whose testimony forms the basis of the GAL's recommendation. Shainwald v. Shainwald, 302 S.C. 453, 395 S.E.2d 441 (Ct. App. 1990).\r\nMother was denied the opportunity to examine, cross-examine, defend her interests or to be meaningfully heard. See Frye v. Frye, __ S.C. __, 448 S.E.2d 586 (Ct. App. 1994) (reversing the trial court for failing to allow a party the opportunity to be heard). Thus, the trial judge abused her discretion in denying Mother's right to due process of law. Therefore, we reverse and remand for proceedings not inconsistent with this opinion.\r\nThe trial judge's order was issued January 26, 1995. Because of the resulting lapse of time, the trial judge may conduct such hearings and require such reports or investigations as may be necessary to a fair disposition of the issues presented herein.\r\nOur decision in this case renders consideration of the remaining issues unnecessary.\r\n \r\n  REVERSED AND REMANDED.\r\n \r\n  FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n_______________ \r\nFn.1 &nbsp; These hearsay statements did not fall within an exception. See S.C. CODE ANN. &#167; 19-1-180 (Law. Co-op. Supp. 1995) (admitting out-of-court statements by a child if the child is subject to cross-examination); Orangeburg County D.S.S. v. Schlins, 291 S.C. 477, 354 S.E.2d 388 (1987) (whenever hearsay which has some probative value to a material fact is erroneously admitted into evidence, prejudice is presumed); S.C.D.S.S. v. Doe, 292 S.C. 211, 355 S.E.2d 543 (Ct. App. 1987) (finding no child abuse exception to the hearsay rule).\r\np. 24\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24560","title":"Glass, et al. v. Dow Chemical Col, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24560","description":"","date":"1997-02-19","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E.2d \r\n  \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nHenry Willis Glass and Gregory \r\n  Thomas Shelnutt, Respondents, \r\n  \r\nv. \r\n  \r\nDow Chemical Company and \r\n  Cummings and McCrady, Inc., Defendants, \r\n  \r\nof whom Dow Chemical Company is Petitioner, \r\n  \r\nand \r\n  \r\nAnatek, Inc., Defendant and \r\n  Third-Party Plaintiff, \r\n  \r\nv. \r\n  \r\nContinental Masonry Company, Third-Party Defendant. \r\n  \r\nORDER GPANTING \r\n  PETITION FOR REHEARING \r\n  \r\nDow Chemical Company has petitioned for rehearing. We grant this petition without oral argument and order that the opinion heretofore filed, Op. No. 24560, January 27, 1997, be withdrawn and the attached opinion be substituted. The only amendment to the originally-issued opinion appears in the last two sentences of the third paragraph of the opinion. The revised portion add the italized words and reads as follows:\r\nAllegedly, because the bolts and clips were painted with lead paint, they emitted highly toxic lead fumes when the Workers heated them with cutting torches. Workers further allege that they suffered permanent disability from lead poisoning. \r\np.24\r\n\r\nIT IS SO ORDERED. \r\n\r\nColumbia, South Carolina \r\n  February 19, 1997 \r\n  \r\np.25\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court \r\n\r\nHenry Willis Glass and Gregory \r\n  Thomas Shelnutt, Respondents, \r\n  \r\nv. \r\n  \r\nDow Chemical Company and \r\n  Cummings and McCrady, Inc., Defendants, \r\n  \r\nof whom Dow Chemical Company is Petitioner, \r\n  \r\nand \r\n  \r\nAnatek, Inc., Defendant and \r\n  Third-Party Plaintiff, \r\n  \r\nv. \r\n  \r\nContinental Masonry Company, Third-Party Defendant. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\nAppeal From Charleston County \r\n  Gerald C. Smoak, ]udge \r\n  \r\nOpinion No. 24560 , Heard October 1, 1996 \r\n  Filed January 27, 1997 - Refiled February 19, 1997 \r\n  \r\nAFFIRMED IN RESULT \r\n  \r\nJohn P. Linton and Edward K. Pritchard, III, of Sinkler &amp; Boyd., both of \r\n  Charleston, for Petitioner Dow Chemical Company. \r\n  \r\nO. Grady Query, of Charleston, for Respondents Henry Willis Glass and \r\n  Gregory Thomas Shelnutt. \r\n  \r\np.26\r\n\r\nGLASS, et al. v. DOW CHEMICAL CO.,et al. \r\n\r\nPhilip A. Middleton, of Charleston, for Respondent Henry Willis Glass. \r\n  \r\nHenry Hammer, of Hammer, Hammer, Carrigg &amp; Potterfield, of Columbia, for \r\n  Respondent Gregory Thomas Shelnutt. \r\n  \r\nTOAL, A.J.: In this negligence action, Dow Chemical Company (\"Dow\") argues the Court of Appeals' erred in affirming the trial court's decision to strike the defense of statutory employer from Dow's answer. We disagree and affirm in result. \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nThis case involves tort claims against Dow by Henry W. Glass and Gregory T. Shelnutt (\"Workers\"). Dow manufactures a chemical compound known as Sarabond, a mortar additive. Sarabond was added to mortar used in constructing facade panels for a building at the Medical University of South Carolina (\"MUSC\"). When the panels began to crack, Dow agreed to settle its dispute with MUSC by completely replacing the facade of the building with a non-Sarabond product.\r\nIn order to discharge its obligation under this agreement, Dow contracted with Anatek, Inc. (\"Anatek\"), a company it engaged to supervise the specialized Sarabond replacement work. Anatek then entered into an agreement with Continental Masonry Corporation (\"Continental\") for the removal and replacement of the panels. Continental then contracted with Workers' immediate employer, River City Rigging Company. As welders, Workers were responsible for removing the bolts and clips that held the panels in place. Allegedly, because the bolts and clips were painted with lead paint, they emitted highly toxic lead fumes when the Workers heated them with cutting torches. Workers further allege that they suffered permanent disability from lead poisoning.\r\nWorkers initiated this action against Dow and Anatek, alleging negligence and ultra-hazardous activity. Dow and Anatek defended by averring that Workers were statutory employees whose exclusive remedy was under the Workers' Compensation Act. The trial judge found that Workers were not statutory employees and struck this defense from Anatek's and Dow's answers. The Court of Appeals affirmed. Glass v. Dow Chem. Co., 316 S.C. 1 161 447 S.E.2d 209 (Ct. App. 1994). We granted Dow's petition for a writ of certiorari. \r\n  \r\nLAW/ANALYSIS \r\n  \r\nDow argues that the Court of Appeals erred in finding Workers were not statutory employees Fn. 1 whose exclusive remedy is under the workers' compensation statute. Specifically, \r\n  \r\n_______________\r\nFn. 1 The statutory employee doctrine converts conceded non-employees into employees for purposes of the Workers' Compensation Act. The rationale is to prevent owners and \r\n  \r\np.27\r\n\r\nGLASS, et al. v. DOW CHEMICAL CO.,et al. \r\n\r\nDow disputes the Court of Appeals' finding that Dow's replacement of certain facade panels did not constitute a necessary or important part of Dow's business.\r\nTo be statutory employees under the Workers' Compensation Act, Workers must be engaged in an activity that \"is a part of [Dow's] trade, business or occupation.\" S.C. Code Ann. &#167; 42-1-400 (1976). This statutory requirement has been construed to include activities that: (1) are an important part of the trade or business of the employer, (2) are a necessary, essential, and integral part of the business of the employer, or (3) have been previously performed by employees of the employer. Woodard v. Westvaco Corp., 315 S.C. 329, 337, 433 S.E.2d 890, 894 (Ct. App. 1993), vacated on other grounds, __S.C.__, 460 S.E.2d 392 (1995); Bailey v. Owen Elec. Steel Co., 298 S.C. 36, 39, 378 S.E.2d 63,64 (Ct. App. 1989), rev'd on other grounds, 301 S.C. 399, 392 S.E.2d 186 (1990). Only one of these tests must be met in order for a subcontractor's employees to be considered the statutory employees of the owner. See Woodard, 315 S.C. at 337, 433 S.E.2d at 894. Since no easily applied formula can be laid down for determining whether work in a particular case meets these tests, each case must be decided on its own facts. See Ost v. Integrated Prods., Inc., 296 S.C. 241, 244, 371 S.E.2d 796, 798 (1988).\r\nSouth Carolina courts have repeatedly held that determination of the employer-employee relationship for workers' compensation purposes is jurisdictional. Consequently, this Court has the power and duty to review the entire record and decide the Jurisdictional facts in accord with the preponderance of the evidence. White v. J. T. Strahan Co., 244 S.C. 120, 125, 135 S.E.2d 720, 723 (1964); Murray v. Aaron Mizell Trucking Co., 286 S.C. 351, 354, 334 S.E.2d 128, 129 (Ct. App. 1 985); Hairston v. Re: Leasing, Inc., 286 S.C. 493, 496, 334 S.E.2d 825, 826 (Ct. App. 1985). Because the preponderance of the evidence in this case indicates that replacement of the MUSC facade is not a part of Dow's trade under any of the three tests, the Workers are not statutory employees of Dow. \r\n  \r\nA. REPLACEMENT OF PRODUCT AS IMPORTANT PART OF TRADE \r\n  \r\nIn Marchbanks v. Duke Power Company, 190 S.C. 336, 366, 2 S.E.2d 825, 837 (1939), this Court held that a person who was injured while weather proofing a power company's transmission pole was a statutory employee of the power company because the activity was an important part of the company's business. Here, Workers are not statutory employees of Dow because replacing the facade panels containing Sarabond with the product of another manufacturer is not an important part of Dow's business. Workers' activities were not related to the basic operation of Dow's business of manufacturing Sarabond. Instead, Workers' activities stemmed simply from Dow's desire to avoid litigation costs. \r\n  \r\n_______________\r\ncontractors from subcontracting out their work to avoid liability for injuries incurred in the course of employment. When such owners and contractors are deemed statutory employers, their statutory employees are limited by the exclusivity provisions of the Workers' Compensation Act, which precludes tort recovery against employers. \r\n  \r\np.28\r\n\r\nGLASS, et al. v. DOW CHEMICAL CO.,et al. \r\n\r\nAdditionally, where repairs are major, specialized, or of the sort which the employer is not equipped to handle with its own work force, they are not part of the business. Arthur Larson &amp; Lex K. Larson, The Law of Workmen's Compensation &#167; 49.1 6(e) (I 996). Here, the major task of dismantling the outer walls of MUSC and of completely replacing facade panels required technical knowledge that was highly specialized. Additionally, Dow was completely unable to handle the repairs with its own work force because its immediate employees were not trained in construction. \r\n  \r\nB. REPLACEMENT AS A NECESSARY, INTEGRAL, OR EssENTIAL PART OF BUSINESS \r\n  \r\nDow's complete replacement of the facade panels containing Sarabond with panels containing the product of another manufacturer was not a necessary, integral, or essential part of its business. See Woodard, 31 5 S.C. at 338, 433 S.E.2d at 895 (holding manufacturer a statutory employer because transportation of chemical was necessary to continue normal production); see also Raines v. Gould, Inc., 288 S.C. 541, 547, 343 S.E.2d 655, 659 (Ct. App. 1986)(holding installation of an electrical system at manufacturer's plant was not required for functioning of manufacturer's operations of making and selling batteries); Hairston, 286 S.C. at 498, 334 S.E.2d at 827-28 (holding transporting cars was essential to the leasing and sale of automobiles). Dow's basic operation of manufacturing Sarabond is not dependent on making the replacements at MUSC. Regardless of how Dow determines to settle its dispute with MUSC, the manufacturing of Sarabond can continue.\r\nCitingAdams v. Ford Motor Company,573 F.2d 1182, 1186 (10thCir. 1978), Dow argues that ensuring the quality of one's own product by servicing and repairing it is a necessary part of business. In Adams, the Tenth Circuit found that a car manufacturer was entitled to the protection of the statutoryemployer defense when a car dealership's employee asserted a claim involving injuries incurred when an automobile was brought in to the dealership for warranty repairs. The court based its holding on the finding that the granting of warranties to purchasers of the car manufacturer's products contemplated the possibility of significant amounts of work to be done by repairmen at dealerships. Id.\r\nAdams differs from this case in two principal ways: The inclusion of a service contract at the time of purchase and the presence of a network of dealerships available to handle maintenance concerns both demonstrate the frequency of service and repairs that the Adams defendant anticipated. In contrast, Dow did not enter into a service contract for Sarabond at the time of purchase. Instead of being a part of the basis of the bargain, Dow's agreement to make the replacements stemmed from a simple desire to settle a claim and avoid litigation costs. Additionally, the network of dealerships equipped to handle maintenance under the service contract in Adams indicated an understanding that frequent repairs would be required. However, settlement of a lawsuit happens only occasionally and, unlike the provision of a network of service centers, is not an important factor in the promotion and marketing of the product. \r\n  \r\np.29\r\n\r\nGLASS, et al. v. DOW CHEMICAL CO., et al. \r\n\r\nC. PREVIOUS PERFORMANCE OF WORK BY PRINCIPAL'S REGULAR EMPLOYEES \r\n  \r\nBecause the record clearly indicates that none of Dow's regular employees have ever engaged in construction work, Dow does not contend that it can prevail on its statutory employer defense under this test. \r\n  \r\nCONCLUSION \r\n  \r\nFor the foregoing reasons, the Court of Appeals' decision is AFFIRMED IN RESULT. \r\n  \r\nFINNEY, C.J., MOORE, WALLER AND BURNETT, JJ., concur. \r\n  \r\np.30\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]