[{"id":"24717","title":"Butler, et al., v. Edgefield, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24717","description":"","date":"1997-12-01","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 33\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nEddie A. Butler, and the\r\nEdgefield Branch of the\r\nNational Association for\r\nthe Advancement of\r\nColored People, Respondents,\r\n\r\n\r\nv.\r\n\r\n\r\nThe Town of Edgefield\r\nand Charlotte Cheatham\r\nin her Official Capacity\r\nas Town Clerk, and The\r\nEdgefield Municipal\r\nElection Commission\r\nand Aubrey Coleman,\r\nJohn S. Timmerman,\r\nand Willie Lewis in\r\ntheir Official Capacities\r\nas Municipal Election\r\nConunissioners, Appellants.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Edgefield County\r\nDonald W. Beatty, Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24717\r\nHeard September 18,1997 - Filed December 1, 1997\r\n\r\n\r\n\r\n\r\nREVERSED AND VACATED\r\n\r\n\r\nJames D. Nance and Kevin S. Little, of Aiken, for\r\nappellants.\r\n\r\n\r\n\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\n\r\nBrenda Reddix-Smalls and Eleazer R. Carter, of\r\nColumbia, for respondents.\r\n\r\n\r\n\r\n\r\nTOAL,, A.J.: This case concerns a contest of the May 3, 1994 municipal\r\nelection held in the Town of Edgefield. Appellant Town appeals the circuit\r\ncourt's order that the election results for the Ward 3 council seat be vacated\r\nand Respondent Eddie Butler be afforded a new election. We reverse the\r\ncircuit court's holding and vacate its order.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nOn May 3, 1994, Town conducted municipal elections for mayor and\r\ncouncil seats for Wards 1, 3, and 5. Butler was a candidate in the election\r\nand received votes for mayor and councilman in Ward 3. The official results\r\nfor the Ward 3 council seat were as follows:\r\n\r\n\r\nWilliam B. Jackson, 34 votes\r\nEddie Butler, 33 votes\r\nJerry Butler, 1 vote\r\nEddie Butler, Jr., I vote\r\n\r\n\r\nNo persons with the name Jerry Butler or Eddie Butler, Jr. were\r\ncandidates in the election. Additionally, one vote for Respondent Eddie\r\nButler was disqualified due to an error indicated by the voting machine.\r\n\r\n\r\nThe votes were counted by the Edgefield Election Commission (\"Election\r\nCommission\") in the office of the Town Clerk, Charlotte Cheatham, in\r\nEdgefield's Town Hall. After counting the votes once, Election Commission\r\nconducted a recount. During the recount of the votes for Ward 3, the door\r\nto Cheatham's office was closed for approximately ten minutes. At trial,\r\nCheatham testified that the door was closed due to noise in an adjoining hall.\r\nButler testified that he attempted to enter the room during the recount, but\r\nwas denied entrance.\r\n\r\n\r\nOn May 5, 1994, Butler delivered a hand-written letter to Election\r\nCommission. The letter protested the results of the election and demanded\r\na recount. That same day, Election Commission notified Butler that a\r\nrecount of the May 3 election would be held on May 6, 1994, at 12:00 p.m.\r\nA recount subsequently occurred on this date. Election Commission did not\r\nconduct a hearing. The recount verified the results of the May 3 election.\r\n\r\n\r\np. 4\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nOn May 13, 1994, Butler filed an appeal in circuit court pursuant to\r\nS.C. Code Ann. § 5-15-140 (1977). He argued that Election Commission\r\nviolated S.C. Code Ann. § 5-15-130 (1977) by not affording him a hearing on\r\nhis election contest. Butler also asserted a claim under the Federal Voting\r\nRights Act and alleged that Election Commission secretly counted votes in\r\nviolation of S.C. Code Ann. § 5-15-120 (1977). Finally, Butler argues to this\r\nCourt that he properly amended his complaint in circuit court to include a\r\nclaim under 42 U.S.C. § 1983.\r\n\r\n\r\nThe circuit court made three conclusions of law: (1) Town violated\r\nsection 5-15-130 by not affording Butler a hearing; (2) Town violated section\r\n5-15-120 by not publicly counting the votes; and (3) the defendants were\r\nacting in their official capacities and under color of state law. The trial judge\r\nallowed voter Alice Miles to testify that the Eddie Butler, Jr. vote was hers,\r\nand that she intended to cast it for Eddie Butler. As a result, the circuit\r\ncourt found that Election Commission improperly declined to count the Eddie\r\nButler, Jr. vote as a vote for Eddie Butler. It also observed that a vote cast\r\nfor Eddie Butler was disqualified due to an error indicated by the voting\r\nmachine. Consequently, the circuit court vacated the results of the May 3\r\nelection for the Ward 3 council seat and ordered a new election to be held in\r\ncompliance with the law.\r\n\r\n\r\nTown appeals, raising the following questions:\r\n\r\n\r\n(A) Should Butler have been afforded a hearing on his election contest\r\npursuant to section 5-15-130?\r\n(B) Did Election Commission secretly count votes in violation of section\r\n5-15-120?\r\n(C) Should the disqualified vote and the vote for Eddie A. Butler, Jr.,\r\nhave been counted for Butler?\r\n(D) Should the circuit court have considered the testimony of Alice\r\nMiles concerning her vote for Eddie A. Butler, Jr.?\r\n(E) Did Butler properly amend his complaint to include a claim under\r\n42 U.S.C. § 1983?\r\n\r\n\r\np. 5\r\n\r\nBUTLER, et al.. v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA. Statutory Hearing Requirement\r\n\r\n\r\nTown argues that the circuit court erred in finding that Butler properly\r\ngave written notice of his election contest pursuant to section 5-15-130,\r\nthereby invoking his right to a hearing. We agree.\r\n\r\n\r\nS.C. Code Ann. § 5-15-130 provides:\r\n\r\n\r\nWithin forty-eight hours after the closing of the polls, any\r\ncandidate may contest the result of the election as reported by\r\nthe managers by filing a written notice of such contest together\r\n with a concise statement of the grounds therefor with the\r\n Municipal Election Commission. Within forty-eight hours after\r\nthe filing of such notice, the Municipal Election Commission\r\nshall, after due notice to the parties concerned, conduct a hearing\r\n on the contest, decide the issues raised, file its report together\r\nwith all recorded testimony and exhibits with the clerk of court\r\nof the county in which the municipality is situated, notify the\r\nparties concerned of the decisions made, and when the decision\r\ninvalidates the election the council shall order a new election as\r\nto the parties concerned.\r\n\r\n\r\n(emphasis added). Butler delivered his written contest notice to Edgefield's\r\nTown Hall on May 5, 1994. The notice stated:\r\n\r\n\r\nI was a write-in candidate in the Edgefield May City Council\r\nelection. I am protesting and requesting a recount of the votes\r\ncast. I am also requesting a poll watcher during the recount.\r\n\r\n\r\nThe first time I noticed the election advertisement was in the\r\nEdgefield County Citizen News on April 7, 1997. The wards [sic]\r\nnumbers were reversed.\r\n\r\n\r\nI am asking the United States Justice Department, the Attorney\r\nGeneral, Janet Reno, the F.B.I. Director Louis Freeth [sic] and\r\nthe NAACP to look into the reasons why it would take several\r\nhours to count votes for an election.\r\n\r\n\r\nMayor 155 votes\r\nWard I 17 votes\r\n\r\n\r\np. 6\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nWard III 67 votes\r\nWard 11 17 votes\r\n\r\n\r\nI am also asking for the sign-in signature sheet of the poll list\r\nand a total of votes received by the Mayor in each ward.\r\n\r\n\r\nTown contends that Butler did not properly follow the procedure\r\nprovided in section 5-15-130 because he failed to provide a \"concise statement\r\nof the grounds\" for his contest. In Taylor v. Roche, 271 S.C. 505, 248 S.E.2d\r\n580 (1978), we held, \"Under the common law there is no right to contest an\r\nelection. The right to contest an election exists only under the [state]\r\nconstitutional and statutory provisions, and the procedure prescribed by\r\nstatute must be strictly followed.\" Id. at 509, 248 S.E.2d at 582; S.C. Const.\r\nart. II, § 10 (\"The General Assembly shall . . . establish procedures for\r\ncontested elections, and enact other provisions necessary to the fulfillment\r\nand integrity of the election process.\"). The notice in an election contest\r\n\"should briefly state facts or a combination of facts sufficient to apprise the\r\ncontestee of the cause for which his election is contested, it being insufficient\r\nto allege generally that fraud was committed, or to allege mere conclusions\r\nof the pleader.\" 26 Am. Jur.2d Elections § 434 (1996). The purpose of the\r\nnotice requirement is to adequately inform the contestee as to the nature of'\r\nthe contest. Section 5-15-130 codifies this by requiring a \"concise statement\r\nof the grounds.\"\r\n\r\n\r\nButler argues that he provided two concise grounds in his May 5\r\nprotest letter: (1) the misleading election advertisement; and (2) the amount\r\nof time it took to count the votes. First, with regard to election notices, S.C.\r\nCode Ann. § 5-15-50 (1977) requires that \"public notice of the elections\r\n[within the municipality] shall be given at least sixty days prior to such\r\nelections.\" In this case, official notice of the Edgefield elections appeared in\r\nthe Edgefield newspaper, the Citizen News, on March 3 and April 28, 1994.\r\nThe election was held on May 3, 1994. Thus, the March 3 notice satisfied\r\nsection 5-15-50 by appearing in the local newspaper sixty-one days before the\r\nelection. More importantly, Butler did not challenge these official notices in\r\nhis May 5 protest letter. Instead, Butler challenged an article written by a\r\nCitizen News reporter about the election. This article appeared in the\r\nCitizen News in April 1994. Butler nevertheless argues that this was an\r\nadequate ground for his contest, thereby triggering the hearing requirements\r\nin section 5-15-130.\r\n\r\n\r\nThere are two prerequisites to maintaining an election contest in South\r\nCarolina: (1) the contest notice must allege irregularities or illegalities; and\r\n\r\n\r\np. 7\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\n(2) the alleged irregularities or illegalities must have changed or rendered\r\ndoubtful the result of the election in the absence of fraud, a constitutional\r\nviolation, and a statute providing that such irregularity or illegality shall\r\ninvalidate the election. See Yonce v. Lybrand, 254 S.C. 14, 18, 173 S.E.2d\r\n148, 150 (1970); Harrell v. City of Columbia, 216 S.C. 346, 355, 58 S.E.2d\r\n91, 96 (1950); State ex rel. Welsh v. Jennings, 79 S.C. 246, 248, 60 S.E. 699,\r\n700 (1908); State ex rel. Birchmore v. Board of Canvassers, 78 S.C. 461, 467,\r\n59 S.E. 145, 146-47 (1907). In this case, the newspaper advertisement\r\nchallenged by Butler was not an official notice given by Town. As noted\r\nabove, Butler never challenged the official election notices. While the article\r\nmay have been irregular in the sense that it contained false information,1 it\r\nhad nothing to do with functions performed by Election Commission or any\r\nother governmental entity. We therefore hold that Butler's reference to the\r\nnewspaper article in his contest letter was not a ground for protest under\r\nsection 5-15-130 because it failed to allege an election irregularity or\r\nillegality.\r\n\r\n\r\nButler contends that while the challenge to the article may have been\r\nwithout merit, Election Commission should have conducted a formal hearing\r\nto properly inform him of that determination. The ability to contest elections\r\nis a privilege bestowed by state law. There is no common law or federal\r\nconstitutional right to be afforded a hearing in an election contest.\r\nConsequently, we do not believe an election commission should have to\r\ninitiate the time consuming formalities of a hearing when the contestant has\r\nfailed, at the threshold, to allege an election irregularity or illegality.\r\n\r\n\r\nThe other point raised in Butler's May 5 letter was the time it took to\r\ncount the votes. Butler simply asked, \"why it would take several hours to\r\ncount votes for the election?\" Butler did not specify what he believed may\r\nhave occurred during those several hours. At best, his question implied\r\ngenerally that fraud had been committed. A general allegation of fraud is\r\ninsufficient to notify the contestee as to the cause for the contest. See\r\nMcClendon v. McKeown, 323 S.W.2d 542, 544 (Ark. 1959) (stating that \"the\r\npleadings, in an election contest case, should be sufficiently specific to give\r\nreasonable information as to the grounds for the contest.\"); 26 Am. Jur. 2d\r\nElections § 434. In State ex rel. Davis v. State Board of Canvassers, 86 S.C.\r\n451, 68 S.E. 676 (1910), we held that \"while . . . technical precision in\r\npleading should not be required [for election contests], still reason and justice\r\nrequire that the grounds relied upon should be stated plainly and clearly that\r\n\r\n\r\n\r\n1The article was false because it stated that Councilman Jackson came\r\n\r\nfrom Ward 2. Councilman Jackson actually came from Ward 3.\r\n\r\n\r\np. 8\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nthe contestee may prepare to meet them without unnecessary labor or\r\nexpense.\" Id. at 458-59, 68 S.E. at 679. Therefore, Butler's reference to the\r\ntime it took to count the votes was not a ground for contest under section 5-\r\n15-130 because it amounted to nothing more than a general allegation of\r\nfraud.\r\n\r\n\r\nThe circuit court concluded that the vote recount was an improper\r\nsubstitution for the hearing requirement under section 5-15-130. However,\r\nsince Butler did not provide concise grounds in his May 5 protest letter, a\r\nhearing was not required, and the recount was proper. We therefore reverse\r\nthe circuit court on this point.\r\n\r\n\r\n\r\n\r\nB. Secret Vote Count\r\n\r\n\r\nTown argues that the circuit court erred in holding that the vote count\r\nwas conducted in secret thereby violating section 5-15-120. It is not\r\nnecessary to reach the merits of this claim because it was not timely raised\r\nto Election Commission.\r\n\r\n\r\nThe only issue Butler could have raised on appeal to the circuit court\r\nwas whether Election Commission should have afforded him a hearing based\r\non his May 5 letter. Butler did not include the secret vote count claim in his\r\nprotest letter. Section 5-15-140 does not provide the circuit court with\r\nexpress or implied authority to conduct a full hearing when one is denied by\r\nthe municipal election commission. The circuit court, in this situation, is by\r\nstatute an appellate court. It is axiomatic that \"one cannot present and try\r\nhis case on one theory and thereafter advocate another theory on appeal.\"\r\n White v. Livingston, 231 S.C. 301, 306, 98 S.E.2d 534, 537 (1957); see also\r\n Indigo Associates v. Ryan Investment Co., 314 S.C. 519, 523, 431 S.E.2d 271,\r\n273 (1993) (holding, \"The circuit court, acting as an appellate court in a case\r\nheard by the magistrate, cannot consider questions that have not been\r\npresented to the magistrate.\"). We hold that the circuit court had no\r\nauthority to consider the secret vote count allegation because Butler never\r\nraised it to Election Commission.\r\n\r\n\r\nC. Eddie Butler, Jr. Vote &amp; Disqualified Vote\r\n\r\n\r\nButler also failed to challenge the Eddie Butler, Jr. vote and the\r\ndisqualified vote in his May 5 letter. Consequently, for the same reasons\r\ndiscussed above, Butler could not subsequently raise these issues in his\r\nappeal to the circuit court.\r\n\r\n\r\n\r\n\r\np. 9\r\n\r\nBUTLER, et al., v- EDGEFIELD, et al.\r\n\r\n\r\n\r\nD. Voter Alice Miles\r\n\r\n\r\nAs noted above, the Eddie Butler, Jr. vote was improperly before the\r\ncircuit court because it was not timely raised to Election Commission. For\r\nthis reason alone, the testimony of voter Alice Miles concerning her vote for\r\nEddie Butler., Jr. was not properly taken. However, even if this issue was\r\ntimely raised to Election Commission, it would never be appropriate for the\r\ncircuit court, functioning as an appellate court, to consider testimony de novo.\r\n\r\n\r\nMoreover, voter testimony of this kind would not even be admissible\r\nbefore an election commission. It is well settled that \"the ballots themselves\r\nconstitute the highest and best evidence of the will of the electors.\" Redfearn\r\nv. Board of State Canvassers, 234 S.C. 113, 120, 107 S.E.2d 10, 14 (1959).\r\nVoter testimony is never admissible for the purpose of showing that the\r\nintention of the voter was in any way different from what plainly appears on\r\nthe face of the ballot. 26 Am. Jur.2d Elections § 339. In this case, the write-\r\nin vote for Eddie Butler, Jr. was clear and unambiguous.\r\n\r\n\r\nE. Federal Claims\r\n\r\n\r\nTown argues that Butler did not properly amend his complaint at trial\r\nto include a claim under 42 U.S.C. § 1983. We find that none of Butler's\r\nfederal claims were properly before the circuit court.\r\n\r\n\r\nButler raised the following federal causes of action for the first time on\r\nappeal to the circuit court: (1) violation of the Fifth and Fourteenth\r\nAmendments to the U.S. Constitution; and (2) violation of Section 2 of the\r\nVoting Rights Act of 1965, 42 U.S.C. § 1973 et seq. In addition to these\r\nclaims, Butler argues that he properly amended his complaint in circuit court\r\nto include a claim under 42 U.S.C. § 1983.\r\n\r\n\r\nAs discussed above, the circuit court serves an appellate function for\r\nmunicipal election contests pursuant to section 5-15-140. Consequently, it\r\nwas improper for the circuit court to have considered Butler's federal claims.\r\nHowever, even assuming Butler's claims were properly before the circuit\r\ncourt, we find that no federal laws were violated in this case.\r\n\r\n\r\n1. Voting Rights Claim\r\n\r\n\r\nUnder 42 U.S.C. § 1973(a), \"No voting qualification or prerequisite to\r\nvoting or standard, practice, or procedure shall be imposed or applied by any\r\nState or political subdivision in a manner which results in a denial or\r\n\r\n\r\np. 10\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nabridgement of the right of any citizen of the United States to vote on\r\naccount of race or color . . . .\" In Roberts v. Wamser, 883 F.2d 617 (8th Cir.\r\n1989), the Eighth Circuit held \"that an unsuccessful candidate attempting to\r\nchallenge election results does not have standing under the Voting Rights\r\nAct.\" Id. at 621. The court observed that the contestant was \"not an\r\naggrieved voter suing to protect his right to vote.\" Id. The contestant had\r\ninstead alleged as an injury the loss of votes he should have received in the\r\nelection. This was precisely the situation here. Butler did not sue to protect\r\nhis own right to vote; nor did he sue to protect the rights of others. The only\r\ninjury alleged by Butler was the loss of votes for the Ward 3 council seat.\r\nWe therefore hold that Butler did not have standing under the Voting Rights\r\nAct.\r\n\r\n\r\n2. Section 1983 &amp; 14th Amendment Claims\r\n\r\n\r\nThe prerequisites to an action under 42 U.S.C. § 1983 are that there\r\nbe a deprivation of a right, privilege, or immunity secured by the\r\nConstitution or laws of the United States and that such act of deprivation\r\noccur under color of state law. We hold that Butler was not deprived of any\r\nfederally protected right, privilege, or immunity.\r\n\r\n\r\nButler argues that Election Commission's refusal to provide a hearing\r\nviolated the Due Process Clause of the Fourteenth Amendment to the United\r\nStates Constitution. In Snowden v. Hughes, 321 U.S. 1, 64 S. Ct. 397, 88 L.\r\nEd. 497 (1944), the United States Supreme Court held that \"an unlawful\r\ndenial by state action of a right to state- political office is not a denial of a\r\nright of property or of liberty secured by the due process clause.\" Id. at 7,\r\n64 S. Ct. at 401, 88 L. Ed. at 502. Consequently, the denial of a hearing in\r\nthis case was not violative of the due process clause because Butler was not\r\ndeprived of any property or liberty interest contemplated by the Fourteenth\r\nAmendment.\r\n\r\n\r\nSnowden is also determinative of Butler's claim that the Equal\r\nProtection Clause of the Fourteenth Amendment was violated. In Snowden,\r\nthe Court held, \"The unlawful administration by state officers of a state\r\n[election] statute fair on its face, resulting in its unequal application to those\r\nwho are entitled to be treated alike, is not a denial of equal protection unless\r\nthere is shown to be present in it an element of intentional or purposeful\r\ndiscrimination.\" Snowden, 321 U.S. at 8, 64 S. Ct. at 401, 88 L. Ed. at 503.\r\nIn Sylvia Development Corporation v. Calvert County, MD., 48 F.3d 810 (4th\r\nCir. 1995), the Fourth Circuit followed Snowden when it held, \"To prove that\r\na statute has been administered or enforced discriminatorily, more must be\r\n\r\n\r\np. 11\r\n\r\nBUTLER, et al., v. EDGEFIELD, et al.\r\n\r\n\r\n\r\nshown than the fact that a benefit was denied to one person while conferred\r\non another.\" Id. at 819. Butler did not allege or set forth any facts which\r\ncould establish purposeful or intentional discrimination on the part of the\r\ndefendants.\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nFor the foregoing reasons, the decision of the circuit court is\r\nREVERSED and its order VACATED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMOORE, WALLER, and BURNETT, AJ., concur.\r\n\r\n\r\n\r\n\r\np. 12\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24718","title":"State v. Bennett","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24718","description":"","date":"1997-12-01","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 33\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nThe State, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nJohnny O'Landis\r\nBennett, Jr., Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Lexington County\r\nRalph King Anderson, Jr., Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24718\r\nHeard October 7, 1997 - Filed December 1, 1997\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\nDaniel T. Stacey, Chief Attorney, South Carolina\r\nOffice of Appellate Defense, of Columbia, for\r\nappellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, Senior\r\nAssistant Attorney General William Edgar Salter,\r\nIII, all of Columbia, and Solicitor Donald V. Myers,\r\nof Lexington, for respondent.\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: Appellant, Johnny O'Landis Bennett (Bennett),\r\nwas convicted of murder, kidnaping, armed robbery and grand larceny. He\r\nwas sentenced to death for the murder, and consecutively sentenced to 25\r\nyears, and 5 years for armed robbery and larceny. We affirm the convictions\r\n\r\n\r\np. 13\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nbut reverse and remand for a new sentencing proceeding.\r\n\r\n\r\nFACTS\r\n\r\n\r\nThe victim in this case, 24 year old Benton Smith (Victim), disappeared\r\non Tuesday, November 27, 1990. He was last seen leaving his residence in\r\nthe Happy Town area of Gaston, South Carolina with Bennett. The two left\r\nin Victim's 1980 Toyota, en route to cash Victim's $147.00 unemployment\r\ncheck. Victim cashed his check at 11:56 AM; this was the last time he was\r\nseen alive. Bennett was seen driving Victim's automobile later that day; he\r\ngave a number of items from Victim's car to friends.\r\n\r\n\r\nVictim's car was subsequently found outside the school where Bennett's\r\nmother worked. After giving a number of conflicting statements to police,\r\nBennett confessed to the murder,1 and led police to Victim's body near his\r\nsister's home.\r\n\r\n\r\nAn autopsy revealed 70-75 stab wounds, primarily to Victim's head,\r\nneck and upper back, inflicted with a Phillips head screwdriver. The cause\r\nof death was internal bleeding or asphyxiation secondary to the stab wounds.\r\n\r\n\r\nISSUES2\r\n\r\n\r\n1. Was Juror Number 137 improperly qualified?\r\n2. Was Bennett denied of the opportunity to speak with the\r\nVictim's father?\r\n3. Was Bennett's character improperly placed into evidence by\r\nthe State?\r\n4. Did the court erroneously charge the jury with respect to the\r\nelements of armed robbery?\r\n5. Did the state sufficiently prove the corpus delicti of the crime\r\n\r\n\r\n\r\n1However, he maintained his innocence at trial.\r\n\r\n\r\n\r\n2Although unnecessary to our decision today, we address a number of\r\nthe sentencing phase issues in order to prevent their recurrence at\r\nresentencing.\r\n\r\n\r\np. 14\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nof kidnaping independent of Bennett's statements to police?\r\n6. Was the aggravating circumstance of torture properly\r\nsubmitted to the jury?\r\n7. Was Bennett deprived of the ability to make a religious\r\nargument to the sentencing phase jury?\r\n8. Did the court err in refusing to order the personnel records of\r\ncertain prison guards be disclosed to Bennett?\r\n\r\n\r\n\r\n\r\n1. JUROR ROPER\r\n\r\n\r\nAt the end of the voir dire of Juror Number 137, the following\r\noccurred:\r\n\r\n\r\nMr. Floyd: ... [D]o you understand that if -- if the jury were to\r\nconsider giving the defendant the death penalty, that all twelve\r\njurors would have to sign on that portion of the verdict concerning \r\nthe death penalty. Do you understand me on that?\r\n\r\n\r\nA: I understand you.\r\n\r\n\r\nQ: Now, if you had some reservations or doubt after hearing\r\neverything as to whether or not the defendant should get the\r\ndeath penalty and all eleven other jurors put their name on\r\nthe list, could you stand up to that and not put your name on\r\nthe list?\r\n\r\n\r\nA: I believe I would have to go with the majority of the jury.\r\n\r\n\r\n(Emphasis supplied). The state made no attempt at rehabilitation.\r\n\r\n\r\nDefense counsel objected to the juror's qualification on the ground\r\nBennett would be denied an independent decision as to his punishment by\r\nhaving a juror who would \"go along with the majority.\" The trial court ruled\r\nthe juror qualified. Juror Number 137 was thereafter seated on the jury\r\nafter the defense had exercised all of its peremptory challenges. Bennett\r\ncontends the juror was erroneously qualified. We agree.\r\n\r\n\r\nIn a capital case, the proper standard in determining the qualification\r\nof a prospective juror is whether the juror's views would prevent or\r\n\r\n\r\np. 15\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nsubstantially impair the performance of his duties as a juror in accordance\r\nwith his instructions and his oath. State v. Green, 301 S.C. 347, 392 S.E.2d\r\n157, cert. denied, 498 U.S. 881, 111 S.Ct. 229, 112 L.Ed.2d 183 (1990) (citing\r\nWainwright v. Witt, 469 U.S. 412, 424, 105 S.Ct. 844, 853, 83 L.Ed.2d 841\r\n(1985)); State v. George, 323 S.C. 496, 476 S.E.2d 903 (1996), cert. denied__\r\nU.S.__, 117 S.Ct. 1261, 137 S.E.2d 340 (1991). The determination of\r\nwhether a juror is qualified to serve on a death penalty case is within the\r\nsole discretion of the trial judge and is not reviewable on appeal unless\r\nwholly unsupported by the evidence. State v. Davis, 309 S.C. 336, 422 S.E.2d\r\n133 (1992), cert. denied, 508 U.S. 915, 113 S.Ct. 2355, 124 L.Ed.2d 263\r\n(1993). When reviewing the trial court's qualification or disqualification of\r\nprospective jurors, the responses of the challenged jurors must be examined\r\nin light of the entire voir dire. State v. Green, supra. The ultimate\r\nconsideration is that the juror be unbiased, impartial and able to carry out\r\nthe law as explained to him. Id.\r\n\r\n\r\nIn Wainwright, supra, the United States Supreme Court rejected the\r\nnotion that a prospective juror in a capital case could only be challenged for\r\ncause if it were demonstrated the juror \"unequivocally stated she would\r\nautomatically be unable to give a death sentence,\" 469 U.S. at 419, 105 S.Ct.\r\nat 849. More recently, the Court recognized that a capital defendant may\r\nchallenge for cause any prospective juror who indicates he or she will\r\nautomatically vote for death in every case. Morgan v. Illinois, 504 U.S. 719,\r\n112 S.Ct. 2222, 119 L.Ed.2d 492 (1992). \"If even one such juror is impaneled\r\nand the death sentence is imposed, the State is disentitled to execute\r\nsentence.\" Id. at 729, 112 S.Ct. at 2231. The Morgan court rejected the\r\nstate's claim that general questions of fairness and impartiality were in all\r\ncases sufficient to detect unqualified jurors, stating:\r\n\r\n\r\n... such jurors could in all truth and candor respond affirmatively,\r\npersonally confident that such dogmatic views are fair and\r\nimpartial, while leaving the specific concern unprobed.\r\n\r\n\r\n504 U.S. at 735.\r\n\r\n\r\nHere, we find the juror's earlier generalized statements that he could\r\nbe fair and impartial and follow the law insufficient to cure his later,\r\nunequivocal response that if the other eleven jurors voted for death, he would\r\n\"have to go with the majority of the jury.\" The juror's responses to the\r\ngeneral voir dire inquiry left uncovered the critical fact that he would not\r\nhave been \"able to carry out the law as ... explained to him,\" State v. Green,\r\nsupra, but would, instead, have followed the majority. Accordingly, the trial\r\n\r\n\r\np. 16\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\ncourt's ruling that the juror qualified to serve is \"wholly unsupported by the\r\nevidence,\" and the case must be remanded for resentencing.3\r\n\r\n\r\n2. VICTIM'S FATHER\r\n\r\n\r\nPrior to trial, Victim's father, Paul Smith, advised defense counsel he\r\nhad been told by the solicitor not to talk to the defense. Bennett claims this\r\nresulted in a due process violation. We disagree.\r\n\r\n\r\nAccording to co-counsel for Bennett, they went to Smith's house on\r\nAugust 10, 1995,4 and asked to speak to him about the case; Smith replied\r\nthat the last time this case had come up for trial, sometime in 1993, he had\r\nbeen instructed by several attorneys at the solicitor's office to say he had no\r\ncomment about the case. At a hearing before the trial court on Aug. 17,\r\n1995, the solicitor advised that nobody in his office had authorization to\r\nadvise Smith not to talk to the defense. The solicitor then suggested that he\r\ncould get the Smith family in his office, advise them in defense counsel's\r\npresence that they could talk to the defense, and that if anyone from the\r\nsolicitor's office had ever advised them differently to disregard it. After\r\nhearing testimony from defense counsel, the court issued an order on August\r\n17, 1995 which was disseminated to the clerk of court and defense counsel.\r\nThe order provides that any witness has the absolute right to talk or not talk\r\nto a person and that the decision is to be made by the witness. The order\r\nprovides that it is to be disseminated to any witness.\r\n\r\n\r\nThe trial in this case did not begin until nearly two months later, on\r\nOctober 9, 1995. There is absolutely no indication in the record that defense\r\ncounsel sought to speak with Mr. Smith during this two month period.\r\nAccordingly, it is possible that, had counsel attempted to do so, Smith may\r\nhave consented to talk to the defense. Having made no such showing,\r\nBennett has failed to demonstrate substantial interference with his right to\r\nspeak with Smith. See State v. Williams, __S.C. __, 485 S.E.2d 99\r\n(1997)(where government improperly interferes with witnesses right to talk\r\n\r\n\r\n\r\n3Juror Number 137's responses in no way reflect upon his ability to\r\n\r\nserve in the guilt phase of the trial, nor does Bennett suggest the juror was\r\ndisqualified in that regard. On the contrary, in his brief and at oral\r\nargument before this Court, Bennett sought only a resentencing in this\r\nregard. Accordingly, our holding on this issue has no impact on the guilt\r\nphase of the trial.\r\n\r\n\r\n4The trial in this case was scheduled to begin on October 9, 1995.\r\n\r\n\r\np. 17\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nwith defense, defendant must demonstrate both substantial interference and\r\nprejudice in order to obtain relief).\r\n\r\n\r\nMoreover, the present record demonstrates no prejudice. Contrary to\r\nBennett's contention, Smith's testimony was not \"critical\" but was, rather,\r\ncumulative to other testimony in the record. State v. McLeod, 303 S.C. 420,\r\n401 S.E.2d 175 (1991) overruled in pt. on other grnds, State v. Evans, 307\r\nS.C. 477, 415 S.E.2d 816 (1992); State v. Galloway, 305 S.C. 258, 407 S.E.2d\r\n662 (Ct. App. 1991) (no prejudice to defendant where testimony is cumulative\r\nto other evidence in the record). We find no error.\r\n\r\n\r\n3. EVIDENCE OF BENNETT'S CHARACTER\r\n\r\n\r\nBennett next contends the State improperly introduced testimony which\r\nreflected upon his character. We disagree.\r\n\r\n\r\nAt trial, Bennett denied killing Victim and claimed the last time he had\r\nseen him, Victim was with their mutual friends, Tommy Furtick, Andre\r\nHaskins and Isadore Mack. He claimed he had seen Victim alive on\r\nThursday morning. In reply, the state presented the testimony of Isadore\r\nMack who denied having seen Victim on Tuesday, Wednesday or Thursday.\r\nDuring his questioning, Mack testified he, Furtick and Haskins had run into\r\nBennett on Wednesday, Nov. 28, 1990 (the day after Victim disappeared) and\r\nthey all went to an Orangeburg motel. Mack testified that the next morning,\r\nthe four of them went back to Swansea. He was then questioned whether\r\nthe four of them had gotten separated, in Swansea, when the following\r\nexchange occurred:\r\n\r\n\r\nA. Yeah, we got separated. We -- some guys stopped us and --\r\nQ. Okay, don't tell me what some other guys said ... tell what\r\nyou did as a result of your conversation with the other fellows.\r\nA. We -- we gave him some drugs and told him to stand on the\r\ncorner and sell these until we get back.\r\nQ. Talking about who.\r\nA. Johnny.\r\nMr. Floyd. Objection, Your Honor. We object.\r\nMr. Humphries: Your Honor, They've opened that door. You've\r\nalready discussed that prior.\r\nCourt. Well, proceed from this point. Let's go forward.\r\n\r\n\r\nBennett claims Mack's testimony improperly placed his character in issue.\r\nWe disagree.\r\n\r\n\r\np. 18\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nAs an initial matter, Bennett's objection to the question is too vague to\r\npreserve any issue for review. State v. Bailey, 253 S.C. 304, 170 S.E.2d 376\r\n(1969); 4 C.J.S. Appeal and Error § 215 (1993)(trial judge commits no error\r\nin overruling general objection). Here, as Bennett stated no grounds for his\r\nobjection, there is nothing for this Court to review.\r\n\r\n\r\nIn any event, we find Mack's testimony was relevant to rebut earlier\r\ntestimony elicited of Bennett's girlfriend, Bonita Gonsalves. Gonsalves\r\ntestified that on the day of Victim's disappearance, Bennett came to her\r\nhouse driving Victim's vehicle. He had bandages on his hand and when\r\nquestioned about them, he told Gonsalves he had been in a fight with\r\nsomeone who had given her drugs. The clear inference to be drawn from\r\nGonsalves' testimony was that Bennett was opposed to drugs. Mack's reply\r\ntestimony implying that Bennett was not as adamantly opposed to drugs as\r\nclaimed by Gonsalves was therefore within realm of permissible reply. State\r\nv. Doby, 273 S.C. 704, 258 S.E.2d 896 (1979); State v. Outen, 237 S.C. 514,\r\n118 S.E. 2d 175, cert. den., 366 U. S. 977, 81 S.Ct. 1948, 6 L.Ed.2d 1266\r\n(1961), overruled in part on other grds. State v. Torrence, 305 S.C. 45, 406\r\nS.E.2d 315 (1991).\r\n\r\n\r\n4. ARMED ROBBERY\r\n\r\n\r\nIn charging the jury on implied malice necessary to sustain a murder\r\nconviction, the trial court stated that \"if one intentionally kills another with\r\na deadly weapon, the implication of malice may arise.\" Immediately,\r\nthereafter, he defined a deadly object as.follows:\r\n\r\n\r\nUnder the law of the state of South Carolina, an object not\r\nnormally considered a dangerous or deadly object may under\r\nsome circumstances be used in a fashion or in such a manner as\r\nto constitute a dangerous or deadly object. It is for you, the jury,\r\nto determine and decide in this case beyond a reasonable doubt\r\nwhether a deadly or dangerous object was used.... Under the law\r\nof the state of South Carolina, the hand or fist of a person is\r\nnot normally considered a dangerous or deadly object, but\r\nunder some circumstances a hand or fist of a person may be\r\nused in such a fashion or in such a manner to constitute a\r\ndangerous or deadly object.\r\n\r\n\r\n(Emphasis supplied). Thereafter, in charging the jury on the offense of\r\narmed robbery, the court noted that any person convicted of the crime of\r\nrobbery while armed with a deadly weapon is guilty of armed robbery. See\r\n\r\n\r\np. 19\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nS.C. Code Ann. § 16-11-330. The court noted that to commit armed robbery,\r\nthe robbery must have been committed with a deadly weapon and stated,\r\n\"Heretofore, I have defined for you in detail what a deadly object or deadly\r\nweapon is.\"\r\n\r\n\r\nBennett contends the court erred in charging the jury that a hand or\r\nfist could, under some circumstances, be considered a deadly weapon for\r\npurposes of armed robbery. He contends that, unlike murder, a hand or fist\r\nmay not be considered a deadly weapon for purposes of armed robbery.5\r\n\r\n\r\nAs an initial matter, we note that Bennett's objection at trial does not\r\nencompass his present argument. Counsel's only objection to the charge\r\ngiven, as it related to both murder and armed robbery, was that the judge's\r\nuse of the term \"deadly object\" was confusing and that the court should have\r\nused the term \"deadly weapon.\" At no point did Bennett contend a hand or\r\nfist could not be considered a deadly weapon for purposes of armed robbery.\r\nBennett's current argument is clearly not encompassed in his objection to the\r\ntrial court's instructions; accordingly, this issue is unpreserved. State v.\r\n\r\n\r\nHudgins, 319 S.C. 233, 460 S.E.2d 388 (1995), cert. denied__ U.S. __, 116\r\nS.Ct. 821, 133 L.Ed.2d 764 (1996)(party may not argue one ground below\r\nthen argue different ground on appeal); State v. Bailey, 298 S.C. 1, 377\r\nS.E.2d 581 (1989). In any event, however, we find no error in the trial\r\ncourt's charge under the circumstances of this case.\r\n\r\n\r\nThere is a split of authority in other jurisdictions as to whether or not\r\nhands, fist, teeth, and the like may be considered deadly weapons for\r\npurposes of offenses such as assault and robbery. See generally Vitauts\r\nGulbis, Annotation, Parts of the Human Body, Other than Feet, As Deadly\r\nor Dangerous Weapons For Furposes of Statutes Aggravating Offenses such\r\nas Assault and Robbery, 8 A.L.R. 4th 1268 (1981). Under the law of this\r\nstate, and the facts of this case, however, we find the trial court properly\r\ncharged the jury.\r\n\r\n\r\nA deadly weapon is generally defined as any article, instrument or\r\nsubstance which is likely to produce death or great bodily harm. State v.\r\nScurry, 322 S.C. 514, 473 S.E.2d 61 (Ct. App. 1996); State v. Campbell, 287\r\nS.C. 377, 339 S.E.2d 109 (1985). The question of whether an instrument\r\n\r\n\r\n\r\n5He makes the same contention with respect to the aggravating\r\n\r\ncircumstances of robbery while armed with a deadly weapon and larceny\r\nwhile armed with a deadly weapon, both of which were submitted to the\r\nsentencing phase jury.\r\n\r\n\r\np. 20\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nused in the commission of a robbery qualifies as a deadly weapon, thereby\r\nqualifying the incident as armed robbery, is a factual determination for the\r\njury. State v. Gourdine, 322 S.C. 396, 472 S.E.2d 241 (1996); State v. Tasco,\r\n292 S.C. 270, 356 S.E.2d 117 (1987).\r\n\r\n\r\nAlthough we have not specifically addressed whether a hand or fist may\r\nbe considered a deadly weapon for purposes of-armed robbery, we have held,\r\nin the context of murder, that a hand or fist may be considered a deadly\r\nweapon. depending on the factual circumstances. \"Whether an object has\r\nbeen utilized as a deadly weapon depends upon the facts and\r\ncircumstances of each case.\" State v. Davis, 309 S.C. 326, 422 S.E.2d 133\r\n(1992) (emphasis supplied). Although Davis was a murder case, nothing in\r\nour opinion limits its application to murder.6\r\n\r\n\r\nWe find the factual circumstances of this case sufficient to submit the\r\nissue to the jury. In one of his statements to police, Bennett admitted he\r\nhad struck Victim in the jaw hard enough to knock him unconscious.\r\nAdditionally, there is evidence that the blow to the chin suffered by Victim\r\nwas typical of that found in people who die in prize fights, and that it could\r\nhave caused a fatal concussion. Moreover, given the disparity of size between\r\nthe Victim and Bennett (Victim was 5'8\" tall and weighed 135 pounds;\r\nBennett is 6'5\" tall and weighs approximately 235-240 pounds), we hold that\r\nit was for the jury to determine whether the hand or fist was a deadly\r\nweapon.\r\n\r\n\r\nFinally, even were we to hold that hands or fists may not be deemed\r\ndeadly weapons for purposes of armed robbery, Bennett suffered no prejudice\r\nin this case. It is undisputed that Victim was stabbed some 70-75 times\r\nwith a Phillips head screwdriver, and Bennett raises no contention that the\r\nscrewdriver was not a deadly weapon. In State v. Keith, 283 S.C. 597, 325\r\nS.E.2d 325 (1985), this Court held that when a defendant commits robbery\r\nwithout a deadly weapon, but becomes armed with a deadly weapon before\r\nasportation of the victim's property, a conviction for armed robbery will stand.\r\n\r\n\r\n\r\n6We decline to limit the application of Davis in such a manner as to\r\n\r\nproduce the incongruous result of permitting a jury to find that a hand may\r\nconstitute a deadly weapon for purposes of the greater offense of murder, but\r\ncould not be a deadly weapon for purposes of armed robbery. Similarly, we\r\ndecline to permit the untenable result that a toy which is incapable of\r\nproducing bodily injury may be deemed a deadly weapon by the jury, and yet\r\na hand or fist, in circumstances in which it may inflict great bodily injury or\r\ndeath, may not. See State v. Tasco, 292 S.C. 270, 356 S.E.2d 117 (1987).\r\n\r\n\r\np. 21\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\nHere, in light of the fact that the Victim was stabbed some 75 times, it is\r\ninescapable that the perpetrator became armed prior to asportation of his\r\nproperty. Accordingly, any error resultant from the charge is harmless\r\nbeyond a reasonable doubt, as the jury would necessarily have found armed\r\nrobbery from the use of the Phillips head screwdriver. Arnold and Plath v.\r\nState, 309 S.C. 157, 420 S.E.2d 834 (1992), cert. denied, 507 U.S. 927, 113\r\nS.Ct. 1302, 122 L.Ed.2d 691 (1993) (error is harmless beyond a reasonable\r\ndoubt where it did not contribute to the verdict obtained).\r\n\r\n\r\n5. CORPUS DELICTI OF KIDNAPING\r\n\r\n\r\nBennett next asserts error in the denial of his motion for a directed\r\nverdict on the kidnaping charge as the state failed to prove the corpus delicti\r\nof the crime independent of his statement. We disagree.\r\n\r\n\r\nThe corpus delicti of kidnaping may be proved by circumstantial\r\nevidence. State v. Davis, 309 S.C. 326, 422 S.E.2d 123 (1992); State v.\r\nOwens, 291 S.C. 116,352 S.E.2d 474, cert. denied, 484 U.S. 982, 108 S.Ct.\r\n496, 98 L.Ed.2d 495 (1987). Kidnaping is a continuing offense. The offense\r\ncommences when one is wrongfully deprived of freedom and continues until\r\nfreedom is restored. State v. Hall, 280 S.C. 74, 310 S.E.2d 429 (1983) (citing\r\nState v. Zeigler, 274 S.C. 6, 10, 260 S.E.2d 182, 184 (1979)).\r\n\r\n\r\nHere, the only direct evidence Victim was seized, confined, or carried\r\naway came from Bennett's own statement that he had knocked Victim\r\nunconscious then put him in the car and drove him to the ballfield in\r\nSwansea.7 However, the pathologist testified that one of the blows to the chin\r\nmay have rendered Victim unconscious. Additionally, the Victim had\r\nnumerous defensive wounds on his hands, and his body was found in a\r\nremote location buried in the woods behind Bennett's sister's house. Further,\r\nVictim's automobile was found parked in a school parking lot where Bennett's\r\nmother worked, some distance from the body. Moreover, there was testimony\r\nthat Victim was very possessive of his automobile and did not allow others\r\nto drive it. Although circumstantial, a jury could have inferred from this\r\nevidence that either Victim was forcibly taken to the woods, or that he was,\r\nat some point, confined (as is evidenced by the defensive wounds), and later\r\ntaken to the woods. Accordingly, we find it is sufficient circumstantial\r\nevidence to warrant submission of the kidnaping charge to the jury. State\r\n\r\n\r\n\r\n7Bennett does not contest the sufficiency of this evidence to prove\r\n\r\nkidnaping; he merely claims his statement is not corroborated by any other\r\nevidence.\r\np. 22\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nv. Butler, 277 S.C. 452, 290 S.E.2d 1, cert. denied, 459 U.S. 932, 103 S.Ct.\r\n242, 74 L.Ed.2d 191 (1982) (aggravating circumstance is properly submitted\r\nto jury if supported by any direct or circumstantial evidence); cf. State v.\r\nCopeland, __ S.C.__, 468 S.E.2d 620 (1996) (circumstantial evidence of\r\nmanner of victim's disappearance, coupled with victim's unlikely voluntary\r\ndeparture as evidence by his personal habits and relationships, sufficient to\r\nestablish corpus delicti of murder).\r\n\r\n\r\n6. TORTURE\r\n\r\n\r\nBennett next asserts the aggravating circumstance of torture was\r\nimproperly submitted to the jury. We disagree.\r\n\r\n\r\nIn determining whether to submit an aggravating circumstance to the\r\njury, the trial court is concerned only with the existence of evidence, not its\r\nweight. State v. Smith, 298 S.C. 482, 381 S.E.2d 724 (1989), cert. denied 494\r\nU.S. 1060, 110 S.Ct. 1536, 108 L.Ed.2d 775 (1990). The aggravating\r\ncircumstance is properly submitted if supported by any direct or\r\ncircumstantial evidence. State v. Butler, supra.\r\n\r\n\r\nIn State v. Elmore, 279 S.C. 417, 308 S.E.2d 781 (1983), overruled in\r\npart on other grounds, State v. Torrence, supra, this Court held that physical\r\ntorture occurs when a person is subject to \"serious physical abuse\" and\r\n\"aggravated battery.\" See also State v. Smith, 298 S.C. 482, 381 S.E.2d 724\r\n(1989), cert. denied, 494 U.S. 1060 (1990) (physical torture occurs when the\r\nvictim is intentionally subjected to serious physical abuse prior to death).\r\nHere, the evidence adduced during the guilt and sentencing phases revealed\r\nthat Victim had been stabbed in the head, back and neck some 70-75 times\r\nwith a Phillips head screwdriver. The defensive wounds tended to indicate\r\nVictim was conscious at least through a portion of the attack, and there was\r\ntestimony that most of the wounds were inflicted before death. Dr. Sexton\r\ntestified that Victim could have lived between 3-15 minutes after the stab\r\nwounds were inflicted. This is clearly sufficient evidence from which the jury\r\ncould have found Victim was intentionally subjected to serious physical abuse\r\nprior to death.\r\n\r\n\r\nContrary to Bennett's assertion, the mere fact that the state's\r\npathologist testified this was not a \"typical\" case of torture is simply not\r\ndispositive of the issue; the pathologist specifically testified that the multiple\r\ninjuries here could \"in a sense\" be interpreted as torture and that each of the\r\nsuperficial wounds would have been painful. Further, although he testified\r\nthat the individual inflicting the wounds likely did not intend for the wounds\r\n\r\n\r\np. 23\r\n\r\nSTATE v. BENNETT\r\n\r\n\r\n\r\nto constitute torture, they may have been interpreted that way by Victim.\r\nWe find the aggravating circumstance of torture was properly submitted to\r\nthe jury.\r\n\r\n\r\n7. RELIGIOUS ARGUMENT TO JURY\r\n\r\n\r\nDuring his pro se statement to the sentencing jury, Bennett stated:\r\n\r\n\r\nBENNETT: Like I said, I've changed and I'm not going go sit\r\nhere and try to persuade you one way or the other in the ways\r\nI have changed because that's between me and God and I'm not\r\nafraid to die. Never was and never will be because I know when\r\nI do leave here, its not going to be man passing the judgment on\r\nme. It's going to be my God the Almighty creditor [sic] Himself\r\nand God says vengeance is mine ---\r\n\r\n\r\nSOLICITOR: Objection. He's going outside the evidence now,\r\nYour Honor.\r\nCOURT: Stay within the record, Mr. Bennett.\r\n\r\n\r\nBENNETT: But like I say, either way it goes, whatever you\r\ndecide, I can adapt .... I have adapted for five years and one day\r\nthis all is going to be over. It's all going to be behind me and\r\nthe judgment that you pass upon me now it's going to be\r\n\r\n\r\nreversed. I mean, I'm not threatening you. It's something that\r\nI believe in because I know that my God is for me and no man\r\ncan be against me and one day me and my family -- oh yeah, we\r\nwill walk out of here again hand-in-hand.\r\n\r\n\r\nBennett contends he was deprived of the right to make a religious argument\r\nto the jury. We disagree.\r\n\r\n\r\nThe record clearly demonstrates that Bennett did, in fact, make his\r\nreligious argument to the jury. Accordingly, he has failed to demonstrate any\r\nprejudice from the trial court's ruling. State v. Torrence, 305 S.C. 45, 406\r\nS.E.2d 315 (1991) (no prejudice resultant from trial court's ruling where\r\nwitness is able to make point before the jury); State v. McDowell, 266 S.C.\r\n508, 224 S.E.2d 889 (1976) (trial court's limitation of argument to jury did\r\nnot deprive defendant's ability to make point).8\r\n\r\n\r\n\r\n8Since Bennett was able to make his religious point, we need not\r\n\r\naddress whether such argument would, in fact, be permissible before the jury.\r\n\r\n\r\np. 24\r\n\r\n8. PERSONNEL RECORDS\r\n\r\nAt sentencing, Bennett sought disclosure of the personnel records of a\r\nnumber of guards from the Lexington County Detention Center on the theory\r\nthey may have contained information with which he could have impeached\r\ncertain witness. The trial court ordered portions of the records disclosed, but\r\ndeclined to release the remainder of the records, ordering them sealed for this\r\nCourt's review.\r\n\r\n\r\nWe have thoroughly reviewed the records sealed to this Court. Our\r\nreview reveals no relevant evidence which Bennett could have used for\r\nimpeachment purposes. Accordingly, the trial court committed no error in\r\nrefusing disclosure of these files.\r\n\r\n\r\nBennett's remaining issues are affirmed pursuant to Rule 220(b)(1),\r\nSCACR and the following authorities: Bennett's Issue 8: State v. Kornahrens,\r\n290 S.C. 281, 350 S.E.2d 180 (1986) cert. denied 480 U.S. 940, 107 S.Ct.\r\n1592, 94 L.Ed.2d 781 (1987); State v. Franklin, 318 S.C. 47, 456 S.E.2d 357,\r\ncert. denied 116 S.Ct. 160, 133 L.Ed.2d 103 (1995); State v. Williams, 321\r\nS.C. 327, 468 S.E.2d 626, cert. denied, __ U.S. __, 117 S.Ct. 230, 136\r\nL.Ed.2d 161 (1996); Bennett's Issue 10: State v. Byram, __ S.C. __, 485\r\nS.E.2d 360 (1997); State v. Whipple, __S.C.__ , 476 S.E.2d 683, cert.\r\ndenied __ U.S. __, 117 S.Ct. 618, 136 L.Ed.2d 541 (1996); State v. Young,\r\n319 S.C. 33, 459 S.E.2d 84 (1995), cert. denied 116 S.Ct. 718, 133 L.Ed. 2d\r\n671 (1996); Bennett's Issue 12: Bozeman v. State, 307 S.C. 172, 414 S.E.2d\r\n144 (1992); see also State v. Motley, 251 S.C. 568, 164 S.E.2d 569 (1968).\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nWe affirm Bennett's convictions and the sentences imposed for armed\r\nrobbery and larceny. The sentence of death is reversed and remanded for a\r\nnew sentencing proceeding.\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART AND REMANDED\r\nFOR RESENTENCING.\r\n\r\n\r\n\r\nBut see generally Bennett v. Angelone, 92 F.3d 1336 (4th Cir.), cert. denied,\r\n\r\n__U.S.__, 117 S.Ct. 503, 136 L.Ed.2d 395 (1996) (recognizing federal and\r\nstate courts which have condemned such arguments).\r\n\r\n\r\n\r\n\r\np. 25\r\n\r\nTOAL, MOORE, BURNETT, A.J., and Acting Associate Justice\r\n\r\nGeorge T. Gregory Jr, concur.\r\n\r\n\r\np. 26\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24719","title":"State v. Barroso, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24719","description":"","date":"1997-12-01","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 33\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\nThe State, Respondent\r\n\r\n\r\nv.\r\n\r\n\r\nJuan Adriano Barroso\r\na/k/a \"Juan Juan\",\r\nKenneth D. Jefferson,\r\nDavid Ray Matthews,\r\nMichael A. Poston,\r\nGrier Carter Copeland,\r\nJames Alfred Hudson\r\na/k/a \"Bimbo\", Dennis\r\nM. Jefferson, John E.\r\nWatford, Jr., Herman\r\nMcClain, Henry\r\nChristopher Grady,\r\nRonald Mackey\r\nAmerson, Ronnie\r\nEllison Moody, Derrick\r\nRandy Lloyd, James\r\nMichael Hill, James\r\nNapoleon Smith,\r\nWilliam Van Jefferson,\r\nBobby Bell, Garris\r\nEdwin Amerson, Ronald\r\nThomas Rogers, Tommy\r\nL. McElveen, Freddie\r\nStevens, Jr., and Gene\r\nEdward Taylor, Defendants,\r\n\r\n\r\n\r\n\r\n\r\n\r\nOf whom Bobby Bell,\r\nJohn E. Watford, Jr.,\r\nJames Michael Hill, and\r\nTommy L. McElveen\r\nare Petitioners.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\np. 27\r\n\r\nAppeal From Darlington County\r\n\r\nJohn H. Waller, Jr., Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24719\r\nHeard April 15, 1997 - Filed December 1, 1997\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\n\r\nChief Attorney Daniel T. Stacey, for petitioner Bobby Bell;\r\nAssistant Appellate Defender Robert M. Dudek, for petitioner\r\nJohn E. Watford; Assistant Appellate Defender M. Anne\r\nPearce, for petitioner Tommy McElveen, all of S. C. Office of\r\nAppellate Defense; and Tara Dawn Shurling, for petitioner\r\nJames Michael Hill, all of Columbia.\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon; Chief Jonathan E.\r\nOzmint, and Assistant Attorney General Chris Gantt Hoffman,\r\nboth of State Grand Jury, all of Columbia, for respondent.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: This is a state grand jury cocaine conspiracy\r\ncase. Twenty-two individuals were indicted for trafficking in more than\r\n400 grams. Eleven of the individuals were tried together; seven (including\r\nthe four petitioners) were found guilty as charged, two were convicted of\r\nlesser offenses, and two were acquitted. The seven convicted of trafficking\r\nappealed, and the Court of Appeals affirmed the convictions of six, and\r\nreversed that of the seventh. State v. Barroso, 320 S.C. 1, 462 S.E.2d 862\r\n(Ct. App. 1995). This Court granted certiorari to review one issue:\r\nWhether petitioners were denied a fair trial because the State was\r\npermitted to introduce voluminous testimony of other bad acts, primarily\r\nconcerning marijuana use and distribution? We find that they were, and\r\naccordingly reverse their convictions and remand.\r\n\r\n\r\nThis cocaine case involved numerous individuals in the\r\nLamar area. Several weeks earlier a marijuana trafficking case had been\r\ntried in the same geographic area, involving some of the same individuals\r\ninvolved in this cocaine trial. Only one of these petitioners, Mr. Bell, was\r\nindicted in the marijuana conspiracy, and he was acquitted. The Court of\r\nAppeals held, agreeing with the State's contentions before that Court, that\r\n\r\n\r\np. 28\r\n\r\nSTATE v. BARROSO, et al.\r\n\r\n\r\n\r\n\"these were two distinct conspiracies with distinct co-conspirators, distinct\r\ntime periods, distinct places of operation, distinct offenses and distinct\r\novert acts.\" State v. Barroso, 320 S.C. at 16, 462 S.E.2d at 872. This\r\nholding was not challenged by the State, and therefore is the law of the\r\ncase. Mathis v. Johnson, 258 S.C. 189, 188 S.E.2d 466 (1972). Further, to\r\nthe extent we can discern the roles of the participants in the two\r\nconspiracies from this record, it appears that while the main figures were\r\nlargely the same, the lesser players were dissimilar. These petitioners are\r\nall lesser participants in the alleged cocaine conspiracy.\r\n\r\n\r\nOver the vigorous objection of the petitioners and the\r\nother defendants, the State was permitted at this cocaine trial to elicit\r\nfrom its own witnesses extensive testimony regarding marijuana use and\r\nsales, including detailed descriptions of the witnesses' own propagation,\r\nuse and distribution of marijuana; their dealings with other State's\r\nwitnesses; and evidence of sales to petitioners Watford, Bell, and\r\nMcElveen.1 Although no direct evidence tied petitioner Hill to marijuana,\r\nthe State was allowed to present evidence that he used cocaine before the\r\ntime period specified in the conspiracy indictment.\r\n\r\n\r\nThe State asserted this marijuana evidence was\r\nadmissible as \"other bad acts\" under State v. Lyle, 125 S.C. 406, 118 S.E.\r\n803 (1923). While the general rule is that evidence of other bad acts by\r\nthe defendant is not admissible to prove the defendant committed the\r\ncrime charged, under Lyle, evidence of these other bad acts may be\r\nadmitted to prove the defendant's guilt if that evidence establishes: (1)\r\nmotive; (2) intent; (3) absence of mistake. or accident; (4) identity; or (5) a\r\n common scheme or plan involving other crimes so closely related to\r\n the one charged that proof of one tends to prove the other.\r\nId.(emphasis added). The evidence adduced at trial against these\r\npetitioners showed isolated purchases of marijuana in amounts indicating\r\nthe petitioners were merely personal users. Cf.. State v. Gunn, 313 S.C.\r\n124, 437 S.E.2d 75 (1993) (proof of a buyer-seller relationship is\r\ninsufficient to tie the buyer to the conspiracy). We fail to see how this\r\n\r\n\r\n\r\n\r\n1Thirty-four witnesses testified to evidence of marijuana importation,\r\ndistribution, and use. The gist of this testimony was that the three main\r\nfigures in this cocaine conspiracy (financial backers Kenneth Jefferson and\r\nGrier Copeland, and primary distributor \"Bimbo\" Hudson) dealt in large\r\nquantities of marijuana before the inception of the cocaine conspiracy.\r\nThe only marijuana testimony involving these petitioners came from three\r\nwitnesses, one of whom testified to a single sale to petitioner Bell, another\r\nto two sales to petitioner McElveen, and a third who testified that\r\npetitioner Watford had bought marijuana from her husband.\r\n\r\n\r\n\r\n\r\np. 29\r\n\r\nSTATE v. BARROSO, et al.\r\n\r\n\r\n\r\nevidence of isolated marijuana transactions is probative of petitioners'\r\nparticipation in the marijuana conspiracy, much less how it is probative of\r\npetitioners' alleged roles as dealers in the cocaine trafficking conspiracy.\r\nAs it relates to these petitioners, we find no evidence of a common scheme\r\nor plan within the meaning of Lyle.\r\n\r\n\r\nAs the State argued and the Court of Appeals held, the\r\nbulk of the marijuana evidence admitted at the trial did not involve these\r\npetitioners. See footnote 1, supra. We do not agree that this fact is\r\nsufficient to allay prejudice to the petitioners. The evidence against\r\npetitioners was far from overwhelming, resting entirely on the testimony of\r\nseveral individuals, all \"higher up\" in the cocaine conspiracy hierarchy,\r\nwho had turned State's evidence in order to receive reduced sentences.\r\nThe extensive evidence of extraneous bad acts by the State's witnesses\r\nserved here to bolster their credibility, in the sense that they were\r\npresented to the jurors as repentant persons determined to clear their\r\nconsciences and assist the State in restoring law and order in Lamar.\r\nCompare, e.g., State v. Joseph, Op. No. 2711 (S.C. Ct. App. filed August\r\n18, 1997)(impeached witness not permitted to explain circumstances\r\nsurrounding criminal conviction in order to mitigate its impact). We find\r\nthat the erroneously admitted evidence here served to prejudice these\r\npetitioners by raising a spurious inference of guilt. This effect was\r\nexacerbated in this mass conspiracy trial, with the enhanced danger that\r\nthe jury would lose sight of individual guilt, and convict for reasons other\r\nthan the evidence. See State v. Gunn, supra.\r\n\r\n\r\nSince the State's witnesses were not on trial, Lyle-type\r\nevidence of their participation in marijuana trafficking was simply\r\nirrelevant. We remind the State that mere association with admitted\r\nmembers of the conspiracy is insufficient to tie other persons to the\r\nconspiracy. State v. Sullivan 277 S.C. 35, 282 S.E.2d 838 (1981) cited\r\nwith approval in State v. Gunn, supra. Contrary to the holding of the\r\nCourt of Appeals, we cannot construe this extensive evidence of marijuana\r\ntrafficking from the State's witnesses as simply impeachment evidence\r\nelicited by the State from its own witnesses to \"draw the sting out\" of\r\ncross-examination. Impeachment evidence is limited to admission of the\r\nfact of the misconduct, and does not encompass the details of the\r\ntransgression. e.g., State v. Allen, 266 S.C. 468, 224 S.E.2d 881 (1976);\r\nState v. Joseph, supra. The evidence here far exceeded the permissible\r\nscope of impeachment. Further, at the time this case was tried, our law\r\nprohibited a party from impeaching its own witness. Cf., Hicks v.\r\nColeman, 240 S.C. 227, 125 S.E.2d 473 (1962).\r\n\r\n\r\nThe marijuana evidence was not admissible at trial, and\r\np. 30\r\n\r\nSTATE v. BARROSO, et al.\r\n\r\n\r\n\r\nits admission prejudiced the petitioners. Accordingly, we\r\n\r\n\r\nREVERSE AND REMAND.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTOAL, MOORE, BURNETT, AJ., and Acting Associate Justice\r\nGeorge T. Gregory Jr., concur.\r\n\r\n\r\np. 31\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24720","title":"State v. Lewis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24720","description":"","date":"1997-12-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 34\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nThe State,    Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nJames Joseph Lewis,\r\nJr., Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Horry County\r\nDaniel E. Martin, Sr., Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24720\r\nHeard October 7, 1997 - Filed December 8, 1997\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSenior Assistant Attorney General Norman Mark\r\nRapoport, of Columbia; and Ralph J. Wilson, of\r\nConway for respondent.\r\n\r\n\r\n\r\n\r\nBURNETT, A.J.: On November 2, 1995, appellant broke into\r\nhis estranged wife's home and shot her paramour at close range, killing\r\nhim. Appellant was indicted on murder and first degree burglary charges.\r\nHe was convicted of voluntary manslaughter and first degree burglary, but\r\nfound mentally ill.\r\n\r\n\r\np. 3\r\n\r\n\r\nSTATE v. LEWIS \r\n\r\nAppellant argues the trial judge erred by failing to instruct the\r\njury on insanity. He contends his own testimony and that of lay witnesses\r\nsupported an instruction on insanity. We disagree.\r\n\r\n\r\nISSUE\r\nDid the trial judge err by refusing appellant's request to instruct the\r\njury on insanity?\r\n\r\n\r\n\r\n\r\nFACTS\r\nAppellant testified he and Charlotte began living together in\r\nMarch 1991 and married in March 1993. Throughout the marriage,\r\nappellant was suspicious of Charlotte's relationships with other men.\r\nAppellant and Charlotte separated in June 1995. Charlotte moved into\r\nher own residence. After their separation, appellant learned some of\r\nCharlotte's relationships had been adulterous.\r\n\r\n\r\nAppellant testified between the separation and the shooting, he\r\nlost 70 pounds, had difficulty sleeping, saw a \"nerve specialist,\" and\r\ncontemplated suicide. Appellant testified he did not remember going to\r\nwork two days before the shooting. The day before the shooting, appellant\r\nsaw a psychiatrist who prescribed medication.\r\n\r\n\r\n\r\n\r\nThe morning of the shooting, appellant testified he awoke and\r\nfelt at peace because he had decided to visit Charlotte and then take his\r\nown life. Appellant remembered telephoning Charlotte and telling her he\r\nwas going to shoot himself on her front porch. Appellant explained he sat\r\non Charlotte's front porch with the gun in his mouth waiting for someone\r\nto look out the window, but no one did. Appellant testified the next thing\r\nhe remembered was the gun going off. He realized he had shot Sammy,\r\nwho was laying half-dressed in Charlotte's bed. Appellant maintained he\r\ndid not intend to harm anyone other than himself.1\r\n\r\n\r\n\r\n\r\nAfter the shooting, appellant admitted following Charlotte out\r\nof her residence with the gun in his hand, but after seeing two police\r\nofficers with their guns drawn, he turned around and went back into the\r\nhome. Appellant allowed emergency personnel into the residence to\r\n\r\n\r\n\r\n\r\n1 Appellant neither admitted nor denied knowing Sammy was inside\r\nCharlotte's home, however, Charlotte testified she told appellant over the\r\ntelephone Sammy was there and \"[they] were still in bed.\"\r\n\r\n\r\np. 4\r\n\r\n\r\nSTATE v. LEWIS \r\n\r\nremove Sammy.2 Appellant stated he remained in the home with a gun to\r\nhis head and shot himself when the SWAT team threw in tear gas because\r\nhe \"thought they may be able to take me out alive.\"3\r\n\r\n\r\nOn cross-examination, appellant testified he \"wasn't in [his]\r\nright mind that morning;\" \"I didn't do anything logical that day.\" He\r\ntestified he must have been \"totally out of [his] mind.\"\r\n\r\n\r\nA neighbor testified she saw appellant the evening before the\r\nshooting. He was slumped in a chair and was acting differently; he did\r\nnot hear anything she was saying; he cried; he was \"completely out of it;\"\r\nhe was \"severely disturbed.\" The neighbor testified she thought appellant\r\nwas going to kill himself. Another neighbor testified she never saw\r\nappellant lose his temper.\r\n\r\n\r\nAppellant's employee testified months prior to the shooting,\r\nappellant quit coming to work on a regular basis and was dazed and\r\ndepressed.\r\n\r\n\r\nAppellant's sister, who resided in Maryland, testified weeks\r\nprior to the shooting, appellant would telephone and, when she answered,\r\nhe would be crying and incoherent. She testified she visited appellant a\r\nfew days before the shooting because she was concerned he would kill\r\nhimself. The sister testified appellant was not a violent person.\r\n\r\n\r\nAppellant's daughter testified she was very worried about\r\nappellant after he and Charlotte separated. Appellant would telephone\r\nher and cry, and spend hours talking about how he missed Charlotte. On\r\nthe day of the shooting, appellant telephoned his daughter at 6:00 a.m.;\r\nshe thought he was going to kill himself.\r\n\r\n\r\nBoth the prosecution and defense medical experts testified\r\nappellant suffered from severe depression, a mental illness, at the time of\r\nthe commission of the crimes, but concluded appellant was able to\r\ndistinguish between right and wrong. Appellant's expert testified, because\r\n\r\n\r\n\r\n\r\n2Charlotte testified she heard Sammy breathing before she fled from\r\nher home. The forensic pathologist testified Sammy died several hours\r\nafter the shooting.\r\n\r\n\r\n3Police negotiated with appellant for seven hours before the SWAT\r\nteam entered the home.\r\n\r\n\r\np. 5\r\n\r\n\r\nSTATE v. LEWIS \r\n\r\nof his severe depression, appellant was unable to conform his conduct to\r\nthe requirements of the law.4\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nIn every criminal case, it is presumed the defendant is sane.\r\nState v. Milian-Hemandez, 287 S.C. 183, 336 S.E.2d 476 (1985). Insanity\r\nis an affirmative defense to a prosecution for a crime. Id.\r\n\r\n\r\nSouth Carolina has adopted the M'Naghten test to determine\r\ninsanity.5 A defendant is insane if, at the time of the commission of the\r\nact constituting the offense, as a result of mental disease or defect, he\r\nlacked the capacity to distinguish moral or legal right from moral or legal\r\nwrong or to recognize the particular act charged as morally or legally\r\nwrong. S.C. Code Ann. § 17-24-10(A)(Supp. 1996). \"[T]he key to insanity\r\nis 'the power of the defendant to distinguish right from wrong in the act\r\nitself - to recognize the act complained of is either morally or legally\r\nwrong'.\" State v. Wilson 306 S.C. 498, 506, 413 S.E.2d 19, 23, cert.\r\ndenied, 506 U.S. 846 (1992), quoting State v. McIntosh, 39 S.C. 97, 17 S.E.\r\n446 (1893).\r\n\r\n\r\nA defendant may rely on lay testimony to establish insanity.\r\nState v. Hinson, 253 S.C. 607, 172 S.E.2d 548 (1970); see also, State v.\r\nRimert, 315 S.C. 527, 446 S.E.2d 400, cert. denied, 513 U.S. 1080\r\n(1994)(State relied on lay testimony to establish sanity); State v. Smith,\r\n298 S.C. 205, 379 S.E.2d 287 (1989)(where defendant presents expert\r\ntestimony on his insanity, State is not required to present expert\r\ntestimony on sanity; lay testimony may be sufficient). In fact, a jury may\r\ndisregard expert testimony. Milian-Hernandez, supra.\r\n\r\n\r\nThe law to be charged is determined from the facts presented\r\nat trial. State v. Todd, 290 S.C. 212, 349 S.E.2d 339 (1986). A requested\r\ncharge on insanity is properly refused where there is no evidence tending\r\n\r\n\r\n\r\n4This testimony alone supported the charge on guilty but mentally ill\r\n(GBMI). A defendant is GBMI, \"if, at the time of the commission of the\r\nact constituting the offense, he had the capacity to distinguish right from\r\nwrong or to recognize his act as being wrong ... but because of mental\r\ndisease or defect he lacked sufficient capacity to conform his conduct to\r\nthe requirements of the law.\" S.C. Code § 17-24-20(A)(Supp. 1996).\r\n\r\n\r\n\r\n\r\n5M'Naghten's Case, 8 Eng. Rep. 718 (1843). \r\n\r\np. 6\r\n\r\n\r\nSTATE v. LEWIS \r\n\r\nto show the defendant was insane at the time of the crime charged. 23A\r\nC.J.S. Criminal Law § 1321 (1989).\r\nAppellant contends his own testimony and the testimony of lay\r\nwitnesses established he could not distinguish between right and wrong or\r\nrecognize his acts as wrong at the time of the shooting. Appellant relies\r\non his characterization of his mental condition as \"out of [his] mind\" at the\r\ntime of the offense and other witnesses' descriptions of his mental state\r\nnear the time of the offense.\r\n\r\n\r\nAfter carefully reviewing the evidence presented, we conclude\r\nappellant was not entitled to a charge on insanity. While it is\r\nuncontroverted appellant suffered from severe depression, the evidence\r\ndoes not suggest he was unable to distinguish between right and wrong o\r\nunable to recognize his actions as morally or legally wrong at the time of\r\nthe offense. Even appellant's own testimony that he was \"out of [his]\r\nmind\" does not indicate he could not differentiate between right and wrong\r\nor recognize his conduct as wrong.6 We note \"there are but few instances\r\nwhere one slays another while his mind is in normal condition.\" State v.\r\nGardner, 219 S.C. 97, 107, 64 S.E.2d 130, 135 (1951), citing Anderson v.\r\nState, 148 S.W. 802 (Tex. App. 1912)\r\n\r\n\r\n\r\n\r\n6 See Brodka v. State, 298 So.2d 55 (Ala. 1974)(evidence was\r\ninsufficient to sustain plea of insanity and court was justified in\r\ninstructing jury to that effect despite defendant's testimony he was\r\ndepressed, upset, \"something just came over him,\" and he \"didn't know\r\nwhat he was doing at the time of the shooting\"); McClendon v. State, 278\r\nS.E.2d 96 (Ga. App. 1981)(testimony that just prior to assault defendant\r\nwas \"going crazy,\" was not evidence defendant did not have mental\r\ncapacity to distinguish between right and wrong); State v. Roy , 60 P.2d\r\n646 (N.M. 1936)(evidence defendant was \"polluted half the time or crazy or\r\nsomething\" after the death of his wife, cried, \"wasn't himself,\" and on the\r\nday of the homicide \"looked kind of wild in his eyes ... just looked\r\nsomething out of the ordinary; figgety [sic], like\" did not show at time of\r\ncrime defendant was not able to distinguish right from wrong); State v.\r\nDavis, 334 S.E.2d 509 (N.C.App. 1985) (defendant's testimony at time of\r\nthe homicide he \"lost [his] mind,\" \"was so mixed up right then,\" and \"went\r\ncompletely out of [his] mind\" was not evidence of insanity); De La Garza v.\r\nState, 650 S.W.2d 870 (Tex. App. 1983)(defendant's testimony he was sleep\r\ndeprived, intoxicated, confused, and \"out of control\" was insufficient to\r\nsupport a jury charge on insanity).\r\n\r\n\r\np. 7\r\n\r\n\r\nSTATE v. LEWIS \r\n\r\nMoreover, appellant's own testimony suggests he was sane.\r\nAfter killing Sammy, appellant testified he chased Charlotte out of her\r\nhome then ran back inside when he saw police officers with their guns\r\ndrawn. He allowed an emergency crew into the home to remove Sammy,\r\nwho was still alive. Thereafter, appellant remained in Charlotte's\r\nresidence for hours, threatening to shoot himself but not doing so until the\r\nSWAT team entered. These actions suggest appellant recognized the\r\ngravity of the situation and that his conduct was wrong, and tend to\r\nestablish his sanity rather than his insanity. Id. S.C. at 106, S.E.2d at\r\n135 (defendant not entitled to insanity charge even though police testified,\r\nshortly after the homicide, defendant \"didn't act clear\" and \"looked like a\r\nmadman,\" but stated he was \"ready to be electrocuted;\" the statement\r\nshowed the defendant \"fully appreciated the gravity of his act.\").\r\n\r\n\r\n\r\n\r\nSince there was no evidence appellant was unable to\r\ndistinguish between right and wrong or unable to recognize his actions as\r\nwrong at the time of the offense, there was no evidence of insanity and\r\nthe trial judge properly refused appellant's request to charge insanity.\r\nState v. Todd- supra. 7 Appellant's conviction is AFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE and WALLER, A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 In State v. Campen, 321 S.C. 505, 469 S.E.2d 619 (Ct. App. 1996),\r\nthe Court of Appeals held, in dicta, a defendant was properly entitled to a\r\ncharge on insanity where he had testified he had mental difficulties most\r\nof his life, suffered from paranoia, and, on the day of the offense, he was\r\nparanoid, confused, had no control over his actions, and needed\r\npsychological help. We overrule Campen insofar as it found this evidence\r\nsupported a charge on insanity.\r\n\r\n\r\np. 8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24721","title":"In the Matter of M. Leonard Ledford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24721","description":"","date":"1997-12-08","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 34\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nIn the Matter of M. Leonard Ledford, Respondent.\r\n\r\n\r\nOpinion No. 24721\r\nHeard October 7, 1997 - Filed December 8, 1997\r\n\r\n\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., both of\r\nColumbia, for complainant.\r\n\r\n\r\n\r\n\r\nEugene C. Covington, Jr., of Covington, Patrick, Hagins\r\n&amp; Lewis, P.A., of Greenville, for respondent.\r\n\r\n\r\n\r\n\r\nPER CURIAM: This is an attorney disciplinary matter.\r\nRespondent is charged with forging the name of another attorney and\r\nmisappropriating client funds from his trust account. Respondent admits\r\nthe underlying actions constituting misconduct. The Panel found\r\nrespondent committed misconduct and recommended he be disbarred. We\r\nagree.\r\n\r\n\r\n\r\n\r\nIn December 1994 following the issuance of a public reprimand\r\nfor misconduct, the title insurance company for which respondent had\r\nissued insurance polices ended its agency relationship with respondent.\r\nUnable to write title insurance policies, respondent asked another attorney\r\n(Attorney) to write the insurance policies for him. In June 1995, the title\r\ninsurance company not only denied respondent's application to become an\r\nagent but also removed respondent from its list of approved settlement\r\nattorneys. On June 28th, the insurance company directed Attorney not to\r\n\r\n\r\n\r\n\r\nRespondent received a public reprimand following a conditional\r\nadmission for various misconduct including failing to act on various legal\r\nmatters and not cooperating with the Board. In re Ledford, 317 S.C. 177,\r\n452 S.E.2d 605 (1994).\r\n\r\n\r\np. 9\r\n\r\n\r\nIN THE MATTER OF LEDFORD \r\n\r\nissue any more policies with respondent as the settlement attorney after\r\nJune 30th. One closing was not completed prior to this date. Respondent\r\ntold the mortgage company Attorney was handling the closing when\r\nrespondent knew he was not. After discovering Attorney was aware of his\r\nactions, respondent then asked Attorney to sign the documents as the\r\nclosing attorney. Attorney refused and contacted the Grievance Committee\r\nand the title insurance company. The closing took place with respondent\r\nas the closing attorney and with the title insurance's knowledge and\r\napproval.\r\n\r\n\r\nRespondent also forged Attorney's name on two checks and\r\nseveral of the closing papers involved in the refinancing of real estate.\r\nThe real estate transactions involved the refinancing property for\r\nrespondent's wife, Anne Marie Ledford.\r\n\r\n\r\nIn July 1995, respondent forged Attorney's signature on a\r\ncheck for proceeds from the refinancing of property for his wife. Several\r\nmonths later in May 1996, respondent handled the refinancing of another\r\npiece of real estate for his wife. He, however, used Attorney's name as\r\nthe closing attorney. Exhibit C-11 is a \"Final Report on Title of Ann\r\nMarie L. Ledford\" dated May 28, 1996, which was submitted to the lending\r\ninstitution. It appears to be on letterhead of Attorney. Respondent forged\r\nthis entire document and Attorney's signature on it. He even went so far\r\nas to create a letterhead for Attorney at the top of the document.\r\nRespondent then forged Attorney's name on the check distributed as a\r\nresult of the refinancing.\r\n\r\n\r\nAs to the misappropriation of funds, respondent withdrew\r\n$83,275 from his trust account to secure the down payment on three\r\nrental houses between July 1995 and  January 1996 as a personal\r\ninvestment. Respondent sought permanent financing for these rental\r\nproperties but he was unable to obtain it. Portions of the money were\r\ndeposited back into the trust account in March and September 1996. On\r\nJanuary 10, 1997, twelve days prior to the Panel Hearing, respondent\r\ntestified he repaid the entire amount. The money represented the float\r\nfrom the various loan closings he had handled.\r\n\r\n\r\n\r\n\r\nRestitution was indicated but not proven because an extensive audit\r\nwould have to be performed to prove restitution. Respondent testified he\r\nactually deposited an additional $13,000 to make sure he covered all of the\r\nmoney he had withdrawn and to cover the 59 nonsufficient funds charges\r\nthat his withdrawal had caused.\r\n\r\np. 10\r\n\r\n\r\nIN THE MATTER OF LEDFORD \r\n\r\nRespondent contends disbarment is too harsh a sanction to\r\nimpose for his misconduct. He contends a definite suspension would be an\r\nappropriate sanction because this misconduct is very uncharacteristic of\r\nhis legal career and occurred over a six-month period. Respondent\r\ndismisses the fact that this misconduct occurred within a year of\r\nrespondent receiving a public reprimand.\r\n\r\n\r\nAs far as the misappropriation of the trust fund account,\r\nrespondent contends that his conduct was not egregious because no clients\r\nwere injured and he repaid the money. We disagree. While things may\r\nhave turned out that way for respondent, they could have just as easily\r\nnot. In any event, respondent's actions are not excused by his assertion\r\nthat the acts did not harm a client. In re Gregory, 306 S.C. 270, 411\r\nS.E.2d 430 (1991).\r\n\r\n\r\nRespondent has violated Rule 1.15 of the Rules of Professional\r\nConduct, Rule 407, SCACR, by failing to safeguard and preserve the\r\nidentity of client funds. Respondent has also violated Rule 8.4 by\r\nengaging in conduct involving dishonesty, fraud, deceit, and\r\nmisrepresentation, and by engaging in conduct that is prejudicial to the\r\nadministration of justice.\r\n\r\n\r\nIt is our opinion that respondent's misconduct warrants\r\ndisbarment. It is therefore ordered that respondent shall be disbarred\r\nfrom the practice of law in this state. Within fifteen days of the date of\r\nthis opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Paragraph 30 of Rule 413, SCACR, and\r\nshall surrender his certificate of admission to the Clerk of Court.\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\n\r\n\r\n\r\n\r\np. 11\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24722","title":"In the Matter of R. Eugene Miller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24722","description":"","date":"1997-12-08","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 34\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\nIn the Matter of R.\r\nEugene Miller, Respondent.\r\nOpinion No. 24722\r\nSubmitted October 29, 1997 - Filed December 8, 1997\r\nDISBARRED\r\nComing B. Gibbs, Jr., of Charleston, for respondent.\r\nAttorney General Charles Molony Condon and Senior Assistant\r\nAttorney General James G. Bogle, Jr., both of Columbia, for\r\ncomplainant.\r\nPER CURIAM: In this attorney grievance matter, respondent\r\nhas admitted the allegations against him and consents to disbarment. We\r\naccept his admission and disbar respondent. The admitted allegations\r\ninvolve several different matters, discussed separately below.\r\nAbundant Life Church Matter\r\nAbundant Life Church (Church) consolidated three mortgages\r\ninto one and chose respondent to close the transaction. Respondent\r\nreceived a check for $455,059 which he deposited in his trust account on\r\nJuly 28, 1995. The ending balance in the trust account for July 1995 was\r\n$434,642.99 which indicated respondent had misappropriated the Church's\r\nfunds. During August, two of the Church's mortgages were satisfied with\r\nfunds from respondent's trust account. Instead of satisfying the third\r\nmortgage for $360,309.71, respondent began making monthly payments.\r\nIn October, an unrelated third party gave respondent a check\r\np. 12\r\n\r\nIN-THE MATTER OF MILLER\r\n\r\nfor $359,209.93 which respondent deposited in his trust account.\r\nRespondent then wrote a check to satisfy the Church's third mortgage.\r\nHowever, the third party's check was not honored by the drawee bank,\r\nand therefore the funds in respondent's trust account were insufficient to\r\ncover the check. The bank which maintained respondent's trust account\r\nhonored the check anyway, leaving a negative balance in respondent's\r\ntrust account of $347,732.61.\r\nRespondent negotiated with the bank to pay the amount owed.\r\nDuring those negotiations, respondent attempted to dissuade the bank\r\nfrom revealing his misconduct by threatening, \"I must caution you,\r\nhowever, that should punitive action be instigated or information leaked to\r\nthe Bar, . . . then my individual efforts to satisfy the bank and to remove\r\nthe problem as it relates to me will not only become impaired but will\r\nbecome a matter of impossibility.\"\r\nEstate of Raymond Fougerousee Matter\r\nIn July of 1993, respondent was asked to represent the estate\r\nof Raymond Fougerousee. A check for $244,000, representing the principal\r\namount of the estate, was deposited into respondent's trust account in\r\nJuly. In October, a check for $1,363.56 was also deposited. Mr.\r\nFougerousee's widow instructed respondent to use these proceeds to satisfy\r\ntwo residential mortgages. Instead of following her instructions,\r\nrespondent made monthly payments on these mortgages from July of 1993\r\nuntil the fall of 1995. These mortgages remain unsatisfied, and as of\r\nAugust 4, 1997, respondent's trust account had a zero balance.\r\nJohn Thomas Parker Matter\r\nJohn Thomas Parker gave respondent a check for $28,060.80 in\r\nApril of 1993 to give to the South Carolina Coastal Council to release an\r\neasement. Respondent deposited the check in his trust account and\r\nthereafter misappropriated Parker's money.\r\nAnnie Laurie Bendt Matter\r\nAnnie Laurie Bendt is engaged in the business of buying and\r\nselling real estate in Charleston. In December of 1994, respondent\r\nreceived $189,995.93 as Bendt's escrow agent. In March of 1995, Bendt\r\ngave respondent approximately $23,000 to hold in relation to an option to\r\npurchase property. In April of 1995, Bendt gave respondent $142,153.23\r\np. 13\r\n\r\nIN THE MATTER OF MILLER\r\n\r\nwhich she received after a closing, bringing the total of her funds held by\r\nrespondent $355,149.16. During the spring of 1995, Bendt received part of\r\nher money, thereby reducing the balance of her funds held by respondent\r\nto $133,539.83. In October, Bendt needed $83,495.76 to purchase property\r\nin Georgia. At that time, respondent did not have sufficient funds in his\r\ntrust account to give Bendt that sum, but arranged for an artificial\r\nbalance through a check kiting scheme with a third party. Respondent did\r\nnot give Bendt the funds she needed until eight days after she requested\r\nthem.\r\nIn December of 1994, Bendt sold a home. On behalf of Bendt,\r\nrespondent received a check payable to MARCAR Title Insurance Agency.1 \r\nRespondent endorsed the check and deposited it into his trust account. In\r\nApril of 1995, Bendt sold another home. As part of the transaction, she\r\nwrote a check to MARCAR Title Insurance Agency, which respondent also\r\nendorsed and deposited into his trust account. Furthermore, MARCAR\r\nwas reflected as the seller in the April transaction even though respondent\r\nhad no right to use MARCAR as an intermediary for any transaction.\r\nAnnie Laurie Bendt and Scott Elliott/Florence Medlin Matter\r\nBendt purchased property owned by Scott Elliott and Florence\r\nMedlin in April of 1995. Respondent served as the closing attorney.\r\nInstead of satisfying the prior mortgage held by Elliott and Medlin,\r\nrespondent made two monthly payments.\r\nMargaret Schultz Matter\r\nMargaret Schultz purchased property and hired respondent to\r\nrepresent her. She entrusted respondent with a cashier's check from her\r\nhome equity line of credit for $175,000 and a check for $5,000 from her\r\npersonal account. Respondent was to bring this money to the closing.\r\nRespondent failed to bring the money, but assured the attorney who\r\nconducted the closing he would satisfy the seller's mortgage with the\r\n$180,000 in his possession plus approximately $17,397.30 given to him as\r\na result of the closing.\r\nRespondent exchanged the cashier's check for $175,000 for two\r\nchecks, one for $95,000 payable to respondent and one for $80,000 payable\r\n\r\n1 Respondent and his former partner, Berry Baker, were MARCAR's officers.\r\n\r\nTheir children were the stockholders.\r\np. 14\r\n\r\nIN THE MATTER OF MILLER\r\n\r\nto First Federal Bank. The check to First Federal was used to satisfy the\r\ndebt of another client.\r\nRespondent used the $17,397.30 check given to him at the\r\nclosing to purchase one cashier's check payable to himself in the amount\r\nof $7,000 and another one payable to himself in the amount of $7,112.98.\r\nHe also purchased a cashier's check payable to Charleston County\r\nTreasurer in the amount of $3,284.32. The two checks payable to\r\nrespondent were recovered and turned over to a court-appointed trustee.\r\nHowever, respondent misappropriated the rest of Schultz's money.\r\nThe Stiles Point Matter\r\nA lot in Stiles Point Plantation was sold in April of 1995,\r\nRespondent was the escrow agent for this transaction and received\r\n$109,654.11 which he subsequently misappropriated.\r\nLewis and Amy White Matter\r\nDuring September of 1995, Lewis and Amy White sold property\r\nand chose respondent as their escrow agent. He was given $110,463.99 to\r\nsatisfy an $80,000 mortgage given by First Federal and a loan of $30,000.\r\nRespondent paid First Federal, but the money he used came from the\r\nMargaret Schultz transaction discussed above. The loan was never paid.\r\nRespondent then used the money given to him as a result of the Whites'\r\ntransaction to open another trust account. At the end of October, the\r\nbalance in this trust account was $26,265.23, and at the end of the year,\r\nthe balance had dipped to $7,298.83.\r\nErica Johnson Matter\r\nErica Johnson and her two children were injured in a car\r\naccident in June of 1993. Johnson retained respondent to represent them.\r\nIn October of 1994, respondent received three insurance checks for the\r\nJohnsons totaling $52,972.36 which he deposited in his trust account. Of\r\nthis sum, Johnson only received $14,604.66.\r\nMary Urie and Livisco Urie Matter\r\nMary Urie and her son Livisco were injured in a car accident\r\nin November of 1994. As their attorney, respondent settled their case and\r\nreceived insurance checks for $25,000. However, the Uries received only\r\np. 15\r\n\r\nIN THE MATTER OF MILLER\r\n\r\n$9,077.19 of that settlement.\r\nThe Estate of Herman Bell Matter\r\nRespondent represented the estate of Herman Bell. Bell was\r\nkilled when he was hit by a car. Bell's personal representative brought\r\nsuit on his behalf, and a settlement was reached. The amount due the\r\npersonal representative after court costs and attorney's fees were deducted\r\nwas $15,626.50. The personal representative had agreed to share this\r\namount with a deceased brother. Although the personal representative\r\nreceived her half, respondent misappropriated the deceased brother's half\r\nwhich amounted to $7,813.25.\r\nJohn Bennett Matter\r\nA Charleston attorney, John Bennett, complained to the\r\nCommission on Lawyer Conduct after respondent served as the closing\r\nattorney for a Mr. and Mrs. Johnson in June of 1995. Instead of\r\nsatisfying a prior mortgage, respondent made two monthly payments\r\nbefore making the final payment in August of 1995. In the meantime,\r\nrespondent misappropriated the Johnsons' funds. To cover a negative\r\nbalance in his trust account, he then engaged in a check kiting scheme,\r\nprocuring from a third party a check for $159,750. Respondent used this\r\nsum, plus another client's funds, to satisfy the Johnsons' prior mortgage.\r\nHeyward McDonald Matter\r\nA Columbia attorney, Heyward McDonald, also complained to\r\nthe Commission about respondent after respondent served as the closing\r\nattorney for a sale of real estate in April of 1995. Respondent was to\r\nsatisfy a mortgage for the seller, Mrs. Galloway, in the amount of\r\n$286,907.62. Instead, he misappropriated these funds and continued to\r\nmake monthly payments on the mortgage. In July of 1995, respondent\r\nused funds belonging to other clients to satisfy this mortgage.\r\nJack and Dorothy Jaskwhich Matter\r\nJack and Dorothy Jaskwhich sold real estate to Annie L. Bendt\r\nin October of 1994. Respondent closed the transaction, but did not satisfy\r\nthe Jaskwhiches' mortgage. Instead, he converted their funds to his own\r\nuse and continued to make their monthly payments until November of\r\np. 16\r\n\r\nIN THE MATTER OF MILLER\r\n\r\n1995. At that time, respondent used funds from another source to satisfy\r\ntheir loan.\r\nThomas C. and Julia Huffman Matter\r\nIn April of 1994, the Huffmans refinanced a loan and asked\r\nrespondent to handle the closing. As a result of the closing, respondent\r\nreceived $95,565.50 which was to be used to pay the Huffmans' prior\r\nmortgage. Instead of satisfying the mortgage, respondent made three\r\nmonthly payments and converted the Huffmans's funds to his own use.\r\nRespondent used funds from another source to satisfy this mortgage in\r\nJune of 1994.\r\nD.E. Palassis Matter\r\nRespondent represented D.E. Palassis in a closing in July of\r\n1993. As a result of prospective improvements on the land involved,\r\nPalassis asked respondent to withhold $18,000 of the proceeds due him.\r\nRespondent withheld these funds and converted them to his ow-n use.\r\nCommingling of Funds\r\nDuring 1994, respondent received sums of money from third\r\nparties which he deposited into his trust account to prevent shortages\r\ntherein, thereby co-mingling non-client funds with client funds.\r\nCheck Kiting\r\nDuring 1994 and 1995, respondent solicited the assistance of\r\nother persons to engage in check kiting to create artificial balances in his\r\ntrust account until he could receive client funds to cover these shortages.\r\nRecords show seven checks totaling $842,709.93 were drawn on four\r\ndifferent banks as part of this scheme.\r\nThese repeated instances of improper conduct regarding client\r\nfunds demonstrate a pattern and practice of violating the Rules of\r\nProfessional Conduct. Rule 407, SCACR. Respondent has failed to act\r\nwith reasonable diligence and promptness in representing clients. Rule\r\n1.3. He has misappropriated client funds, has failed to promptly deliver to\r\nthird persons funds they were entitled to receive, and has failed to render\r\na full accounting regarding the property third persons as required by Rule\r\n1.15. He has engaged in reprehensible conduct involving dishonesty,\r\np. 17\r\n\r\nIN THE MATTER OF MILLER\r\n\r\nfraud, deceit and misrepresentation. Rule 8.4(d). He has engaged in\r\nconduct prejudicial to the administration of justice. Rule 8.4(e). His\r\nconduct has brought the legal profession into disrepute and has\r\ndemonstrated his unfitness to practice law. This conduct warrants\r\ndisbarment.\r\nAccordingly, we disbar respondent from the practice of law.\r\nRespondent has requested his disbarment be retroactive to the date of his\r\ninterim suspension. This request is denied. Within fifteen days of the\r\ndate of this opinion, respondent shall file an affidavit with the Clerk of\r\nCourt showing he has complied with Rule 30 of the Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR. In addition to all other\r\nrequirements respondent must meet to be reinstated under Rule 413,\r\nSCACR, no petition for reinstatement shall be accepted until respondent\r\nhas filed proof he has made full restitution to all institutions and\r\nindividuals who have lost money as a result of his fraudulent acts or\r\nmishandling of trust funds, to include restitution to the Lawyer's Fund for\r\nClient Protection for any payment it may make.\r\nDISBARRED.\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nBurnett, A.J., not participating.\r\np. 18\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24723","title":"Morgan Quincy Smith v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24723","description":"","date":"1997-12-15","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 35\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\nMorgan Quincy Smith, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nState of South Carolina, Petitioner.\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Florence County\r\nMarc H. Westbrook, Trial Judge\r\nB. Hicks Harwell, Jr., Post-Conviction Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24723\r\nSubmitted October 22, 1997 - Filed December 15, 1997\r\n\r\n\r\nREVERSED\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAssistant Appellate Defender M. Anne Pearce, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for respondent.\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: The State has petitioned for a writ of certiorari,\r\ncontesting the Post-Conviction Relief (\"PCR\") court's grant of relief to Morgan\r\nQuincy Smith on the basis of his attorneys' failure to advise him that\r\nburglary second degree is a violent offense. We reverse.\r\n\r\n\r\np. 3\r\n\r\nSMITH v. STATE\r\n\r\n\r\nFactual/Procedural Background\r\n\r\n\r\nIn June 1994, Smith was indicted on five counts of burglary second\r\ndegree, four counts of grand larceny, three counts of accessory after the fact\r\nof burglary and grand larceny, three counts of conspiracy, and one count of\r\ngrand larceny of a motor vehicle. Smith pled guilty to the second degree\r\nburglary, accessory after the fact, and grand larceny charges. He was\r\nsentenced to fifteen years for each count of second degree burglary, ten years\r\nfor each count of accessory after the fact, and five years for each count of\r\ngrand larceny. All of the sentences were to run concurrently. Smith did not\r\nappeal his convictions or sentence.\r\n\r\n\r\nIn late 1994, Smith filed a PCR application in which he alleged that he\r\nfailed to understand the nature of his plea to burglary under S.C. Code Ann.\r\n§ 16-11-312 (Supp. 1996).1 A PCR hearing was held at which Smith testified\r\nhe had been informed by counsel that he could potentially receive 130 years\r\nfor his offenses. He stated, however, that he was not told whether the\r\nburglary offenses to which he was pleading guilty were violent or non-violent\r\noffenses. At one point in the hearing, he stated that he would not have pled\r\nguilty to a violent charge because he did not do anything violent. Smith\r\nknew he was pleading guilty to fifteen years to run concurrently and that he\r\nwould have to serve a third of the sentence.\r\n\r\n\r\nSmith's attorney Hugh Claytor (\"Attorney\") also testified at the PCR\r\nhearing. He stated that he told Smith that burglary second degree carried\r\na fifteen-year sentence and that the statutory minimum he would have to\r\nserve was one-third. They never talked about the distinction between violent\r\nand non-violent offenses. Attorney did believe that Smith was pleading to a\r\nnon-violent charge, but he did not think it mattered.\r\n\r\n\r\nOlin Purvis assisted Attorney in representing Smith. Purvis testified\r\nthat it was explained to Smith very clearly that he was facing fifteen-year\r\nsentences on the burglary charges that would be treated as mandatory one-\r\nthird sentences, and Smith would be required to do one-third of the time.\r\nPurvis stated that he did not raise the issue of whether the crime was violent\r\n\r\n\r\n\r\n1See S.C. Code Ann. § 16-11-312 (\"Burglary in the second degree is a\r\n\r\nfelony punishable by imprisonment for not more than fifteen years, provided,\r\nthat no person convicted by burglary in the second degree shall be eligible for\r\nparole except upon service of not less than one-third of the term of the\r\nsentence.\").\r\n\r\n\r\np. 4\r\n\r\nSMITH v. STATE\r\n\r\n\r\n\r\nand did not see any reason to do so.\r\n\r\n\r\nThe PCR court's order declares that Attorney had advised Smith about\r\nparole eligibility, but had not advised Smith that he was pleading guilty to\r\na violent offense. The order further states that there are consequences to\r\npleading to a violent crime, including \"treatment while in the Department of\r\nCorrections, [Smith's] eligibility for 'good time credits,' and the possibility of\r\nenhancement should he be convicted of a violent offense in the future.\"\r\nAccordingly, the PCR court granted Smith a new trial.\r\n\r\n\r\nThe State has petitioned for a writ of certiorari, contending that the\r\nPCR court erred in granting Smith a new trial on the basis of counsel's\r\nfailure to advise him that burglary second degree is a violent offense.\r\n\r\n\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nThe State argues the PCR court erred in granting Smith relief. We\r\nagree. A guilty plea may not be accepted unless it is voluntarily and\r\nunderstandingly made. Boykin v. Alabama, 395 U.S. 238, 89 S. Ct. 1709, 23\r\nL. Ed. 2d 274 (1969). In order for a defendant to knowingly and voluntarily\r\nplead guilty, he must have a full understanding of the consequences of his\r\nplea and of the charges against him. Simpson v. State, 317 S.C. 506, 455\r\nS.E.2d 175 (1995). In State v. Hazel, 275 S.C. 392, 271 S.E.2d 602 (1980),\r\nthis Court held that defendant's plea was not knowing because it was entered\r\nwithout an understanding of the mandatory punishment for the offense to\r\nwhich he was pleading. Accordingly, the plea was entered in ignorance of its\r\ndirect consequence and was therefore invalid. Similarly, in Dover v. State,\r\n304 S.C. 433, 405 S.E.2d 391 (1991), we held that the defendant's guilty plea\r\nwas made in ignorance of its consequences where the trial judge never asked\r\nthe defendant any factual questions, nor questioned him about the possibility\r\nof a severe sentence, and it was never established that the defendant\r\nunderstood the severity of the crimes or the sentences they carried.\r\n\r\n\r\nIn contrast, parole eligibility has been held to be a collateral\r\nconsequence of sentencing of which a defendant need not be specifically\r\nadvised before entering a guilty plea. Griffin v. Martin, 278 S.C. 620, 300\r\nS.E.2d 482 (1983). However, if the defendant's attorney undertakes to advise\r\nthe defendant about parole eligibility and gives erroneous advice, then the\r\nplea may be collaterally attacked. See Hinson v. State, 297 S.C. 456, 377\r\nS.E.2d 338 (1989). Likewise, if the judge misinforms the defendant about\r\nparole eligibility, then the defendant is entitled to a new trial. See Brown\r\n\r\n\r\np. 5\r\n\r\nSTATE V. SMITH\r\n\r\n\r\n\r\nv. State, 306 S.C. 381, 412 S.E.2d 399 (1991).2 In reaching its holding in\r\nBrown, the Court stated:\r\n\r\n\r\n\r\n  The imposition of a sentence may have a number of collateral\r\n  consequences, however, and a plea of guilty is not rendered\r\n  involuntary in a constitutional sense if the defendant is not\r\n  informed of the collateral consequences. Parole eligibility\r\n  typically is a collateral consequence of sentencing about which a\r\n  defendant need not be specifically advised before entering a guilty\r\n  plea. This is because parole eligibility is not a matter within the\r\n  jurisdiction of the trial court, but falls within the province of the\r\n  Board of Probation, Parole, and Pardon Services.\r\n  \r\n  \r\n\r\nBrown, 306 S.C. at 382-83, 412 S.E.2d at 400-01 (emphasis in\r\noriginal)(internal citations omitted).\r\n\r\n\r\nThe pivotal question in the present case is whether Smith should have\r\nbeen informed about the classification and consequences of burglary second\r\ndegree as a violent crime. The resolution of this question depends, in turn,\r\non whether the consequences of a violent crime are collateral.\r\n\r\n\r\nSection 16-1-60 (Supp. 1996) defines burglary second degree (S.C. Code\r\nAnn. § 16-11-312(B)) as a \"violent crime.\" There are a number of\r\nconsequences if defendant is convicted of a violent crime. Among these are\r\nhis preclusion from the pretrial intervention program,3 the supervised\r\n\r\n\r\n\r\n\r\n\r\n2Hunter v. State, 316 S.C. 105, 447 S.E.2d 203 (1994) limited Brown's\r\n\r\nholding. Hunter stated that a strict reading of Brown would seem to dictate\r\nthat a guilty plea must be reversed for any misstatement of parole eligibility\r\nby a trial judge, even where the misstatement relates to the defendant's\r\nparticularized situation, rather than the applicable law. Hunter declared that\r\nthat is incorrect. Rather, erroneous parole evidence advice from the bench\r\ncould, on certain facts mislead, a defendant to his detriment; however, it\r\nwould be wholly impractical to maintain a rule that requires the automatic\r\nreversal of a guilty plea without something more. Where the trial judge\r\nmerely explains the minimum criteria for parole eligibility as contained in the\r\napplicable statute, the fact that the defendant is not actually eligible for\r\nparole does not render his guilty plea involuntary or unknowing. Id. at 109,\r\n447 S.E.2d at 205-06.\r\n\r\n\r\n3See S.C. Code Ann. § 17-22-50 (Supp. 1996)(A person may not be\r\nconsidered for the pre-trial intervention program if he has been charged with\r\n\r\n\r\np. 6\r\n\r\nSMITH v. STATE\r\n\r\n\r\n\r\nfurlough program,4 and the Shock Incarceration Program.5 Other\r\nconsequences include tougher standards for parole,6 limitations on furlough7\r\nand work release,8 and unavailability of educational credits.9 Additionally,\r\none convicted of a violent crime may not become licensed as an embalmer or\r\nfuneral director10 or registered professional engineer, associate professional\r\n\r\n\r\n\r\nany crime of violence as defined in Section 16-1-60.).\r\n\r\n\r\n4See S.C. Code Ann. § 24-13-710 -- 720 (Supp. 1996).\r\n5See S.C. Code Ann. § 24-13-1310(l)(c) (Supp. 1996).\r\n6See S.C. Code Ann. § 24-21-30(B) (Supp. 1996) (\"The board may grant\r\nparole to an offender who commits a violent crime as defined in Section\r\n16-1-60 which is not included as a 'no parole offense' as defined in Section\r\n24-13-100 on or after the effective date of this section by a two-thirds\r\nmajority vote of the full board. The board may grant parole to an offender\r\nconvicted of an offense which is not a violent crime as defined in Section\r\n16-1-60 or a 'no parole offense' as defined in Section 24-13-100 by a\r\nunanimous vote of a three-member panel or by a majority vote of the full\r\nboard.\"); S.C. Code Ann. § 24-21-640 (Supp. 1996)(\"The board must not grant\r\nparole nor is parole authorized to any prisoner serving a sentence for a\r\nsecond or subsequent conviction, following a separate sentencing for a prior\r\nconviction, for violent crimes as defined in Section 16-1-60.\"); see also S.C.\r\nCode Ann. § 24-21-645 -- 650 (Supp. 1996).\r\n\r\n\r\n7See S.C. Code Ann. § 24-3-210(D) (Supp. 1996)(person convicted of a\r\nviolent crime under section 16-1-60 may not be extended the benefits of\r\nfurlough, unless the victim, the law enforcement agency, and the solicitor\r\nrecommend furlough).\r\n\r\n\r\n8See S.C. Code Ann. § 24-13-650 (Supp. 1996)(precluding offender of a\r\nviolent offense from being released back into the community in which he\r\ncommitted the offense, except where victim, law enforcement agency, and\r\nsolicitor all agree to recommend participation of offender in program).\r\n\r\n\r\n 9See S.C. Code Ann. § 24-13-230(F) (Supp. 1996)(\"The educational credit\r\nprovided for in this section, is not available to any individual convicted of a\r\nviolent crime as defined in Section 16-1-60.\").\r\n\r\n\r\n10See S.C. Code Ann. § 40-19-100 (1)(A)(ii) &amp; (B)(ii) (Supp. 1996).\r\n\r\n\r\np. 7\r\n\r\nSMITH v. STATE\r\n\r\n\r\n\r\nengineer, or professional land surveyor.11\r\n\r\n\r\nWe find that none of the above consequences are of greater significance\r\nthan parole eligibility. Because we have deemed parole eligibility to be a\r\ncollateral consequence, then, a fortiori, the above-named consequences are\r\ncollateral as well. As such, defendants need not be affirmatively informed\r\nabout them. See Brown, 306 S.C. at 382-83, 412 S.E.2d at 400 (\"The\r\nimposition of a sentence may have a number of collateral consequences,\r\nhowever, and a plea of guilty is not rendered involuntary in a constitutional\r\nsense if the defendant is not informed of the collateral consequences.\").\r\n\r\n\r\nMoreover, Brown reasoned that parole eligibility typically is a collateral\r\nconsequence of sentencing because it is not a matter within the jurisdiction\r\nof the trial court, but falls within the province of the Board of Probation,\r\nParole, and Pardon Services. Brown, 306 S.C. at 383, 412 S.E.2d at 400-01.\r\nThis reasoning is applicable here inasmuch as none of the consequences\r\ndiscussed above are matters within the jurisdiction of the trial court.\r\n\r\n\r\nBecause the consequences of a violent crime are collateral, Smith's\r\nguilty plea is not rendered involuntary due to counsel's failure to inform him\r\nof the consequences of a violent crime conviction. Smith was advised about\r\nthe severity of the offense, about his potential sentence, and that he had to\r\nserve a minimum of one-third of his sentence. At the guilty plea hearing,\r\nSmith responded to the court that he understood the charges he was facing\r\nand that he could be sentenced to a maximum sentence of 130 years.\r\nUnderstanding these things, he still wanted to plead guilty.\r\n\r\n\r\nAlthough Attorney incorrectly believed that the burglary charge to\r\nwhich Smith was pleading was a non-violent offense, and Attorney did not\r\nunderstand what effect violent versus non-violent would have on parole\r\neligibility, there was no evidence presented that Attorney advised Smith\r\nabout these matters. Because the information that Smith did receive was\r\nsufficient and correct, he has no basis for relief.\r\n\r\n\r\nCONCLUSION\r\nBased on the foregoing, the grant of PCR is REVERSED.\r\n\r\n\r\n\r\n11 See S.C. Code Ann. §§ 40-22-10(19), -190(a), -195(A), -220, &amp; 260)\r\n\r\n(Supp. 1996).\r\n\r\n\r\np. 8\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, A.J., concur.\r\n\r\n\r\n\r\np. 9\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24724","title":"State v. Kelvin Weston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24724","description":"","date":"1997-12-15","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 35\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\nThe State, Respondent,\r\nv.\r\nKelvin Weston, Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Richland County\r\nJoseph A. Wilson, II, Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24724\r\nHeard October 9, 1997 - Filed December 15, 1997\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\nAssistant Appellate Defender Robert M. Pachak, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant.\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon,\r\nAssistant Deputy Attorney General Donald J.\r\nZelenka, Assistant Attorney General John P.\r\nRiordan, all of Columbia, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: Appellant Kelvin Weston was convicted of murder\r\nand armed robbery. On appeal, Weston challenges the validity of a search\r\nwarrant and argues that the evidence seized pursuant to such search warrant\r\nshould have been suppressed at trial. We reverse and remand for a new\r\ntrial.\r\n\r\n\r\np. 10\r\n\r\nSTATE v. WESTON\r\n\r\n\r\n\r\nFactual/Procedural Background\r\n\r\n\r\nOn August 31, 1994, Addie Lee Scott Argoe left her residence at 2224\r\nManse Street at around 7:00 p.m., locking both locks of her front door.\r\nJames G. Alford lived with Argoe and remained in the house after Argoe left.\r\nWhen Argoe returned at 8:45 p.m., she found the front door ajar and Alford\r\nlying face down on the floor. Alford's pants' pockets were pulled out and\r\nmoney was missing from his wallet. The police later concluded that Alford\r\nhad been shot and killed with a .25 caliber bullet.\r\n\r\n\r\nOn September 16, 1994, Claude Crumlin provided police with a written\r\nstatement concerning an incident which occurred on March 18, 1994.\r\nCrumlin claimed that Kelvin Weston had attempted to rob him at gun point.\r\nBased on Crumlin's statement, warrants were issued on September 16, 1994,\r\nfor Weston's arrest.\r\n\r\n\r\n\r\n\r\nIn the early afternoon of September 19, 1994, police went to a Chevron\r\nStation on Main Street to seize Weston's 1978 Datsun. After towing the\r\nDatsun to the City Police Department, police obtained a search warrant from\r\na ministerial recorder to search its contents. Police stated in the search\r\nwarrant that they were searching for property related to the Crumlin crime.\r\nThe affidavit supporting the search warrant provided:\r\n\r\n\r\n\r\n  On March 18, 1994 at approx 2245 hours the victim (Claude\r\n  Crumlin) was the victim of an armed robbery and assault with\r\n  intent to kill at 5126 Farrow Rd. The defendant in this incident\r\n  is a Kelvin Weston. Kelvin Weston, by S.C. highway depts., is\r\n  the registered owner of the above listed vehicle. Also\r\n  investigation revealed through witness in this matter that\r\n  defendant was driving above vehicle at the time of the incident.\r\n  The search for the above items are needed to fully complete this\r\n  investigation.\r\n  \r\n  \r\n\r\nThe search was conducted on September 19, at 2:59 p.m. During the search,\r\npolice discovered a box of .25 caliber bullets. Police forwarded the bullets to\r\nthe FBI for elemental composition analysis. An FBI agent would later testify\r\nat trial that the elemental composition of the .25 caliber bullets found in\r\nWeston's Datsun matched the elemental composition of the .25 caliber bullet\r\nwhich killed Alford.\r\n\r\n\r\nOn November 13-16, 1995, Weston was tried for the murder and armed\r\nrobbery of Alford. He was found guilty on both charges and sentenced to life\r\n\r\n\r\np. 11\r\n\r\nSTATE v. WESTON\r\n\r\nimprisonment for murder and thirty years for armed robbery.\r\n\r\n\r\n\r\n\r\nWeston appeals, raising, inter alia, the following issue:\r\nDid the trial court err in refusing to suppress ammunition seized from\r\nWeston's car because the affidavit underlying the search warrant was\r\ninsufficient to support a finding of probable cause?\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nA search warrant may issue only upon a finding of probable cause.\r\nState v. Owen, 275 S.C. 586, 274 S.E.2d 510 (1981). Under S.C. Code Ann.\r\n§ 17-13-140 (1985), a search warrant may be issued \"only upon affidavit\r\nsworn to before the magistrate ... establishing the grounds for the warrant.\"\r\nA search warrant that is insufficient in itself to establish probable cause may\r\nbe supplemented by sworn oral testimony. State v. Johnson, 302 S.C. 243,\r\n395 S.E.2d 167 (1990). A reviewing court should give great deference to a\r\nmagistrate's determination of probable cause. State v. Crane, 296 S.C. 336,\r\n372 S.E.2d 587 (1988).\r\n\r\n\r\nWeston argues that the affidavit underlying the search warrant in this\r\ncase was insufficient to support a finding of probable cause. We agree.\r\n\r\n\r\nIn Illinois v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527\r\n(1983), the United States Supreme Court rejected the application of a rigid\r\ntwo-pronged test in which an informant's veracity and basis of knowledge\r\nwere considered as separate and independent requirements to finding\r\nprobable cause. Instead, the Court adopted a totality of the circumstances\r\ntest where veracity and basis of knowledge were relevant to, but not\r\ninflexible requirements of, a determination of probable cause:\r\n\r\n\r\n\r\n\r\n\r\n  The task of the issuing magistrate is simply to make a practical,\r\n  common sense decision whether, the circumstances set forth in\r\n  the affidavit before him, including the \"veracity\" and \"basis of\r\n  knowledge\" of persons supplying hearsay information, there is a\r\n  fair probability that contraband or evidence of a crime will be\r\n  found in a particular place.\r\n  \r\n  \r\n\r\nGates, 462 U.S. at 238, 103 S.Ct. at 2332, 76 L. Ed. 2d at 548; accord State\r\nv. Johnson, 302 S.C. 243, 395 S.E.2d 167 (1990); State v. Williams, 297 S.C.\r\n404, 377 S.E.2d 308 (1989). Under this formula, veracity and basis of\r\nknowledge are treated \"as closely intertwined issues that may usefully\r\n\r\n\r\np. 12\r\n\r\nSTATE v. WESTON\r\n\r\n\r\n\r\nilluminate the commonsense, practical question whether there is 'probable\r\ncause' to believe that contraband or evidence is located in a particular place.\"\r\nGates, 462 U.S. at 230, 103 S. Ct. at 2328, 76 L. Ed. 2d at 543. \"[T]he duty\r\nof a reviewing court is simply to ensure that \"the magistrate had a\r\n'substantial basis' for ... conclud[ing] that probable cause existed.\" Id. at\r\n238-39, 103 S. Ct. at 2332, 76 L. Ed. 2d at 548.\r\n\r\n\r\nSince Gates, we have found in only two cases that an affidavit was\r\ninsufficient to establish probable cause. In State v. Smith, 301 S.C. 371, 392\r\nS.E.2d 182 (1990), this Court considered an affidavit which read:\r\n\r\n\r\n\r\n  That on May 12th at approximately 11:45 p.m. Reginald Jerome\r\n  Smith went into the Master Inn located at 1468 Savannah Hwy.,\r\n  Charleston, S.C. and he then robbed the manager at knife point.\r\n  Smith has been staying at the Host of America Room 216 since\r\n  Jan. 1, 1988 and there is every reason to believe the weapon and\r\n  clothes used in the robbery will be located in the room. This\r\n  information was confirmed in person by Sgt. Sherman on\r\n  05/13/88.\r\n\r\n\r\n\r\nWe held that the affidavit was defective because it \"set forth no facts as to\r\nwhy police believed Smith robbed the Master Host Inn.\" Smith, 301 S.C. at\r\n373, 392 S.E.2d at 183. We stated, \"Mere conclusory statements which give\r\nthe magistrate no basis to make a judgment regarding probable cause are\r\ninsufficient.\" Id. In State v. Johnson, we found that an affidavit was\r\ndefective because \"it [did] not set forth any information as to the reliability\r\nof the informant nor was the information corroborated.\" Johnson, 302 S.C.\r\nat 247, 395 S.E.2d at 169.\r\n\r\n\r\nIn this case, the affidavit failed to set forth any facts as to why police\r\nbelieved Weston committed the Crumlin crime. The first three sentences of\r\nthe affidavit were mere conclusory statements. While the fourth sentence\r\nprovided information linking Weston to his car at the time of the incident,\r\nit offered nothing to link Weston or the Datsun to the Crumlin crime itself.\r\nAdditionally, there was absolutely nothing on the face of the affidavit from\r\nwhich the ministerial recorder could have assessed the veracity and basis of\r\nknowledge of the informant. Therefore, based on the totality of the\r\ncircumstances, we find the affidavit could not have provided the ministerial\r\nrecorder with a substantial basis for finding probable cause to search\r\nWeston's car.\r\n\r\n\r\nA search warrant that is insufficient in itself to establish probable\r\n\r\n\r\np. 13\r\n\r\nSTATE v. WESTON\r\n\r\n\r\n\r\ncause may be supplemented by sworn oral testimony. See Johnson, 302 S.C.\r\n243, 395 S.E.2d 167. In this case, during the hearing on pretrial motions,\r\nthe trial judge asked the prosecutor if the affiant had supplemented the\r\nwarrant with any oral testimony before the ministerial recorder. The\r\nprosecutor stated that neither the affiant nor the ministerial recorder could\r\nremember, and it was not the practice of the ministerial recorder to ask\r\nquestions.\r\n\r\n\r\nThe State argues that probable cause had already been established by\r\nanother magistrate who issued arrest warrants for Weston on September 16,\r\n1994. The finding of probable cause for these arrest warrants was based on\r\na detailed statement provided by Crumlin identifying Weston as the\r\nperpetrator. However, the arrest warrants and Crumlin's statement were not\r\nincluded in the affidavit or search warrant. Consequently, they could not\r\nhave been part of the basis for finding probable cause to search Weston's car.\r\n\r\n\r\nThe State argues that the search warrant should be upheld under\r\nUnited States v. Leon, 468 U.S. 897, 920, 104 S. Ct. 3405, 3419, 82 L. Ed.\r\n2d 677 (1984). We disagree. In Leon, the Supreme Court carved out a good\r\nfaith exception to the exclusionary rule. The Court held that when an officer\r\nacting in objective good faith has obtained a search warrant from a judge or\r\nmagistrate and acted within its scope, a reviewing court should not order a\r\nsuppression of the evidence based on a lack of probable cause. The Court\r\nwent on to list three situations in which it had, in the past, held that\r\ndeference to a magistrate's finding of probable cause was not warranted:\r\n\r\n\r\n\r\n  First, the deference accorded to a magistrate's finding of probable\r\n  cause does not preclude inquiry into the knowing or reckless\r\n  falsity of the affidavit on which that determination was based .\r\n  . . Second, the courts must also insist that the magistrate purport\r\n  to \"perform his 'neutral and detached' function and not serve as\r\n  a rubber stamp for the police.\" . . . Third, reviewing courts will\r\n  not defer to a warrant based on an affidavit that does not\r\n  \"provide the magistrate with a substantial basis for determining\r\n  the existence of probable cause.\"\r\n  \r\n  \r\n\r\nLeon, 468 U.S. 914-15, 104 S. Ct. at 3416, 82 L. Ed. 2d at 693 (emphasis\r\nadded). However, the Supreme Court observed that \"[o]nly in the first of\r\nthese situations . . .has the Court set forth a rationale for suppressing\r\nevidence obtained pursuant to a search warrant; in the other areas, it has\r\nsimply excluded such evidence without considering whether the Fourth\r\nAmendment interests will be advanced.\" Id. at 915-16, 104 S. Ct. at 3417,\r\n\r\n\r\np. 14\r\n\r\nSTATE v. WESTON\r\n\r\n\r\n\r\n82 L. Ed. 2d at 694.\r\n\r\n\r\nln State v. Johnson, we interpreted Leon as precluding application of\r\nthe good-faith exception when an affidavit fails to provide a magistrate with\r\na substantial basis for finding probable cause.1 However, Johnson should not\r\nbe read as prohibiting application of the good-faith exception everytime an\r\naffidavit fails to satisfy the technical requirements of Gates. Suppression is\r\nappropriate in only a few situations, including when an affidavit is \"so\r\nlacking in indicia of probable cause as to render official belief in its existence\r\nentirely unreasonable.\" Leon, 468 U.S. at 923, 104 S.Ct. at 3421, 82 L. Ed.\r\n2d at 699. We find the affidavit in this case lacked any indicia of probable\r\ncause. Therefore, the good-faith exception would not apply.\r\n\r\n\r\nWe hold that the ministerial recorder lacked any basis for finding\r\nprobable cause. We therefore find the trial court erred in refusing to\r\nsuppress the ammunition.\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nFor the foregoing reasons, this matter is REVERSED and REMANDED\r\nfor a new trial.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, A.J., concur.\r\n\r\n\r\n\r\n1 The Fourth Circuit reached the same conclusion in United States v.\r\n\r\nWilhelm, 80 F.3d 116 (4th Cir. 1996).\r\n\r\n\r\np. 15\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24725","title":"In the Matter of Fred Henderson Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24725","description":"","date":"1997-12-16","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nIn the Matter of Fred\r\nHenderson Moore, Respondent,\r\n\r\n\r\nOpinion No. 24725\r\nHeard September 16, 1997 - Filed December 16, 1997\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., of\r\nColumbia, for complainant.\r\n\r\n\r\n\r\n\r\nRussell Brown, of Charleston, for respondent.\r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent, Fred Henderson Moore, is charged with several acts of\r\nmisconduct arising out of his representation of several of his clients. We\r\nfind respondent committed misconduct and impose a definite suspension\r\nfrom the practice of law for a period of one year.\r\n\r\n\r\nPROCEDURAL BACKGROUND\r\n\r\n\r\nThis disciplinary matter concerns several complaints filed\r\nagainst respondent between March 1995 and May 1996. Respondent\r\ndenied all allegations of misconduct. A full hearing on these matters was\r\nheld on June 13, 1995, February 28, 1996, and July 24, 1996. Respondent\r\nwas represented by counsel. On January 22, 1997, the Hearing Panel\r\n(Panel) issued its report finding misconduct and recommending a definite\r\nsuspension for three months. The Panel determined that some of the\r\nallegations in the complaints did not constitute misconduct. The Interim\r\n\r\n\r\np. 3\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nReview Committee1 (Committee) of the Board of Commissioners on\r\nGrievances and Discipline agreed with the Panel's findings of facts and\r\nconclusions of law; however, it disagreed with the recommended sanction.\r\nThe Committee recommended an indefinite suspension.\r\n\r\n\r\nBoth respondent and complainant filed exceptions and briefs\r\nwith this Court. Respondent claims the Panel erred in finding any\r\nmisconduct. The complainant claims the Panel erred in not finding\r\nrespondent mishandled two appeals and in not finding respondent had\r\nengaged in a pattern and practice of neglecting legal matters entrusted to\r\nhim and incompetently representing his clients.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCIPLINARY VIOLATIONS\r\n\r\n\r\nAlthough this Court is not bound by the findings of the Panel\r\nand Committee, these findings are entitled to great weight, particularly\r\nwhen the inferences to be drawn from the testimony depend on the\r\ncredibility of witnesses. Matter of Yarborough, Op. No. 24662 (S.C. Sup.\r\nCt. filed Aug. 4, 1997)(Davis Adv. Sh. No. 23 at 15). However, we may\r\nmake our own findings of fact and conclusions of law. Id. Further, a\r\ndisciplinary violation must be proven by clear and convincing evidence. Id.\r\n\r\n\r\nWe agree with the Panel's findings; however, we also find\r\nrespondent has engaged in a pattern and practice of neglecting legal\r\nmatters entrusted to him and incompetently representing his clients to\r\ntheir detriment.\r\n\r\n\r\nClarendon County Case\r\n\r\n\r\nIn September 1993, respondent filed an action for a client in\r\nthe Clarendon County Court of Common Pleas (Clarendon County case).\r\n\r\n\r\nCounsel for the defendants in this matter served various\r\ndiscovery requests, including Interrogatories, Request for Production and\r\n\r\n\r\n\r\n\r\n1The order adopting the new Rules for Lawyer Disciplinary\r\n\r\nEnforcement provided that any disciplinary case in which a hearing had\r\nbeen held by a hearing panel prior to January 1, 1997, would continue to\r\nconclusion under the former Rule on Disciplinary Procedure. The Interim\r\nReview Committee was created to fulfill the functions performed by the\r\nExecutive Committee under Paragraph 14(a) of the former Rule on\r\nDisciplinary Procedure in those cases.\r\n\r\n\r\np. 4\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nRequest for Admissions, upon respondent. Except for a request for an\r\nextension made on December 13, 1993, respondent failed to answer or\r\nreply to any of the discovery requests and failed to return telephone calls\r\nor reply to correspondence concerning the discovery requests. Because of\r\nthis failure to reply, the Request for Admissions were deemed admitted.\r\nRule 36, SCRCP. Subsequently, counsel for the defendants moved to\r\ncompel responses to the discovery. Counsel provided notice to respondent\r\nof these motions. Respondent claimed he had assigned the discovery\r\nportion of this case to an associate. However, respondent admitted he was\r\nprincipally responsible for the file.\r\n\r\n\r\nOn May 26, 1994, the Deputy Clerk of Court for Clarendon\r\nCounty prepared a non-jury roster and mailed it to all counsel who had\r\ncases on the roster. The roster recited it was for the term of non-jury\r\ncourt beginning the week of June 6, 1994, and the assigned judge would\r\nhear motions, appeals and non-jury cases on Friday, June 10, 1994,\r\nbeginning at 9:30 a.m. There were two parts to the roster: a motions\r\nroster and a trial roster. This case appeared on both rosters.\r\n\r\n\r\nAccording to the testimony of the Deputy Clerk of Court, on\r\nMay 26, 1994, a copy of the roster was mailed to respondent at 41 Morris\r\nStreet, Post Office Box 20275, Charleston, South Carolina 29413, the\r\naddress which appeared on the Summons and Complaint. This roster was\r\nnot returned to the clerk's office by the Postal Service.\r\n\r\n\r\nRespondent claimed he never received the roster. According to\r\nrespondent, he moved his office to 150-A St. Phillip Street in mid-\r\nDecember 1993; however, respondent retained the same post office box\r\naddress. Respondent failed to notify others, including the Clarendon\r\nCounty Clerk of Court and opposing counsel, of his move. As evidence\r\nthat respondent was having difficulty receiving mail during this time\r\nperiod, respondent introduced a letter sent by the United States Postal\r\nService apologizing to its customers for misboxing and missending mail.\r\nHowever, respondent offered no evidence that the Clarendon County roster\r\nwas missent or misboxed. Respondent conceded the post office box address\r\nused by the Clerk of Court's Office was correct. Further, according to\r\nrespondent, all his mail was posted to his post office box regardless of the\r\nmailing address used.\r\n\r\n\r\nThe Motions to Compel were heard on June 10, 1994. Counsel\r\nfor defendants was present. Respondent was not present and did not\r\ncontact the court to explain his absence. The judge granted defendants'\r\n\r\n\r\np. 5\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nmotions. Counsel for defendants remained in the courtroom and waited\r\nuntil the case was reached on the trial roster. When the case was called,\r\nrespondent still was not present and counsel for defendants moved for\r\ndismissal of the complaint for lack of prosecution. Defendants' motion was\r\ngranted.\r\n\r\n\r\nAfter receiving the order of dismissal, respondent moved for\r\nreconsideration and for an order to defer judgment. These motions were\r\ndenied because the judge found respondent had failed to present any\r\nevidence to substantiate any grounds to justify vacating the previous order\r\nof dismissal. Respondent then filed and served notice of his intent to\r\nappeal. During the early stages of the appeal, the Supreme Court\r\ndetermined the transcript had not been timely ordered by respondent and\r\ninstructed respondent to forward an original and six copies of a Motion to\r\nOrder Transcript Out of Time, along with proof of service and a $25.00\r\nfiling fee, within ten days or the appeal would be dismissed. Respondent\r\nfailed to respond. After the appeal was dismissed, respondent notified the\r\nSupreme Court the transcript had been requested from the court reporter\r\nin a timely fashion.\r\n\r\n\r\nThe Panel and Committee found respondent received notice\r\nfrom the Clarendon County Clerk of Court scheduling the Motions to\r\nCompel and the non-jury trial for June 10, 1994, but respondent failed to\r\nappear, thereby violating Rule 407, SCACR, Rule 1.1 (lacked competence\r\nin representing his client) and Rule 1.3 (failed to act with reasonable\r\ndiligence and promptness in representing a client). The Panel and\r\nCommittee also found respondent demonstrated a lack of competence in\r\nrepresenting his client by failing to timely order the transcript and by\r\nfailing to file a motion with the Supreme Court to order the transcript out\r\nof time. The Panel made no findings about respondent's failure to reply to\r\nthe opposing parties' discovery requests.\r\n\r\n\r\nWe agree with the Panel's finding respondent committed\r\nmisconduct by violating Rule 407, SCACR, Rules 1.1 and 1.3 and Rule\r\n413, SCACR, § 5(E), in the handling of the Clarendon County case by\r\nfailing to appear at the scheduled court date and by causing the appeal to\r\nbe dismissed. This misconduct severely prejudiced his client. Further, we\r\nfind clear and convincing evidence that respondent's failure to reply to\r\ndiscovery requests, including the Request for Admissions, also violated\r\nRules 1.1 and 1.3. See Matter of Solomon, 307 S.C. 1, 413 S.E.2d 808\r\n(1992) (finding misconduct where attorney failed to respond to requests for\r\nadmissions so they were deemed admitted and judgment was granted\r\n\r\n\r\np. 6\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nagainst client). Although respondent testified he turned over all discovery\r\nmatters in this case to his associate, respondent retained control of the\r\ncase and it was his responsibility to ensure his associate was appropriately\r\nresponding to discovery requests. Rule 407, SCACR, Rule 5.1\r\n(responsibilities of the supervisory lawyer).\r\n\r\n\r\nMedical Malpractice Matter\r\n\r\n\r\nA client retained respondent in early 1991 to represent her in\r\nconnection with a medical malpractice claim allegedly arising from\r\nimproper medical treatment following an injury the client sustained in\r\nAugust 1990. The improper treatment occurred between August and\r\nDecember 1990 and the client testified she was aware she had been\r\nmisdiagnosed by December 1990.\r\n\r\n\r\nRespondent did not file suit on behalf of the client until June\r\n27, 1994. Respondent testified he waited to file suit until he obtained an\r\nopinion from another physician that the client's treating physician\r\ncommitted malpractice. Respondent stated that he did not think the\r\nstatute of limitations would run on this cause of action until he had\r\nobtained such an opinion.\r\n\r\n\r\nThe Panel found the statute of limitations on the client's claim\r\nwould have expired between August 1993 and December 1993. Therefore,\r\nthe Panel found respondent demonstrated a lack of professional\r\ncompetence and failed to act with reasonable diligence and promptness in\r\nrepresenting the client in this matter. Rules 1.1 &amp; 1.3.\r\n\r\n\r\nWe agree with the Panel's findings. Respondent's testimony at\r\nthe Panel hearing demonstrates his lack of understanding of the statute of\r\nlimitations and the discovery rule and is evidence of incompetency.\r\nFurther, respondent's delay in filing suit was fatal to his client's action.\r\n\r\n\r\nFord Motor Company Matter\r\n\r\n\r\nIn early 1994, respondent was retained to handle a claim\r\nagainst Ford Motor Company for an incident that allegedly occ=ed on\r\nJanuary 17, 1994. This client alleged she received personal injuries when\r\nshe was trapped in a 1992 Ford Tempo vehicle by a faulty seat.\r\n\r\n\r\nBoth the client and respondent admitted there was not a\r\nwritten contingency fee agreement in the Ford Motor Company matter and\r\n\r\n\r\np. 7\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nrespondent further admitted there was no written agreement in two other\r\nmatters handled by respondent on behalf of this client.\r\n\r\n\r\nAdditionally, respondent testified he recorded a conversation he\r\nhad with a relative of this client concerning the client's Ford Motor\r\nCompany claim. Respondent alleged it was his belief that the relative had\r\ncome to his office to extort money from him on behalf of this client.\r\nRespondent claimed the relative advised him from the outset of the\r\nmeeting that he was recording the conversation and that respondent then\r\ntold the relative he was also recording the conversation. Testimony given\r\nby respondent on cross-examination indicated respondent's recorder was on\r\nwhen the relative entered his office. Mr. Robert Bernstein, a member of\r\nthe Board of Commissioners on Grievance and Discipline, testified, while\r\nhe was investigating this complaint, respondent advised him that he had\r\nsecretly recorded a conversation between himself and the relative. Mr.\r\nBernstein testified when he asked respondent if the individual knew he\r\nwas being recorded the respondent answered \"Oh, no, they did not know.\"\r\n\r\n\r\nThe Panel found respondent violated Rule 1.5 because his\r\ncontingency fee agreements were not in writing. Further, the Panel found\r\nrespondent violated the Rules of Professional Conduct by improperly\r\nrecording a conversation without a party's knowledge or consent. See\r\nMatter of Anonymous Member, 304 S.C. 342, 404 S.E.2d 513 (1991).\r\n\r\n\r\nWe agree with the Panel's findings. The evidence clearly and\r\nconvincingly supports the finding respondent failed to have written\r\ncontingency fee agreements with this client for the Ford claim and for two\r\nother matters. This is a violation of Rule 1.5 requiring such agreements\r\nbe in writing. The evidence also supports the finding that respondent\r\nsecretly recorded a conversation with the relative because, even if\r\nrespondent's version of facts is believed, respondent's recorder was already\r\nrunning when the relative entered his office. Secretly recording a\r\nconversation violates the Rules of Professional Conduct. Id.\r\n\r\n\r\nBankruptcy Matter\r\n\r\n\r\nIn 1990, respondent agreed to represent a client in connection\r\nwith an employment discrimination suit against Willbrook Plantation. The\r\nlawsuit was filed in the United States District Court, Charleston Division,\r\non July 5, 1990, but was not served until October 1990. Respondent later\r\namended this complaint to name Litchfield Company as the defendant.\r\nLitchfield Company filed a Chapter 11 bankruptcy petition on March 15,\r\n\r\n\r\np. 8\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\n1991. On July 23, 1991, the U.S. District Court issued an order staying\r\nthis lawsuit.\r\n\r\n\r\nRespondent did not file a claim on behalf of his client in the\r\nbankruptcy proceeding. Respondent testified he was not hired by this\r\nclient to protect his interest in the bankruptcy proceeding and because the\r\nbankruptcy matter was pending in a North Carolina court where\r\nrespondent was not licensed to practice law, he could not assist his client.\r\nFurther, respondent indicated it was his belief that once the automatic\r\nstay was granted there was nothing he could do until the bankruptcy\r\nproceeding was concluded and the stay lifted. Respondent admitted he\r\nnever advised his client of the need to protect his interest in bankruptcy\r\ncourt.\r\n\r\n\r\nAn expert in bankruptcy matters, Mr. Bernstein, testified\r\nrespondent should have filed a claim with the bankruptcy court or asked\r\nthe bankruptcy court to lift the stay. Further, Mr. Bernstein stated\r\nrespondent was unaware he needed to file a claim. The client testified\r\nrespondent never advised him any action should be taken concerning the\r\nbankruptcy matter.\r\n\r\n\r\nRespondent admitted he did not have a written contingency fee\r\nagreement with this client. According to respondent, no written agreement\r\nwas required because he requested attorney's fees as part of the damages\r\nin the lawsuit.\r\n\r\n\r\nThe Panel found respondent failed to act with reasonable\r\ndiligence and promptness in representing this client by failing to serve the\r\ndefendant within thirty days after filing suit. Rule 1.3. Respondent\r\nplaced this client in imminent danger of having his lawsuit dismissed.\r\nAdditionally, the Panel found respondent engaged in conduct\r\ndemonstrating a lack of professional competence in the practice of law by\r\n\r\n\r\nfailing to file a claim in the bankruptcy court on this client's behalf after\r\nreceiving notice the defendant had filed for bankruptcy or by failing to\r\nmove before the bankruptcy court for release of the automatic stay. Rule\r\n1.1. Further, the Panel found respondent did not have a written\r\ncontingency fee agreement with this client as required by Rule 1.5.2\r\n\r\n2 We note that from the record it appears this representation was\r\n\r\nbegun before implementation of the Rules of Professional Conduct on\r\nSeptember 1, 1990. Under the prior disciplinary rules, the Code of\r\nProfessional Conduct, there was no requirement for the contingency fee\r\n\r\n\r\np. 9\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nWe agree with the Panel's findings. Respondent risked\r\ndismissal of his client's lawsuit because he delayed the service of the\r\ncomplaint. See Rules 1.1 &amp; 1.3. Further, in our opinion, respondent\r\nshould have attempted to protect this client's interest in the bankruptcy\r\nproceeding. Even though this client did not specifically instruct\r\nrespondent to protect his interest, respondent undertook this responsibility\r\nwhen he agreed to represent the client in the employment discrimination\r\nlawsuit. Rules 1.1 &amp; 1.3.\r\n\r\n\r\nAlleged Mishandling of Appeals\r\n\r\n\r\nThe complainant contends the Panel erred in not finding\r\nmisconduct by respondent in his handling of two appeals. Specifically, the\r\ncomplainant claims respondent acted without diligence and competence in\r\nhandling these appeals and respondent attempted to mislead this Court\r\nwith respect to one of the appeals. Rules 1.1, 1.3 &amp; 3.2 (misleading a\r\ntribunal).\r\n\r\n\r\nIn April 1994, respondent filed an appeal on behalf of a client\r\n(First Appeal). Respondent failed to serve and file the Appellant's Initial\r\nBrief and Designation of Matter, thereby resulting in dismissal of the\r\nappeal on May 10, 1994. On June 9, 1994, respondent's petition to\r\nreinstate the appeal and for an extension of time to file the Initial Brief\r\nand Designation of Matter was granted. Subsequently, this appeal was\r\ndismissed on August 24, 1994, due to respondent's failure to provide proof\r\nof service of the Record on Appeal. Respondent's petition for\r\nreinstatement was denied and the appeal was dismissed on October 7,\r\n1994.\r\n\r\n\r\nRespondent testified he was unable to proceed with this appeal\r\nbecause his client was unable to provide him with the funds necessary to\r\nprint the Initial Brief and Designation of Matter. Respondent claimed his\r\nclient promised to provide the funds but never did. Respondent testified\r\nhe could not afford to pay the costs of printing the appeal documents from\r\nhis own personal funds. However, respondent's petitions for reinstatement\r\nmake no mention of his client's inability to pay.\r\n\r\nagreement to be in writing. DR 2-106, Rule 32, S.C. Sup. Ct. Rules\r\n\r\n(repealed 1990). Therefore, the Panel erred in finding respondent\r\ncommitted misconduct by not having a written fee agreement with this\r\nclient.\r\n\r\n\r\np. 10\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\nIn a separate appeal filed by respondent (Second Appeal), on\r\nMay 8, 1995, respondent filed a Motion to Enlarge Time to File Initial\r\nBrief and Record on Appeal with the Supreme Court. In this motion,\r\nrespondent stated he had experienced a delay in providing the court\r\nreporter with funds for the transcript. The Court denied respondent's\r\nmotion on June 19, 1995, and directed respondent to pay the court\r\nreporter within five days. The Court allowed respondent thirty days to file\r\nhis Initial Brief after receipt of the transcript. Respondent actually\r\nreceived the transcript on or about June 14, 1995. On July 14, 1995,\r\nrespondent filed a second Motion to Enlarge Time to File Initial Brief and\r\nRecord on Appeal with the Supreme Court. In that motion, respondent\r\nstated he had not previously requested an extension of time for the filing\r\nof his Initial Brief and Record on Appeal. The Supreme Court granted\r\nthis motion and appeal in this case was still pending before the Court as\r\nof the date of hearings before the Panel.\r\n\r\n\r\nRespondent testified when he filed the July 14, 1995 motion, it\r\nwas his belief the Court had treated his May 8, 1995 motion as a motion\r\nto extend time to order the transcript; therefore, he did not mislead the\r\nCourt.\r\n\r\n\r\nAs to the First Appeal, the Panel found respondent's testimony\r\ncredible and found it was not the duty of respondent to finance the costs\r\nof his client's appeal. The Panel recommended dismissal of this matter.\r\nAs to the Second Appeal, the Panel found no intent on the part of\r\nrespondent to mislead the Supreme Court, and therefore, recommended\r\ndismissing this portion of the complaint.\r\n\r\n\r\nIn our opinion, the Panel was correct in dismissing these\r\nmatters. The Panel is in the best position to judge the credibility of its\r\nwitnesses; therefore, this Court respects its finding of credibility on behalf\r\nof respondent concerning these appeals. Yarborough, supra. Although we\r\ndo not find misconduct in respondent's handling of the two appeals,\r\nrespondent's handling of the appeals demonstrates a lack of diligence in\r\nthat respondent delayed requesting extensions until the last minute or\r\nuntil after the appeal had been dismissed.\r\n\r\n\r\nPattern and Practice of Neglect\r\n\r\n\r\nThe complainant contends respondent's acts of misconduct\r\ndemonstrate a continuing lack of diligence and competency. We agree.\r\n\r\n\r\np. 11\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\nNeither the Panel nor the Committee found respondent had\r\nengaged in a pattern of neglecting legal matters and incompetently\r\nrepresenting his clients. However, in our opinion, considering the entire\r\nrecord, the evidence clearly and convincingly shows a pattern of neglecting\r\nlegal matters and incompetently representing his clients to their\r\ndetriment.\r\n\r\n\r\nSANCTION\r\n\r\n\r\nThe authority to discipline an attorney and the manner in\r\nwhich the discipline is given rests entirely with the Supreme Court.\r\nMatter of Hines, 275 S.C. 271, 269 S.E.2d 766 (1980).\r\n\r\n\r\nThe Panel recommended a three month suspension.3 The\r\nCommittee recommended an indefinite suspension. These\r\nrecommendations were based upon the findings of lack of diligence,\r\nincompetence, failure to have a written retainer agreement, improperly\r\nrecording a conversation and the fact that respondent had been disciplined\r\nin the past.4\r\n\r\n\r\nIncompetence is subject to sanction by this Court. Matter of\r\nWarder, 316 S.C. 249, 449 S.E.2d 489 (1994) (public reprimand for\r\nincompetence as well as neglect). Further, secretly recording a\r\nconversation is subject to sanction. See Matter of Anonymous Member,\r\nsupra. The appropriate sanction for neglect of several client matters\r\ngenerally is a public reprimand provided the clients are not greatly\r\nprejudiced. Matter of Alexander, 301 S.C. 212, 391 S.E.2d 254 (1990);\r\nMatter of Gates, 295 S.C. 516, 369 S.E.2d 841 (1988). However, when the\r\nclient is prejudiced and the attorney refused to cooperate with the Board's\r\ninvestigation, the sanction imposed has been as great as a one year\r\nsuspension. See Matter of Acker, 308 S.C. 338, 417 S.E.2d 862 (1994) (six\r\nmonth suspension); Matter of Palmer, 298 S.C. 324, 380 S.E.2d 813 (1989)\r\n(one year suspension); Matter of Ballard, 312 S.C. 227, 439 S.E.2d 846\r\n\r\n\r\n\r\n3 The Panel noted ordinarily the violations committed by respondent\r\n\r\nwould only merit a public reprimand.\r\n\r\n\r\n4Respondent received an indefinite suspension for trust account\r\nviolations, Matter of Fred Henderson Moore, 280 S.C. 178, 312 S.E.2d 1\r\n(1984), reinstatement granted, 298 S.C. 13, 377 S.E.2d 922 (1989); and a\r\npublic reprimand for neglecting several legal matters, Matter of Moore,\r\n275 S.C. 280, 269 S.E.2d 771 (1980).\r\n\r\n\r\np. 12\r\n\r\nIN THE MATTER OF MOORE\r\n\r\n\r\n\r\n(1994) (one year suspension).\r\n\r\n\r\nWhile there is no suggestion respondent failed to cooperate\r\nwith the investigation, respondent's clients were severely prejudiced. As a\r\nresult of respondent's neglect and incompetency, the verdict was directed\r\nagainst his client and his client's appeal was dismissed in the Clarendon\r\nCounty case and the statute of limitations expired in the malpractice\r\nclaim. Further, in our opinion, the facts demonstrate a detrimental\r\npattern of neglect and incompetency. Therefore, we find the appropriate\r\nsanction is a suspension from the practice of law for one year.\r\n\r\n\r\nRespondent shall file, within fifteen (15) days of this opinion,\r\nan affidavit with the clerk of this Court stating he has complied with\r\nParagraph 30 of Rule 413, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\n\r\n\r\np. 13\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24726","title":"First Union National v. FCVS Communications, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24726","description":"","date":"1997-12-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nFirst Union National\r\nBank of South Carolina\r\nand First Union\r\nBrokerage Services,\r\nInc., Petitioners/Respondents,\r\n\r\n\r\nv.\r\n\r\n\r\nFCVS Communications,\r\nVCS Holdings, Inc.,\r\nWalter K. Flynn,\r\nMurray Michaels, and\r\nVodofsky Financial Co., Defendants,\r\n\r\n\r\nOf whom\r\n\r\n\r\nFCVS Communications\r\nis  Respondent/Petitioner.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Richland County\r\nCosta M. Pleicones, Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24726\r\nHeard November 19, 1997 --Filed December 16, 1997\r\n\r\n\r\nDISMISSED IN PART; REVERSED IN PART\r\n\r\n\r\nJames R. Allen, of Barnes, Alford, Stork &amp;\r\n\r\n\r\np. 14\r\n\r\nFIRST UNION v. FCVS\r\n\r\n\r\n\r\nJohnson, L.L.P., of Columbia, for\r\npetitioner/respondents.\r\n\r\n\r\nCraig K. Davis and James F. Flanagan, both of\r\nColumbia, for respondent/petitioner.\r\n\r\n\r\nPER CURIAM: Petitioners/respondents (collectively Bank) is\r\nthe depository for funds owned by respondent/petitioner (FCVS). Bank\r\nsought interpleader on the ground there were conflicting claims between\r\nthe majority and minority partners of FCVS regarding the funds. The\r\ntrial judge granted interpleader and ordered the funds be held by Bank\r\nuntil further order of the court. He then discharged Bank from the suit,\r\neffectively dismissing FCVS's counterclaims against Bank. The trial judge\r\nalso denied Bank's request for attorney's fees. The Court of Appeals\r\naffirmed the grant of interpleader, reversed dismissal of FCVS's\r\ncounterclaims, and remanded to the trial court to determine attorney's\r\nfees. __S.C. __, 469 S.E.2d 613 (Ct. App. 1996). This Court granted\r\nthe parties' petitions for a writ of certiorari to review all three issues.\r\n\r\n\r\n\r\n\r\nFCVS recently filed a motion with this Court representing that the\r\npartners of FCVS have now resolved their conflict regarding the funds.\r\nFCVS seeks an order, with the consent of the minority partners, requiring\r\nBank to release the funds since there are no longer conflicting claims. We\r\ngrant the motion. Since the issue of interpleader is now moot, we dismiss\r\nthe writ as to this question. Jones v. Dillon-Marion Resources Dev.\r\nComm'n, 277 S.C. 533, 291 S.E.2d 195 (1982) (when an event occurs while\r\na case is pending on appeal so there remains no actual controversy\r\nbetween the parties, the case is moot and the appeal will be dismissed).\r\n\r\n\r\nFurther, we reverse the Court of Appeals' decision reinstating\r\nFCVS's counterclaims. These counterclaims allege liability arising from\r\nBank's failure to honor the majority partners' instructions regarding the\r\nfunds. In granting interpleader under Rule 22(a), SCRCP, however, the\r\ntrial judge necessarily found Bank was entitled to protection from the\r\nconflicting claims of the majority and minority partners. Accordingly,\r\nunder Rule 22(b), SCRCP, Bank was entitled to be \"discharged from\r\nliability as to such claims.\" Since the Court of Appeals found interpleader\r\nwas appropriately granted, it erred in reversing Bank's discharge from the\r\nsuit.\r\n\r\n\r\np. 15\r\n\r\nFIRST UNION v. FCVS\r\n\r\n\r\n\r\nFinally, we reverse the Court of Appeals' ruling that Bank was\r\nentitled to attorney's fees as an innocent stakeholder in this case.\r\nAttorney's fees are not recoverable unless authorized by contract or \r\nstatute. Tharp v. S.C. Dept. of Soc. Servs., 312 S.C. 243, 439 S.E.2d 854\r\n(1993).\r\n\r\n\r\nDISMISSED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.A.J.\r\n\r\n\r\np. 16\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24727","title":"State v. Warren Douglas Manning","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24727","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nState of South Carolina, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nWarren Douglas\r\nManning, Appellant.\r\n\r\n\r\nAppeal From Dillon County\r\nThomas W. Cooper, Jr., Trial Judge\r\nPaul M. Burch, Judge\r\n\r\n\r\nOpinion No. 24727\r\nHeard October 9, 1997 - Filed December 29, 1997\r\n\r\n\r\nREVERSED\r\n\r\n\r\nSouth Carolina Office of Appellate Defense, David I.\r\nBruck, Nancy 0. Gallman, and John D. Elliott, all\r\nof Columbia; Glenn B. Manning, of Dillon; and\r\nCharles J. Olgetree, Jr., of Cambridge, MA, for\r\nappellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nAssistant Attorney General Robert F. Daley, Jr., all\r\nof Columbia; and Solicitor C. Gordon McBride, of\r\nDarlington, for respondent.\r\n\r\n\r\nBURNETT, A.J.: Appellant appeals his convictions of murder,\r\np. 17\r\n\r\nSTATE v. MANNING\r\n\r\n\r\n\r\nkidnapping, and armed robbery, and his sentences of death for murder and\r\ntwenty-five years imprisonment for armed robbery. We reverse.\r\n\r\n\r\nISSUE\r\n\r\n\r\nDid the lower court abuse its discretion by granting the State's\r\nmotion to change venue for the selection of the jury?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nAppellant contends the lower court abused its discretion by\r\ngranting the State's motion for a change of venue for jury selection. We\r\nagree.\r\n\r\n\r\nAppellant was convicted of murdering a state highway trooper\r\nand was sentenced to death in 1989. His conviction was reversed on\r\nappeal. State v. Manning, 305 S.C. 413, 409 S.E.2d 372 (1991), cert.\r\ndenied, 503 U.S. 914, 112 S.Ct. 1282, 117 L.Ed.2d 507 (1992) (finding a\r\nconstitutionally infirm reasonable doubt charge). Appellant was retried in\r\nAugust 1993. A mistrial was declared at the end of the guilt phase of the\r\ntrial. Appellant was again retried in March 1995. The jury convicted\r\nappellant of murder, kidnapping, and armed robbery. Upon\r\nrecommendation by the jury, which found the statutory aggravating\r\ncircumstances of kidnapping, robbery while armed with a deadly weapon,\r\nphysical torture, and murder of a law enforcement officer during or\r\nbecause of the performance of his official duties, the trial judge sentenced\r\nappellant to death for the murder.\r\n\r\n\r\nAt the first trial in 1989, on appellant's motion, venue was\r\nchanged from Dillon County to Kershaw County. Neither appellant nor\r\nthe State requested a change of venue for the second trial; therefore, in\r\n1993, this trial was held in Dillon County and the jurors were selected\r\nfrom Dillon County. This trial ended in a mistrial because the jurors\r\ncould not reach a verdict in the guilt phase.\r\n\r\n\r\nOn February 17, 1994, approximately six months after the\r\nmistrial, the State filed a motion to change venue, pursuant to S.C. Code\r\nAnn. § 17-21-80 (1976), based on pretrial publicity. The motion was heard\r\nby Judge Paul M. Burch, Resident Judge of the Fourth Judicial Circuit of\r\nSouth Carolina, on June 8, 1994. At this hearing, the solicitor informed\r\nthe judge it would be acceptable to retain venue in Dillon County so long\r\nas the jury was selected from another county. See S.C. Code Ann. § 17-21-\r\n\r\n\r\np. 18\r\n\r\n\r\n\r\nSTATE v. MANNING\r\n\r\n85 (Supp. 1996).\r\n\r\n\r\nAt the hearing, the solicitor summarized the record of the jury\r\nselection at the August 1993 trial. At that trial, 46 of 57 of the\r\nprospective jurors questioned on voir dire were found qualified. However,\r\naccording to the solicitor, 53 of the 57 jurors questioned \"had knowledge of\r\nthe case itself,\" and seven of the 46 qualified jurors were related \"either to\r\nthe defendant or to witnesses that were in the trial.\" The solicitor did not\r\nallege that anyone related to either the defendant or any witnesses\r\nactually served on the jury. The solicitor did not claim that the August\r\n1993 jury was not impartial or that the State did not receive a fair trial.\r\nFurther, the solicitor admitted the State did not to use all its peremptory\r\nchallenges.\r\n\r\n\r\nThe solicitor then presented four witnesses who testified\r\npretrial publicity made it impossible for the State to receive a fair trial by\r\na Dillon County jury.1 Mary Louise Parham  Dillon County Treasurer and\r\na jury commissioner, initially testified she did not think the State could\r\nget a fair and impartial jury panel in Dillon County because of the news\r\ncoverage. During cross-examination, Ms. Parham admitted the two\r\nnewspaper articles2 introduced into evidence tended to show appellant was\r\nguilty and, therefore, were prejudicial to the appellant and not the State.\r\nShe then stated she did not think either the State or appellant could\r\nreceive a fair trial in Dillon County. Ms. Parham testified it would be\r\nhard for a fair trial to take place in Dillon County because the people in\r\nDillon County have knowledge of this case. Ms. Parham stated \"I think\r\nan opinion possibly could have been formed.\" (emphasis added). However,\r\nshe admitted a prospective juror could inform the judge if he had formed\r\nan opinion on this matter.\r\n\r\n\r\n\r\n\r\n1 Appellant claims this testimony does not replace the need for\r\naffidavits pursuant to § 17-21-80. However, this Court held where the\r\nwitnesses are sworn in the presence of the judge and their statements are\r\nreduced to a writing by the official stenographer the affidavit requirement\r\nis satisfied. State v. Sullivan 39 S.C. 400, 17 S.E. 865 (1893).\r\n\r\n\r\n2One of these articles was a November 1, 1988 article in the Dillon\r\nHerald detailing the investigation of the murder. The other article was an\r\nAugust 1993 article in the Florence Morning News covering the mistrial.\r\nBoth articles are factual and neither contained prejudicial or inflammatory\r\ninformation. After introducing these articles, the solicitor did not refer to\r\nthem again.\r\n\r\n\r\np. 19\r\n\r\nSTATE v. MANNING\r\n\r\n\r\n\r\nDillon County Sheriff Harold Grice testified appellant's case\r\nwas the most publicized case during his 18 years in law enforcement.\r\nSheriff Grice opined \"the jury pool that would be drawn in Dillon ounty\r\nwouldn't be fair to both sides\" because there had been a lot of publicity\r\nand it would be difficult to obtain jurors from \"certain areas\" of the\r\ncounty. On cross-examination, Sheriff Grice was unable to state whether\r\nhe thought prospective jurors in Dillon County were more likely to be\r\nbiased in favor of appellant or the State until he saw \"the way the jury\r\nwas pulled.\" Sheriff Grice admitted very few people sat in the courtroom\r\nduring the August 1993 trial.\r\n\r\n\r\nGwen Hyatt, Clerk of Court for Dillon County and a jury\r\ncommissioner, testified she did not think a jury pool could be drawn \"that\r\nwould not have knowledge of the two previous trials.\" On cross-\r\nexamination, Ms. Hyatt acknowledged the August 1993 jury was chosen\r\nbefore exhausting the venire. She further admitted the trial judge\r\nremoved any prospective juror who expressed an opinion about the case.\r\nMs. Hyatt predicted another Dillon County jury would probably be partial\r\nto both sides.\r\n\r\n\r\nCecil Chandler, news director for a Florence television station,\r\ntestified appellant's case had been extensively covered by his station since\r\n1988. Mr. Chandler opined it would be difficult to draw a jury panel from\r\nDillon County that did not have knowledge of this case. On cross-\r\nexamination, Mr. Chandler could not point to any station coverage which\r\nwas prejudicial to the State. Mr. Chandler also admitted there was\r\nnothing unfair about a juror knowing about the case.\r\n\r\n\r\nDefense counsel presented no affidavits or testimony at the\r\nhearing. Instead, defense counsel argued the State had failed to prove it\r\ncould not receive a fair and impartial trial if a jury were selected from\r\nresidents of Dillon County.\r\n\r\n\r\nOn August 31, 1994, Judge Burch granted the State's motion\r\nfor a change of venue. Judge Burch found an impartial jury could not be\r\nselected from Dillon County because jurors \"would have a side and would\r\nbe tainted with information obtained from the high level of publicity that\r\nsurrounded the retrial of the case.\" Judge Burch based his decision on the\r\nfact that there was widespread knowledge of this case among the residents\r\nof Dillon County and appellant had extensive family in Dillon County.\r\nTherefore, pursuant to S.C. Code Ann. § 17-21-85 (Supp. 1996), Judge\r\nBurch ordered the trial jury be selected from Lancaster County.\r\n\r\n\r\np. 20\r\n\r\nSTATE v. MANNING\r\n\r\n\r\n\r\nAppellant's motion for reconsideration of this order was denied.3\r\n\r\n\r\nUnder South Carolina law, the State may request a change of\r\nvenue because the prosecution cannot receive a fair and impartial trial in\r\nthe county where the prosecution is commenced. S.C. Const. Art. V, § 23;\r\nS.C. Code Ann. § 17-21-80 (1976). The grant of the State's request for a\r\nchange of venue has not been addressed by this Court.\r\n\r\n\r\nWhen considering the propriety of granting the State's request\r\nto change venue, other jurisdictions apply the same abuse of discretion\r\nstandard as is used to review the denial of a defendant's motion to change\r\nvenue. Erwin S. Barbre, Annotation, Change of Venue by State in\r\nCriminal Case, 46 A.L.R.3d 295 (1972). We, likewise, conclude the abuse\r\nof discretion standard should be applied when the State is granted a\r\nchange of venue.\r\n\r\n\r\nEmpaneling a jury pursuant to § 17-21-85 is similar in effect to\r\na change of venue and is subject to the same scope of review. State v.\r\nLongworth, 313 S.C. 360, 438 S.E.2d 219 (1993), cert. denied, 513 U.S.\r\n831, 115 S.Ct. 105, 130 L.Ed.2d 53 (1994). A motion to change venue is\r\naddressed to the sound discretion of the trial judge and will not be\r\ndisturbed on appeal absent an abuse of discretion. State v. Patterson,__\r\nS.C. __, 482 S.E.2d 760, cert. denied, 66 U.S.L.W. 32-08 (U.S. Sup. Ct.\r\nOct. 6, 1997); State v. Caldwell, 300 S.C. 494, 388 S.E.2d 816 (1990). An\r\nabuse of discretion occurs when the judge's ruling has no evidentiary\r\nsupport. Gooding v. St. Francis Xavier Hosp., 317 S.C. 320, 454 S.E.2d\r\n328 (Ct. App. 1995), affirmed in part, reversed in part, __ S.C. __, 487\r\nS.E.2d 596 (1997). When jurors have been exposed to pretrial publicity, a\r\ndenial of a change of venue is not error when the jurors are found to have\r\nthe ability to set aside any impressions or opinions and render a verdict\r\nbased on the evidence presented at trial. State v. Patterson, supra; State\r\nv. Caldwell, supra. Therefore, mere exposure to pretrial publicity does not\r\nautomatically disqualify a prospective juror. State v. Caldwell, supra.\r\nInstead, \"[t]he relevant question is not whether the community\r\nremembered the case, but whether the jurors ... had such fixed opinions\r\nthat they could not judge impartially the guilt of the defendant.\" State v.\r\nTucker, __S.C. __,__, 478 S.E.2d 260, 266 (1996), cert. denied, __\r\n\r\n\r\n\r\n\r\n3 Appellant also attempted to seek interlocutory appellate review of\r\nthis decision. This Court dismissed appellant's appeal by order dated\r\nSeptember 22, 1994, and dismissed appellant's petition for supersedeas by\r\norder dated March 17, 1995.\r\n\r\n\r\np. 21\r\n\r\nSTATE v. MANNING\r\n\r\n\r\n\r\n\r\n\r\nU.S. __, 117 S.Ct. 1561, 137 L.Ed.2d 708 (1997) (quoting Patton v. Yount,\r\n467 U.S. 1025, 1035, 104 S.Ct. 2885, 2891, 81 L.Ed.2d 847, 856 (1984)).\r\nThe moving party bears the burden of showing actual juror prejudice as, a\r\nresult of such publicity. State v. Caldwell, supra. If a change of venue is\r\nsought on the basis of pretrial publicity, the general practice is to postpone\r\nruling on that motion until the jury panel is voir dired. State v. Easler,\r\n322 S.C. 333, 471 S.E.2d 745 (Ct. App. 1996), affirmed as modified, __\r\nS.C. __, 489 S.E.2d 617 (1997).\r\n\r\n\r\nThe defendant's right to be tried in the county where the\r\nalleged crime was committed is an ancient right and well recognized at\r\ncommon law. 4 William Blackstone, Commentaries 349-50. However, this\r\nprivilege is conditioned upon the possibility of empaneling an impartial\r\njury in that county. State ex rel. Sullivan v. Patterson, 165 P.2d 309\r\n(Ariz. 1946); People v. Powell, 25 P. 481 (Cal. 1891). Because the situs of\r\nthe alleged crime is usually the home of the defendant, this right allows\r\nthe defendant to surround himself with the influences of his good\r\ncharacter, if he has established one, and the witnesses are accessible for\r\nthe purpose of trial. State ex rel. Sullivan v. Patterson, supra. \"To\r\ndeprive a defendant of these influences and privileges would constitute a\r\ngreat injury to him.\" Id. at 313.\r\n\r\n\r\nSouth Carolina recognizes the accused's right to be tried in the\r\ncounty in which the offense is alleged to have occurred. State v. Evans,\r\n307 S.C. 477, 415 S.E.2d 816 (1992) (finding this right is a personal\r\nprivilege of the accused and is not jurisdictional; therefore, it can be\r\nwaived); see also S.C. Const. art. 1, § 11 (\"No person may be held to\r\nanswer for any crime ... unless on a presentment or indictment of a\r\ngrand jury of the county where the crime has been committed.\"). Section\r\n14 of article I of the South Carolina Constitution states \"[t]he right of trial\r\nby jury shall be preserved inviolate.\" Other jurisdictions interpreting this\r\nphrase have held this phrase preserved all rights and privileges an\r\naccused had concerning jury trials at common law prior to the adoption of\r\nthe state constitution, including the right to be tried in the county in\r\nwhich the alleged offense occurred. See People v. Powell, supra.\r\n\r\n\r\nBecause the right of the State to request a change of venue\r\nconflicts with the accused's right to be tried in the county where the\r\nalleged offense was committed, these two competing interests must be\r\nbalanced. See State ex rel. Sullivan v. Patterson, 165 P.2d at 313 (\"The\r\nabuse of the right to change the venue to the detriment of the accused\r\nover his objection would result in a serious depredation . . . .\"). Further,\r\n\r\n\r\np.22\r\n\r\nSTATE v. MANNING\r\n\r\n\r\nbecause a defendant's right to be tried in the county where the alleged\r\noffense occurred is defeated when the prosecution's request for a change of\r\nvenue is granted, a court should exercise great care and deliberation when\r\nchanging venue at the request of the prosecution, and the state's motion\r\nand evidence supporting its motion should be strictly scrutinized to ensure\r\nthe defendant's right is not abused. Mast v. Superior Court, 427 P.2d 917\r\n(Ariz. 1967) (lower court should act with great care and deliberation when\r\nconsidering a state's request to change venue); Commonwealth v. Gelatt,\r\n393 A.2d 303 (Pa. 1978) (a court must strictly scrutinize a prosecutor's\r\nchange of venue request); Commonwealth v. Reilly, 188 A. 574 (Pa. 1936)\r\n(before a court acts on this type of motion, there must be most imperative\r\ngrounds).\r\n\r\n\r\nJudge Burch abused his discretion in granting the State's\r\nmotion to change venue based on pretrial publicity because no evidentiary\r\nfacts supported a finding of actual juror prejudice toward the State. The\r\nState's witnesses only offered their opinions and conclusions that the State\r\nand appellant could not receive a fair trial in Dillon County because most\r\npeople in Dillon County knew about the case. See Davenport v. Summer,\r\n269 S.C. 382, 237 S.E.2d 494 (1977) (conclusory affidavits of local residents\r\ninsufficient to require change of venue); Cantey v. Coates, 262 S.C. 21-)9,\r\n203 S.E.2d 673 (1974) (in deciding whether to change venue, the court\r\ncannot rely on the beliefs, opinions and conclusions of witnesses). The\r\nwitnesses' testimony was ambivalent and vague about which party was\r\nprejudiced by the publicity. None of the witnesses could point to any\r\nactual prejudice suffered by the State because of the pretrial publicity.\r\nInstead, one witness testified the publicity prejudiced appellant.4 The\r\nnewspaper articles were remote in time and showed no prejudice toward\r\nthe State.\r\n\r\n4 The State claims the judge properly granted its motion to change\r\nvenue because the appellant could not receive a fair trial in Dillon County.\r\nHowever, we choose not to adopt this argument. The State should not\r\nhave the responsibility of ensuring the defendant's right to a fair and\r\nimpartial trial is protected. Further, although in State v. Hood, 239\r\nS.E.2d 802 (N.C. 1978), the grant of change of venue at the request of the\r\nState was upheld because the defendant could not receive a fair trial, that\r\ncourt noted the defendant did not have counsel at the time the motion was\r\nmade, thus it was proper for the State to protect the defendant's interest.\r\nOther jurisdictions have held the State should not seek to protect the\r\ndefendant's right to a fair and impartial jury by attempting to change\r\nvenue. See Mast v. Superior Court, supra.\r\n\r\n\r\np.23\r\n\r\nSTATE v. MANNING\r\n\r\n\r\nFurther, a prospective juror's knowledge about the case does\r\nnot per se disqualify the juror. See State v. Caldwell, supra. No evidence\r\nwas presented indicating there were difficulties in seating a jury in the\r\nAugust 1993 trial or that the August 1993 jury was unfair or partial to\r\nthe appellant. Judge Burch's decision was made almost seven months -\r\nbefore the 1995 trial, and the 1995 trial occurred 1 1/2 years after the 1993\r\nmistrial. See State v. Tyner, 273 S.C. 646, 258 S.E.2d 559 (1979) (any\r\nprejudice resulting from articles should have diminished by the time of\r\ntrial). Without voir dire of actual potential jurors, it was impossible to\r\ndetermine an unbiased jury could not be seated from Dillon County\r\nresidents based on the evidence presented by the State to support its\r\nmotion.5 See State v. Easler, supra; Beckwith v. State, 386 So.2d 836\r\n(Fla. Dist. Ct. App. 1980) (the court must attempt to seat a jury before\r\nconcluding it is impossible to obtain an impartial jury when deciding a\r\nState's motion to change venue over the objection of the defendant). Thus,\r\nbased on the evidence presented to support this motion, we find Judge\r\nBurch's decision to grant the State's motion premature.\r\n\r\n\r\n\r\n\r\nBecause we find Judge Burch abused his discretion in granting\r\nthe State's motion to change venue, we do not reach the other issues\r\nraised by appellant.\r\n-REVERSED.\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE and WALLER, A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n5 Although we think the better practice is to attempt to seat a jury\r\nprior to ruling on a motion to chance venue based on pretrial publicity, it\r\nis not absolutely essential that the trial judge always conduct voir dire\r\nbefore granting this motion. However, if the judge considers the motion\r\nprior to voir dire, the moving party must demonstrate the facts and\r\ncircumstances warrant a finding of actual juror bias. Here, the solicitor\r\nfailed to present any evidence of actual juror bias to support the motion.\r\n\r\n\r\np. 24\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24728","title":"State v. Graham David Bridgers, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24728","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nThe State, Petitioner\r\nv.\r\nGraham Davie Bridgers,\r\nIII, Respondent\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Florence County\r\nRalph King Anderson, Jr., Judge\r\n\r\n\r\nOpinion No. 24728\r\nHeard October 22, 1997 - Filed December 29, 1997\r\n\r\n\r\nREVERSED\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSolicitor Dudley Saleeby, Jr., all of Columbia, for\r\npetitioner.\r\n\r\n\r\nAssistant Appellate Defender Robert M. Dudek, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for respondent.\r\n\r\n\r\nTOAL, A.J.: In this action involving the interpretation of S.C. Code\r\n\r\n\r\np. 25\r\n\r\nSTATE v. BRIDGERS\r\n\r\n\r\n\r\nAnn. § 16-3-1040 (Supp. 1996), we review the Court of Appeals' finding that\r\nHighway Patrol officers are not \"public officials\" within the meaning of the\r\nstatute. We reverse the Court of Appeals and reinstate the conviction and\r\nsentence of the trial court.\r\n\r\n\r\nFactual/Procedural Background\r\n\r\n\r\nOn July 10, 1993, Graham Davie Bridgers was involved in a car\r\naccident. Although he left the scene, witnesses were able to identify\r\nBridgers's vehicle and give the license plate number to the Highway Patrol.\r\nCorporal Jack Chamberlain and two other officers went to Bridgers's home\r\nto investigate. According to Chamberlain's testimony, Bridgers appeared to\r\nbe intoxicated. He cursed Chamberlain and wanted to fight. Chamberlain\r\ntestified that Bridgers said: \"I'm going to get my gun. I'm going to come to\r\nyour home in Lake City and I'm going to kill you.\" Chamberlain then\r\narrested Bridgers for threatening to kill a police officer.\r\n\r\n\r\n\r\n\r\nBridgers was indicted for violating section 16-3-1040 for threatening to\r\nkill Corporal Chamberlain, an officer in the South Carolina Highway Patrol.\r\nBridgers moved to quash the indictment on the ground that Chamberlain\r\nwas not a \"public official\" within the meaning of the statute. The trial court\r\ndenied the motion. The jury convicted Bridgers, and he was sentenced to five\r\nyears imprisonment, suspended upon five years probation, with 500 hours of\r\ncommunity service. Bridgers appealed his conviction and sentence. The\r\nCourt of Appeals reversed the trial court and held that Highway Patrol\r\nofficers and troopers are not \"public officials\" within the meaning of section\r\n16-3-1040. State v. Bridgers, 323 S.C. 185, 473 S.E.2d 829 (Ct. App. 1996).\r\nThe State filed a petition for writ of certiorari, which we granted.\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nThe State argues that Highway Patrol officers and troopers are \"public\r\nofficials\" within the meaning of S.C. Code Ann. § 16-3-1040. We agree. The\r\nstatute provides in pertinent part:\r\n\r\n\r\n\r\n  It is unlawful for any person to knowingly and wilfully deliver or\r\n \r\n    convey to a public official ... any letter or paper, writing, print,\r\n    missive, document, or electronic communication or any verbal or\r\n    electronic communication which contains any threat to take the\r\n    life of or to inflict bodily harm upon the public official . . . or\r\n\r\n\r\n\r\np. 26\r\n\r\nSTATE v. BRIDGERS\r\n\r\n\r\n\r\n\r\n  members of [his] immediate famil[y].1\r\n\r\n\r\n\r\nS.C. Code Ann. § 16-3-1040. The statute defines \"public official\" as \"any\r\nelected or appointed official of the United States or of this State or of a\r\ncounty, municipality, or other political subdivision of this State.\"2 Id.\r\n\r\n\r\nThe Legislature has directed that all Highway Patrol officers and\r\ntroopers \"be commissioned by the Governor upon the recommendation of the\r\nDirector of the Department of Public Safety.\"3 S.C. Code Ann. § 23-6-100(A)\r\n(Supp. 1996). In State v. Lewis, 181 S.C. 10, 186 S.E. 625 (1936), we held\r\nthat while \"the commission does not confer the office[,] ... [it is] evidence of\r\nthe appointment.\" Id. at 37, 186 S.E. at 637 (1936)(emphasis added); see also\r\n63C Am. Jur. 2d Public Officers and Employees § 128 (1997). Thus, the\r\ncommission provides evidence that Highway Patrol officers and troopers are\r\nappointed officials, and therefore, \"public officials\" under section 16-3-1040.\r\n\r\n\r\nThe common law also offers guidance as to whether Highway Patrol\r\nofficers are public officials. The General Assembly is presumed to be aware\r\nof the common law, see Caughman v. Columbia YMCA, 212 S.C. 337, 344, 47\r\nS.E.2d 788, 791 (1948), and where a statute uses a term that has a well-\r\nrecognized meaning in the law, the presumption is that the General Assembly\r\nintended to use the term in that sense. See Coakley v. Tidewater Constr.\r\nCorp., 194 S.C. 284, 288, 9 S.E.2d 724, 726 (1940). We have held that a\r\npublic officer is \"[o]ne who is charged by law with duties involving an\r\nexercise of some part of the sovereign power, either small or great, in the\r\nperformance of which the public is concerned, and which are continuing, and\r\nnot occasional or intermittent.\" Sanders v. Belue, 78 S.C. 171, 174, 58 S.E.\r\n762, 763 (1907). Moreover, the criteria we have considered when\r\n\r\n\r\n\r\n\r\n1In 1990, the General Assembly amended the statute to add a\r\nprohibition against threatening the life of or threatening to inflict bodily\r\nharm upon a teacher or principal, or members of their immediate families.\r\n\r\n\r\n2The Legislature is currently considering a bill to amend this statute.\r\nThe bill would. make it a crime for a person to threaten \"a public official or\r\n. . . a teacher or principal of an elementary or secondary school or . . . a\r\nhighway patrolman.\" 1997 S.C. H.B. 3791. Although the bill would add\r\nHighway Patrolmen to the list of protected individuals, it would not amend\r\nthe definition of a \"public official\" to incorporate Highway Patrolmen.\r\n\r\n\r\n 3These commissions may be terminated at the pleasure of the director.\r\nSee S.C. Code Ann. § 23-6-100(A) (Supp. 1996).\r\n\r\n\r\np. 27\r\n\r\nSTATE v. BRIDGERS\r\n\r\n\r\n\r\ndistinguishing between public officers and public employees include \"whether\r\nthe position was created by the Legislature; whether the qualifications for\r\nappointment are established; whether the duties, tenure, salary, bond and\r\noath are prescribed or required [and] whether the one occupying the position\r\nis a representative of the sovereign.\" State v. Crenshaw, 274 S.C. 475, 478,\r\n266 S.E.2d 61, 62 (1980). No single criterion is dispositive and not all the\r\ncriteria are necessary to find that an individual is a public officer. Id.\r\n\r\n\r\nWe find that Highway Patrol officers and troopers come within this\r\ncommon law definition. First, as law enforcement officers, they are charged\r\nwith the discretionary exercise of the sovereign power. Specifically, the\r\nofficers and troopers must enforce the \"traffic and other related laws.\" S.C.\r\nCode Ann. § 23-6-100(A) (Supp. 1996). Second, their positions were created\r\nby the Legislature. See id. Third, their duties and powers are established\r\nby statute and include accepting money in the form of bail for traffic\r\nviolations, serving criminal process, and making arrests. See S.C. Code Ann.\r\n§§ 23-6-140 to -150 (Supp. 1996). Finally, each Highway Patrol officer and\r\ntrooper must file a bond that is conditioned on the faithful performance of his\r\nduties. See S.C. Code Ann § 23-6-120; see also S.C. Code Ann. § 8-3-30\r\n(1986)(providing the form of the bond to be given by all public officers).\r\n\r\n\r\nMoreover, we have held that the Highway Commissioner and lower\r\nlevel Highway Department officials are public officials because their duties\r\nare of great concern to the public. See State v. Thrift, 312 S.C. 282, 440\r\nS.E.2d 341 (1994) (lower level officials); State v. Wannamaker, 213 S.C. 1, 48\r\nS.E.2d 601 (1948)(Commissioner). In fact, \"the greater the duty to the public\r\nat large, the more likely it is that the individual will be a public official.\"\r\nThrift, 312 S.C. at 309, 440 S.E.2d at 356. Highway Patrol officers and\r\ntroopers are engaged in a duty of great concern to the public: enforcement of\r\nthe criminal laws of the state.\r\n\r\n\r\nFurther, we have considered other law enforcement officers to be \"public\r\nofficials.\"  For example, a deputy sheriff is a public official for purposes of\r\nworkers' compensation.4 See Willis v. Aiken County, 203 S.C. 96, 26 S.E.2d\r\n313 (1943). Likewise, we have found police officers to be \"public officials\" for\r\npurposes of defamation and the bribery statute. See McClain v. Amold, 275\r\nS.C. 282, 270 S.E.2d 124 (1980) (defamation); State v. Crenshaw, 274 S.C.\r\n475, 266 S.E.2d 61 (1980) (bribery).\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Highway Patrol officers and troopers are functionally equivalent to\r\ndeputy sheriffs. State v. Cooper, 291 S.C. 332, 335, 353 S.E.2d 441, 442\r\n(1986).\r\n\r\n\r\np. 28\r\n\r\nSTATE v. BRIDGERS\r\n\r\n\r\n\r\nPublic policy also favors treating Highway Patrol officers as \"public\r\nofficials.\" In State v. Carter, __S.C.__, 478 S.E.2d 86 (Ct. App. 1996), a\r\ncase decided several months after Bridgers, the Court of Appeals held that\r\ncity police officers are \"public officials\" within the meaning of section 16-3-\r\n1040. The Court of Appeals reasoned that municipal police officers are\r\n\"public officials\" because the General Assembly provided that \"[a]ny\r\nmunicipality may appoint or elect as many police officers . . . as may be\r\nnecessary for the proper law enforcement in such municipality and fix and\r\nprescribe their duties.\" S.C. Code Ann. § 5-7-110 (Supp. 1996). Because city\r\npolice officers are elected or appointed, they are public officials for purposes\r\nof section 16-3-1040. See Carter, __S.C.__ at , 478 S.E.2d at 87.5 As a\r\nresult of Bridgers and Carter, the law currently protects law enforcement\r\nofficers inconsistently. An individual may threaten the life of a city police\r\nofficer and violate the statute, while no violation of the statute would occur\r\nif that individual made the same threat to a Highway Patrol officer. No\r\nrational basis exists for this inconsistency.\r\n\r\n\r\nConclusion\r\n\r\n\r\nFor the foregoing reasons, we hold that Highway Patrol officers and\r\ntroopers are \"public officials\" within the meaning of section 16-3-1040.\r\nTherefore, the defendant's conviction is affirmed and the Court of Appeals'\r\ndecision is REVERSED.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, A.J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 Using the same rationale, the Attorney General had earlier opined\r\nthat city police officers were \"public officials\" within the meaning of the\r\nstatute. See 1984 Op. S.C. Att'y Gen. No. 84-103.\r\n\r\n\r\n\r\n\r\np. 29\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24729","title":"Evangelical Lutheran v. South Carolina National Bank","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24729","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe Evangelical\r\nLutheran Charities\r\nSociety of Charleston,\r\nSouth Carolina (Franke\r\nHome) and Newberry\r\nCollege, Respondents-Appellants,\r\n\r\nv.\r\n\r\nThe South Carolina\r\nNational Bank (n/k/a\r\nWachovia Bank of\r\nSouth Carolina, N.A.),\r\nas Trustee of the\r\nCharitable\r\nTestamentary Trust\r\nCreated Under the Last\r\nWill and Testament of\r\nJohn D. Muller, Jr.,\r\nDeceased, Appellant-Respondent.\r\n\r\n\r\n\r\nAppeal From Charleston County\r\nWilliam L. Howard, Sr., Judge\r\nOpinion No. 24729\r\nHeard June 17, 1997 - Filed December 29, 1997\r\n\r\nREVERSED IN PART; AFFIRMED IN PART\r\n\r\nDonald B. Meyer, Scott W. Pitts, both of Moore and Van Allen,\r\nand William C. Cleveland, of Haynsworth, Marion, McKay &amp;\r\nGuerard, of Charleston, for the Appellant-Respondent, The\r\nSouth Carolina National Bank (n/k/a Wachovia Bank of South\r\n\r\np. 30\r\n\r\nEVANGELICAL LUTHERAN v. SCN BANK\r\n\r\n\r\nCarolina).\r\n\r\nJacquelyn L. Bartley, David W. Robinson, II, both of Robinson,\r\nMcFadden &amp; Moore, P.C., of Columbia, for Respondent-\r\nAppellant Franke Home.\r\n\r\nRobert M. Hollings, F. Truett Nettles, II, both of Hollings &amp;\r\nNettles, P.A., of Charleston, for Respondent-Appellant\r\nNewberry College.\r\n\r\n\r\nFINNEY, C.J.: This is an action construing a testamentary\r\ntrust. The circuit court first held that historic preservation of the\r\nexteriors of certain properties in the City of Charleston did not confer a\r\nsufficient public benefit so as to render a trust established for this purpose\r\na charitable trust. In a second order, the court construed the trust and\r\nheld that the Trustee had properly managed its assets. We reverse the\r\nfirst order, and affirm the second.\r\n\r\nRespondents-Appellants (Beneficiaries) are the charitable\r\nbeneficiaries of a testamentary trust created under John Muller's will.\r\nAppellant-respondent (Trustee) is the Trustee. Beneficiaries brought this\r\naction challenging certain provisions of the will, alleging they do not create\r\na charitable trust, and claiming Trustee breached its fiduciary duty in\r\nadministering the trust. Trustee appeals an order finding no charitable\r\ntrust; Beneficiaries appeal an order finding no breach of fiduciary duty.\r\nThe appeals have been consolidated.\r\n\r\nMr. Muller, a lifelong Charleston resident, was well known for\r\nhis efforts to preserve historic homes in the city. Mr. Muller acquired\r\nnine continuous properties, most on Archdale Street (the Archdale\r\nProperties) in the 1950's and 1960's, and began restoring them. Under\r\nMuller's will, the Archdale Properties and Laurel Hill Plantation1 were the\r\ncorpus of the charitable trust, and Trustee was directed to \"hold such\r\nproperties ... to comprise the corpus of the ... Muller Trust in\r\nperpetuity. . . .\" [Will, art. IV(b)]. The will directed the net income from\r\nthe corpus \"[F]irst be applied by my Trustee to the care, upkeep and\r\nmaintenance of my said real properties ...... [(Will, art (b)(1)]. It then\r\nprovided:\r\n\r\n\r\n\r\n  After establishing a reserve or a \"cushion\" from net income\r\n\r\n\r\n\r\n\r\n1 Laurel Hill Plantation is not the subject of this dispute. \r\np. 31\r\n\r\nEVANGELICAL LUTHERAN v. SCN BANK\r\n\r\n\r\n\r\n  from this Trust... the amount of which is to be determined\r\n\r\n    solely by my Trustee, of monies from which repairs, insurance,\r\n    taxes and other, contingencies can be paid, all of the\r\n    remainder of the net income which .remains from time to time\r\n    ... if any, shall be distributed by my Trustee to the\r\n    [Beneficiaries)\r\n    [(Will, Article (b)(2))].\r\n\r\n\r\nAt the time of Muller's death in 1984, the Properties were still\r\nin a state of disrepair. Since that time, the Trustee has fully restored the\r\nexterior of the Properties, created 27 separate apartments, and rented\r\nthem. The expenses incurred in renovating the Properties have\r\nconsistently exceeded the Trust's net income, and the Beneficiaries have\r\nreceived only one distribution, that from interest generated by insurance\r\nproceeds paid after Hurricane Hugo severely damaged the Properties.\r\n\r\nThe trial court found the exterior of the Archdale Properties\r\nhad been \"preserved and returned to their original splendor with\r\nsubstantial education benefit to those who may view them. It also\r\nfound the fact the Properties share a common owner is important in\r\npreserving and maintaining them, and \"(t)hey have historical significance\r\nas a unit which transcends their individual parts.\" He held the Properties\r\nhad significant public value because they constitute the northern boundary\r\nof historic preservation in this part of Charleston, and as such \"(t)heir\r\ncontinued preservation is important as a bastion against insipid\r\ndeterioration. \" Finally, the trial judge found the restored and preserved\r\nProperties \"are a monument to [Muller's] ideas, and a model to be\r\nfollowed.\"\r\n\r\nThe trial judge held, none-the-less, that the purpose of\r\nthe Muller Trust as it relates to the Archdale Properties did not provide a\r\nsufficient public benefit so as to render it a proper charitable trust.\r\nTrustee appeals this order.\r\n\r\nA court of equity takes a sympathetic view of attempts to\r\ncreate a charitable trust, and will go to great lengths to try to sustain\r\nsuch an attempt. Medical Society of South Carolina v. SC Nat'l Bank of\r\nCharleston, 197 S.C. 96, 14 S.E.2d 577 (1941); Porcher v. Cappelmann, 187\r\nS.C. 491, 198 S.E. 8 (1938)(charitable trusts \"are entitled to peculiar\r\nfavor\"). No general rule can be laid down as to what benefits constitute a\r\npublic charity, and each case must be judged on its own facts. Medical\r\n\r\np. 32\r\n\r\nEVANGELICAL LUTHERAN v. SCN BANK\r\n\r\n\r\nSociety, supra. \"Courts, on the whole, are kindly disposed towards\r\npreservation of the settings and trappings of historical events and of\r\nremnants of a departed culture, and trusts to that end are generally\r\nupheld.\" Annot., Validity, as for a charitable purpose, of trust for\r\ndissemination or preservation of material of historical or other educational\r\ninterest or value, 12 ALR 2d 849, 893 (1950).\r\n\r\nThe trial judge's conclusions appear to rest on two grounds:\r\n(1) the Properties' interiors are not open to the public on a regular basis;\r\nand (2) the Properties are rented to private individuals who receive a\r\ngreater benefit (albeit at a greater cost) than the public at large. In our\r\nopinion, the fact the Trustee utilized the properties themselves to generate\r\nthe income necessary to achieve the trust's purpose does not convert the\r\nbenefit conferred from public to private. See The Preservation Society-of\r\nNemMort County v. Assessor of Taxes of the City of Newport, 247 A.2d 430\r\n(R.I. 1968). Further, the fact that the renters are more able to enjoy the\r\nProperties than the public at large does not alter the trust's charitable\r\ncharacter. It is true in almost all public trusts that some individuals\r\nreceive more direct benefit than others, but the purpose is charitable so\r\nlong as societal interests are furthered. §54 Bogert on Trusts (6th Ed.\r\n1987).\r\n\r\nThe trial judge also relied on Smith v. Heyward, 115 S.C. 145,\r\n104 S.E. 473 (1920). In Smith, the testatrix established a fund to\r\nmaintain her family home and its extensive grounds, none of which were\r\nopen to the public. The Court held there was no charity involved, but\r\nthat the bequest was \"purely private and personal.\" Unlike Smith, the\r\ntrust here is not \"purely private and personal\", but, as even the trial judge\r\nheld, \"clearly bestow[s] a public benefit\r\n.... Smith is clearly distinguishable.\r\n\r\n\r\nThe Beneficiaries rely not only on Smith, supra, to support\r\ntheir position but also on the Medical Society decision. In Medical Society,\r\nthe testatrix left her home and its contents to be used as a museum. The\r\nevidence showed the contents had little or no value as museum pieces, and\r\nthat the exhibition of these items would constitute a public detriment, not\r\na public benefit. Id.  Medical Society supports the position of the Trustee\r\nhere since the Muller Trust confers a public benefit.\r\n\r\nWe reverse the first order and find for the historic\r\npreservation of the Archdale Properties because this confers a sufficient\r\n\r\np. 33\r\n\r\nEVANGELICAL LUTHERAN v. SCN BANK\r\n\r\n\r\npublic benefit to render it a charitable trust.\r\n\r\nIn a subsequent order, the trial court construed the will and\r\ngranted Trustee summary judgment on the Beneficiaries' claims that\r\nTrustee had breached its fiduciary duties in managing the Muller Trust.\r\nBeneficiaries have appealed this order, essentially contending the trial\r\ncourt erred in determining Muller's intent, and that Trustee's management\r\nwas deficient. We affirm this order. Germann v. New York Life Ins. Co.,\r\n286 S.C. 24, 331 S.E.2d 385 (Ct. App. 1985).\r\n\r\nAccordingly, these appeals are\r\nREVERSED IN PART: AFFIRMED IN PART.\r\n\r\n\r\nMOORE, WALLER, JJ., and Acting Associate Justices Thomas\r\nJ. Ervin and Casey L. Manning concur.\r\n\r\n\r\np. 34\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24730","title":"In the Matter of Charles H. Chiles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24730","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nIn the Matter of\r\nCharles H. Chiles, Respondent.\r\n\r\n\r\nOpinion No. 24730\r\nHeard December 3, 1997 - Filed December 29, 1997\r\n\r\n\r\nDEFINITE SUSPENSION\r\nComings B. Gibbs, Jr., of Gibbs &amp; Holmes, of Charleston, for\r\nrespondent.\r\n\r\n\r\nAttorney General Charles Molony Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr. both of\r\nColumbia, for complainant.\r\n\r\n\r\nPer Curiam: This is an attorney grievance proceeding arising\r\nout of respondent's guilty plea to a charge of official misconduct in office, a\r\nviolation of S.C. Code Ann. § 8-1-80 (Supp. 1996). While a municipal\r\njudge, respondent improperly caused a Driving Under the Influence charge\r\nand a Driving Under Suspension charge to be dismissed. We have already\r\nimposed a public reprimand in the judicial misconduct proceeding based on\r\nthis same conviction, finding respondent \"exercised undue influence on the\r\narresting officer, without consideration of the merits of the case. . . .\" In\r\nthe Matter of Chiles, __ S.C.__ 490 S.E.2d 259, 260 (1997). We now\r\nimpose a seven month suspension from the practice of law, retroactive to\r\nrespondent's interim suspension which began February 6, 1997.\r\n\r\n\r\nRespondent's misconduct violated Rules 8(b)-(e) of the Rules of\r\nProfessional Conduct, Rule 407, SCACR, by committing a criminal act\r\nwhich reflects adversely on his honesty, trustworthiness or fitness as a\r\nlawyer, and by engaging in conduct involving moral turpitude, dishonesty,\r\nfraud, deceit, and misrepresentation, and by engaging in conduct\r\nprejudicial to the administration of justice. Although the Commission\r\nrecommended a four month suspension, we find that a seven month\r\nsuspension is the appropriate sanction in this matter. Rule 27(e)(2), of\r\n\r\n\r\np. 35\r\n\r\nIN THE MATTER OF CHILES\r\n\r\n\r\n\r\nRule 413, SCACR. Accordingly, we impose this sanction, retroactive to\r\nFebruary 6, 1997. Respondent shall, within fifteen days of the filing of\r\nthis opinion, file an updated affidavit showing that he remains in\r\ncompliance with Rule 30, of Rule 413, SCACR, and the prior order of this\r\nCourt dated February 6, 1997.\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\n\r\n\r\n\r\n\r\np. 36\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24731","title":"Jacqueline Minor v. Philips Products, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24731","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nJacqueline Minor, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nPhilips Products and\r\nGallagher Basset\r\nServices, Inc., Appellants.\r\n\r\n\r\nAppeal From York County\r\nJ. Buford Grier, Special Circuit Court Judge\r\n\r\n\r\nOpinion No. 24731\r\nHeard March 4, 1997 - Filed December 29, 1997\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\nStanford E. Lacy, of Collins &amp; Lacy, P.C., of\r\nColumbia, for appellants.\r\n\r\n\r\nF. G. Delleney, Jr., of Hamilton, Hamilton,\r\nDelleney, Gibbons, of Chester, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: Appellants Philips Products and Gallagher\r\nBasset appeal the circuit court judge's order upholding a determination by\r\nthe South Carolina Workers' Compensation Commission that respondent\r\nJacqueline Minor's injury was caused by a job related accident. We\r\naffirm.\r\n\r\n\r\nMinor sought workers' compensation benefits based upon an\r\naccidental injury to her arm while employed by Philips Products. A hearing\r\nwas held before the single commissioner to determine compensability and\r\nbenefits payable if indicated. The commissioner found Minor was entitled to\r\n\r\n\r\np. 37\r\n\r\nMINOR v. PHILLIPS PRODUCTS\r\n\r\n\r\n\r\ntemporary total compensation from the time she was out of work because of\r\nher injury. Additionally, the commissioner held that Minor suffered a 12%\r\npermanent partial impairment disability to her left upper extremity as a\r\nresult of an accidental injury on June 2, 1994. Appellants were ordered to\r\npay benefits. The single commissioner's order was affirmed by a workers'\r\ncompensation commission panel and the circuit court.\r\n\r\n\r\nAppellants contend it was error to find Minor was injured by\r\naccident. Instead they claim Minor has described a repetitive motion injury\r\nwhich should be treated as an occupational disease.\r\n\r\n\r\nA decision of the Workers' Compensation Commission must be\r\naffirmed if the factual findings are supported by substantial evidence in the\r\nrecord. Stokes v. First National Bank, 306 S.C. 46, 410 S.E.2d 248 (1991).\r\nSubstantial evidence is not a mere scintilla of evidence, but evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the agency reached. Id.\r\n\r\n\r\nThe commissioner found that Minor injured her arm through an\r\naggravation that, coupled with a previous incident, brought the injury to the\r\nstatus of an accident on June 2, 1994. The commissioner concluded Minor\r\nsuffered a compensable injury by accident arising out of and in the course\r\nand scope of her employment. The commissioner relied on the deposition\r\ntestimony of Doctors Stone and Lehman concerning causation. Dr. Lehman\r\ntestified that Minor did not describe a specific event that brought on the pain\r\nbut rather, the pain began at a particular point in time. Dr. Lehman stated\r\nthe symptoms could have been caused by a single traumatic event. Dr. Stone\r\ndiagnosed Minor as having tendinitis and indicated that her injury could\r\nhave been caused by trauma to the tendon from strain in pulling something\r\nhard. Minor testified that she felt pain on June 2 when pulling vinyl to\r\nmake a screen door. She described the pain as being sharp and causing her\r\nto stop work. She stated she went to the office and was given a wrist band.\r\nShe testified she also felt a similar lighter pain previously in May. Minor\r\nclaimed the pain became worse on June 21 and she went to the doctor. Dr.\r\nStone testified that he first treated Minor for this injury on June 21, 1994.\r\n\r\n\r\nWe find substantial evidence in the record to support the single\r\ncommissioner's finding that the injury Minor complained of was caused by an\r\naccident arising out of and in the course of her employment resulting in an\r\ninjury to her left arm and shoulder. Accordingly, the circuit court's order is\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nTOAL, MOORE, WALLER and BURNETT, A.J., concur.\r\n\r\n\r\np. 38\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24732","title":"Ethel Miller v. City of Camden, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24732","description":"","date":"1997-12-29","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nEthel Miller, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\nOf whom The Kendall\r\nCompany is   Petitioner.\r\n\r\n\r\nHenry Miller, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\nOf whom The Kendall\r\nCompany is Petitioner.\r\n\r\n\r\nHenry Miller, as\r\nPersonal Representative\r\nof the Estate of Fletcher\r\nLevar Miller, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\np. 39\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nOf whom The Kendall\r\nCompany is Petitioner.\r\n\r\n\r\nHenry Miller, as\r\nPersonal\r\nRepresentative of the\r\nEstate of Felicia\r\nTyrette Miller, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\nOf whom The Kendall\r\nCompany is Petitioner.\r\n\r\n\r\n\r\n\r\nJerry Henry,\r\nindividually and as\r\nPersonal Representative\r\nof the Estate of Jason\r\nLamont Henry, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\nOf whom The Kendall\r\nCompany is Petitioner.\r\n\r\n\r\nMattie Ellerby Jackson,\r\n\r\n\r\np. 40\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nas Personal\r\nRepresentative of the\r\nEstate of John Ellerby, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nCity of Camden and The\r\nKendall Company, Defendants,\r\n\r\n\r\nOf whom The Kendall\r\nCompany is Petitioner.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\nAppeal From Kershaw County\r\nL. Henry McKellar, Judge\r\n\r\n\r\nOpinion No. 24732\r\nHeard December 7, 1995 - Filed December 29, 1997\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\nRobert J. Sheheen, of Savage, Royall &amp; Sheheen, of\r\nCamden, for petitioner.\r\n\r\n\r\nDesa A. Ballard and Allard A. Allston, III, both of\r\nNess, Motley, Loadholt, Richardson &amp; Poole, P.A.,\r\nof Charleston and Barnwell; and Thomas D.\r\nBroadwater, of Columbia, for respondents.\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: Respondents commenced these wrongful death\r\nand personal injury actions against petitioner Kendall Company (Kendall)\r\nand City of Camden (City) to recover for damages allegedly sustained\r\n\r\n\r\np. 41\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nwhen the Kendall Lake dam broke. The trial judge granted Kendall\r\nsummary judgment on the ground Kendall owed respondents no duty of\r\ncare. The Court of Appeals reversed, finding Kendall owed a duty of care\r\nas a matter of law by virtue of its control of the dam and its voluntary\r\nundertaking to monitor the lake for the safety of others. Miller v. City of\r\nCamden, 317 S.C. 28, 451 S.E.2d 401 (1994). We conclude it is for the\r\njury to determine if Kendall owed respondents a duty of care as a\r\nvolunteer and, accordingly, affirm as modified.\r\n\r\n\r\nFACTS\r\nKendall Lake is a forty-one acre reservoir built by Kendall to aid\r\nproduction at its adjacent textile plant. In 1961, Kendall conveyed the\r\nlake, the dam, and the adjoining woods to City.1 City uses water from the\r\nlake to supplement its water supply. By agreement, Kendall retained the\r\nright to draw water from the lake for production purposes, providing it\r\ndoes not lower the surface level of the lake more than one foot below\r\nspillway level. In return, City agreed to maintain the level of the lake at\r\napproximate spillway level, absent some repair or weather emergency.\r\n\r\n\r\nKendall judges water level to be too high for production if the plant\r\nboiler room begins to flood. Water level is controlled by two sluice gates\r\nwhich are kept locked. Kendall has had no keys to the sluice gates since\r\nat least 1984. When the boiler room floods, Kendall contacts City to open\r\nthe sluice gates on the dam to lower the level of the lake.\r\n\r\n\r\n\r\n\r\nIn 1979, the Army Corps of Engineers inspected the dam and found\r\nit unsafe. Kendall received a copy of the report requiring that certain\r\nrepairs be made. Kendall contacted the South Carolina Land Resources\r\nCommission (Land Resources) to advise that it was not the owner of the\r\ndam. Both Kendall and City employees subsequently attended a meeting\r\nrequested by Land Resources to discuss the inspection report. At this\r\nmeeting, an emergency plan was formulated for notification of the\r\nappropriate officials in the event of an imminent dam failure. Along with\r\nCity employees, Kendall employees were listed on Land Resource's\r\nemergency notification forms as personnel assigned to monitor the dam.\r\n\r\n\r\n\r\n\r\n1 Kendall inadvertently retained several feet of property upon which a\r\nportion of the foot of the dam rests. The Court of Appeals found no duty\r\narose from this incidental ownership and that ruling is not before us on\r\nappeal.\r\n\r\n\r\np. 42\r\n\r\n\r\n\r\n\r\nOn October 10, 1990, heavy rainfall caused the lake to overtop the\r\ndam causing its breach. Respondents subsequently commenced these\r\nactions for injuries sustained in the flood.\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nThe Court of Appeals held Kendall owed respondents a duty of care\r\nbecause Kendall controlled the dam by virtue of its contract with City.\r\nKendall asserts this was error. We agree.\r\n\r\n\r\nOne who controls the use of property has a duty of care not to harm\r\nothers by its use. Dunbar v. Charleston &amp; W.C. Ry. Co., 211 S.C. 209,\r\n44 S.E. 314 (1947); Peden v. Furman University, 155 S.C. 1, 151 S.E. 907\r\n(1930). Conversely, one who has no control owes no duty. Clark v.\r\nGreenville County, 313 SC. 205, 437 S.E.2d 117 (1993). Here, Kendall's\r\ncontractual right of control was limited to maintaining a certain normal\r\nwater level for production purposes. The contract between Kendall and\r\nCity specifically reserved to City complete control of the dam and water\r\nlevel in the event of a weather emergency. Kendall had no physical\r\ncontrol of the sluice gates and no contractual right to control them in this\r\nsituation. Accordingly, we conclude Kendall owed no duty of care to\r\nrespondents based on its contractual right of control.\r\n\r\n\r\nThe Court of Appeals also found Kendall owed respondents a duty as\r\na matter of law because it voluntarily undertook to monitor the lake for\r\nthe benefit of others.\r\n\r\n\r\nThe common law ordinarily imposes no duty on a person to act. If\r\nan act is voluntarily undertaken, however, the actor assumes the duty to\r\nuse due care. Russell v. City of Columbia, 305 S.C. 86, 406 S.E.2d 338\r\n(1991). While the law imposes this duty on a volunteer' the question\r\nwhether such a duty arises in a given case may depend on the existence of\r\nparticular facts. Carson v Adgar, __S.C.__ 486 S.E.2d 3 (1997).\r\nWhere there are factual issues regarding whether the defendant was in\r\nfact a volunteer, the existence of a duty becomes a mixed question of law\r\nand fact to be resolved by the fact-finder. Id.; accord Jefferson County\r\nSchool Dist. v. Justus, 725 P.2d 767 (Colo. 1986); Culver-Union Township\r\nAmbulance Service V. Steindler, 611 N.E.2d 698 (Ind. App. 1993)\r\n(expressly adopted and incorporated by reference 629 N.E.2d 1231 (Ind.\r\nSup. Ct. 1994)); R.A. Peck, Inc. v. Liberty Fed. Sav. Bank, 108 N.M. 84,\r\n766 P.2d 928 (Ct. App. 1988); Chiplock v. Niagara Mohawk Power Corp.,\r\n134 A.D.2d 96, 523 N.Y.S.2d 232 (1988); Mozingo v. Pitt County Mem.\r\n\r\n\r\np. 43\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nHosp., 101 N.C. App. 578, 400 S.E.2d 747 (1991) aff'd on other grounds\r\n331 N.C. 182, 415 S.E.2d 341 (1992).\r\n\r\n\r\nIn this case, there is a factual issue regarding Kendall's status as a\r\nvolunteer. The facts indicate a Kendall employee was listed on the Land\r\nResources emergency notification form and Kendall had an employee\r\npresent at the meeting during which an emergency plan was formulated.\r\nSummary judgment should be denied if more than one inference can be\r\ndrawn from the evidence. Koester v. Carolina Rental Center, Inc., 313\r\nS.C. 490, 443 S.E.2d 392 (1994). We find more than one inference can be\r\ndrawn from this evidence. Whether these facts establish that Kendall\r\nvolunteered to monitor the lake level for the benefit of third parties2 or\r\nwas simply facilitating its own arrangement with City is an issue that\r\nshould be resolved by the jury. See S.C. Ins. Co. v. James C. Greene &amp;\r\nCo., 290 S.C. 171, 348 S.E.2d 617 (Ct. App. 1986) (a cause of action for\r\nnegligence requires a duty owed by the defendant to the plaintiff).\r\n\r\n\r\nAccordingly, we reverse the award of summary judgment and\r\nremand for the case to be submitted to the jury for it to determine\r\nwhether Kendall volunteered to monitor the lake level for the benefit of\r\nthird parties. The decision of the Court of Appeals is\r\n\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., and WALLER, A.J., concur. TOAL, A.J., dissenting\r\nand concurring in separate opinion. BURNETT, A.J., dissenting\r\nin separate opinion.\r\n\r\n\r\n\r\n2 We decline to adopt the expanded liability of Restatement 2d of Torts\r\n\r\n§324A (1965). This section imposes a duty on \"one who undertakes ... to\r\nrender services to another which he should recognize as necessary for the\r\nprotection of a third person\" and requires no actual volunteer relationship\r\nbetween the defendant and the third party.\r\n\r\n\r\np. 44\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nTOAL, A.J.: In this case, we have wide divergence of opinions from the trial\r\ncourt, the Court of Appeals and this court on the issue of whether and under what\r\ncircumstances the law imposes liability on a volunteer toward a third party. The \r\nCourt of Appeals, relying on Restatement (Second) of Torts § 324A, held that a duty \r\nis imposed on anyone (volunteer or not) who undertakes to render services for the \r\nprotection of others to avoid risk of harm of any third persons. The majority rejects \r\nthe expanded liability of the Restatement, but holds that a volunteer can be liable to \r\nthird parties and that here there is a jury question as to whether Kendall volunteered \r\nto monitor for the benefit of third parties. Thus, the majority affirms, with \r\nmodification, the Court of Appeals' reversal of the trial court's grant of summary \r\njudgment for Kendall.\r\n\r\n\r\nMy brother in dissent would hold as a matter of law that Kendall is a volunteer and\r\nthus liable. I would hold as a matter of law that Kendall was not a volunteer and thus \r\nnot liable at all. I agree with the majority that one who volunteers to assume \r\nresponsibility for the protection of third parties may be liable to third parties for \r\nnegligent conduct in the performance of the volunteer services. Where I depart from \r\nthe majority is in its holding that there is a jury question as to Kendall's volunteer \r\nstatus. I wholeheartedly concur with the majority's rejection of Restatement \r\n(Second) of Torts § 324A, which expands liability to third parties for one who \r\nundertakes to render a service. I respectfully dissent from the portion of the majority \r\nopinion that concludes there was evidence that Kendall volunteered\r\nto assume responsibility for monitoring threats to the Kendall Lake Dam. With the\r\ngreatest respect for my brothers in the majority, I believe the trial court's grant of\r\nsummary judgment to Kendall should be affirmed. I would reverse the Court of \r\nAppeals.\r\n\r\n\r\nThe majority opinion contains an excellent outline of the facts and legal claims\r\npresented. It quite appropriately concludes that Kendall has absolutely no liability \r\nfor injury and death claims arising out of the ownership, maintenance and operation \r\nof Kendall Lake and Dam. The City is the owner and operator of this property. \r\nKendall has not even had a key to this property since the early 1980's. Kendall's \r\nliability is solely premisedupon its perceived \"Good Samaritan\" or \"volunteer\" \r\nstatus.\r\n\r\n\r\n\r\n\r\nThe land and dam at issue here are owned and controlled by the City of Camden.\r\nKendall conveyed this property to Camden in 1961. This property is subject to \r\nregulation by the U.S. Army Corps of Engineers pursuant to federal legislation and \r\nregulations known as the National Dam Safety Program. The property is also subject \r\nto regulation by the South Carolina Department of Land Resources pursuant to the \r\nS.C. Dams and Reservoirs Safety Act.\r\n\r\n\r\nThe specific facts upon which the majority concludes that there is a jury issue as to\r\nwhether or not Kendall is a volunteer are the following. In June of 1979, the Army \r\nCorps of Engineers issued an inspection report which criticized the safety of the dam \r\nat Kendall\r\n\r\n\r\np. 45\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\nLake. In August of 1979, State Land Resources Director of Dam Safety sent a letter \r\nto Camden and Kendall Mills suggesting a meeting at his office to discuss the \r\ninspection report on the Kendall Lake Dam. On September 6, 1979, a meeting was \r\nheld with Land Resources officials attended by City of Camden and Kendall \r\nrepresentatives. The only evidence relied on by the majority to find this \"volunteer\" \r\nstatus is the attendance by a Kendall employee at this meeting in which an \r\nemergency notification plan was formulated, as well as the placement of that \r\nrepresentative's name on an \"Emergency Alert Notification\" form used by the South \r\nCarolina Department of Land Resources. Far from showing Kendall volunteered to \r\nmonitor Kendall Lake Dam or the water level at Kendall Lake, the emergency \r\nnotification forms merely constituted a recognition that Kendall was\r\nusually the first party to experience flooding from high water levels in the lake. \r\nCity's public works director clearly stated that his own department and City's police\r\n  department were responsible for monitoring the lake and the dam.\r\n\r\n\r\nKendall attended the 1979 meeting at the written request of State Land Resources.\r\nThe emergency notification forms on which Kendall employees are listed are \r\nrequired by the Dams and Reservoirs Safety Act, S. C. Code Ann. § § 49-1 1 -1 I 0 \r\nto -260 (Supp. 1995).  The Dams and Reservoirs Safety Act does not create a private \r\ncause of action in third parties. It simply eludes my understanding how Kendall's \r\nagreeing to place the name of one of its employees on a form developed by a \r\ngovernmental agency and required by the Act gives rise to a duty to members of the \r\ngeneral public.\r\n\r\n\r\nWe live in an age in which governmental regulation increasingly intrudes into\r\nalmost every aspect of business and private life. Much of this regulation is the \r\nnecessary price we pay for order and safety in our society. Nevertheless, the \r\nOrwellian \"Big Brother is watching you\"1d power of late 20th century bureaucrats \r\nmakes any meeting between the regulator and the regulated inherently coercive. It \r\nsimply does not square with common sense experience to characterize a business \r\nresponse to a governmental inquiry as voluntary.\r\n\r\n\r\nThis was not a situation where a business unilaterally decided to render assistance\r\nto someone in distress. Instead, the Director of the Dams and Reservoirs Safety \r\nProgram within the South Carolina Land Resources Conservation Commission \r\nrequested that the plant engineer of Kendall Mills meet with him to prepare an \r\n\"Emergency Alert Notification\" form. It is dubious that any company in a similar \r\nposition would resist compliance. Under the rule established in this case, civil \r\nliability as a volunteer could attach when a company does nothing more than comply \r\nwith a governmental request for information. I  would reverse the Court of Appeals \r\nand reinstate the summary judgment\r\n\r\n\r\n\r\n\r\n\r\n\r\n1d George Orwell [Eric Blair], 1984 (1948). \r\n\r\np. 46\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\ngranted defendant Kendall by the trial court.\r\n\r\n\r\nAccordingly, I concur in part and dissent in part.\r\n\r\n\r\np. 47\r\n\r\n\r\n\r\nMILLER v. CITY CF CAMDEN ET AL.\r\n\r\n\r\n\r\nBurnett, A.J.: I agree with the majority's conclusion Kendall owed no\r\nduty of care to respondents based on its contract with the City. However,\r\nI conclude, by virtue of its status as a volunteer, Kendall owed a duty of\r\ncare to respondents as a matter of law. Accordingly, I dissent.\r\n\r\n\r\nFACTS\r\nIn 1979, the United States Army Corps of Engineers inspected\r\nthe Kendall Lake Dam, found it to be unsafe, and issued a written report\r\nplacing the dam in the \"high\" hazard classification because of \"the\r\npotential for property damage and/or loss of life in the event of dam.\r\nfailure.\" The report noted there was no warning system in place in the\r\nevent of flooding and recommended implementation of a warning system.\r\nThe report was mailed to Kendall's engineer and the City.\r\n\r\n\r\nConsequently, staff members from the South Carolina Land\r\nResources Conservation Commission met with City officials and Kendall\r\nmanagers to discuss the problem. The Army Corps of Engineers' report\r\nand a safety program were discussed. At the meeting, Kendall\r\nmanagement participated in the formulation of an emergency plan for\r\nnotification of the appropriate officials in the event of an imminent threat\r\nto the dam. An \"Emergency Alert Notification\" form was prepared,\r\nnaming Kendall Plant Manager Michael Scronce and Foreman G.H. McCaa\r\nas personnel assigned to monitor the dam. Subsequent Emergency Alert\r\nNotification forms also listed Kendall employees. In August 1990, two\r\nmonths prior to the accident, a notification form was prepared listing R.M.\r\nKushman, Kendall's Plant Engineer, as primary \"Personnel Assigned to\r\nMonitor\" the dam, and Foreman G.H. McCaa as alternate.\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nThe common law ordinarily imposes no duty on a person to\r\nact; however, where an act is voluntarily undertaken, the actor assumes\r\nthe duty to use due care. Carson v. Adgar, __S.C. __, 486 S.E.2d 3\r\n(1997); Roundtree Villas Ass'n. Inc. v. 4701 Kings Corp., 282 S.C. 415, 321\r\nS.E.2d 46 (1984); Crowley v. Spivey, 285 S.C. 397, 329 S.E.2d 774 (Ct.\r\nApp. 1985). The Restatement of Torts (Second) § 324A (1965) provides as\r\nfollows:\r\n\r\n\r\n\r\n  Liability to Third Person for Negligent Performance of\r\n \r\n    Undertaking\r\n\r\n\r\n\r\np. 48\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\n\r\n  One who undertakes, gratuitously or for consideration, to\r\n\r\n    render services to another which he should recognize as\r\n    necessary for the protection of a third person or his things, is\r\n    subject to liability to the third person for physical harm\r\n    resulting from his failure to exercise reasonable care to protect\r\n    his undertaking, if\r\n    \r\n    \r\n    (a) his failure to exercise reasonable care increases the risk of\r\n    such harm, or\r\n    \r\n    \r\n    (b) he has undertaken to perform a duty owed by the other to the\r\n    third person, or\r\n    \r\n    \r\n    (c) the harm is suffered because of reliance of the other or the\r\n    third person upon the undertaking.\r\n\r\n\r\n\r\n(Emphasis added).\r\n\r\n\r\nThe determination of the existence of a duty is solely the\r\nresponsibility of the court. Ellis by Ellis v. Niles, 324 S.C. 223, 479 S.E.2d\r\n47 (1996)(court held supervising members of trauma team who did not\r\nundertake to care for patient had no legal duty to patient). \"Whether the\r\nlaw recognizes a particular duty is an issue of law to be decided by the\r\ncourt.\" Carson v. Adgar, S.C. at __, S.E.2d at 5; see also Evans v. Rite-\r\nAid Corp., 317 S.C. 154, 452 S.E.2d 9 (Ct. App. 1994), aff'd as modified,\r\n324 S.C. 269, 478 S.E.2d 846 (1996); Restatement 2d of Torts § 328B\r\ncomment e (1965)(\"it is the ... function of the court to determine whether,\r\nupon facts in evidence which the jury may reasonably find to be true, the\r\nlaw imposes upon the defendant any legal duty to act or to refrain from\r\nacting for the protection of the plaintiff. This decision is always for the\r\ncourt\")(emphasis added).\r\n\r\n\r\nThe majority declines to adopt § 324A and, instead, suggests,\r\nin order for respondents to prevail, Kendall must have contemplated that\r\nmonitoring the lake level was for respondents' benefit. Although this\r\nCourt has not affirmatively adopted § 324A, it has on occasion considered\r\nthe section. For instance, in Salvo v. Hewitt, Coleman &amp; Associates, Inc.,\r\n274 S.C. 34, 260 S.E.2d 708 (1979), the Court found the plaintiffs evidence\r\ndid not support a negligence action under § 324A. The Court did not,\r\nhowever, indicate any disapproval of the principles set forth in § 324A.\r\n\r\n\r\nThe facts and circumstances regarding Kendall's status as\r\n\r\n\r\np. 49\r\n\r\nMILLER v. CITY OF CAMDEN ET AL.\r\n\r\n\r\n\r\na volunteer are not in dispute. Knowing the dam was classified as a\r\n\"high\" hazard dam because of \"the potential for property damage and/or\r\nloss of life in the event of dam failure,\" Kendall participated in the\r\ncreation of an emergency notification plan. As part of the plan, an\r\n\"Emergency Alert Notification\" form was prepared. Specific Kendall\r\npersonnel were assigned to monitor the dam. More recent notification\r\nforms named other Kendall personnel as primary and alternate \"Personnel\r\nAssigned to Monitor\" the dam. Only one conclusion can be drawn from\r\nthese facts: Kendall understood breach of the dam could result in serious\r\ndamage to life and property and it volunteered to monitor the dam and to\r\nnotify appropriate officials in the event of an imminent threat. Kendall's\r\nundertaking was clearly for its own benefit and for the benefit of others.\r\nAs such, Kendall owed a duty to use reasonable care in monitoring the\r\ndam and in notifying appropriate officials of any danger. Compare Carson\r\nv. Adgar, supra (where facts and circumstances indicated only that\r\ndefendant did not take charge of intoxicated plaintiff, trial judge properly\r\nconcluded defendant did not assume any duty to plaintiff).\r\n\r\n\r\nThe Court of Appeals properly found Kendall owed a duty to\r\nrespondents to use reasonable care in the operation of the lake and dam\r\nas a matter of law. Ellis by Ellis v. Niles, supra (whether the law\r\nrecognizes a particular duty is an issue of law to be decided by the court).\r\nI would reverse the award of summary judgment and remand the case to\r\nbe submitted to the jury to determine whether Kendall breached its duty\r\nof due care and, if so, whether there were any resulting damages.\r\n\r\n\r\np. 50\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]