[{"id":"24583","title":"D. W. Flowe &amp; Sons, Inc. v. Christopher Constr. Co., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24583","description":"","date":"1997-03-03","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E.2d \r\n  \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nD.W. Flowe &amp; Sons, Inc., Appellant, \r\nv. \r\nChristopher Construction \r\n  Company, and SAFECO \r\n  Insurance Company of \r\n  America, Respondents, \r\nv. \r\nLancaster County Water &amp; \r\n  Sewer District and Union \r\n  County, North Carolina, Third-Party Respondents . \r\nAppeal From York County \r\n  J. Buford Grier, Master-in-Equity \r\nOpinion No. 24583 \r\n  Heard January 7, 1996 - Filed March 3, 1997 \r\nAFFIRMED \r\nS. Jackson Kimball and P. Ron Hargett, Jr., of Kimball, \r\n  Dove &amp; Simpson, of Rock Hill, for appellant. \r\n  \r\n  \r\nJ. Kershaw Spong and David W. Robinson, II, of Robinson, \r\n  McFadden &amp; Moore, of Columbia, for respondents. \r\n  \r\nJames W. Sheedy and W. Mark White, of Spencer &amp; \r\n  Spencer, P.A., of Rock Hill, for third-party respondents. \r\n  \r\nWALLER, AJ.: D.W. Flowe &amp; Sons, Inc. is appealing an order finding that a lawsuit brought against Respondents Christopher Construction Company and SAFECO Insurance Company is barred by the statute of limitations. We affirm. \r\n  \r\np.3\r\n\r\nD.W. FLOWE &amp; SONS, INC. v. CHRISTOPHER CONSTR. CO., et.al. \r\n\r\nFACTS \r\n  \r\nIn 1991, Christopher Construction Company (\"Contractor\") was awarded a contract to construct the Catawba River Water Supply Project -- Raw Water Facilities. This contract was awarded by Third-Party Respondents Lancaster County Water and Sewer District (\"District\") and Union County, North Carolina (collectively referred to as \"Owners\"). Fn. 1 SAFECO Insurance Company (\"Surety\") issued a payment bond as surety for this contract. Contractor in turn hired Appellant to perform grading work on the project. Appellant subsequently sued Contractor and Surety claiming it was owed certain sums due under its subcontract. It asserted multiple causes of action against both defendants. The first cause of action against Surety sought payment under the bond Surety issued. Contractor filed a third-party complaint against Owners seeking, inter alia, indemnification.\r\nThe trial judge granted summary judgment against Appellant on its cause of action against Surety under the payment bond, finding the suit was untimely. \r\n  \r\nISSUES \r\n  \r\nI. Does the statute of irritation provision in District's Procurement Ordinance apply to the contract in this case? \r\n  II. Does District have the authority to enact a statute of limitations ordinance? \r\n  III. Does the statute of limitations ordinance violate Equal Protection? \r\n  \r\nDISCUSSION \r\n  \r\nI. Applicability of Ordinance \r\n  \r\nDistrict's Procurement Ordinance Section 5-302(5) (\"Ordinance\") states in pertinent part:\r\nEvery suit instituted upon a payment bond shall be brought in a court of competent jurisdiction for the District, but no such suit shall be commenced after the expiration of one year after the day on which the last of the labor was performed or material was supplied by the person bringing suit. \r\n_______________\r\nFn. 1Owners had formed a joint venture to provide water treatment service to both areas. \r\n  \r\np.4\r\n\r\nD.W. FLOWE &amp; SONS INC. v. CHRISTOPHER CONSTR. CO. et \r\n\r\nIt is uncontested that Appellant last furnished materials and labor on July 29, 1992. It brought suit on June 2, 1994. Thus, if Ordinance is found to apply in this case, it will preclude Appellant's lawsuit.\r\nSection 1-102 of District's procurement ordinances provides in part, \"This Ordinance applies to contracts for the procurement of supplies, services and construction, entered into by this District after the effective date of this Ordinance. It shall apply to every expenditure of public funds irrespective of their source.\" Appellant argues that because Owners formed a joint venture, it was this joint venture and not the individual Owners who were the contracting parties. Therefore, Appellant reasons, Ordinance would be inapplicable because the contract was not entered into by District. We disagree. Both the contract Fn. 2 and the payment bond were signed by Owners individually. More importantly, the contract specifically stated that Owners would be individually liable for any sums due under the contract. Clearly, District entered into the contract when it agreed to be personally liable under its terms. Under these circumstances, we find no error in the trial judge's ruling Ordinance applicable. \r\n  \r\nII. District's Authority to Enact Ordinance \r\n  \r\nAppellant argues District did not have legislative authority to enact Ordinance. We disagree.\r\nUnder S.C. Code Ann. &#167; 6-11-10 (1976), the General Assembly authorized the creation of special purpose districts \" [i]n order to protect the public health.\" Pursuant to this authority, the General Assembly created District, authorizing it to \"[b]uild, construct, purchase, acquire, operate and maintain water lines and water mains throughout the district, and all apparatus necessary for the proper functioning of the same ... \" and to \"[m]ake contracts for construction.\" District was empowered to \"[d]o all other acts and things necessary or convenient to carry out any function or power committed or granted to the district.\" 1973 Acts 494 (&#167; 3: &#182; &#182; 9, 18, 25); 1959 S.C. Acts 455 (&#167; 3: &#182; &#182; 9, 18, 26). Subcontractor correctly points out that none of these statutes specifically authorized District to enact procurement ordinances. However, the General Assembly corrected this in 1981 by adopting the South Carolina Procurement \r\n  \r\n_______________\r\nFn. 2 The general contract between Contractor and Owners required Contractor to conform to all applicable \"Federal and State laws, municipal ordinances and the rules and regulations of all authorities having jurisdiction over construction of the Work....\" This general contract was incorporated into the subcontract. The contract also required Contractor to furnish a payment bond, as did District's Procurement Ordinance 5-302. In accordance with this requirement, Contractor secured a payment bond from Surety. \r\n  \r\np.5\r\n\r\nD.W. FLOWE &amp; SONS, INC. v. CHRISTOPHER CONSTR. CO.,-et al. \r\n\r\nCode. Fn. 3 Although the Code's procurement provisions do not apply to local political subdivisions, Fn. 4 section 11-35-50 requires all political subdivisions to adopt \"ordinances or procedures embodying sound principles of appropriately competitive procurement.\" This section created a task force to draft model ordinances for consideration by the political subdivisions. Fn.5 We find this statute clearly authorized District to enact procurement ordinances.\r\nAppellant further argues that a statute of limitations ordinance does not embody \"sound principles of appropriately competitive procurement\" as required in section 11-35-50. We disagree. It is well-settled that the cardinal rule in interpreting a statute is to ascertain the legislature's intent. Beattie v. Aiken City Dept. of Social Servs., 319 S.C. 449, 462 S.E.2d 276 (1995). \"A statute as a whole must receive a practical, reasonable and fair interpretation consonant with the purpose, design, and policy of the lawmakers.\" Id. at 452, 462 S.E.2d at 278 (quoting Browning v. Hartvigsen, 307 S.C. 122, 125, 414 S.E.2d 115, 117 (1992)). The South Carolina Procurement Code, of which section 11-35-50 is a part, provides that one of its purposes is \"to require the adoption of competitive procurement laws and practices by units of state and local governments.\" S.C. Code Ann. &#167; 11-35-20(e) (Supp. 1995). The Code included in its definition of procurement \"all phases of contract administration.\" S.C. Code Ann. &#167; 11-35-310(22) (1976). It also included a one-year statute of limitations for suits on payment bonds in its provisions. S.C. Code Ann. &#167; 11-35-3030(2)(d). We find from these provisions legislative intent that rules, such as a shorter statute of limitations, governing the prompt resolution of contract disputes were included within the ambit of \"sound principles of appropriately competitive procurement.\" Fn. 6\r\nArticle VIII, section 17 provides that \"all laws concerning local government shall be liberally construed in their favor. Powers, duties, and responsibilities granted local government subdivisions by this Constitution and by law shall include \r\n  \r\n_______________\r\nFn. 3 S.C. Code Ann. &#167;&#167; 11-35-10 to -5270 (1976 &amp; Supp. 1995).\r\nFn. 4 See S.C. Code Ann. &#167; 11-35-40(2) (1976); S.C. Code Ann. &#167; 11-35-310(18) (Supp. 1995).\r\nFn. 5 The model ordinance ultimately developed by this task force contained a one-year statute of limitation provision for suits on payment bonds. See Model Procurement Ordinance, Local Governments &#167; 5-302(5) (1982).\r\nFn. 6 The only reason Appellant gives to support its argument is that if applied, Ordinance will have the effect of benefitting SAFECO, a private company. It overlooks the fact that it also benefits District by reducing bond premiums and construction costs. \r\n  \r\np.6\r\n\r\nD.W. FLOWE &amp; SONS, INC. v. CHRISTOPHER CONSTR. CO., et al.\r\nthose fairly implied and not prohibited by this Constitution.\" Fn. 7 Therefore, construing section 11-35-50 liberally in District's favor, we hold District had legislative authority to enact Ordinance. \r\n  \r\nIII. Equal Protection \r\n  \r\nAppellant also argues Ordinance violates the equal protection principles of the United States and South Carolina Constitutions. Fn. 8 We disagree. To satisfy Equal Protection, a classification must (1) bear a reasonable relation to the legislative purpose sought to be achieved, (2) members of the class must be treated alike under similar circumstances, and (3) the classification must rest on some rational basis. Jenkins v. Meares, 302 S.C. 142, 394 S.E.2d 317 (1990). A legislative enactment will be sustained against constitutional attack if there is \"any reasonable hypothesis\" to support it. Gary Concrete Prods., Inc. v. Riley 285 S.C. 498, 504, 331 S.E.2d 335, 338 (1985) (quoting Thomas v. Spartanburg Ry., Gas &amp; Elec. Co., 100 S.C. 478, 85 S.E. 50 (1915)).\r\nAs mentioned herein, Ordinance benefits District in reducing public expense. We have previously held this to be a rational basis for adopting a shorter statute of limitations. See, e.g., Murphy v. Richland Memorial Hosp., 317 S.C. 560, 455 S.E.2d 688 (1995) (upholding two-year statute of limitations period under Tort Claims Act against equal protection attack). Therefore, we find Appellant has not sustained its burden of showing a constitutional violation. See id. at 563, 455 S.E.2d at 690 (party asserting constitutional infirmity has burden of showing classification is arbitrary and without any reasonable basis).\r\nFinally, the remaining arguments Appellant raises are affirmed pursuant to Rule 220(b)(1), SCACR and the following authority: Issue III: Parsons v. Georgetown 318 S.C. 63, 456 S.'E.2d 366 (1995) (failure to proffer excluded evidence precludes appellate review). \r\n  \r\n_______________\r\nFn. 7 Subcontractor's argument that \"[a]ny powers not expressly conferred upon a governmental agency of the State are plainly prohibited as though expressly forbidden\" is unpersuasive in view of this constitutional provision. See Williams v. Town of Hilton Head, 311 S.C. 417, 429 S.E.2d 802 (1993) (object of Article VIII was to abrogate traditional restrictions on the exercise of local autonomy such as Dillon's rule of strict construction).\r\nFn. 8 U.S. Const. amend. XIV, &#167; 1; S.C. Const. art. I, &#167; 3. \r\n  \r\np.7\r\n\r\nD.W. FLOWE &amp; SONS, INC. v. CHRISTOPHER CONSTR. CO., et al. \r\n\r\nFor the foregoing reasons, the trial judge's order granting partial summary judgment is hereby \r\n  \r\nAFFIRMED. \r\n  \r\nFINNEY, C.J., MOORE, and BURNETT, JJ., and Acting Associate\r\nJustice John W. Kittredge, concur. \r\n  \r\np.8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24584","title":"Town of Duncan v. State Budget &amp; Control Board, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24584","description":"","date":"1997-03-03","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E.2d \r\n  \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nTown of Duncan, Appellant \r\nv. \r\nState Budget and Control \r\n  Board, Division of \r\n  Insurance Services; Barry \r\n  Ray Frost; William \r\n  Thomas Kuehne; and \r\n  Mark W. Holden, Respondents. \r\n  \r\nAppeal From Spartanburg County \r\n  Charles B. Sinunons, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24584 \r\n  Heard November 21, 1996 - Filed March 3, 1997 \r\n  \r\nREVERSED AND REMANDED \r\n  \r\nEdward R. Cole, of Spartanburg, for appellant. \r\n  \r\nReginald L. Foster, of Spartanburg, for respondent State \r\n  Budget and Control Board. \r\n  \r\nWALLER, A.J.: On appeal is an order finding Respondent State Budget and Control Board (\"Board\") does not have a duty to defend or indemnify Appellant Town of Duncan (\"Town\") against two lawsuits. We reverse. \r\n  \r\nFACTS \r\n  \r\nIn January of 1993 two complaints were commenced against Town. Both \r\n  \r\np.9\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nalleged the plaintiffs therein Fn. 1 were fired in retaliation for reporting various acts of misconduct by Town's mayor and for being involved in the mayor's arrest for public disorderly conduct and resisting arrest. Fn. 2 Plaintiffs alleged causes of action for (1) violation of the state \"Whistleblower Act,\" Fn. 3 (2) intentional infliction of emotional distress, and (3) tortious conduct resulting in a chilling effect on equal enforcement of state laws.\r\nTown was insured under a tort liability policy issued by Board. However, upon notification of the two suits, Board refused to defend or indemnify on the ground that the causes of action alleged were not covered under the insurance policy. Town brought a declaratory judgment action against Board to have the rights and obligations of the parties under the insurance policy determined. Fn.4 The trial judge found the policy did not provide coverage for any of the causes of action alleged in the complaint. Fn. 5 \r\n  \r\nISSUE \r\n  \r\nDoes the insurance policy provide coverage for the plaintiffs' lawsuit? \r\n  \r\nDISCUSSION \r\n  \r\nBoard issued Town a general \"Tort Liability Insurance Policy,\" the pertinent provisions of which are quoted below: \r\n  \r\nI.\r\nCOVERAGE \r\n  \r\nThe Fund Fn. 6 will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of \r\n  \r\n_______________\r\nFn. 1 One plaintiff was employed by the fire department; the other two were employed by the police department. Hereinafter they will be referred to as \"Plaintiffs.\"\r\nFn. 2 Plaintiffs were discharged four days after the mayor's arrest.\r\nFn. 3 S.C. Code Ann. &#167;&#167; 8-27-10 to -50 (Supp. 1995).\r\nFn. 4 Town also named Plaintiffs as defendants, but they failed to make an appearance below.\r\nFn. 5 Town has not appealed the judge's finding regarding the third cause of action, damages arising from violation of public policy.\r\nFn. 6 \"Fund\" is Board's Insurance Reserve Fund. \r\n  \r\np.10\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nA. Personal injury ... to which this applies caused by an occurrence....\r\nThe Fund shall have the right and duty to defend any suit against the insured seeking damages on account of such personal injury ... even if any of the allegations of the suit are groundless, false, or fraudulent, and may make such investigation and settlement of any claim or suit as it deems expedient .... \r\n  \r\nIII.\r\nDEFINITIONS \r\n  \r\n\"Personal Injury\" means\r\n(2) injury arising out of one or more of the following offenses committed during the policy period:\r\n\r\n    (a) false arrest, detention, imprisonment, malicious prosecution, or humiliation; Fn. 7 \r\n    (g) violation of the following Amendments to the Constitution of the United States:\r\n    First Amendment\r\n\r\n\r\nThe primary cause of action Plaintiffs alleged is violation of the Whistleblower Act. This statute generally prohibits any public body from retaliating against an employee who reports wrongdoing. The trial judge found that because the Whistleblower Act is not within the purview of the Tort Claims Act, Fn. 8 the policy did not provide coverage. In other words, the judge found the policy only covered claims for which immunity was waived under the Tort Claims Act. We disagree.\r\nPrior to 1985, governmental entities were protected from lawsuits alleging tortious conduct by its employees by the doctrine of sovereign immunity. However, in that year we abolished total sovereign immunity in McCall v. Batson, 285 S.C. 243, 329 S.E.2d 741 (1985). In response to McCall, the legislature passed the Tort Claims Act, which waived sovereign immunity under certain circumstances. This Act mandated that all political subdivisions Fn. 9 procure tort liability insurance to cover risks \r\n  \r\n_______________\r\nFn. 7 An endorsement to the policy further limited humiliation to only \"humiliation resulting from false arrest, detention, imprisonment or malicious prosecution.\"\r\nFn. 8 S.C. Code Ann. &#167;&#167; 15-78-10 to -190 (Supp. 1995).\r\nFn. 9 Me parties stipulated Town was a political subdivision at all times material to this case. \r\n  \r\np.11\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nfor which immunity was waived. S.C. Code Ann. &#167; 15-78-140(b) (Supp. 1995). The Act made it the \"duty of the [Board] to cover risks for which immunity has been waived under the provisions of this chapter by the purchase of insurance as authorized in &#167; 15-78-150.\" Id-- at &#167; 15-78-140(a).\r\nInitially, the trial judge correctly found that the Tort Claims Act does not address actions under the Whistleblower Act. See McGill v. University of South Carolina, 310 S.C. 224, 423 S.E.2d 109 (1992). However, this does not resolve the issue at hand, that being whether the tort liability policy Board issued in this case only provided coverage for actions under the Tort Claims Act. Fn. 10 At first blush the answer to this question may seem obvious. See S.C. Code Ann. &#167; 15-78-20(b) (Supp. 1995) (governmental liability can only be based as provided in Act). However, the Whistleblower Act, which was passed two years after the Tort Claims Act, specifically waives governmental immunity for Whistleblower claims. See S.C. Code Ann. &#167; 8-27- 30 (Supp. 1995). Clearly, this later specific statute is another area in which the legislature has decided to waive governmental immunity in addition to the waiver provisions of the Tort Claims Act. See Langley v. Pierce, 313 S.C. 401, 438 S.E.2d 242 (1993) (\"generally, specific laws prevail over general laws, and later legislation takes preference over earlier legislation\").\r\nThe statutes authorizing Board to purchase insurance for governmental entities do not provide that the only risks Board can insure against are those waived under the Tort Claims Act. While section 15-78-140(a) (quoted above) states it is Board's duty to insure against risks waived under the Tort Claims Act, it does not make this an exclusive duty. Fn. 11 Furthermore, section 1-11-140(A) authorizes Board to provide insurance \"so as to protect the State against tort liability.\" The Tort Claims Act is not mentioned.\r\nFinally, the actual policy never mentions the Tort Claims Act. It merely states that the Fund will (1) pay sums the insured becomes legally obligated to pay as damages because of personal injury, and (2) defend any suit seeking such damages even if the allegations are groundless, false or fraudulent. There is no provision limiting coverage to claims allowed under the Tort Claims Act. Therefore, Board's duty to defend or indemnify should not be predicated on whether the Whistleblower action is covered by the Tort Claims Act. Rather, the policy itself should be examined \r\n  \r\n_______________\r\nFn. 10 Whistleblower actions are clearly actions in tort. See, e.g., Garner v. Morrison Knudsen Corp., 318 S.C. 223, 456 S.E.2d 907 (1995).\r\nFn. 11 While a governmental entity seeking insurance coverage for claims addressed by the Tort Claims Act do not necessarily have to purchase insurance from Board, see S.C. Code Ann. &#167; 15-78-140(b) (Supp. 1995), this is not the case with other areas of potential liability. See S.C. Code Ann. &#167; 1-11-140(C)(Supp. 1995) (\"The procurement of tort liability insurance in the manner provided [i.e. from Board] is the exclusive means for the procurement of this insurance\"). \r\n  \r\n  \r\n  \r\np.12\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nto see whether coverage is provided by its terms. Fn. 12\r\nTerms in an insurance policy should be liberally construed in favor of the insured. Standard Fire Ins. Co. v. Marine Contracting and Towing Co., 301 S.C. 418, 392 S.E.2d 460 (1990). The allegations in the third-party complaint determine the insurer's duty to defend. If the facts alleged in a complaint against the insured bring a claim within policy coverage, the insurer has a duty to defend. South Carolina Medical Malpractice Liab. Ins. v. Ferry, 291 S.C. 460, 354 S.E.2d 378 (1987).\r\nTown argues the policy covers Whistleblower actions because it defines personal injury as an injury arising out of a violation of the First Amendment. We agree. The phrase \"arising out of' should be broadly construed in a clause of inclusion; it should mean more than causation. See McPherson v. Michigan Mut. Ins. Co., 310 S.C. 316, 426 S.E.2d 770 (1993) (ilarising out of' in clause of inclusion connotes \"incident to,\" \"flowing from,\" or \"having connection with\" as well as \"causal relation to.\"). We find that, for the purpose of determining the coverage issue in this case, a cause of action under the Whistleblower Act is an action for injuries arising out of a First Amendment violation.\r\nAn action for violation of a plaintiff s First Amendment rights based on retaliatory discharge requires a showing that (1) the plaintiff s speech is protected by the First Amendment, meaning (a) the speech involves a matter of public concern and (b) the employee's interest in speaking outweighs the employer's interest in promoting office efficiency; and (2) the plaintiff s speech was a substantial motivating factor in the government action. Connick v. Myers, 461 U.S. 138, 103 S. Ct. 1684, 75 L. Ed. 2d 708 (1983); Mt. Healthy City Sch. Dist., 429 U.S. 274, 97 S. Ct. 568, 50 L. Ed. 2d 471 (1977); Pickering v. Board of Educ., 391 U.S. 563, 88 S. Ct. 1731, 20 L. Ed. 2d 811 (1968). The First Amendment insures that public employers do not fire employees \"on a basis that infringes that employee's constitutionally protected interest in freedom of speech.\" Rankin v. McPherson, 483 U.S. 378Y 107 S. Ct. 2891, 97 L. Ed. 2d 819 (1987).\r\nUnder the Whistleblower Act, public employees can recover if they show their employer retaliated against them for filing a well-grounded, good-faith report of wrongdoing with an appropriate authority. S.C. Code Ann. &#167; 8-27-20 (Supp. 1995). The employee must show the employer's action was because of the filing, however, and was not motivated by an independent reason. Id. at &#167; 8-27-40. While this \r\n  \r\n_______________\r\nFn. 12 Town argues the policy covers Whistleblower actions because it defines personal injury in part as injury arising out of malicious prosecution. We disagree. These two actions are completely different; the facts alleged in the complaint simply do not allege malicious prosecution. See Jordan v. Deese, 317 S.C. 260, 452 S.E.2d 838 (1995) (malicious prosecution action lies when judicial proceedings are instituted by defendants which end in plaintiff s favor, such institution being motivated by malice and lacking probable cause). \r\n  \r\np.13\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nstatute encourages employees to report wrongdoing as a matter of public policy, it does so by protecting their right to speak without fear of retaliation. It is narrower than the protection given by the First Amendment because it only addresses one type of speech: reports of wrongdoing. However, a public employee's reporting of misconduct will always implicate First Amendment protection because it is universally held to be a matter of public concern. See Pickering, supra; Davis v. Ector County 40 F.3d 777 (5th Cir. 1994) (\"There is perhaps no subset of 'matters of public concern' more important than bringing official misconduct to light\"); Swineford v. Snyder County, 15 F.3d 1258, 1274 (3d Cir. 1994) (\"Speech involving government impropriety occupies the highest rung of First Amendment protection. Moreover, the public's substantial interest in unearthing goverm-nental improprieties requires courts to foster legitimate whistleblowing.\"). Fn. 13 \r\n  \r\n_______________\r\nFn. 13The one distinction between the First Amendment and the Whistleblower statute is that in the fonner analysis, the employer is given the opportunity to show that its interest in a workplace free of disruption is greater than the employee's rights to free speech. However, regarding employee reports of misconduct or wrongdoing, the employer's burden is so great as to make this element almost nonexistent. See Voigt v. Sarell, 70 F.3d 1552 (9th Cir. 1995), cert. denied, 112 S. Ct. 1826 (1996) (matters inherently involving public concern make employer's burden very onerous); Johnson v. Multnomah Count-v, 48 F.3d 420, 427 (9th Cir. 1995), cert. denied, 115 S. Ct. 2616 (employer \"does not have a legitimate interest in covering up mismanagement or corruption and cannot justify retaliation against whistleblowers as a legitimate means of avoiding the disruption that necessarily accompanies such exposure\"); Oladeinde v. City of Birmingham, 963 F.2d 1481, 1487 (1 Ith Cir. 1992), cert. denied sub nom. Deutcsh v. Oladeinde, 507 U.S. 987 (1993) (complaint alleging police officers were retaliated against because they sought to expose wrongdoing leads to the \"inevitable\" conclusion that their First Amendment rights were breached, despite the balancing of interests).\r\nSome courts have blurred this technical distinction even further. For example, in Lanes v. O'Brien the Colorado Court of Appeals noted that the balancing element of the First Amendment test was not exactly absent from its Whistleblower statute; instead, its provisions reflected a \"legislative\" balancing of the employer's and employee's interests. 746 P.2d 1366, 1372 (Colo. Ct. App. 1987). It implied that in some cases it would use the test developed by First Amendment cases in analyzing liability under the statute. Id.\r\nOther jurisdictions have also impliedly noted the great degree of similarity in the two actions. In determining what is required to state a prima facie case under its whistleblower statute, the North Carolina Court of Appeals relied on federal case law regarding a retaliation claim based on a violation of the First Amendment. Kennedy v. Guilford Tech. Comm. College, 448 S.E.2d 280 (N.C. Ct. App. 1994). See also Bush v. Lucas' 462 U.S. 367, 103 S. Ct. 2404, 76 L. Ed. 2d 648 (1983) (federal employee who alleges retaliation in violation of First Amendment rights must bring \r\n  \r\np.14\r\n\r\nTOWN OF DUNCAN v. STATE BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nWe find that, construing the policy liberally and considering the great degree of similarity and overlap in statutory and non-statutory Whistleblower actions, coverage should be provided in this case. At best, this language \"arising out of a violation of the First Amendment\" is ambiguous in this context and should be construed in favor of coverage. See Nationwide Mut. Ins. Co. v. Sirnmonds, 315 S.C. 404, 434 S.E.2d 277 (1993) (rule that ambiguous terms in policy should be construed against insurer applies when language used is capable of two reasonable interpretations). As a policy matter, Tow-n should not be denied a defense because plaintiffs seek to vindicate their rights by pursuing an action under the Whistleblower Act instead of in an action more explicitly alleging a First Amendment violation.\r\nFinally, the trial judge also found Board had no duty to defend based on the second cause of action, intentional infliction of emotional distress. Although we agree that the policy does not cover such actions, Fn. 14 Board is not justified in refusing to defend the lawsuit on this basis. See Employers Mut. Liab. Ins. Co. v. Hendrix,, 199 F. 2d 53 (4th Cir. 1952) (where a lawsuit contains several causes of action, some of which are covered under the policy and some of which are not, an insurer is not justified in refusing to defend the entire suit). \r\n  \r\n_______________\r\naction under statutory civil service remedies provided by Congress instead of in a non-statutory action); Fiorillo v. United States Dept. of Justice, 795 F.2d 1544, 1549 (Fed. 1986) (federal statute prohibiting reprisal against federal employees for disclosing misconduct and First Amendment's right to free speech are \"co-extensive rights\"); Crosby v. State Dept. of Budget &amp; Finance, 876 P.2d 1300, 13 10 (Haw. 1994), cert. denied., 115 S. Ct. 731 (1995) (stating, in explaining provisions of state whistleblower statute, \"Once the employee shows that the employer's disapproval of his first amendment protected expression played a role in the employer's action against him or her, '[t]he employer can defend affirmatively by showing that the termination would have occurred regardless of the protected activity.\"') (emphasis added) (internal citation omitted); Clough v. Ertz, 442 N.W.2d 798, 804 (Minn. Ct. App. 1989) (plaintiff s statutory whistleblower action \"factually intertwined\" with section 1983 action for violation of First Amendment).\r\nFn. 14 An insurer's duty to defend depends on an initial or apparent potential liability to satisfy a judgment against the insured. Sloan Const. Co. v. Central National Ins. of Omaha, 269 S.C. 183, 236 S.E.2d 818 (1977). The plain lang-uage of the policy shows coverage is not provided for intentional infliction of emotional distress. We decline to decide this issue based on whether or not the Tort Claims Act has waived sovereign immunity for this cause of action. Sovereign inununity is an affirmative defense that must be pled. Washington v. Whitaker, 317 S.C. 108, 451 S.E.2d 894 (1994). Because obviously no answer has been filed in this case, it would be premature to decide this issue at this time. We reverse the trial judge's order inasmuch as it does so. \r\n  \r\np.15 \r\n  \r\n\r\nTOWN OF DUNCAN v. STATE-BUDGET &amp; CONTROL BOARD, et al. \r\n\r\nIt is for these foregoing reasons that we find Board owes a duty to defend or indemnify Town in the lawsuits at issue in this case. The order of the trial judge is hereby reversed and this case is remanded for further proceedings consistent with this opinion. \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\np.16\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24585","title":"State v. Pilgrim","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24585","description":"","date":"1997-03-03","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E.2d \r\n  \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nThe State, Petitioner,\r\nv.\r\nWillie Earl Pilgrim, Respondent. \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\nAppeal From Spartanburg County \r\n  J. Derham Cole, Judge \r\n  \r\nOpinion No. 24585 \r\n  Heard January 8, 1997 - Filed March 3, 1997 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney \r\n  General John W. McIntosh and Assistant Deputy Attorney \r\n  General Salley W. Elliott, all of Columbia; and Solicitor \r\n  Holman C. Gossett, Jr., of Spartanburg, for petitioner. \r\n  \r\nAssistant Appellate Defender Robert M. Dudek, of South \r\n  Office of Appellate Defense, for respondent. \r\n  \r\nMOORE, A.J.: We granted the State's petition for a writ of certiorari to review the Court of Appeals' decision in State v. Pilgrim, 320 S.C. 409, 465 S.E.2d 108 (Ct. App. 1995). We affirm as modified. \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\np.17\r\n\r\nSTATE v. PILGRIM \r\n\r\nRespondent Willie Earl Pilgrim was convicted of assault and battery with intent to kill (ABIK) and sentenced to fifteen years. On October 21, 1991, sixty-two-year-old Marion Douglas Smith (Victim) was assaulted as he was putting groceries into his car. The victim testified he was struck five times by a blunt object. He sustained several broken bones and was hospitalized for a week following the incident.\r\nThe trial judge instructed the jury on ABIK and assault and battery of a high an aggravated nature (ABHAN) and equated these two offenses with murder and voluntary manslaughter, respectively. Respondent objected to the charge on the ground that equating ABHAN to voluntary manslaughter added an element to ABHAN: sudden heat and passion upon sufficient legal provocation. The trial judge did not change his instructions. Respondent appealed and the Court of Appeals reversed. \r\n  \r\nISSUE \r\n  \r\nDid the Court of Appeals err in holding the trial judge's charge was erroneous? \r\n  \r\nDISCUSSION \r\n  \r\nThe State contends the Court of Appeals erred in holding the trial judge erred in charging ABHAN is equivalent to voluntary manslaughter if the victim had died. We disagree.\r\nThe trial judge equated murder to ABIK and voluntary manslaughter to ABHAN. Respondent objected on the ground that by defining ABHAN as voluntary manslaughter when the victim does not die, adds the element of sudden heat and passion upon sufficient legal provocation (i.e. absence of malice). In this case, under the trial judge's instructions, the jury could not have returned with an ABHAN conviction because there was no evidence of provocation, or stated another way there was no evidence of an absence of malice. Absence of malice is not an element of ABHAN. Therefore, the trial judge erred in equating ABHAN to voluntary manslaughter.\r\nThe State then argues respondent was not entitled to an ABHAN charge and therefore any error is harmless. We disagree. The facts do not establish ABIK as a matter of law. Fn. 1 Therefore, respondent was entitled to an ABHAN charge.\r\nThe Court of Appeals correctly held the trial judge erred. However, we \r\n  \r\n_______________ \r\n  \r\nFn. 1 We overrule State v. Scott, 269 S.C. 438, 237 S.E.2d 886 (1977), to the extent it is inconsistent herewith. \r\n  \r\np.18\r\n\r\nSTATE v. PILGRIM \r\n\r\nmodify the decision in light of our recent decision in State v. Foust, Op. No. 24534 (Sup. Ct. filed December 2, 1996), where we held that a specific intent to kill is not an element of ABIK. Fn. 2 In its opinion, the Court of Appeals states a specific intent to kill is an element of ABIK. Accordingly, the Court of Appeals' decision is \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n_______________\r\nFn. 2 We also take this opportunity to specifically overrule the following cases to the extent they are inconsistent with this opinion: State v. Scott, 269 S.C. 438, 237 S.E.2d 886 (1977); State v. Lawrence, 266 S.C. 423, 223 S.E.2d 856 (1976); State v. Self, 225 S.C. 267, 82 S.E.2d 63 (1954); State v. Jones, 133 S.C. 167, 130 S.E. 747 (1925); and State v. Hilton, 284 S.C. 245, 325 S.E.2d 575 (Ct. App. 1985). \r\n  \r\np.19\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24586","title":"Ex Parte:  The Greenville News, et al. In Re:  William H. Bell, Jr. v. Parker Evatt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24586","description":"","date":"1997-03-03","type":"opinion","text":"\r\n      \r\n\r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E.2d \r\n  \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\nEx parte: \r\n  The Greenville News and \r\n  The Anderson Independent- \r\n  Mail, Intervenors-Appellants, \r\n  \r\nIn re: \r\n  William H. Bell, Jr., Applicant, \r\n  \r\nv. \r\n  \r\nParker Evatt, Commissioner of \r\n  the Department of Corrections, Respondent. \r\n  \r\nAppeal From Anderson County \r\n  Thomas J. Ervin, Judge \r\n  Alexander Macaulay, Judge \r\n  \r\nOpinion No. 24586 \r\n  Heard January 9, 1997 - Filed March 3, 1997 \r\n  \r\nREVERSED \r\n  \r\nCarl F. Muller, Wallace K. Lightsey, and John C. Moylan \r\n  III, all of Wyche, Burgess, Freeman &amp; Parham, P.A., of \r\n  Greenville, for appellant The Greenville News. \r\n  \r\nJay Bender, of Baker, Barwick, Ravenel &amp; Bender, of \r\n  Columbia, for appellant The Anderson Independent-Mail. \r\n  \r\nHoward W. Paschal, Jr., of Greenville; and Mark Olive, of \r\n  \r\np.20\r\n\r\nEX PARTE: THE GREENVILLE NEWS, et al. \r\nIN RE: WILLIAM H. BELL, JR. v. PARKER EVATT, etc. \r\n\r\nTallahassee, Florida, for applicant. \r\n  \r\nAttorney General Charles Molony Condon, Assistant \r\n  Deputy Attorney General Donald J. Zelenka, and Assistant \r\n  Attorney General Robert F. Daley, Jr., for respondent. \r\n  \r\nAssistant Attorney General Christie Newman Barrett for \r\n  amicus curiae State of South Carolina. \r\n  \r\nMOORE, A.J.: Appellants (Newspapers) are intervenors in William Bell's post-conviction relief (PCR) action. They appeal an order refusing them access to a sealed portion of the PCR record. We reverse. \r\n  \r\nFACTS \r\n  \r\nWilliam Bell was sentenced to death for the 1988 murder of an Anderson County school principal. His conviction and death sentence were affirmed on appeal to this Court in 1991. State v. Bell, 305 S.C. 11, 406 S.E.2d 165 (1991). Bell then commenced this PCR action. Based on information received in an anonymous phone call to defense counsel, Bell alleged juror misconduct had occurred during his trial and sought discovery. On August 9, 1994, Judge Ervin entered a consent order allowing depositions of jurors. This order was subsequently sealed by order of the court with consent of counsel on August 16. On September 19, Judge Ervin ordered that the depositions of jurors taken pursuant to his August 9 order, along with depositions of other persons concerning the conduct of the jury, be sealed. Counsel also consented to this order.\r\nDepositions were taken as ordered. Jurors who were deposed were assured their depositions would be kept confidential. After depositions were taken, a closed hearing was held before Judge Macaulay on January 8 and 9, 1996, to determine whether juror testimony would be allowed at the PCR hearing regarding the alleged juror misconduct. Judge Macaulay concluded the allegations of juror bias and extraneous influences were unsupported by the evidence. Accordingly, he ruled the proffered evidence regarding juror misconduct was inadmissible. Fn. 1 \r\n  \r\n_______________ \r\n  \r\nFn. 1 Juror testimony regarding internal misconduct is generally inadmissible to impeach a verdict except when necessary to ensure fundamental fairness. State v. Hunter, 320 S.C. 85, 463 S.E.2d 314 (1995); see also Rule 606(b), SCRE effective September 3, 1995. Based on our review of the record, we concur in Judge Macaulay's ruling that the proffered evidence was inadmissible. \r\n  \r\np.21\r\n\r\nEX PARTE: THE GREENVILLE NEWS, et al. \r\nIN RE: WILLIAM H. BELL, JR. v. PARKER EVATT, etc. \r\n\r\nThe next day, January 10, counsel for Newspapers moved before Judge Macaulay to intervene in the action to request access to a transcript of the closed hearing held January 8 and 9, the order sealing the file, and the matters under seal. Newspapers alternatively suggested a redacted copy of the transcript of the closed hearing be released. The State then agreed to unsealing the record with the names of jurors redacted. On January 15, 1996, Judge Macaulay issued an order denying access and finding redaction inadequate to protect the jurors' privacy. This appeal follows. \r\n  \r\nISSUE \r\n  \r\nWhether Newspapers were erroneously denied access to a transcript of the hearing regarding alleged juror misconduct and the sealed record? \r\n  \r\nDISCUSSION \r\n  \r\nIn Press-Enterprise Co. v. Superior Court of California, 464 U.S. 501, 104 S.Ct. 819, 78 L.Ed.2d 629 (1984), the United States Supreme Court held a \"presumption of openness\" applies to pre-trial jury voir dire proceedings. Because openness enhances both fairness and the appearance of fairness, this presumption allowing public access may be overcome only by an overriding interest based on findings that closure is (1) essential to preserve higher values and (2) is narrowly tailored to serve that interest. 104 S.Ct. at 824. The Court noted, however, that a juror may have a legitimate privacy interest which may be protected by closing the hearing and redacting the transcript of the proceedings. 104 S.Ct. at 512. The Court recognized a juror's compelling privacy interest in deeply personal matters which that juror has legitimate reasons for keeping out of the public domain. 104 S.Ct. at 511. Fn. 2\r\nFollowing Press Enterprise Co., the Third Circuit Court of Appeals recently held the same presumption of openness applies to post-trial hearings regarding alleged juror misconduct in order to promote fairness and the appearance of fairness. United States v. Simone, 14 F.3d 833 (3d Cir. 1994). Fn. 3 Similarly, we hold the presumption of openness applies in this case. Accordingly, closure is proper only if it is essential to preserve higher values and is narrowly tailored to serve that interest. \r\n  \r\n  \r\n  \r\n_______________\r\nFn. 2 The Court speculated that a legitimate privacy interest may be implicated, for instance, by voir dire questioning regarding rape of the juror or a family member. 104 S.Ct. at 512.\r\nFn. 3 But see United States v. Edwards, 823 F.2d 11 I (5th Cir. 1987) (holding no presumption of openness applies to mid-trial hearings into juror misconduct because of the disruptive effect on the ongoing trial). \r\n  \r\np.22\r\n\r\nEX PARTE: THE GREENVILLE NEWS, et al. \r\nIN RE: WILLIAM H. BELT, JR. v. PARKER EVATT, etc. \r\n\r\nPress Enterprise Co.; Ex parte: The Island Packet, 308 S.C. 198, 417 S.E.2d 575 (1992). Further, the burden is on the party opposing access to justify closure. Island Packet, supra; Davis v. Jennings, 304 S.C. 502, 405 S.E.2d 601 (1991). The request for a transcript or access to a sealed record implicates the same First Amendment rights that protect the public's access to the actual proceeding. Island Packet, supra ; Davis v. Jennings, supra.\r\nIn determining whether there exists a higher value in juror privacy in this case, we first note the personal information involved here is not simply background information revealed during juror voir dire but regards conduct in connection with jury service. In favor of preserving juror privacy, however, we consider the fact this conduct occurred during the jurors' personal time while sequestered and did not involve their function as jurors. Further, we have reviewed the sealed record in its entirety and find Judge Macaulay properly ruled the alleged juror conduct did not affect the deliberations or actual verdict in this case. Under the particular facts of this case and because jurors were assured their depositions would be confidential based on Judge Ervin's order sealing the record, we conclude the allegations can be disclosed and juror privacy preserved by disclosure of the sealed information with redaction of jurors' names and identifying information. See United States v. Edwards, 823 F.2d III (5th Cir. 1987) (where transcript will reveal substance and significance of the issues, usefulness of releasing jurors' names is highly questionable). Redaction also satisfies the requirement that closure be narrowly tailored.\r\nAccordingly, we reverse the order denying access to the sealed portion of the PCR record. The sealed record will be open to the public for inspection after redaction by this Court. \r\n  \r\nREVERSED. \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\np.23\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24587","title":"Frank M. Gaster v. Parker Evatt, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24587","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Frank N. Gaster, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\n \r\n  v.\r\n \r\n  Parker Evatt, \r\n  Commissioner, South \r\n  Carolina Department of \r\n  Corrections, and Michael \r\n  Cavanaugh, \r\n  Commissioner, South \r\n  Carolina Department of \r\n  Probation, Parole and \r\n  Pardon Services, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\n \r\n  Appeal From Richland County \r\n  Costa M. Pleicones, Judge\r\n \r\n  Opinion No. 24587 \r\n  Heard February 5, 1997 - Filed March 10, 1997\r\n \r\n  AFFIRMED\r\n \r\n  James B. Richardson, Jr., of Svalina, Richardson & Larson, of Columbia, for appellant.\r\n \r\n  L. Hunter Limbaugh, of Willcox, McLeod, Buyck & Williams, of Florence, for respondent Evatt; and Carl N. Lundberg, Chief Legal Counsel, of South Carolina Department of Probation, Parole and Pardon Services, of Columbia, for respondents Cavanaugh and South Carolina Department of Probation, Parole and Pardon Services.\r\n \r\n  FINNEY, C.J.: This is a statutory construction case. The issue is whether appellant's 1988 conviction for a violation of S.C. Code Ann. &#167;16-3-655(3)(1986) is properly classified as a violent offense under S.C. Code Ann. &#167;16-1- 60 (1986 and Supp. 1996). The circuit court held that it was, and appellant has appealed. We affirm.\r\np. 3\r\n\r\nFRANK M. GASTER v. PARKER EVATT, et al.\r\n \r\n  At the time appellant committed this offense and was convicted, &#167;16-1-60 read:\r\n\r\n  For purposes of definition under South Carolina law a violent crime includes the offenses of murder, criminal sexual conduct in the first and second degree, assault and battery with intent to kill, kidnapping, voluntary manslaughter, armed robbery, drug trafficking as defined in Section 44-53-370(3), arson in the first degree, burglary in the first degree, and burglary in the second degree under Section 16-11-312(B). (emphasis added).\r\n\r\nAppellant was convicted of violating &#167;16-3-655(3), which reads:\r\n\r\n  A person is guilty of criminal sexual conduct in the second degree if the actor engages in sexual battery with a victim who is at least fourteen years of age but who is less than sixteen years of age and the actor is in a position of familial, custodial, or official authority to coerce the victim to submit or is older than the victim. (emphasis added).\r\n\r\nIn addition to this statute defining second degree Criminal Sexual Conduct (CSC) as a sexual battery between a minor and a person of authority or older person, other statutory provisions define second degree CSC as a sexual battery with a victim between the ages of eleven and fourteen [&#167;16-3-655(2)(1985)] , or a sexual battery accomplished by the use of aggravated coercion. S.C. Code Ann. &#167;16-3- 653(l)(1985).\r\n Appellant argues that the legislature did not intend to include second degree CSC with a minor in the 1986 version of the violent crimes statute. We need not \"divine\" intent when statutory language is clear and unambiguous, but instead need simply apply the statute's literal language. e.g., State v. Blackmon 304 S.C. 270, 403 S.E.2d 666 (1991). Under the clear and unambiguous language of &#167;16-3-655(3), appellant was convicted of second degree CSC.Fn.1\r\nThe 1986 version of the classification statute did not distinguish between the three second degree CSC statutes. In contrast, the language at the end of &#167;16-1-60, classifying only one statutory definition of second degree burglary as violent, shows that the Legislature recognized crimes of the same name could be committed in different ways, and that it could and did distinguish between the different forms for classification purposes when it intended to. The statutory\r\n_______________ \r\nFn.1 &nbsp; To the extent appellant's argument relies on the fact that &#167;16-3-655 is captioned \"Criminal Sexual Conduct with Minors\", it also fails. The title of a statute is \"of use only when [it] shed[s] light on some ambiguous word or phrase . . . but [it] cannot undo or limit what the text makes plain.\" Garner v. Houck, 312 S.C. 481, 435 S.E.2d 847 (1993).\r\np. 4\r\n\r\nFRANK M. GASTER v. PARKER EVATT, et al.\r\n \r\n  language of the 1986 version of &#167;16-1-60 is clear and unambiguous: second degree CSC is a violent offense.\r\nIn 1993 the General Assembly amended the classification statute. 1993 Act No. 184, &#167;8. In this amendment, the Legislature added specific statutory references to the crimes named in &#167;16-1-60, and for the first time separately listed CSC with a minor as a named offense, with reference to that specific statute. We find this amendment does not evidence the addition of CSC with a minor as a new offense to the violent crimes list, but instead is simply a housekeeping matter. Once &#167;16-1-60 was amended to add references to the definitional statutes, it was logical to separate the different CSCs so that each named crime in &#167;16-1-60 is aligned with a single statutory definition.\r\nOur decision today is consistent with 1991 Op. Atty. Gen. 91-46, p. 118. We find that appellant's 1988 conviction for a violation of &#167;16-3-655(3) is properly classified as a violent offense pursuant to &#167;16-1-60. Accordingly, the circuit court's order is\r\n \r\n  AFFIRMED.\r\n \r\n  TOAL, MOORE, and BURNETT, JJ., and Acting Associate Justice John W. Kittredge, concur.\r\np. 5\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24588","title":"State v. Charlie Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24588","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  The State, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner,\r\n \r\n  v.\r\n \r\n  Charlie S. Smith, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n \r\n  Appeal From Lexington County \r\n  H. Dean Hall, Judge\r\n \r\n  Opinion No. 24588 \r\n  Heard January 21, 1997 - Filed March 10, 1997\r\n \r\n  REVERSED\r\n \r\n  Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney General Caroline Callison Tiffin, all of Columbia; and Solicitor Donald V. Myers, of Lexington, for petitioner.\r\n \r\n  Robert T. Williams, Sr., of Williams & Brink, of Lexington, for respondent.\r\n \r\n  MOORE, A.J.: We granted the State's petition for a writ of certiorari to review the Court of Appeals' decision in State v. Smith, __ S.C. __, 467 S.E.2d 110 (Ct. App. 1996). We reverse.\r\n \r\n  FACTS\r\np. 6\r\n\r\nSTATE v. CHARLIE SMITH\r\n \r\n  Respondent Charlie E. Smith was convicted of driving under the influence (DUI), third offense. He was arrested near Leesville in May 1993 by Trooper Mark Bullard. He was transported to the Batesburg Police Department where he refused the breathalyzer and requested a blood alcohol test. Trooper Bullard transported him to Lexington Medical Center where two vials of blood were drawn. Trooper Bullard then took respondent to the Lexington County Detention Center where respondent was booked and one of the vials was given to the inventory clerk.Fn.1 Trooper Bullard took the other vial home with him and placed it in his refrigerator. Two days later, Trooper Bullard took the vial to SLED for testing. The test result showed a blood alcohol content of .149%. Respondent appealed the introduction of the blood alcohol tests results. The Court of Appeals reversed respondent's conviction and sentence on the basis that the chain of custody was insufficient and the blood alcohol test results should not have been admitted.\r\n \r\n  ISSUE\r\n\r\n  Did the Court of Appeals err in finding the chain of evidence was insufficient?\r\n\r\nDISCUSSION\r\n \r\n  The State contends the Court of Appeals erred by holding the chain of custody was insufficient. We agree.\r\n When moving to admit blood alcohol test results, the State must prove a chain of custody of the blood sample from the time its drawn until it is tested. \"Where the substance analyzed has passed through several hands the evidence must not leave it to conjecture as to who had it and what was done with it between the taking and analysis.\" Benton v. Pellum, 232 S.C. 26, 32, 100 S.E.2d 534, 537 (1957). However, the proof of the chain of custody need not negate all possibility of tampering but must establish a chain as far as practicable. State v. Williams, 297 S.C. 290, 376 S.E.2d 773 (1989).\r\nThe Court of Appeals specifically held \"the basis for our reversal is Trooper Bullard's handling of the sample after it came into his possession.\" There is no evidence in the record that the sample was tampered with in any manner. To the contrary, Trooper Bullard testified when he submitted the sample to SLED for testing, it was in the same condition as when he received it.\r\nThis case is similar to State v. Kahan, 268 S.C. 240, 233 S.E.2d\r\n_______________ \r\nFn.1 &nbsp; Respondent never retrieved this vial from the inventory clerk and it was subsequently destroyed over a year later on July 20, 1994.\r\np. 7\r\n\r\nSTATE v. CHARLIE SMITH\r\n \r\n  293 (1977). In Kahan, we held testimony as to the care and handling of a piece of evidence kept in an evidence locker was unnecessary to establish a sufficient chain of custody and went only to the weight of the evidence. The persons who had handled the evidence testified and established a sufficient chain. See also State v. Priester, 301 S.C. 165, 391 S.E.2d 227 (1990)(chain sufficient where each person who handled blood samples testified).\r\nSimilarly here, each person who handled the blood samples testified at trial: the medical technologist who drew the blood, Michelle Wassinich;Fn.2 Trooper Bullard who received the samples from Wassinich; and the SLED chemist, Demi Jones, who tested the sample after receiving it from Trooper Bullard. The fact that the vial was stored in Trooper Bullard's refrigerator was before the jury. We hold the storage of the blood sample in Trooper Bullard's home goes to the weight of the evidence not its admissibility. Although we do not condone the storing of key evidence in the arresting officer's home, in this case the chain was sufficient and the Court of Appeals erred in reversing.\r\n \r\n  REVERSED.\r\n \r\n  TOAL, A.C.J., WALLER and BURNETT, JJ., and Acting Associate Justice Joseph A. Wilson, II, concur.\r\n_______________ \r\nFn.2 &nbsp; Although Wassinich testified she could not remember actually drawing the blood sample, she did identify her signature on the forms filled out when the blood was drawn.\r\np. 8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24589","title":"Terry Proveaux v. MUSC, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24589","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Terry Proveaux, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\n \r\n  v.\r\n \r\n  Medical University of South \r\n  Carolina, Donald R. Johnson, III, \r\n  M.S., Phanor Perot, M.D., and \r\n  Acromed Corporation,\r\n \r\n  of whom Phanor Perot, M.D. is, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Joseph H. Proveaux, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\n \r\n  v.\r\n \r\n  Medical University of South \r\n  Carolina, Donald R. Johnson, III, \r\n  M.D., Phanor Perot, M.D., and \r\n  Acromed Corporation,\r\n \r\n  of whom Phanor Perot, M.D. is, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Appeal From Charleston County \r\n  William L. Howard, Sr., Judge\r\n \r\n  Opinion No. 24589 \r\n  Heard November 20, 1996 - Filed March 10, 1997\r\n \r\n  AFFIRMED\r\n \r\n  Eric S. Bland, of Connell & Bland, of Columbia; and Lawrence E. Richter and W. Tracy Brown, both of The Richter Law Firm, P.A., of Mt. Pleasant, for Appellants.\r\n \r\n  Thomas Dewey Wise and Robert B. Ransom, both of Wise, Pratt-Thomas, Pearce, Epting & Walker, P.A., of Charleston, for Respondent.\r\np. 9\r\n\r\n TERRY PROVEAUX v. MUSC, et al.\r\nJOSEPH H. PROVEAUX v. MUSC, et al.\r\n \r\n  Charles E. Carpenter, Jr., and Deborah Harrison Sheffield, both of Richardson, Plowden, Carpenter & Robinson, P.A., of Columbia, for Amicus Curiae University of South Carolina School of Medicine.\r\n \r\n  TOAL, A.J.: These companion cases involve the single issue whether respondent, a physician at the Medical University of South Carolina (MUSC), is immune from suit under the South Carolina Governmental Tort Claims Act. We hold he is and affirm.\r\n \r\n  FACTUAL/PROCEDURAL BACKGROUND\r\n \r\n  Terry Proveaux injured her back when she fell twenty feet from a deer stand while hunting. She had emergency surgery on November 2, 1992, at MUSC. The surgery involved lumbar decompression and fusion using screws that were later found to be defective. In October 1994, the Proveauxes commenced these actions for medical malpractice and loss of consortium against MUSC, Acromed Corporation (which manufactured the defective screws), and the treating physicians including respondent Dr. Perot. Dr. Perot's role in the surgery was to perform a laminectomy, a procedure opening the spinal column and cleaning out bone chips.\r\nDr. Perot moved for summary judgment in both cases claiming under the South Carolina Governmental Tort Claims Act, S.C. Code Ann. &#167; 15-78-70 (Supp. 1995), he is entitled to immunity as an employee of a governmental entity, MUSC. The trial judge granted summary judgment in both cases. The Proveauxes appeal.\r\n \r\n  LAW/ANALYSIS\r\n \r\n  Subsections (a) and (b) of &#167; 15-78-70 of the South Carolina Governmental Tort Claims Act provide general immunity for an employee of a government entity who commits a tort while acting within the scope of his official duty. Subsection (c) further provides:\r\n\r\n  Prior to January 1, 1989, a person when bringing an action against a governmental entity under the provisions of this chapter, shall name as a party defendant only the agency or political subdivision for which the employee was acting and is not required to name the employee individually . . . . In the event that the employee is individually named, the agency or political subdivision for which the employee was acting must be substituted as the party defendant. The provisions of this section may in no way limit or modify the liability of a licensed physician or dentist, acting within the scope of his profession.\r\n  On or after January 1, 1989,Fn.1 . . . .The provisions of this section in no way\r\n\r\n_______________ \r\nFn.1 &nbsp; We have held this language refers to all causes of action accruing on or after January 1, 1989. Browning v. Hartvigsen, 307 S.C. 122, 414 S.E.2d 115 (1992).\r\np. 10\r\n\r\n TERRY PROVEAUX v. MUSC, et al.\r\nJOSEPH H. PROVEAUX v. MUSC, et al.\r\n\r\n  shall limit or modify the liability of a licensed physician or dentist, acting within the scope of his profession, with respect to any action or claim brought hereunder which involved services for which the physician or dentist was paid, should have been paid, or expected to be paid at the time of the rendering the services from any source other than the salary appropriated by the governmental entity or fees received from any practice plan authorized by the employer whether or not the practice plan is incorporated and registered with the Secretary of State.\r\n\r\nThe italicized language was added by amendment effective May 10, 1994.\r\nDr. Perot participates in a \"practice plan\" as described in the May 1994 amendment. The trial judge held the amendment simply clarified the intent of the General Assembly to include doctors participating in a practice plan under the original provision of immunity that became effective for causes of action accruing on or after January 1, 1989. Since the alleged malpractice occurred in November 1992, he concluded Dr. Perot was entitled to immunity under this section. The Proveauxes contend the pre-amendment version does not cover Dr. Perot.\r\nThe facts relevant to this issue are undisputed. Dr. Perot is chairman of the Department of Neurosurgery at MUSC. He receives his annual income from two sources: MUSC and University Medical Associates (UMA). UMA is a non-profit corporation formed as a billing and collecting agent for the clinical practice of medicine at MUSC. Patients are billed by UMA for all services rendered by MUSC faculty. All of MUSC's patient-related revenue is billed and collected by UMA.\r\nUMA allocates some of the revenue to the Neurosurgery Department to be used for administrative and other expenses, including faculty compensation. Dr. Perot receives separate paychecks from MUSC and UMA. In 1992, Dr. Perot received $92,730.22 from MUSC and $279,308.00 from UMA.\r\nIn determining physician immunity under the pre-amendment version of &#167; 15-78- 70(c), the operative language is whether the claim \"involved services for which the physician ... was paid, should have been paid, or expected to be paid at the time of the rendering of the services from any source other than the salary appropriated by the governmental entity.\" The words of a statute must be given their plain and ordinary meaning. Forest Beach Villas Horizontal Prop. v. Smith, 314 S.C. 134, 442 S.E.2d 173 (1994). Aside from a legislative function, the plain and ordinary meaning of \"appropriate\" is \"to set apart\" or \"authorize.Fn.2 Thus, a plain reading of subsection indicates a physician is immune from liability if he was not paid for the services in question from any source other than the salary authorized or set apart by the governmental entity.\r\n_______________ \r\nFn.2 &nbsp; Random House Dictionary of the English Language, Second Edition Unabridged (1987).\r\np. 11\r\n\r\n TERRY PROVEAUX v. MUSC, et al.\r\nJOSEPH H. PROVEAUX v. MUSC, et al.\r\n \r\n  Here, the governmental entity is MUSC. See S.C. Code Ann. &#167; 1 5-78-30(a),(d), and (h) (Supp. 1995). Over two years before this cause of action arose, the General Assembly added a new sectionFn.3 to the chapter of the code regulating Colleges and Institutions of Higher Learning which provides as follows:\r\n\r\n  &#167; 59-101-195. Maximum compensation of medical school physicians and employees.\r\n  The maximum compensation of any physician or other employee of a medical school of the State of South Carolina shall be approved in advance annually by the President or the Board of Trustees of that medical school. All compensation must be approved by someone other than the recipient thereof. Compensation shall include all remuneration obtained, through a professional service organization or otherwise, with use of state owned facilities, equipment or supplies.\r\n\r\nUnder this provision of law, it is clear that 1) the President or the Board of Trustees of MUSC must approve the maximum compensation of any physician at MUSC and 2) such compensation includes all remuneration obtained with use of state owned facilities, equipment or supplies. Thus, since at least 1990, MUSC has been required to authorize a physician's total salary, including that received from the practice plan through UMA.\r\nSince Dr. Perot's salary authorized by MUSC included payment for his treatment of Terry Proveaux, he qualified for immunity under &#167; 15-78-70 in 1992, at the time the Proveauxes's causes of action accrued. The fact that the General Assembly subsequently amended the statute to specifically cover a \"practice plan\" does not undermine this conclusion. See Cotty v. Yartzeff, 309 S.C. 259, 422 S.E.2d 100 (1992) (although subsequent amendments are generally presumed to change existing law, they may in some instances be interpreted as clarifying it).\r\n \r\n  CONCLUSION\r\n \r\n  We need not address the Proveauxes' remaining arguments. The order granting summary judgment is AFFIRMED.\r\n \r\n  FINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n_______________ \r\nFn.3 &nbsp; This section became effective February 21, 1990. Act No. 323, 1990 S.C. Acts 1840. This act is codified as S.C. Code Ann. &#167; 59-101-195 (Supp. 1995).\r\np. 12\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24590","title":"Brown v. Felkel","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24590","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  James L. Brown, Jr., a/k/a \r\n  James L. Brown, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner,\r\n \r\n  v.\r\n \r\n  Dal H. Felkel and Dal H. \r\n  Felkel & Associates, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\n \r\n  ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n \r\n  Appeal From Florence County \r\n  Ralph King Anderson, Jr., Judge\r\n \r\n  Opinion No. 24590 \r\n  Heard January 21, 1997 - Filed March 10, 1997\r\n \r\n  DISMISSED\r\n \r\n  E. N. Zeigler, of Florence, for appellant.\r\n \r\n  Kenneth R. Young, Jr., of Young, Young & Reiter, P.A., of Sumter and Daryl J. Corbin, of Florence, for respondent.\r\n \r\n  PER CURIAM: We granted certiorari to review the Court of Appeals' decision in Brown v. Felkel. 320 S.C. 292 , 465 S.E.2d 93 (Ct. App. 1995). We dismiss certiorari as improvidently granted.\r\np. 13\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24591","title":"In the Matter of Cantrell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24591","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  In the Matter of John R. \r\n  Cantrell, Jr., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Opinion No. 24591 \r\n  Submitted February 25, 1997 - Filed March 10, 1997\r\n \r\n  DEFINITE SUSPENSION\r\n \r\n  John R. Cantrell, of North Charleston, pro se.\r\n \r\n  Attorney General Charles Molony Condon and Assistant Deputy Attorney General J. Emory Smith, Jr., both of Columbia, for complainant.\r\n \r\n  PER CURIAM: In this attorney disciplinary matter, respondent conditionally admits to engaging in misconduct and agrees to be suspended from the practice of law for ninety days, retroactive to the date of his temporary suspension. We accept the conditional admission.\r\nRespondent pled guilty to one count of failure to make and file a South Carolina Income Tax return for the tax year 1991 in violation of S.C. Code Ann. &#167; 12-54-40(b)(6)(c) (Supp. 1995). Respondent was sentenced to imprisonment for one year and fined $10,000, provided that the sentence would be suspended upon the payment of $1,000, costs, and assessments. and probation for one year. The sentencing order further provided that the probation would be terminated upon payment of the fine, costs, and assessments.\r\nThe failure to file a tax return is a serious crime as set forth in Paragraph 2 (P) of the Rule on Disciplinary Procedure, Rule 413, SCACR. By his conduct, respondent has violated Rule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, by committing a criminal act that reflects adversely upon his honesty, trustworthiness and fitness as a lawyer and has violated Paragraph 5(E), of the Rule on Disciplinary Procedure, Rule 413, SCACR, by engaging in conduct tending to bring the courts or legal profession into disrepute.\r\np. 14\r\n\r\nIN THE MATTER OF CANTRELL\r\n \r\n  In our opinion, respondent's misconduct warrants a definite suspension from the practice of law for ninety days. Accordingly, respondent is suspended for ninety days, retroactive to December 18, 1996, the date of his temporary suspension. Within fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has complied with Paragraph 30 of former Rule 413, SCACR.\r\nDEFINITE SUSPENSION.\r\np. 15\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24592","title":"In the Matter of Patton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24592","description":"","date":"1997-03-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 8\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n \r\n  In the Matter of Richard \r\n  L. Patton, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Opinion No. 24592 \r\n  Submitted February 25, 1997 - Filed March 10, 1997\r\n \r\n  DEFINITE SUSPENSION\r\n \r\n  Joseph A. Mooneyham, of Greenville, for respondent.\r\n \r\n  Attorney General Charles Molony Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for complainant.\r\n \r\n  PER CURIAM: In this attorney disciplinary matter, respondent conditionally admits to engaging in misconduct and agrees to be suspended from the practice of law for ninety days, retroactive to the date of his temporary suspension. We accept the conditional admission.\r\nRespondent entered into a plea agreement with the Attorney General's Office whereby respondent agreed to plead guilty to one count of failure to make and file a South Carolina Income Tax return in violation of S.C. Code Ann. &#167; 12-54-40(b)(6)(c) (Supp. 1995). In exchange for the plea, the State agreed not to prosecute respondent's wife for failing to make and file a tax return for the tax years 1992 and 1993 and agreed not to prosecute repondent for failing to make and file a tax return for the 1992 tax year. Respondent pled guilty pursuant to the plea agreement and was sentenced to imprisonment for one year and fined $10,000, provided that the sentence would be suspended upon the payment of $1,000, costs and assessments and probation for eighteen months. The sentencing order further provided that the probation would be terminated upon payment of the fine, costs, and assessments.\r\nThe failure to file a tax return is a serious crime as set forth in Paragraph 2 (P) of the Rule on Disciplinary Procedure, Rule 413, SCACR. By his conduct, respondent has violated Rule 8.4 of the Rules of Professional Conduct,\r\np. 16\r\n\r\nIN THE MATTER OF PATTON\r\n \r\n  Rule 407, SCACR, by committing a criminal act that reflects adversely upon his honesty, trustworthiness and fitness as a lawyer and has violated Paragraph 5(E), of the Rule on Disciplinary Procedure, Rule 413, SCACR, by engaging in conduct tending to bring the courts or legal profession into disrepute.\r\nIn our opinion, respondent's misconduct warrants a definite suspension from the practice of law for ninety days. Accordingly, respondent is suspended for ninety days, retroactive to December 18, 1996, the date of his temporary suspension. Within fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has complied with Paragraph 30 of former Rule 413, SCACR.\r\nDEFINITE SUSPENSION.\r\np. 17\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24593","title":"William L. Cook, et al. v. Pennebaker Holding Co., Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24593","description":"","date":"1997-03-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 9\r\n    S.E.2d \r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  William L. Cook, Angela J. \r\n  Cook, and Carolina \r\n  Electrical Controls and \r\n  Power Systems, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents,\r\n \r\n  v.\r\n \r\n  Pennebaker Holding \r\n  Company, Inc., and A.E. \r\n  Pennebaker Company, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Appellants.\r\n \r\n  Appeal From Greenville County \r\n  Larry R. Patterson, Judge\r\n \r\n  Opinion No. 24593 \r\n  Heard February 5, 1997 - Filed March 31, 1997\r\n \r\n  AFFIRMED\r\n William G. Yarborough, III, of Greenville, for appellants.\r\n \r\n  Randall S. Hiller, of Greenville, for respondents.\r\n \r\n  Per Curiam: Affirmed pursuant to Rule 220(b)(1), SCACR, and the following authorities: &nbsp; Issue 1: York v. Conway Ford, Inc., Op. No. 24564 (S.C. Sup. Ct. filed January 27, 1997) (Davis Adv. Sh. No. 3 at 26); Medlock v. One 1995 Jeep Cherokee VIN 1JCWB7828FT129001, __ S.C. __, 470 S.E.2d 373 (1996); State v. Schumpert, 312 S.C. 502, 435 S.E.2d 859 (1993). &nbsp; Issue 2: Cook v. S.C. Dept. of Highways and Pub. Transp., 309 S.C. 179, 420 S.E.2d 847 (1992).\r\np. 3\r\n\r\nWILLIAM L COOK, et al. v. PENNEBAKER HOLDING CO., INC., et al.\r\np. 4\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24594","title":"Todd Douglas Fleming, et al. v. Mary Ann Asbill","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24594","description":"","date":"1997-03-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 9\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Todd Douglas Fleming, individually \r\n  and by his next friend, Kenneth L. \r\n  Fleming, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Plaintiff,\r\n \r\n  v.\r\n \r\n  Mary Ann Asbill, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Defendant.\r\n \r\n  On Certification from the United States District Court \r\n  For the District of South Carolina \r\n  Matthew J. Perry, United States District judge\r\n \r\n  Opinion No. 24594 \r\n  Heard June 4, 1996 - Filed March 31, 1997\r\n \r\n  CERTIFIED QUESTIONS ANSWERED\r\n Calvin A. Rouse, of Augusta, Georgia, for Plaintiff.\r\n \r\n  Charles J. Baker, III, and Mia Lauren Maness, both of Holmes & Thomson, of Charleston; Desa A. Ballard, of Ness, Motley, Loadholt, Richardson & Poole, of Charleston; and S. Jahue Moore, of Kirkland, Wilson, Moore, Allen & Taylor, of West Columbia, all for Defendant.\r\n \r\n  Thomas M. Neal, III, of Oxner & Oxner, of Columbia, for Amicus Curiae South Carolina Association of Guardians ad Litem.\r\n \r\n  TOAL, A.J.: We agreed to answer two questions certified to this Court by order of Matthew J. Perry, United States District judge for the District of South Carolina:\r\n\r\n  1. Is a private person, who is court-appointed to serve as guardian ad litem in a private custody proceeding, acting as an agent or employee of the State of South Carolina within the definition of employee set forth in the South Carolina Tort Claims Act, &#167; 15-78-30(c)(Supp. 1995), in the performance of her official duties as guardian ad litem?\r\n\r\np. 5\r\n\r\nTODD DOUGLAS FLEMING, et al. v. MARY ANN ASBILL\r\n\r\n  2. Is a private person, who is court-appointed to serve as a guardian ad litem in a private custody proceeding, afforded common law immunity for acts performed within the scope of her appointment as guardian ad litem? If so, what is the nature and scope of the common law immunity?\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nMary Ann Asbill was appointed in July 1986 by a South Carolina family court to serve as guardian ad litem for a minor child who was at the center of a private custody action.Fn.1 She served in this capacity until she was relieved, at her request, by the court in late 1989. The parties were ordered to, and did pay, certain funds to Asbill for a portion of her services as guardian ad litem.\r\nThe minor child and his father, Fleming, filed an action in federal district court against Asbill for breach of fiduciary duty and negligence arising out of the custody proceedings. The district court dismissed the claims. On appeal, the Fourth Circuit Court of Appeals affirmed the dismissal of all claims except the common law claims by the minor child against the defendant. Fleming v. Asbill, 42 F.3d 886 (4th Cir. 1994). The Fourth Circuit concluded that South Carolina common law permits a ward to sue his guardian ad litem for negligence in the performance of her duties.\r\nOn remand, Asbill moved for summary judgment, arguing, in part, that the claims against her should have been brought pursuant to the South Carolina Tort Claims Act, S.C. Code Ann. &#167; 15-78-10 et seq. (Supp. 1995), because all alleged acts occurred in her capacity as an employee of the State of South Carolina. The summary judgment motion prompted the certification of the two questions set forth above.\r\nLAW/ANALYSIS\r\nA. SOUTH CAROLINA TORT CLAIMS ACT\r\n We have been asked whether a private person, who is court-appointed to serve as guardian ad litem in a private custody proceeding, is acting as an agent or employee of the State of South Carolina within the definition of employee set forth in the South Carolina Tort Claims Act, &#167; 15-78-30(c) (Supp. 1995), in the performance of her official duties as guardian ad litem.\r\nSection 15-78-30(c) defines \"employee\" as \"any officer, employee, or agent of the State or its political subdivisions, including elected or appointed officials, law enforcement officers, and persons acting on behalf or in service of a governmental entity in the scope of official duty, whether with or without compensation, but the term does not include an independent contractor doing business with the State or any political subdivision thereof.\"\r\n_______________ \r\nFn.1 &nbsp; Asbill, a private attorney, was frequently appointed to serve as guardian ad litem in family court matters. She was not affiliated with any organized guardian ad litem program.\r\np. 6\r\n\r\nTODD DOUGLAS FLEMING, et al. v. MARY ANN ASBILL\r\n \r\n  Asbill argues that guardians ad litem fit the definition of \"employee\" under section 15-78-30(c) because a guardian is an \"agent of the State or its political subdivisions.\" We disagree. Agency implies the existence of a fiduciary relation which results from the manifestation of consent by one person to another that the other shall act on his behalf. See Restatement (Second) of Agency &#167; 1 (1957). The relationship between the court and a guardian ad litem is not an agency relationship. The guardian ad litem functions as a representative of the court which appointed her to assist the court in properly protecting the interests of an incompetent person. Shainwald v. Shainwald, 302 S.C. 453, 395 S.E.2d 441 (Ct. App. 1990). Nevertheless, the guardian is not acting on \"behalf\" of the court; she does not effect legal relationships between the court and third parties. See Peeples v. Orkin Exterminating Co., 244 S.C. 173, 135 S.E.2d 845 (1964). Similarly, the relationship between the court and the guardian ad litem is not an employer-employee relationship. Accordingly, we find that guardians ad litem are not \"employees\" under section 15-78-30(c).\r\nB. COMMON LAW IMMUNITY\r\nThe next question we must address is whether a private person, who is court- appointed to serve as a guardian ad litem in a private custody proceeding, is afforded common law immunity for acts performed within the scope of her appointment as guardian ad litem. If so, what is the nature and scope of the common law immunity?\r\nWe have not previously addressed this issue; however, there is a series of South Carolina cases declaring that guardians ad litem are liable for their negligent acts when they fail to protect the pecuniary interests of their wards:\r\n\r\n  The duty of a guardian ad litem or next friend is to look after the infant's interest and to act for him in all matters relating to the suit as he might act for himself if he were of capacity to so do. The guardian ad litem should make a defense of the interests of the infant as vigorous as the nature of the case will admit. His duty requires him to acquaint himself with the rights, both legal and equitable, of his wards, and take all necessary steps to defend and protect them, and to submit to the court for its consideration and decision every question involving the rights of the infant affected by the suit. If in consequence of the culpable omission or neglect of the guardian ad litem the interests of the infant are sacrificed, the guardian may be punished for his neglect, as well as made to respond to the infant for the damage sustained.\r\n\r\nMcIver v. Thompson, 117 S.C. 175, 192-93, 108 S.E. 411, 416 (1921); see Clarendon Holding Co. v. Witherspoon, 258 S.C. 296, 188 S.E.2d 480 (1972); Cumbie v. Cumbie, 245 S.C. 107, 139 S.E.2d 477 (1964); Simpson v. Doggett, 159 S.C. 294, 156 S.E. 771 (1930); Cagle v. Schaefer, 115 S.C. 35, 104 S.E. 321 (1920).\r\n An uncritical application of the McIver approach to the acts of guardians ad litem in private custody proceedings would fail to take into account the historical changes that have\r\np. 7\r\n\r\nTODD DOUGLAS FLEMING, et al. v. MARY ANN ASBILL\r\n \r\n  occurred in the functions guardians perform. The role of guardians ad litem in the 1990's is not the same as the role they played in the 1920's. Their role has changed significantly in recent decades. Whereas in the past, the guardian ad litem served in almost a trustee-like capacity, seeking to specifically advocate the pecuniary interests of the ward, a present-day guardian ad litem in a private custody dispute functions as a representative of the court appointed to assist it in protecting the best interests of the ward. Townsend v. Townsend, __ S.C. __, 474 S.E.2d 424 (1996). The guardian accomplishes this responsibility by ascertaining the best interests of the ward and advocating to the court the ward's best interest. Id. Given that guardians ad litem play a different role today, we must analyze anew whether guardians serving in private custody disputes should be granted immunity from suits.\r\nMoreover, although, at first glance, the McIver line of cases may suggest a finding of no immunity for guardians ad litem, they are inapplicable for at least two other reasons. First, these cases did not involve child custody. Second, despite the fact that they contain dicta that guardians ad litem are liable for negligence, none of the cases involved an action in tort against the guardian herself. Instead, all dealt with other matters in which the guardian was only incidentally involved. For example, Cagle was an action for specific performance of a contract for the sale of certain lands. Cagle, 115 S.C. 35, 104 S.E. 321. Cumbie and McIver were both actions for partition of land. Cumbie, 245 S.C. 107, 139 S.E.2d 477; McIver v. Thompson, 117 S.C. 175, 108 S.E. 411; see also Simpson, 159 S.C. 294, 156 S.E. 771 (tort action against a third party, not the guardian ad litem); Clarendon Holding, 258 S.C. 296, 188 S.E.2d 480 (action to quiet title).\r\nCase law from other jurisdictions, as well as strong policy reasons, convince us that guardians ad litem in private custody actions should be entitled to immunity. See State v. Weinstock, 864 S.W.2d 376 (Mo. Ct. App. 1993)(Quasi-judicial immunity is extended to statutorily mandated guardians ad litem in child custody proceedings.); Penn v. McMonagle, 573 N.E.2d 1234 (Ohio Ct. App. 1990)(in performing her duties in divorce proceedings, guardian ad litem for children was entitled to absolute immunity.),juris. motion overruled, 569 N.E.2d 512 (Ohio 1991).Fn.2 One court has articulated the following policy\r\n_______________ \r\nFn.2 &nbsp; See also Cok v. Cosentino, 876 F.2d 1 (1st Cir. 1989)(Guardian ad litem has absolute quasi-judicial immunity for those activities integrally related to the judicial process.); Myers v. Morris, 810 F.2d 1437 (8th Cir.)(Guardians have absolute immunity for any damage claims based on the function of testifying before, or providing reports and recommendations to, the family court.), cert. denied, 484 U.S. 828 (1987); Kurzawa v. Mueller, 732 F.2d 1456 (6th Cir. 1984)(Guardian has grantof absolute immunity.); Ward v. San Diego County Dep't of Social Servs., 691 F. Supp. 238 (S.D. Cal. 1988)(Guardian is entitled to absolute quasi-judicial immunity.); Babbe v. Peterson, 51 4 N.W.2d 726 (Iowa 1994) (General rule is that court-appointed guardians ad litem perform quasi-judicial functions and, thus, are granted judicial immunity.); Barr v. Day, 879 P.2d 912 (Wash. 1994) (en banc) (Guardians ad litem in guardianship proceedings involving court approval of settlements of civil claims of incompetents act as an arm of the court and are therefore entitled to quasi-judicial immunity from civil liability.); Collins v. Tabet, 806 P.2d 40 (N.M. 1991)(If guardian is acting as an agent of the court, then he is immune; if,\r\np. 8\r\n\r\nTODD DOUGLAS FLEMING, et al. v. MARY ANN ASBILL\r\n \r\n  rationale for granting guardians ad litem quasi-judicial immunity: \"To safeguard the best interests of the children, however, the guardian's judgment must remain impartial, unaltered by the intimidating wrath and litigious penchant of disgruntled parents. Fear of liability to one of the parents can warp judgment that is crucial to vigilant loyalty for what is best for the child; the guardian's focus must not be diverted to appeasement of antagonistic parents.\" Short v. Short, 730 F. Supp. 1037, 1039 (D. Colo. 1990). In addition to preserving the independence and neutrality of the guardian ad litem, a grant of immunity also is reasonable in light of the fact that many court-appointed guardians have not volunteered for the position. It is inequitable for persons who did not ask to be appointed as guardian to be exposed to unlimited liability.\r\nIt has been argued that a grant of immunity could lessen the protection of the ward, if a guardian ad litem knows that she cannot be found liable for gross negligence or even recklessness in the performance of her duties. Although it may not be possible to fully protect against this danger, certain safeguards do exist. First, the immunity would not protect guardians ad litem for actions beyond the scope of their duties. Thus, for example, if a guardian abuses a child, she would be liable because her actions would fall outside her duties as guardian. Second, the accountability of the guardian ad litem is preserved in various ways. For example, the opposing party may cross-examine the guardian ad litem and any witnesses whose testimony form the basis of the guardian's recommendation.  See Shainwald, 302 S.C. 453, 395 S.E.2d 441. This accountability is further ensured through: &nbsp; 1) the appointing court's oversight of the guardian ad litem's discharge of duties; 2) the parents' ability to move the court for termination of the guardian; 3) the court's prerogative to reject the recommendations of the guardian; and 4) judicial review of family court decisions relying on a guardian's recommendations. See Short, 730 F. Supp. at 1039.\r\nBoth persuasive authority and the policy reasons set forth above convince us to hold today that private persons appointed as guardians ad litem in private custody proceedings are afforded immunity for acts performed within the scope of their appointment. Because one of the guardian's roles is to act as a representative of the court, and because this role can only be fulfilled if the guardian is not exposed to a constant threat of lawsuits from disgruntled parties, a finding of quasi-judicial immunity is necessary. Such a grant of immunity is crucial in order for guardians to properly discharge their duties. The immunity to which guardians ad litem are entitled is an absolute quasi-judicial immunity. See Hartline v. Clary, 141 F. Supp. 151 (E.D.S.C. 1956)(Judicial officers, quasi-judicial officers, judges, prosecuting attorneys, executive and ministerial officials of the government are immune from civil suit for acts committed by them in the performance of their official duties.).\r\n_______________\r\nhowever, he is representing the minor as an advocate, then he is not cloaked by immunity.); Delbridge v. Office of the Public Defender, 569 A.2d 854 (N.J. Super. Ct. Law Div. 1989) (Law guardians are cloaked with absolute judicial immunity.); Tindell v. Rogosheske, 428 N.W.2d 386 (Minn. 1988)(Guardian is absolutely immune.); see generally Susan L. Thomas, Annotation, Liability of Guardian ad Litem for Infant Party to Civil Suit for Negligence in Connection with Suit, 14 A.L.R.5th 929 (1993).\r\np. 9\r\n\r\nTODD DOUGLAS FLEMING, et al. v. MARY ANN ASBILL\r\n \r\n  Although we hold that guardians ad litem in private custody proceedings are entitled to immunity, we must observe that an anomaly exists in South Carolina law as to a special class of volunteer guardians ad litem. S.C. Code Ann. &#167; 20-7-127 (Supp. 1995), which applies to lay volunteer guardians ad litem in abuse and neglect cases, provides:\r\n\r\n  After participating in the training program of the Guardian ad Litem Program, any person who is appointed to serve as guardian ad litem and serves without compensation is not liable for any civil damages for any personal injury as a result of any act or omission by the person in the discharge of the responsibilities of a guardian ad litem if he acts in good faith and is not guilty of gross negligence.\r\n\r\n(emphasis added). This statute thus exposes volunteer guardians in abuse and neglect cases to liability for grossly negligent acts. It is obviously incongruous, and inequitable, to grant immunity to guardians ad litem in private custody actions, but not to volunteer guardians in abuse and neglect cases. Because it is beyond our power to effect a change in this statute, we would invite the Legislature to eliminate this discrepancy.\r\nCONCLUSION\r\nBased on the foregoing, we hold that a guardian ad litem is not an employee for purposes of the Tort Claims Act, and we find common law immunity does exist for guardians ad litem in private custody proceedings.\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\np. 10\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24595","title":"Cooper v. Poston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24595","description":"","date":"1997-03-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 9\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  William K. Cooper, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n \r\n  v.\r\n \r\n  Jackie Powell Poston, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\n \r\n  Appeal From Lexington County \r\n  L. Casey Manning, Judge\r\n \r\n  Opinion No. 24595 \r\n  Heard February 4, 1997 - Filed March 31, 1997\r\n \r\n  REVERSED\r\n \r\n  Gary H. Johnson, II, of McDonald, McKenzie, Rubin, Miller and Lybrand, LLP, of Columbia, for appellant.\r\n \r\n  Everett Hope Garner, of Holler, Olive, Dennis, Corbett and Garner, of Columbia, for respondent.\r\n \r\n  Burnett, A.J.: This case presents the issue of whether a jury trial may be demanded on appeal pursuant to S.C. Code Ann. &#167; 38-77-770 (1989) from the decision of an arbitration panel. The trial court held a jury trial may not be demanded. We reverse.\r\nFACTS\r\nRespondent sustained property damage as a result of a motor vehicle accident with appellant. Respondent filed a Summons for Arbitration pursuant to S.C. Code Ann. &#167;&#167; 38-77-710 to -770 (1989), seeking actual and punitive damages. Appellant filed an answer in which she objected to the jurisdiction of the arbitration panel, demanded a jury trial, and specifically stated she did not waive her right to a jury trial.\r\np. 11\r\n\r\nCOOPER v. POSTON\r\n \r\n  The matter was heard by a panel of arbitrators and a decision was rendered in favor of respondent for $5,831.90 actual damages. Appellant filed a notice of appeal, again demanding a jury trial. The circuit court ruled appellant did not have a right to a jury trial on appeal from the ruling of the arbitration panel.\r\nISSUE\r\n\r\n  Does a party have the right to a jury trial on appeal from the ruling of the arbitration panel under S.C. Code Ann. &#167;&#167; 38-77-710 to -770?\r\n\r\nDISCUSSION\r\nAppellant argues the trial judge erred by determining she did not have a right to a jury trial on her appeal from the decision of the arbitration panel. We agree.\r\nSouth Carolina Code Ann. &#167;&#167; 38-77-710 to -770 provide for the arbitration of property damage liability claims, including the award of actual and punitive damages, arising out of motor vehicle accidents. Any party to the disputed claim may request arbitration by filing a Summons for Arbitration. The arbitration is heard and determined by an attorney or attorneys appointed by the circuit court. A party who is dissatisfied with the decision of the arbitrator(s) may appeal the decision to the circuit court. \"The trial on appeal must be a trial de novo.\" S.C Code Ann. &#167; 38-77-770.\r\nSouth Carolina Constitution art. I, &#167; 14 provides \" [t]he right to a trial by jury shall be preserved inviolate.\" This guarantee preserves the right to a jury trial in those cases where jury trials were allowed at the time of the adoption of the Constitution in 1868. Medlock v. 1985 Ford F-150 Pick Up, 308 S.C. 68, 417 S.E.2d 85 (1985). Under the common law, legal actions for the recovery of money were triable by a jury. Collier v. Green, 244 S.C. 367, 137 S.E.2d 277 (1964); Bell v. Atlantic Coast Line R. Co., 202 S.C. 160, 24 S.E.2d 177 (1943). Consequently, both appellant and respondent are constitutionally entitled to a jury trial in an action for monetary damages arising out of a motor vehicle accident.\r\nSection 38-77-770 does not abolish the guaranteed right to a jury trial. Although &#167; 38-77-770 refers to an \"appeal,\" the proceeding is actually a new trial.Fn.1 Section 38-77-770 does not mandate the new trial be heard by a judge alone and there is no practical impediment to the trial being heard by a jury.\r\n_______________\r\nFn.1 &nbsp; A trial de novo is one in which there is a new trial of the whole case, thereby\r\n  negating the arbitration proceeding. Blizzard v. Miller, 306 S.C. 373, 412 S.E.2d 406\r\n  (1991).\r\np. 12\r\n\r\nCOOPER v. POSTON\r\n \r\n  Furthermore, the arbitration procedures set forth in &#167;&#167; 38-77-710 to -770\r\n  are compulsory in the sense they may be initiated by one of the disputing parties\r\n  without agreement of the other party.  It would be unfair to allow one party to\r\n  abrogate another party's constitutional right to a jury trial by choosing arbitration as the\r\n  final and binding forum for the action.Fn.2\r\nMoreover, the legislature cannot abrogate the constitutional right to a jury trial by simply designating a civil action as non-jury. Amendments to the S.C. Constitution may be made only after approval by the electorate. S.C. Const. art. XVI, &#167; 1; Medlock, supra.\r\nFinally, the trial judge's order states permitting the trial de novo to be by jury will hinder the goal of expediency envisioned by the arbitration statute. While this may be true, we conclude judicial economy is subordinate to the constitutional right to a trial by jury.Fn.3\r\nREVERSED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n_______________ \r\nFn.2 &nbsp; We note a different outcome would likely result if the parties had a voluntary, enforceable arbitration agreement. See Timms v. Greene, 310 S.C. 469, 427 S.E.2d 642 (1993). Fn.3 &nbsp; As an additional sustaining ground, respondent argues appellant's demand for a jury trial was untimely and, therefore, she has waived her right to a jury trial. We are unpersuaded by this argument. In her answer, appellant objected to the jurisdiction of the arbitration panel, demanded a jury trial, and specifically stated she did not waive her right to a jury trial. Appellant's pleading provided respondent with timely notice that she did not waive her right to a jury trial.\r\np. 13\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24596","title":"In the Matter of Hancock","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24596","description":"","date":"1997-03-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 9\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  In the Matter of Robert \r\n  W. Hancock, Lee County \r\n  Magistrate, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n \r\n  Opinion No. 24596 \r\n  Submitted March 4, 1997 - Filed March 31, 1997\r\n \r\n  PUBLIC REPRIMAND\r\n \r\n  Attorney General Charles Molony Condon and Senior Assistant Attorney General Nathan Kaminski, Jr., both of Columbia, for examiner.\r\n \r\n  Paul M. Fata, of Bishopville, for respondent.\r\n \r\n  PER CURIAM: In this judicial disciplinary action, respondent, a Lee County Magistrate, admits he committed acts of misconduct in violation of the Code of Judicial Conduct contained in Rule 501, SCACR. He consents to a public reprimand.\r\nOn February 23, 1996, Mr. McDonald, a friend of respondent, was arrested and charged with speeding, resisting arrest, and driving under the influence. Respondent conducted a bond hearing for Mr. McDonald on February 24, 1996, and released him from custody on a personal recognizance bond.\r\nSubsequently, respondent had an ex parte conversation with the arresting officer concerning Mr. McDonald's case. Respondent asked the arresting officer for as much help as \"you can give me\" with the McDonald matter. The arresting officer advised respondent that he would consider dropping the resisting arrest charge, but that he did not think he could dismiss the driving under the influence charge. Respondent told the arresting officer that Mr. McDonald would obtain a change of venue and have a bench trial in Bishopville. During this same time period, respondent telephoned the South Carolina Law Enforcement Division on behalf of Mr. McDonald and requested that it initiate an investigation into Mr. McDonald's allegations that the arresting officer had used excessive force when arresting him.\r\np. 14\r\n\r\nIN THE MATTER OF HANCOCK\r\n \r\n  Respondent has violated the Code of Judicial Conduct by failing to maintain and observe high standards of conduct to preserve the independence and integrity of the judiciary (Canon 1); by failing to conduct himself in a manner that promotes public confidence in the integrity and impartiality of the judiciary (Canon 2(A)); by allowing a social relationship to influence his judicial conduct and judgment (Canon 2(B)); by initiating ex parte communications concerning a pending or impending proceeding (Canon 3(A)(4)); and by failing to disqualify himself in a proceeding in which his impartiality might reasonably be questioned (Canon 3(C)(1)).\r\nPublic confidence in the judiciary is eroded by improper conduct like that displayed by respondent. Accordingly, we publicly reprimand him for his conduct.\r\nPUBLIC REPRIMAND\r\np. 15\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]