[{"id":"24644","title":"Nationwide Mutual Co. v. Hunt et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24644","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21 \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nNationwide Mutual Insurance\r\n  Company, Appellant/Respondent\r\nv.\r\nRobbin T. Hunt and First Citizens\r\n  Bank, as Custodian for Don E.Taylor, IRA,\r\n  is, Defendants,\r\nof whom First Citizens Bank, as Custodian\r\n  for Don E. Taylor, IPA, is, Respondent/Appellant.\r\nAppeal From Lexington County\r\n  J. Ernest Kinard, Jr., judge\r\n Opinion No. 24644\r\n  Heard April 2, 1997 - Filed July 21, 1997\r\nAFFIRMED\r\nHoover C. Blanton, Jeter E. Rhodes, Jr. and G.D. Morgan, Jr., all of McCutchen, Blanton, Rhodes &amp; Johnson, L.L.P., of Columbia, for Appellant.\r\nH. Jackson Gregory, of Gregory &amp; Gregory, of Columbia, for Respondent.\r\n TOAL, A.J.: The primary issue in this insurance contract dispute is Nationwide Mutual Insurance Company's (\"Insurance Company\") appeal of the directed verdict in favor of First Citizens Bank (\"Mortgagee\") on the issue of breach of contract. We affirm.\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n In March 1 992,, Robbin T. Hunt (\"Hunt\") obtained a $7,000 loan from Mortgagee. This was a third mortgage on Hunt's property. In early February 1 993, she obtained another loan from Mortgagee; this one was for $5,000. Later in the same month, Hunt was issued a policy of fire insurance on her house by Insurance Company. On April 12, 1993,\r\np3\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\n Hunt's property was destroyed by fire.\r\n Insurance Company commenced this action against Hunt and Mortgagee, seeking a declaratory judgment that it was not liable under the fire insurance policy. Hunt and Mortgagee separately counterclaimed for breach of contract and bad faith refusal to pay insurance claim. The case was tried. The trial court directed a verdict on Mortgagee's counterclaim for breach of contract and entered judgment in the amount of $ 10,300. The remaining issues went before the jury, which found that Insurance Company had proven Hunt had made fraudulent representations regarding material issues in her application for fire insurance and that Insurance Company had proven Hunt engaged in intentional acts that caused a loss by fire or civil arson. The jury further found that Mortgagee had not proven that Insurance Company had acted in bad faith in handling the fire insurance benefit claim.\r\n Insurance Company now appeals the directed verdict in favor of Mortgagee. The primary issue before the Court is whether Mortgagee may recover under the insured's fire insurance policy, despite the insured's acts of fraud, intentional concealment, and misrepresentation. Mortgagee has cross-appealed, arguing that the trial court erred in not instructing the jury as to the relevance of the directed verdict in Mortgagee's favor. Moreover, it disputes the court's denial of its motion for J.N.O.V. or, in the alternative, a new trial.\r\nLAW/ANALYSIS\r\nA. COVERAGE FOR MORTGAGEE\r\n Insurance Company argues that because the fire insurance policy was obtained through fraud, intentional concealment, and misrepresentation by Hunt, the policy was void ab initio, and there was no coverage for Mortgagee. We disagree. Insurance Company cites the following language from the policy:\r\nThe entire policy will be void if, whether before or after a loss, you have:\r\n a. intentionally concealed or misrepresented any material fact or circumstance;\r\n b. engaged in fraudulent conduct; or\r\n c. made false statements; relating to this insurance.\r\nIt argues that because the entire policy would be void under this provision, Mortgagee's interest would likewise be extinguished.\r\n The LAW is well settled on the question of whether a mortgagee may recover on an insurance policy where there has been misconduct by the insured. A mortgagee's ability to recover largely depends on the type of mortgagee clause used in the insurance contract. There are two major categories of mortgagee clauses: ( I ) loss-payable and (2) standard clauses. A loss-payable (or open mortgage) clause typically declares that the loss, if any, is payable to a mortgagee as its interest might appear. Walker v. Queen Ins. Co., 136 S.C.\r\np4\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\n 144, 134 S.E. 263 (1926). The standard (or union or New York mortgage) clause uses language similar to the loss-payable, but further stipulates that, as to the interest of the mortgagee, the insurance shall not be invalidated by certain specified acts of the insured, which continue as grounds of forfeiture against him. See id. The following is an example of a standard clause:\r\n [T]his insurance, as to the interest of the mortgagee only, shall not be invalidated by any act or neglect of the mortgagor or the owner of the within described property, nor by any foreclosure or other proceedings or notice of sale relating to the property, nor by any change in the title or ownership [on the property, nor by the occupation of the premises for purposes more hazardous than are permitted by this policy, provided, that in case the mortgagor or owner shall neglect to pay any premium due under this policy, the mortgagee shall, on demand, pay the same.\r\nSA John A. Appleman &amp;. jean Appleman, Insurance LAW &amp;. Practice &#167; 3401 (I 970 &amp;Supp. 1997).\r\n Under loss-payable clauses, it has been held that an insured's misconduct bars recovery by the mortgagee. On the other hand, if the contract includes a standard clause, then the interests of the mortgagee in the proceeds of the policy will not be invalidated by the misconduct of the insured. See D.E. Evins, Annotation, Fraud, False Swearing, or Other Misconduct of Insured as Affecting Right of Innocent Mortgagee or Loss Payee to Recover on Property Insurance, 24 A.L.R. 3d 435 (1969 &amp; Supp. 1996).\r\n The difference between the two types of clauses has been explained in this way: The loss-payable clause merely identifies the person who may collect the proceeds. insurance LAW &amp; Practice &#167; 3401. Under such a clause, the mortgagee stands in the insured's shoes and is usually subject to the same defenses; however, with the standard form, the mortgagee may become liable to pay the premium to the insurance company, and in return, is freed from policy defenses which the company may have used against the insured. Id. Thus,\r\nthe modern decisions are unanimous, and the earlier decisions virtually so, in holding that a mortgagee under a standard mortgage clause may (where not guilty himself of any breaches of policy conditions) recover from the insurer for a loss sustained by the mortgaged property, even though the risk be excluded from the policy coverage, where any act of the mortgagor has caused or contributed to the loss as resulting from an excluded risk; and even though as between the mortgagor-insured and the insurer there is no coverage because of some default by the mortgagor.\r\n Ingersoll-Rand Fin. Corp. v. Employers Ins. of Wausau, 771 F.2d 910, 913 (5th Cir. 1985), cert. denied, 475 U.S. 1045 (1986); see also Foremost Ins. Co. v. Allstate Ins. Co., 486 N.W.2d 6001 602-03 (Mich. 1992)(Under the standard clause, \"a lienholder is not subject to the exclusions available to the insurer against the insured because an independent or separate contract of insurance exists between the lienholder and the\r\np5\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\n insurer.\"); Equality Sav. &amp;Loan Assn v. Missouri Property Ins. Placement Facility,537 S.W.2d 440, 441 (Mo. Ct. App. 1976)(Standard mortgage clause \"has been interpreted to mean that such insurance is not invalidated by any act or neglect on the part of the mortgagor before, at the time of, or after the policy is issued.\"); National Commercial Bank &amp; Trust Co. v. Jamestown Mut. Ins. Co., 334 N.Y.S.2d 1000, 1001 (N.Y. Sup. Ct. I 972)(\"A fire insurance contract endorsed with the standard mortgagee clause creates an independent contract for the insurance of the mortgagee's interest.\"); Aetna Life &amp; Casualty Co. v. Charles S. Martin Distrib. Co., 169 S.E.2d 695, 696 (Ga. Ct. App. I 969) (Under a New York standard mortgagee clause, the fact that insured had wilfully and fraudulently burned her property in order to collect the insurance thereon, does not bar mortgagee's claim to the proceeds of the policy.).\r\n South Carolina cases are very much in line with the approach of the majority of jurisdictions. In Orenstein v. New Jersey Ins. Co., 1 31 S.C. 500, 512, 127 S.E. 570, 574 (I 925), we concluded that \"In standard or union form of loss payable clause the mortgagee is entitled to full protection, and no act or neglect of the insured can prejudice his rights. \" In Prudential Ins. Co. v. Franklin Fire Ins. Co., 180 S.C. 250, 185 S. E. 537 (I 936), which involved the construction of a New York standard form of mortgagee clause attached to a policy of fire insurance, the Court declared that \"The mortgage clause constitutes an independent agreement between the insurance company and the mortgagee.\" Prudential, 180 S.C. at 253, 1 85 S.E. at 538. More recently, in Fort Hill Federal Savings &amp; Loan Association v. South Carolina Farm Bureau Insurance Company, 281 S.C. 5321 316 S.E.2d 684 (Ct. App. 1 984), the Court of Appeals considered a policy containing a standard mortgagee clause. The insured gave the insurance company a bad check for the premium, and by separate action, it was determined that the insurance company was absolved of liability to the insured. As to the insurance company's liability to the mortgagee, the insurance company argued that the mortgagee named in the standard mortgagee clause was simply a third-party beneficiary of the contract between the insured and the insurance company. It further contended that the contract was \"void ab initio\" as to mortgagee because of insured's failure to pay the premium.\r\n The Court of Appeals rejected this argument, writing, \"Even though the policy might be void ab initio as to the [insured] because of nonpayment of the premium, it remained viable as to [mortgagee] until canceled in accordance with the mortgagee cancellation clause.\" Id. at 537, 316 S.E.2d at 687. The opinion reasoned that the \"mortgagee in this state occupies a unique position; his status is separate from the mortgagor and this status is so independent that no act or neglect by the mortgagor can derogate this status provided that if the mortgagor fails to pay the premium, the mortgagee will on demand.\" Id. at 537, 316 S.E.2d at 687-88. The Court of Appeals explained that\r\nin South Carolina we do not fully accept the majority rule that a standard mortgagee clause creates a distinct and independent insurance contract . . . . A mortgagee's rights under a fire insurance policy are dependent upon the existence of a secured debt owed the mortgagee by the mortgagor-insured; to this extent the mortgagee cannot be independent of the insured.\r\np6\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\nId. at 537, 316 S.E.2d at 687. However, the opinion continued by explaining the difference between South Carolina's approach and that of the majority:\r\n [T]here is, in reality, only a semantic difference in the South Carolina rule and the majority rule that the mortgagee clause creates a distinct and independent contract. Our court-wisely reserves certain conditions and subrogation rights, but absent these considerations, our rule vests the mortgagee with a status which includes all of the rights incident to an independent and separate contract and the insured can do nothing either by act or neglect which will divest him of these rights other than payment in full of the mortgage indebtedness.\r\nId. at 538-39, 316 S.E.2d at 688. We agree with the Court of Appeals that there is no substantive difference between the majority rule and the rule in South Carolina.\r\n The contract between the insured Hunt and Insurance Company contains a standard mortgagee clause:\r\nIf a mortgagee is named in this policy, any loss payable under Coverage A or B will be paid to the mortgagee and you, as interests appear. If more than one mortgagee is named, the order of payment will be the same as the order of precedence of the mortgages.\r\nIf we deny your claim, that denial will not apply to a valid claim of the mortgagee, if the mortgagee:\r\na. notifies us of any change in ownership, occupancy or substantial change in risk of which the mortgagee is aware;\r\nb. pays any premium due under this policy on demand if you have neglected to pay the premium; and\r\nc. submits a signed, sworn statement of loss within 60 days after receiving notice from us of your failure to do so. Policy conditions relating to Appraisal, Suit Against Us and Loss Payment apply to the mortgagee.\r\nIf we decide to cancel or not to renew this policy, the mortgagee will be notified at least 10 days before the date cancellation or nonrenewal takes effect.\r\nInsurance Company argues that this provision is not a standard clause because it does not contain precisely the same wording of such clauses, specifically, \". . . the interest of the mortgagee only, shall not be invalidated by any act or neglect of the mortgagor or the owner. . . .\" We disagree. The present clause, with its wording \"If we deny your claim, that denial will not apply to a valid claim of the mortgagee . . . .,\" is substantially the same as the\r\np7\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\nwording of typical standard clauses. It would elevate form over substance to adopt Insurance Company's argument. Our conclusion is buttressed by the fact that Insurance Company's policy was specially written in simple language. The policy begins with the following introductory statement:\r\nNow -- Fire insurance protection you can count on in a policy-you can understand.\r\nYou now have a different kind of insurance policy. One that's readable, understandable, straightforward.\r\n One of the distinguishing features of standard clauses is that they require the mortgagee to pay premiums on the policy if the insured fails to do so. Such clearly is the case here: \"denial [of insured's claim] will not apply to a valid claim of the mortgagee, if the mortgagee . . .pays any premium due under this policy on demand if [insured] ha[s] neglected to pay the premium . . . ... Although its wording is not precisely the same as typical standard clauses, the clause in dispute here is clearly a standard clause. Thus, Mortgagee has an independent status which authorizes recovery by it, even though recovery is precluded as to Hunt.\r\n Insurance Company further argues that paragraph 3 of the contract declares that the entire policy is void if there is intentional concealment, fraudulent conduct, or false statements by the insured, and as such, this provision trumps the mortgage clause. This provision is clearly directed toward Hunt, the insured. To apply it to Mortgagee as well would render the mortgagee clause of the contract a nullity. This argument must also be rejected because it would in effect overrule the majority rule discussed above, which states that mortgagee may recover under standard mortgagee clauses despite the insured's misconduct.\r\n Insurance Company raises other arguments including that Mortgagee was aware of a substantial change in risk. This argument was not raised below and is thus barred. See SSI Medical Servs., Inc. v. Cox, 301 S.C. 4931 392 S.E.2d 789 (1990). Even if it were preserved, factual support for this argument has not been offered. Insurance company has not presented any evidence that Mortgagee was aware of a \"substantial change in risk\" after the policy was issued. Insurance Company further argues that Hunt was agent of Mortgagee; therefore., the voiding of her policy would be binding on the principal Mortgagee. This argument is without merit. As discussed above, the standard mortgagee clause creates an independent contract for the insurance of the mortgagee's interest; accordingly, denial of Hunt's claim has no effect on that of Mortgagee.\r\nB. BAD FAITH COUNTERCLAIM\r\n Mortgagee argues that the trial court erred in not properly instructing the jury as to the relevance of the directed verdict in favor of Mortgagee for breach of contract on Mortgagee's counterclaim on the issue of bad faith. It moreover argues that the court erred in refusing to grant Mortgagee's motion for J.N.O.V. or, in the alternative, a new trial on\r\np8\r\n\r\nNATIONWIDE MUTUAL INSURANCE CO. v. HUNT, et al.\r\nthe issue of bad faith when the jury was prejudiced on Mortgagee's counterclaim by evidence of Hunt's fraud and deceit. Mortgagee presents these arguments for the first time on appeal, as these arguments were not presented to, or ruled upon by, the trial court. Because they are not properly before this Court, we need not address them. See SSI Medical Servs.,Inc., 301 S.C. 493, 392 S.E.2d 789.\r\n CONCLUSION\r\n Based on the foregoing, we AFFIRM both on the appeal of Insurance Company and Mortgagee's cross-appeal.\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24645","title":"State v. Grippon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24645","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State, Respondent,\r\nv.\r\nLabrone Grippon, Appellant.\r\nAppeal From Charleston County\r\n  Don S. Rushing, Judge\r\n Opinion No. 24645\r\n  Heard November 21, 1996 - Filed July 21, 1997\r\nAFFIRMED\r\nAssistant Appellate Defender M. Anne Pearce, of South Carolina\r\n  Office of Appellate Defense, of Columbia, for appellant.\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General\r\n  Salley W. Elliot, Senior Assistant Attorney General Charles H.\r\n  Richardson, all of Columbia; and Solicitor David P. Schwacke,\r\n  of Charleston, for respondent.\r\n Burnett, A.J.: Appellant challenges his voluntary manslaughter conviction on the ground the trial judge's charge on circumstantial evidence erroneously diluted the State's burden of proof. We disagree and affirm.\r\n FACTS\r\n Around 6:30 a.m. on December 4, 1996, appellant stabbed Harold Singleton. According to appellant, he awoke at his home to find Singleton standing over him. Singleton tried to rape him. The two men fought, and appellant stabbed Singleton in the leg with a knife he kept near his bed. The fight moved into the kitchen where appellant then stabbed Singleton in the back causing his death. Appellant dragged Singleton outside and then called for help. Appellant was indicted for murder.\r\np10\r\n\r\nSTATE v. GRIPPON\r\n At the trial, the State introduced appellant's confession as direct evidence of the cause of Singleton's death. The State relied on circumstantial evidence to prove malice. The defense did not present any evidence, and appellant did not testify.\r\n On appellant's request, the trial judge instructed the jury on circumstantial evidence. The trial judge omitted from appellant's requested instruction the phrase \"to the exclusion of every other reasonable hypothesis\" (\"reasonable hypothesis\" phrase) because he interpreted this phrase as shifting the burden of proof from the State to the defendant. The trial judge defined reasonable doubt and repeated throughout his instructions reasonable doubt was the required standard of proof.\r\n ISSUE\r\nDid the trial judge err by omitting the phrase \"to the exclusion of every other reasonable hypothesis\" from the circumstantial evidence charge?\r\n DISCUSSION\r\n Appellant requested the trial court charge the following:\r\n Crimes may be proven by circumstantial evidence, provided that it meets the necessary legal tests. To the extent that the prosecution relies on circumstantial evidence it must prove all the circumstances relied on beyond a reasonable doubt. The circumstances must be wholly and, in every particular, perfectly consistent with one another; and the circumstances must point conclusively to the guilt of the accused to the exclusion of every other reasonable hypothesis. That is, to be considered s evidence of guilt the circumstances must be absolutely inconsistent with any reasonable hypothesis other than the guilt of the accused.\r\n I charge you further that the mere fact that the circumstances are strongly suspicious and the defendant's guilt probable, it is not sufficient to, sustain a conviction because the proof offered by the State must exclude every reasonable hypothesis except that of guilt, and must satisfy the jury beyond a reasonable doubt.\r\n(emphasis added). The trial judge, relying on State v. Refolded, 318 S.C. 110, 456 S.E.2d 390 (1995), refused to include the \"reasonable hypothesis\" language. The trial judge incorrectly read Raffaldt as a rejection of the \"reasonable hypothesis\" phrase. However, except for the omission of that phrase, the trial judge fully instructed the jury on circumstantial evidence.\r\n Appellant argues the instruction given on circumstantial evidence was incomplete because the level of proof required to find him guilty was lowered without the\r\np11\r\n\r\nSTATE v. GRIPPON\r\nomitted phrase. We disagree.\r\n The instruction requested by appellant initially received approval by this Court in State v. Littlejohn, 228 S.C. 324, 89 S.E.2d 924 (1955). in State v. Edwards, 298 S.C. 272, 379 S.E.2d 888, cert, denied, 493 U.S. 895, 11 0 S.Ct. 246, 107 L.Ed.2d 196 (1989) (stating the appropriate circumstantial evidence charge). Our recent cases addressing the circumstantial evidence charge modified this charge by deleting language requiring the jury to \"seek\" another explanation. State v. Ma , 305 S.C. 413, 409 S.E.2d 372 (1991), cert. denied, 503 U.S. 914, 112 S.Ct. 1282, 117 L.Ed.2d 507 (1992); Refolded, supra. However, we never rejected the \"reasonable hypothesis\" phrase or found this phrase shifted the burden of proof. In fact, use of a similar phrase was recently approved. State v. Harry, S.C., 468 S.E.2d 76 (Ct. App. 1996) (approving use of reasonable explanation phrase). Therefore, the trial judge was not required to delete the \"reasonable hypothesis\" phrase from the requested charge.\r\n However, the instruction actually given by the trial judge, as a whole, adequately conveyed the level of proof required to find appellant guilty. See State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994) (jury instructions should be considered as a whole, and if as a whole they are free from error, any isolated portions which may be misleading do not constitute reversible error); State v. Burton, 302 S.C. 494, 1997 S.E.2d 90 (1990) (jury instruction is sufficient if, when considered as a whole, it covers the law applicable to case).\r\n The trial court repeatedly charged the State had the burden of proving the defendant guilty beyond a reasonable doubt, and reasonable doubt was correctly defined. State v. Darby, Op. No. 24508 (S.C. Sup. Ct. filed October 28, 1996) (Davis Adv. Sh. No. 28 at 9). Therefore, the jury was adequately apprised of the proper legal standard, and the omission of this \"reasonable hypothesis\" phrase from the circumstantial evidence charge did not affect the burden of proof. Accordingly, we find no error.\r\n Nonetheless, although neither the requested charge nor the charge actually given by the trial court in this case lowered or shifted the burden of proof, we think the better rule is posited in Holland v. United States, 348 U.S. 121, 75 S.Ct. 127, 99 L.Ed.2d 150 (1954). In Holland, the Court-t held, if a proper reasonable doubt instruction is given, a jury need not be instructed that circumstantial evidence must be so strong as to exclude every reasonable hypothesis other than guilt. Several jurisdictions have adopted this rule. See United States v. Russell, 971 F.2d 1098 (4th Cir. 1992), cert. denied, 506 U.S. 1066, 113 S.Ct. 101--), 122 L.Ed.2d 161 (199')) (no special circumstantial evidence instruction is needed); State v. Harvill, 476 P.2d 841 (Ariz. 1970) (eliminating the \"reasonable hypothesis\" charge so long as a correct reasonable doubt charge is given); State v Wilkins, 523 P.2d 728 (Kan. 1974) (overruling prior cases requiring a special circumstantial evidence charge); State v. Adcock, '310 S.E.2d 587 (N.C. 1984) (no reasonable hypothesis instruction required when a correct instruction on reasonable doubt is given).\r\n Therefore, in a criminal case relying in whole or in part on circumstantial evidence, once a proper reasonable doubt instruction is given, we recommend the jury be instructed as follows:\r\np12\r\n\r\nSTATE v. GRIPPON\r\n There are two types of evidence which are generally presented during a trial--direct evidence and circumstantial evidence. Direct evidence is the testimony of a person who asserts or claims to have actual knowledge of a fact, such as an eyewitness. Circumstantial evidence is proof of a chain of facts and circumstances indicating the existence of a fact. The law makes absolutely no distinction between the weight or value to be given to either direct or circumstantial evidence. Nor is a greater degree of certainty required of circumstantial evidence than of direct evidence. You should weigh all the evidence in the case. After weighing all the evidence, if you are not convinced of the guilt of the defendant beyond a reasonable doubt, you must find [the defendant] not guilty. I E. Devitt &amp; C. Blackmar, Federal Jury Practice and Instructions &#167; 12.04 (4th ed. 1992).\r\n For reasons stated, we AFFIRM.\r\n MOORE and WALLER, JJ., concur. TOAL, A.J., and FINNEY, C.J., concur in separate opinion.\r\np13\r\n\r\nSTATE v. GRIPPON\r\n TOAL, A.J.: I agree with the majority's decision to affirm Grippon's conviction for voluntary manslaughter, but see no need to recommend an entirely new circumstantial evidence charge. Accordingly, I concur in result only.\r\n As the majority notes, the charge requested by Grippon correctly stated the law. The language concerning the necessity that the circumstantial evidence \"point conclusively to the guilt of the accused to the exclusion of every other reasonable hypothesis\" does not shift the burden of proof to the defendant. State v. Refolded, 31 8 S.C. I 10, 456 S.E.2d 390 (I 995), and State v. Manning, 305 S.C. 413, 409 S.E.2d 372 (199 1), cert. denied, 503 U.S. 91 4 (I 992), disapproved of circumstantial evidence charges requiring the jury to seek explanations for the circumstantial evidence other than the guilt of the accused and to find the accused not guilty if such a reasonable explanation could be found. We have held that a charge requiring the jury to \"seek\" explanations for the circumstantial evidence \"turns the State's burden of proof on its head by requiring the jury find a 'reasonable explanation'of the evidence inconsistent with appellant's guilt before it can find him not guilty.\" Manning, 305 S.C. at 41 7, 409 S.E.2d at 374. However, we have never held the language \"to the exclusion of every other reasonable hypothesis\" is constitutionally infirm, and I do not think it is. The majority opinion should not be read to condemn such a charge.\r\n Although the majority states South Carolina's traditional circumstantial evidence charge remains correct, it nevertheless recommends trial courts discontinue use of that charge in favor of the one recommended in Federal Jury Practice and Instructions. Unlike the majority, I do not believe trial judges should abandon South Carolina's traditional charge as described in State v. Edwards, 298 S.C. 272, 379 S.E.2d 888, cert. denied, 493 U.S. 895 (I 989). In Edwards, we cited the following charge as part of an appropriate circumstantial evidence charge:\r\nevery circumstance relied upon by the State [must] be proven beyond a reasonable doubt; and . . . all of the circumstances so proven [must] be consistent with each other and taken together, point conclusively to the guiltof the accused to the exclusion of every other reasonable hypothesis. It is not sufficient that they create a probability, though a strong one and if, assuming them to be true they may be accounted for upon any reasonable hypothesis which does not include the guilt of the accused, the proof has failed.\r\nEdwards, 298 S.C. at 275, 379 S.E.2d at 889 (citing State v. Littlejohn, 228 S.C. 324,89 S.E.2d 924 (1955)); see also State v. Harry, S.C.468 S.E.2d 76 (Ct. App.)(finding no error in circumstantial evidence charge nearly identical to that given in Edwards), cert. denied (I 996).\r\n Relying on Holland v. United States, 348 U.S. 121, 75 S. Ct. 127, 99 L. Ed. 2d 150 (1954), the federal courts and a majority of state courts have abandoned the it reasonable hypothesis\" language in favor of an approach that does not differentiate between direct and circumstantial evidence, but simply provides that a defendant's guilt must be\r\np14\r\n\r\nSTATE v. GRIPPON\r\nproven beyond a reasonable doubt.1 I As some legal scholars have noted, however, the wide scale abandonment of the special circumstantial evidence charge has resulted mostly from a \"bandwagon effect\" following Holland, rather than from a reasoned rejection of the longstanding rule. See Rosenberg at 1402 (\"While several of the state courts substituting Holland for the common law rule have done so in detailed, analytical opinions, for the most part the old rule seems to be the victim of a bandwagon effect. Many of the states following Holland do so without meaningful discussion of the issues presented, merely citing the Supreme Court decision, quoting its final conclusory paragraphs, and pointing to the growing number of states that have already eliminated the cautionary charge.\"). In contrast, many of the courts that have bucked the national trend have advanced cogent reasons for retaining the special circumstantial evidence charge.\r\n For example, in People v. Ford, 488 N.E.2d 458 (N.Y. 1985), the New York Court of Appeals articulated the rationale for requiring a \"reasonable hypothesis\" circumstantial evidence charge. Notably, that court's explanation did not suggest that the charge was necessary because of the alleged weakness of circumstantial evidence as compared with direct evidence.2 The court instead reasoned that the reasonable hypothesis charge highlights the fact that \"proof by circumstantial evidence may require careful reasoning by the trier of facts.\" Id. at 465. By emphasizing the need for careful reasoning, the special circumstantial evidence charge \"forecloses [the] danger ... that the trier of facts may leap logical gaps in the proof offered and draw unwarranted conclusions based on probabilities of low degree.\" Id.\r\n_____________________\r\n\r\n1 For an extensive discussion of the rejection of the \"reasonable hypothesis\" language in favor of the standard espoused in Holland, see Irene M. Rosenberg &amp; Yale L. Rosenberg, \"Perhaps What Ye Say Is Based Only On Conjecture \" -- Circumstantial Evidence, Then and Now, 31 Hous. L. Rev. 1 371 (I 995)(hereinafter referred to as Rosenberg). For a list of the states that no longer require a mandatory circumstantial evidence charge, see Rosenberg at 1427 n. 121.\r\n2Many courts specifically abandoning the special circumstantial evidence charge have argued that such a charge is based on the notion that circumstantial evidence is inherently less reliable than direct evidence. For example, in State v. Gosby, 539 P.2d 680, 685 (Wash. 1975), the Washington Supreme Court abandoned the special circumstantial evidence charge, reasoning that the rationale underlying the requirement of a special charge \"is predicated upon the assumption that circumstantial evidence is inherently suspicious and less trustworthy than is direct evidence.\" Finding it \"untenable to assume that circumstantial evidence is less reliable than is direct evidence,\" the Washington court concluded, issued on that fact, that \"there is no need to give the multiple-hypothesis instruction when circumstantial evidence is involved.\" Id. See also State v. Jenks, 574 N.E.2d 492, 501 (Ohio 1 991 ) (citing Holland and Gosby for proposition that special circumstantial evidence charge is premised on distrust of circumstantial evidence as compared to direct evidence); State v. Derouchie, 440 A.2d 146, 149 (Vt. 1981)(\"[T]he 'exclusion of every reasonable hypothesis of innocence' test is premised upon a now suspect distrust of circumstantial evidence.\").\r\np15\r\n\r\nSTATE v. GRIPPON\r\n Similarly, the Idaho Court of Appeals in State v. Nelson, 731 P.2d 788 (Idaho Ct. App. 1 986), aff'd, 756 P.2d 409 (Idaho 1988), rejected the State's argument that the \"reasonable hypothesis\" language was confusing to juries and should be abandoned. That court concluded the \"reasonable hypothesis\" instruction gave \"sharpened clarity\" to the meaning of reasonable doubt in a circumstantial evidence case. Id. at 794. The court acknowledged such an instruction \"may force a jury to think carefully about its choices of inferences,\" but found that \"wholly appropriate where life or liberty may turn on the inferences drawn.\" Id. See also, e.g., Nichols v. State, 591 N.E.2d 1 34 (Ind. 1992) (requiring special circumstantial evidence charge where the evidence presented at trial is solely circumstantial); State v. Captville, 448 So. 2d 676 (La. 1984)(quoting Louisiana statute giving defendant the right in cases involving circumstantial evidence to a special circumstantial evidence charge stating that each element of the offense has been established beyond a reasonable doubt and to the exclusion of every reasonable hypothesis consistent with innocence).\r\n Finally, in their law review article concerning this very issue,3 Irene and Yale Rosenberg have argued the traditional charge provides valuable information that jurors need in order to accurately analyze circumstantial evidence. Like the New York Court of Appeals in People v. Ford, these scholars find that the justification for the charge is not a difference in probative value between direct and circumstantial evidence, but a difference in the necessary methods for evaluating the evidence:\r\n In effect, analysis of circumstantial evidence is a more intellectual process, requiring jurors to engage in lawyer-like scrutiny and forcing them to see both sides. After concluding that a particular fact is true, the individual juror is called upon to ask: First, can I infer guilt from that fact? Second, if so, is there any reasonable explanation other than guilt? This process may prevent the jurors individually and collectively from deciding the case on a more emotional and intuitive basis. Consequently, a cautionary charge with respect to circumstantial evidence provides a framework channeling the jury's deliberative process along more rational lines.\r\n The reasonable doubt charge, on the other hand, does not direct the jury's attention to the appropriate manner in which to evaluate evidence. Instead, it permits the finder of fact to make a cumulative, comprehensive assessment of the probative value of all the evidence adduced at trial. To be sure, the concept of reasonable doubt embodies rationality, but it is not method oriented. It does not describe with any degree of precision the process the jury is to employ in reaching its ultimate conclusion. Thus, assuming as we must that jurors do in fact listen to the judge's instructions, a special circumstantial evidence charge, rather than being \"confusing and incorrect,\" complements an instruction properly defining reasonable doubt . . . by delineating the appropriate basis for assessing circumstantial evidence and\r\n__________________\r\n3See supra note 1.\r\np16\r\n\r\nSTATE v. GRIPPON\r\nreaching the determination that guilt has or has not been established beyond a reasonable doubt.\r\n Rosenberg at 1412-13.\r\n I agree with the logic of Ford, Nelson, and the Rosenberg article. This Court should retain the Edwards charge because juries need more detailed information about the relation of circumstantial evidence to a determination of guilt than the majority's suggested instruction provides. The question is not whether circumstantial evidence carries the same probative weight as direct evidence; of course it does. Rather, the question is the proper means for evaluating circumstantial evidence and how trial courts may best help juries understand their responsibilities. In my opinion, the Edwards charge clarifies the jury's responsibility to evaluate circumstantial evidence carefully.\r\n I acknowledge the special circumstantial evidence charge is an endangered species in the state courts of our nation and is extinct at the federal level. That having been said, I think we shall lose more than we gain if we abandon the traditional charge. Accordingly, I concur.\r\nFinney, C.J., concurs.\r\np17\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24646","title":"Pittman Mortgage Co., et al. v. Edwards","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24646","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nPittman Mortgage\r\n  Company, Inc. and\r\n  Cleonard G. Pittman, Jr., Appellants\r\nv.\r\nSusan H. Edwards, Respondent\r\n Appeal From Edgefield County\r\n  Marc H. Westbrook, Judge\r\n Opinion No. 24646\r\n  Heard February 19, 1997 - Filed July 21, 1997\r\nAFFIRMED IN PART; VACATED IN PART.\r\nRichard E. Miley, of North Augusta, for appellants.\r\nJohn W. Harte, of Aiken, for respondent.\r\n Burnett, A.J.: Appellants appeal the circuit court's denial of their motion to vacate an arbitration award. We affirm in part and vacate in part,\r\n FACTS\r\n Appellants (Pittman and Mortgage Co.) commenced this action in circuit court seeking a declaratory judgment1 to determine whether respondent was entitled to\r\n_______________________\r\n\r\n1 Uniform Declaratory Judgments Act, S.C. Code Ann. &#167;&#167; 15-53-10 to -140 (1976).\r\np18\r\n\r\nPITTMAN MORTGAGE CO., INC. V. SUSAN H. EDWARDS\r\nshares of the Mortgage Co.2 and asserting a claim for conversion by respondent of certain equipment owned by Mortgage Co. Respondent answered and asserted counterclaims alleging, seriatim: (1) respondent was entitled to a fifty percent ownership in Mortgage Co. and damages caused by her wrongful exclusion from the corporation and her share of the profits earned by the business prior to her termination; (2) unfair trade practices; and (3) violation of the Fair Labor Standards Act.\r\n Following discovery, the parties consented to binding arbitration and all issues embraced within the pleadings were submitted to arbitration.3 The parties agreed that Georgia law governed the substantive rights of the parties in this proceeding. Although the parties did not expressly agree prior to arbitration that the terms of the Uniform Arbitration Act, S.C. Code Ann. &#167;&#167; 15-48-10 to -240 (Supp. 1996) (the Act), governed the proceedings, the award concludes the Act governs and neither party has contested this finding.\r\n After a hearing in accordance with the Act, the arbitrators served and filed the Award of Arbitrators. The arbitration panel found Pittman and respondent entered into an agreement to start a realty company. The parties agreed to share the profits on a fifty-fifty basis. The agreement contemplated that each party would have an ownership interest in the company; however, no percentage was agreed upon. The parties made contributions to the business. The Mortgage Co. in June 1994 represented to the State of Georgia that Pittman owned 60% of the stock and respondent owned 40% of the stock. The arbitrators found this agreement to evidence a stock distribution. On June 18, 1994, respondent's employment with Mortgage Co. was terminated. Although respondent was paid the salary due to her, she was not fully paid her share of the earned profits, as agreed.\r\n The panel determined respondent was entitled to a 40% interest in the Mortgage Co. and awarded respondent a judgment against both Pittman and Mortgage Co. in the amount of $40,963.00, representing the value of her stock at the time she was terminated. The panel also awarded respondent $2,726.00 in earned but unpaid income against both appellants. Appellants filed a motion to vacate the award with the circuit court. The circuit court denied this motion and confirmed the award. This appeal ensued.\r\n____________________\r\n\r\n2Mortgage Co. is a Georgia corporation and Pittman is the sole shareholder of the Mortgage Co.\r\n3The appellants' second cause of action and respondent's second counterclaim were not considered by the arbitration panel. Appellants dismissed their claim for conversion because respondent returned the equipment. Respondent withdrew her claim of unfair trade practices prior to arbitration.\r\np19\r\n\r\nPITTMAN MORTGAGE CO., INC. v. SUSAN H. EDWARDS\r\nISSUE\r\nDid the arbitration panel exceed its powers under S.C. Code Ann. &#167; 15-48-130 (Supp. 1996), so that appellants are entitled to vacation of the award?\r\nDISCUSSION\r\n Appellants claim the arbitrators exceeded their powers under &#167; 15-48- 130(a)(3) by awarding respondent the value of her stock instead of ordering the issuance of the stock; therefore, the award should be vacated. We agree.\r\n Arbitration is a favored method of settling disputes in South Carolina.Batten v. Howell, 300 S.C. 545, 389 S.E.2d 170 (Ct. App. 1990); see also TridentTechnical College v. Lucas &amp; Stubbs, Ltd., 286 S.C. 98, 333 S.E.2d 781 (1985). When a dispute is submitted to arbitration, the arbitrators determine questions of both law and fact. S.C. Code Ann. &#167; 15-48-180. Generally, an arbitration award is conclusive and courts will refuse to review the merits of an award. Batten, supra. An award will only be vacated under narrow, limited circumstances.\r\n(a) Upon application of a party, the court shall vacate an award where:\r\n(1) The award was procured by corruption, fraud or other undue means;\r\n(2) There was evident partiality by an arbitrator appointed as a neutral or corruption in any of the arbitrators or misconduct prejudicing the rights of any party;\r\n(3) The arbitrators exceeded their powers;\r\n(4) The arbitrators refused to postpone the hearing upon sufficient cause being shown therefor or refused to hear evidence material to the controversy or otherwise so conducted the hearing, contrary to the provisions of &#167; 15-48-50, so as to prejudice substantially the rights of a party; or\r\n(5) There was no arbitration agreement and the issue was not adversely determined in proceedings under &#167; 15-48-20 and the party did not participate in the arbitration hearing without raising the objection;\r\n But the fact that the relief was such that it could not or would not be granted by a court of law or equity is not ground for vacating or refusing to confirm the award.\r\nS.C. Code Ann. &#167; 15-48-130(a) (Supp. 1996).\r\n The question of whether arbitrators have exceeded their powers relates to\r\np20\r\n\r\nPITTMAN MORTGAGE CO., INC. v. SUSAN H. EDWARDS\r\nthe arbitrability of the issue they have attempted to resolve. Batten, supra. Arbitrators exceed their powers only if the issue resolved by them is not within the scope of the agreement to arbitrate. Id. Factual and legal errors by arbitrators do not constitute an abuse of their powers, and the court is not required to review the merits of the decision so long as the arbitrators do not exceed their powers. Id. A party may not attempt to relitigate the merits of the arbitrators' resolution of the arbitrable issues under the guise of questioning the arbitrators' power. Id.; Trident Technical College, supra.\r\n Arbitrators need not specify their reasoning or the basis of the award so long as the factual inferences and legal conclusions supporting the award are \"barely Coorabie.\" Batten, supra, If the grounds for the award can be inferred from the facts, the award should be confirmed. Id\r\n The arbitration panel exceeded its powers by awarding respondent the value of her shareholder's equity. Because the pleadings represented the arbitration agreement in this case, absent an amendment of the pleadings or implied consent to consider relief not requested in the pleadings, the panel could only consider the issues contained within the pleadings and could only award the parties the relief they requested within the pleadings. 61 Am.Jur.2d, Pleading &#167; 383 (1981); see also Rule 15(b), SCRCP; Parker Peanut Co. V. Felder, 207 S.C. 63, 345 S.E.2d 488 (1945); Bell v. Canadian American Express Co., 314 S.C. 272, 442 S.E.2d 620 (Ct. App. 1994) (a motion to amend pleadings to conform to proof may be made even after judgment and should be liberally allowed absent prejudice to the opposing party). Respondent did not request either her shareholder's equity or rescission of the contract for issuance of stock and the return of her contribution to the corporation. Instead, she only sought the issuance of stock and her share of the income owed to her from the business.4 Further, respondent did not attempt to amend her pleading to request the value of the stock instead of the issuance of the stock, and there is no evidence to support a finding that appellants impliedly consented at the hearing to allow the panel to consider this type of relief. Therefore, the panel was limited to deciding whether she was entitled to stock in the corporation and to order issuance of this stock. By awarding respondent the value of her stock, the panel exceeded its authority.\r\n Appellants further claim the arbitration panel exceeded its authority by holding Pittman personally liable for the unpaid income and for the value of respondent's stock. Because the panel exceeded its authority in awarding respondent the value of her stock, the issue of Pittman's personal liability for value of her stock is moot. However, the panel had the power to hold Pittman personally liable for the\r\n_______________\r\n\r\n4Respondent did request damages for losses due to appellants' failure to issue her stock and her wrongful exclusion from the corporation. However, the panel made no findings concerning these issues.\r\np21\r\n\r\nPITTMAN MORTGAGE CO., V. SUSAN H. EDWARDS\r\nunpaid income. Respondent alleged in her pleading there was a contract between Pittman and herself. The ten-ns of this agreement and whether Pittman breached this contract are embraced within the submission agreement; therefore, the panel was empowered to hold Pittman personally liable for this breach of his agreement with respondent.\r\n Further, Pittman's personal liability for the unpaid income is supported by the arbitration panel's finding Pittman had breached his agreement with respondent and respondent was entitled to damages for this breach. However, based on the findings of the panel, this personal liability can only extend to the unpaid income. The panel found Pittman and respondent did not have an agreement concerning the percentage of ownership; therefore, under the law of corporations, Pittman cannot be held personally liable for the failure of the corporation to issue the stock to respondent. Only the corporation can be held liable for this failure absent proceedings to disregard the corporate entity. See Kilsheimer v. State, 250 Ga. 549, 299 S.E.2d 733 (1983); American Truck Lines, Inc. v. Albino, 206 Ga. App. 83, 424 S.E.2d 367 (Ct. App. 1992). Here, there is no finding the corporate entity should be disregarded. Thus, Pittman cannot be held personally liable for the issuance of the stock or for the value of the stock.\r\n Based on the panel's findings, the Mortgage Co. could be held liable for not making the stock distribution that it represented to the State of Georgia had been made. The document evidenced a contract between respondent and the corporation for the stock. However, because respondent never asked for her shareholder's equity in her pleading, the panel could only order the corporation to do what it claimed had been done -- issue the stock to the respondent.\r\n We affirm the award finding respondent entitled to 40% ownership of the corporation and holding Pittman personally liable for respondent's earned but unpaid share of the profits. However, we vacate the portion of the award granting respondent the value of her stock.5\r\nAffirmed in part and vacated in part.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n____________\r\n5Appellants also claimed the award should be vacated on the non-statutory ground of manifest disregard or perverse misconstruction of the law by the arbitration panel. Because we find the panel exceeded its authority, we need not reach this issue.\r\np22\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24647","title":"Crowley v. Harvey, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24647","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nSusan Crowley, Appellant,\r\nv.\r\nHarvey &amp; Battey, P.A.\r\n  and Peter L. Fuge, Respondents.\r\nAppeal From Beaufort County\r\n  Jackson V. Gregory, Judge\r\n Opinion No. 24647\r\n  Reheard October 19, 1995, Filed July 21, 1997\r\nREVERSED\r\nA. Camden Lewis and Mark W. Hardee, both of Lewis, Babcock &amp;\r\n  Hawkins, of Columbia, for appellant.\r\nSusan Taylor Wall and Thomas J. Keaveny, II, both of Holmes &amp;\r\n  Thomson, of Charleston, for respondents.\r\n FINNEY, C.J.: We granted rehearing to consider our original opinion in this matter, Crowley v. Harvey &amp; Battey, Op. No. 24237 (S.C. Sup. Ct. filed April 17, 1995), and now withdraw that opinion and substitute this one.\r\n This is an appeal from an order granting summary judgment in a legal malpractice suit. Appellant, a former client of respondents, alleges respondents negligently advised her in settling the property division issues in her divorce action. The trial judge granted respondents summary judgment finding appellant had ratified the alleged negligence by accepting financial benefits under the agreement, and by suing to enforce the agreement. We reverse.\r\n In South Carolina, an attorney may settle litigation on behalf of his client, and absent fraud or mistake, such a settlement is binding on the client. e.g., Poore v. Poore, 105 S.C. 206, 89 S.E. 569 (1916); Arnold v. Yarborough, 281\r\np23\r\n\r\nCROWLEY v. HARVEY &amp; BATTEY, P.A., et al.\r\nS.C. 570, 316 S.E.2d 416 (Ct. App. 1984). This rule is based on principles of agency law. Id. We have further held that where a client alleges his former attorney was negligent in advising him to accept a settlement, that alleged negligence is not a ground for attacking the settlement itself but rather is a matter left for a malpractice suit between the client and his attorney. Shelton v. Bressant, 312 S.C. 183, 439 S.E.2d 833 (1993).\r\n Here, appellant's claim is controlled by Shelton supra. Respondents and the trial court relied on L.F.S. Corp. v. Kennedy, 287 S.C. 162, 337 S.E.2d 209 (1985) to find appellant's ratification barred this suit. L.F.S. is clearly distinguishable. In L.F.S., the malpractice claim was premised on allegations that the attorney had exceeded his authority in settling the client's case. Despite knowledge of this problem, the client ratified its attorney-agent's acts by accepting the benefits of the settlement. Under well-settled principles of agency law, we held the client had ratified his agent's acts and therefore could not maintain a malpractice suit. L.F.S., supra.\r\n This case involves an entirely different claim, going to the adequacy of the attorneys' advice to their client. We hold that where, as here, the settlement itself cannot be attacked and the issue is not one of agency but of negligence, the fact the client has accepted the benefits of the settlement and judicially sought to enforce its terms are not bars to maintenance of a malpractice claim. To hold otherwise would be to absolve the client of the duty to mitigate damages, and to require her to forego whatever benefit she is entitled to under the settlement in order to maintain a suit against her attorney, which if successful will result in a recovery only in the amount of the difference between the settlement entered and the amount it would have been but for the attorney's negligence. In other words, the client would be bound by the settlement, Shelton, supra, but would be denied its benefits.\r\n In their brief before this Court and in their petition for rehearing, respondents assert for the first time that appellant's remedy is not a malpractice suit but rather a family court action to set aside the settlement decree either because of her ex-husband's alleged fraud or simply because it is \"substantially unfair.\" This assertion is not properly before this Court because it was neither raised to nor ruled upon by the circuit court. eg., Connolly v. People's Life Ins. Co., 299 S.C. 348, 384 S.E.2d 738 (1989). Moreover, we are unaware of any authority for the proposition that a final property settlement can be attacked on the ground of \"substantial unfairness.\" see S.C. Code Ann. &#167;20-7-472 (Supp. 1995). Even if we were to accept respondents' untimely assertions of fraud on the part of appellant's ex-husband, his actions would constitute intrinsic fraud which could not be used to attack this decree entered well over seven years ago. see Mr. G. v. Mrs. G., 320 S.C. 305, 465 S.E.2d 101 (Ct. App. 1995). Finally, there is no basis in this record to conclude that, even if fraud were found, respondents were not negligent in failing to discover it during their representation of appellant. This\r\np24\r\n\r\nCROWLEY v. HARVEY &amp; BATTEY, P.A., et al.\r\nunpreserved allegation is irrelevant to the issue before the Court, that is, whether this malpractice claim is barred by appellant's ratification.\r\n This is not an agency issue, and there was no ratification. The order granting respondents summary judgment is\r\n REVERSED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\np25\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24648","title":"Gaymon, et al. v. Richland Memorial Hospital","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24648","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In the Supreme Court\r\nDorothy Gaymon, Respondent,\r\nv.\r\nRichland Memorial Hospital, Appellant,\r\nKatherine Thomas, Respondent,\r\nv.\r\nRichland Memorial Hospital, Appellant,\r\nAppeal From Richland County\r\n  Costa M. Pleicones, Judge\r\n Opinion No. 24648\r\n  Heard May 20, 1997 - Filed July 21, 1997\r\nREVERSED\r\nCharles E. Carpenter, Jr., George C. Beighley, and Deborah\r\n  Harrison Sheffield, all of Richardson, Plowden, Carpenter &amp;\r\n  Robinson, P.A., of Columbia, for appellant.\r\nEugene C. Fulton, Jr., of Bell &amp; Moore, of Sumter; and\r\n  E.W. Cromartie, III, and Susan G. Williams, both of Columbia, for \r\n  respondents.\r\n MOORE, A.J.: This appeal involves the sole issue whether a claim of equitable estoppel raised as a defense in an action at law should be tried by the jury or the court. The trial 'judge ruled respondents were entitled to a jury trial on this claim. We reverse.\r\np26\r\n\r\nDOROTHY GAYMON v. RICHLAND MEMORIAL HOSPITAL\r\n FACTS\r\n Respondents commenced these slip and fall cases against appellant (Hospital). Hospital asserted the statute of limitations as an affirmative defense in each action and moved for summary judgment on this -ground. The trial judge denied summary judgment finding respondents had raised issues of fact regarding whether Hospital was equitably estopped from asserting the statute of limitations. Hospital then moved to have the equitable estoppel issue tried separately by the court in equity. The trial judge ruled instead that the equitable estoppel issue would be tried separately by a jury. Hospital appeals.\r\n DISCUSSION\r\n In ruling the equitable estoppel issue should be tried by a jury, the trial judge relied on cases stating that the issue whether a defendant's conduct prevented the plaintiff from filing suit is \"a question of fact for the jury.\" See, e.g., Vines v. Self Mem, Hosp., 314 S.C. 305, 443 S.E.2d 909, 911 (1994) (\"Generally, the issue of whether estoppel bars a defendant from claiming the statute of limitations is a jury question.\"); Lovell v. C.A. Timbes. Inc., 263 S.C. 384, 210 S.E.2d 610, 612 (1974) (\"It is a question of fact for the jury whether the acts [and] representations ... lulled the plaintiff into a sense of security, preventing him from filing the suit before the running of the statute.\"); Dillon County School Dist. No. 2 v. Lewis Sheet Metal Works, Inc., 286 S.C. 207, 332 S.E.2d 555, 561 (Ct. App. 1985) (citing Lovell, supra), overruled on other grounds, Atlas Food Sys. and Servs., Inc. v. Crane Nat'l Vendors, 319 S.C. 556, 462 S.E.2d 858 (1995).\r\n These cases are not dispositive since they involved no issue whether equitable estoppel should be tried by a jury or by the court in equity. While these cases are correctly cited for the proposition that equitable estoppel may involve a question of fact for the fact-finder, it is mere dictum that such a question of fact is for a jury. To the contrary, in Knight v. Stroud, 212 S.C. 39, 46 S.E.2d 169 (1948), we specifically held a defense of equitable estoppel interposed in a law case should be tried by the court as an equitable issue. See also Atlantic and Charlotte -Air Line Ry, Co. v. Victor Mfg. Co., 79 S.C. 266, 60 S.E. 675 (1908); Quattlebaum v. Taylor, 45 S.C. 512, 23 S.E. 617 (1896) (a defense based on estoppel is equitable in nature); and Floyd v. Floyd, 306 S.C. 376, 412 S.E.2d 397 (1991) (legal and equitable issues asserted in the same action are triable by a jury and the court respectively). Accordingly, the trial judge's ruling, that respondents are entitled to a jury trial on their claim of equitable estoppel is\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\np27\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24649","title":"Black v. Lexington School District No. 2","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24649","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nChristopher Scott Black, Appellant,\r\nv.\r\nLexington School District No. 2. Respondent.\r\nAppeal From Lexington County\r\n  Frank P. McGowan, Jr., judge\r\n Opinion No. 24649\r\n  Heard February 19, 1997 - Filed July 21, 1997\r\nAFFIRMED\r\nJohn D. Elliott, of Columbia, for Appellant.\r\nGeorge Nicholson, Jr. and Patrick J. Frawley, both of\r\n  Lexington, for Respondent.\r\n TOAL, A.J.: Plaintiff Christopher Black (\"Student\") appeals the circuit court's dismissal of his action against Defendant Lexington County School District 2 (\"School District\"). Speciflcally, Student contends the circuit court erred in refusing to consider his affidavit opposing School District's motion for summary judgment and also erred in granting summary judgment. We conclude that summary judgment would have been appropriate even had the affldavit been considered. Accordingly, we affirm.\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n On March 27, 1991, Student injured his hand when a glass door he was opening at Brookland-Cayce High School shattered. At the time of the injury, Student was seventeen years old. He turned eighteen on August 8. 1991.\r\n The South Carolina Tort Claims Act contains a two-year statute of limitations for tort claims against a governmental entity. S.C. Code Ann. &#167; 1 5-78-1 00(a) (Supp. 1 996). However, section 1 5-78-1 00 further provides that the limitations period is extended an additional year (three years total) when the claimant has flied a verifled claim pursuant to\r\np28\r\n\r\nBLACK V. LEXINGTON SCHOCL DIST. NO. 2\r\nS.C. Code Ann. &#167; 1 5-78-80 (Supp. 1996). When the claimant is a minor, the running of the statute is tolled undl the claimant reaches the age of majority. In the present case, therefore, the statute of limitations on Swdent's tort claim against School District began to run on August 8. 1991, Student's eighteenth birthday.\r\n Student never filed a verifled claim, so the limitat!3ns period ended August 8. 1993 two years after Student attained majority. Although Student had retained counsel, his attorney did not serve the Complaint upon School District until February 8, 1995. The Complaint contained allegations that School District had induced Student into not filing a complaint and should be equitably estopped from claiming the statute of limitations as a defense. Nevertheless, School District moved for summary judgment based on the running of the statute of limitations.\r\n On January 4, 1996, at the original hearing on School District's motion for summary judgment, Student attempted to present the \"affidavit\" of his original lawyer, who had discussed Student's claim with School District's insurance carrier. This \"affldavit\" was submitted in support of Student's argument concerning equitable estoppel. Although the document was a sworn statement, it did not comply with South Carolina's requirements for a valid affldavit because it was not notarized. The judge granted Student a continuance so that Student could obtain a valid affldavit from his former lawyer.\r\n The second hearing was held at 3:00 p.m. on January 1 7, 1 996. Three hours before the hearing, Student's lawyer foxed the notarized affldavit to School District's lawyer. The new affidavit differed slightly from the sworn statement presented at the original hearing. At the second hearing, the lawyer for School District argued the affldavit was not timely served as required by Rule 56, SCRCP, and that the affldavit could not, therefore, be considered. The trial court agreed and refused to consider the contents of the affldavit. The court then dismissed the action, flnding the statute of limitations had run on Student's tort claim.\r\nStudent appeals.\r\n LAW/ANALYSIS\r\n Student argues that the trial court abused its discretion in excluding the affldavit because of Student's failure to comply with the time limits for service of the affidavit. We find no abuse of discretion in the exclusion of the affidavit. Moreover, we conclude the affldavit did not create any genuine issue of material fact regarding equitable estoppel and that School District would have been entitled to summary judgment even had the affidavit been considered.\r\n Rule 56(c) of the South Carolina Rules of Civil Procedure specifles the time limits for flling papers in response to niotions for summary judgment. It provides: \"The motion [for summary judgment] shall be served at least I 0 days before the time fixed for the hearing. The adverse party may serve opposing affidavits not later than two days before the hearing.\" (emphasis added). Rule 56 does not state the consequences of failing to comply with this service requirement.\r\np29\r\n\r\nBLACK v. LEXINGTON SCHOOL DIST. NO. 2\r\n In Folkens v. Hunt, 290 S.C. 194, 348 S.E.2d 839 (Ct. App. 1986), the Court of Appeals construed former Rule 44 of the South Carolina Circuit Court Rules. That rule was similar to current Rule 56, SCRCP, except that a party could serve an opposing affidavit as little as one day before the summary judgment hearing. In Folkens, the party opposing the summary judgment motion failed to flie his opposing affidavit until the flrst day of a two-day hearing, and the trial judge excluded the affidavit from consideration. On appeal, that party argued the trial judge erred in refusing to consider the affidavit.\r\n The Court of Appeals disagreed, holding that \" [t]o warrant consideration, an affidavit must be served on the opposing party no later than the day before the start of the hearing.\" Id. at 206, 348 S.E.2d at 846. See also McQuaig v. Brown, 270 S.C. 512, 242 S.E.2d 688 (I 978) (flnding that where affldavit opposing summary judgment was not timely served and not considered by trial court, appellate court could not properly consider matter contained in affldavit); Slaughter v. Southern Talc Co., 919 F.2d 304 (5th Cir. 1990) (tactical decision not to introduce affldavits at summary judgment motion did not constitute excusable neglect justifying late filing of affldavits); Settecasi v. Board of Pub. Instr., 1 56 So. 2d 652 (Fla. Ct. App. I 963) (where affidavits were not timely flied, they were properly excluded from consideration at summary judgment motion); Hershiser v. Yorkshire Condominium Assn, 41 0 S.E.2d 455 (Ga. Ct. App. 1 99 ])(finding party was not entitled to have affldavits considered in summary judgment motion where they were not timely flied and party made no showing of excusable neglect); Bonnette v. Century Ready- Mix Corp., 369 So. 2d 1201 (La. Ct. App.) (court did not err in failing to consider party's affidavits where affldavits were not timely served), writ denied, 373 So. 2d 525 (La. 1979); Chaplain v. Chaplain, 400 S.E.2d 121 (N.C. Ct. App.)(no error in refusing to consider untimely affidavits where no showing of excusable neglect), rev. denied, 403 S.E.2d 508 (N.C. 1991). But see Learch v. Bartell, 504 N.Y.S.2d 918 (N.Y.A.D. 1986)(court did not err in considering untimely affldavits where there was no showing of prejudice to opposing party). Folkens and McQuaig stand for the proposition that the trial court may refuse to consider materials that were not timely served such that the opposing party had no time to prepare a response. In the present case, Student's lawyer admits his failure to serve the affldavit within the time required by Rule 56 and does not assert any good excuse for that failure. Under these circumstances, the trial court did not abuse its discretion by refusing to consider the affidavit.\r\n Nevertheless, even if the affldavit of Student's former lawyer had been considered, School District would have been entitled to summary judgment. The affldavit and its attachments purport to show that School District led Student to believe it planned to settle the case and that, based on School District's inducements, Student delayed flling suit. Under such a theory, School District would be equitably estopped from asserting the statute of limitations as a bar to Student's case. The question here is whether the affldavit and attachments, if admitted, would have presented a genuine issue of material fact concerning equitable estoppel.\r\n Under South Carolina law, \"a defendant may be estopped from claiming the statute of limitations as a defense if the delay that otherwise would give operation to the statute had been induced by the defendant's conduct.\"' Wiggins v. Edwards, 31 4 S.C. 1 26, 1 301\r\np30\r\n\r\nBLACK v. LEXINGTON SHCHOOL DIST. NO. 2\r\n 442 S.E.2d 169, 171 (1994)(quodng Dillon County School Dist. Two v. Lewis Sheet Metal, 286 S.C. 207, 332 S.E.2d 555 (Ct. App. 1985), cert. dismissed, 288 S.C. 468, 343 S.E.2d 613 (1986), overruled on other grounds by Atlas Food Sys. &amp; Servs. v. Crane Natl Vendors, 319 S.C. 556, 462 S.E.2d 858 (1995)). Such inducement may consist either \"of an express representation that the claim will be settled without litigation or conduct that suggests a lawsuit is not necessary.\" Id. Although the issue whether a defendant is estopped from claiming the statute of limitations is ordinarily a question of fact, summary judgment is appropriate where there is no evidence of conduct on the defendant's part warranting estoppel. Vines v. Seff Mem. Hosp., 31 4 S.C. 305, 443 S.E.2d 909 (1994). Moreover, the mere fact that settlement negotiations have been undertaken is no bar to the defendant's assertion of the statute of limitations. See Gadsden v. Southern Railway, 262 S.C. 590, 206 S.E.2d 882 (1974).\r\n In Vines, 314 S.C. 305, 443 S.E.2d 909, which was brought under the Tort Claims Act, the defendant claimed the statute of limitations as a bar, and the plaintiff argued the defendant was equitably estopped from asserting the statute. The plaintiff based her equitable estoppel argument on the fact the defendant's employees assisted her in completing certain claim forms. She argued that this assistance \"caused her to believe she had done all that she needed to do.\" Vines, 31 4 S.C. at 308, 443 S.E.2d at 911. The trial court rejected this argument and granted the defendant's motion for summary judgment based on the statute of limitations. On appeal, this Court affirmed, flnding there was no showing that the plaintiff had delayed flling suit in reliance on the defendant hospital's conduct. Id.\r\n In Dillon County School District, 286 S.C. 207, 332 S.E.2d 555, plaintiff Dillon County School District brought suit against several entities that had designed and constructed the roof on a school building. The roof had problems with leakage almost from the time of its construction, and over a period of several years, those who designed and constructed the roof undertook repairs and made repeated promises to correct all problems. When it flnally became apparent that the roof was hopelessly defective, the plaintiff flled suit against the various entities. The defendants pleaded the statute of limitations as a bar to the action, and the plaintiff countered that the defendants should be equitably estopped from claiming the statute. The trial court granted summary judgment against the plaintiff, and the plaintiff appealed.\r\n On appeal, this Court found that summary judgment was inappropriate as to certain defendants because the Record contained evidence from which a factfinder could conclude the defendants should be estopped from claiming the statute of limitations:\r\n In our view, one could reasonably infer from the correspondence found in the record and from the employment of a roofing expert, the visits to the school either to conduct meetings relating to roof repairs or to investigate new roof problems, and the numerous attempts to repair the roof, that [certain defendants] assured the School District its problems with the roof would be corrected and litigation would not be required.\r\np31\r\n\r\nBLACK v. LEXINGTON SCHOOL DIST. NO. 2\r\n We therefore hold a [factual] question1 exists regarding whether [defendants] invited the very delay they now assert as a defense to the School District's claim.\r\nId. at 219, 332 S.E.2d at 562.\r\n In contrast, the Court in Gadsden v. Southem Railroad, 262 S.C. 590, 206 S.E.2d 882, found the trial court correctly granted summary judgment based on the statute of limitations where the record revealed that, at most, \"negotiations for a settlement were undertaken but never finalized.\" Gadsden, 262 S.C. at 592, 206 S.E.2d at 883. The Court also noted that the record contained no evidence \"that the defendant made any misrepresentations or misled the plaintiff or her counsel.\" Id.\r\n Recently, in Moates v. Bobb, _ S.C. 470 S.E.2d 402 (Ct. App. 1996), the Court of Appeals held the trial court erred in flnding a defendant was equitably estopped from asserting the statute of limitations as a defense to the plaintiffs' claim. The trial court had found that the references to \"settlement\" by the defendant's insurer, as well as an \"advance toward settlement,\" constituted inducements to the plaintiffs to forbear from bringing suit before expiration of the statute of limitations, and that, therefore, the defendant was equitably estopped from pleading the statute of limitations as a defense. The Court of Appeals disagreed. Citing Gadsden, it stated:\r\n A review of the record in this case shows [plaintiffs' lawyer] did not even begin settlement negotiations, let alone flnalize them. Although the letters from [defendant's insurer] to [plaintiffs' lawyer] refer to the goal of \"settlement\" of the case, the clear purpose of the letters was to ask [plaintiffs' lawyer] to forward essential medical information ... so the parties could \"get moving toward the settlement\" of the case.\r\nMoates, S.C. at , 470 S.E.2d at 403-04 (emphasis in original).\r\n Moates and Gadsden make clear that settlement negotiations or statements expressing interest in settlement are insufficient to give rise to a claim that a defendant is equitably estopped from asserting the statute of limitations. See also, e.g., Grabert v. Lightfoot, 571 So. 2d 293 (Ala. I 990)(flnding that engaging in settlement negotiations does not estop party from asserting statute of limitations as a defense, absent some afflrmative inducement to the claimant to delay bringing action); Howe v. Groover, 464 S.E.2d 240, 242 (Ga. Ct. App. 1 995) (finding no waiver of right to assert statute of\r\n____________________\r\n1 Recently, this Court clarifled that equitable estoppel is an equitable issue to be determined by the judge rather than by the jury. See Gaymon v. Richland Mem. Hosp., Op.No.24648 (S.C. Sup.Ct.fliedJuly 21, 1997) Vines, Dillon, and similar cases should be read for the proposition that equitable estoppel typically is a question of fact for the fact-flnder (the judge), not for the incorrect proposition that equitable estoppel is a jury question.\r\np32\r\n\r\nBLACK v. LEXINGTON SCHOOL DIST. NO. 2\r\n limitations, where there was no evidence that defendant's insurer did anything, \"other than merely negotiate, to lull the plaintiff into believing she would be paid without having to flie her suit within the statute of limitation\"); Viire v. Zayre Stores, Inc., 571 N.E.2d 209 (111. Ct. App. 1991 )(mere pendency of negotiations conducted- in good faith insufficient to estop defendant from relying on statute of limitations as a defense); Bennett v. Metro-North Commuter R.R., 647 N.Y.S.2d 554,, 555 (N.Y.A.D. 1996)(\"The mere fact that settlement negotiations have been ongoing between parties is insufflcient to estop a party from asserting the Statute of Limitations as a defense.\")(citing, inter alia, Procco v. Kennedy, 451 N.Y.S.2d 487 (N.Y.A.D. 1982), aff'd, 459 N.Y.S.2d 267 (N.Y. 1983)); Duke Univ. v. St. Paul Mercury Ins. Co., 384 S.E.2d 36, 42 (N.C. Ct. App. 1989)(finding that settlement discussions and defendant's statement that there was a \"possibility\" of coverage under insurance policy were insufflcient to demonstrate the defendant was equitably estopped from asserting the statute of limitations as afflrmative defense in lawsuit); Sanchez v. City of Sand Springs, 789 P.2d 240 (Okla. 1990)(where party did not undertake negotiations with the plaintiff nor admit liability, plaintiff could not argue defendant was equitably estopped from asserting statute of limitations); Darien Capital Mgmt. v. Public School Employees' Retirement Sys., 668 A.2d 210 (Pa. Cmwith. 1995) (mere negotiations toward amicable settlement afford no basis for estoppel of statute of limitations defense); Lockard v. Deitch, 855 S.W.2d 104 (Tex. Ct. App. I 993)(absent bad faith or fraud, settlement negotiations between a plaintiff and defendant do not constitute a waiver of the defendant's right to assert the statute of limitations).\r\n The present case is far more like Vines, Gadsden, and Moates than like Dillon. Here, the sole piece of evidence proffered to support Student's position on equitable estoppel was an affldavit by Student's former lawyer and a few letters from that lawyer to the claims adjuster for School District. The attached letters establish only that Student's former lawyer was helping School District's claims adjuster to complete his investigation. See, e.g., Sanchez, 789 P.2d 240 (where party was simply conducting investigations into plaintiffs claim, plaintiff could not argue party was estopped from asserting statute of limitations). Obviously, because they were from Student's lawyer, the letters contained no representations or inducements by School District. The affidavit itself contains the following allegations relating to any inducements not to file suit:\r\n 5. 1 had a series of discussions and correspondence with Mr. Lilly [claims adjuster] and various school district offlcials about this claim. On several occasions Mr. Lilly told me that, in essence, he was confldent we could settle this matter if he had an opportunity to complete an investigation. I provided him with information he requested concerning an investigation and this continued through at least January 17, 1994.\r\n 6. Although Mr. Lilly did not accept liability on behalf of the school district, he led me to believe that the school district and the carrier were interested in settling the case and that there was no need to commence legal action. I therefore did not commence suit based on those discussions and general representations.\r\n(emphasis added).\r\np33\r\n\r\nBLACK v. LEXINGTON SCHOOL DIST. NO. 2\r\n These fairly conclusory allegations are a far cry from the detailed records in Dillon County School District. Furthermore, we do not believe mere statements that the carrier and School District were \"Interested in settling the case\" are sufflcient to demonstrate a genuine issue of material fact. In Gadsden, the Court found that even if the parties had actually commenced settlement negotiations, that was insufflcient as a matter of law to justify denial of summary judgment. Here, the affldavit appears to indicate that, at most, School District was interested in settling the case, but that no actual negotiations had been undertaken. See Moates, S.C. 470 S.E.2d 402 (finding claim of equitable estoppel inappropriate where parties had not even begun settlement negotiations). The unimpressive strength of the allegations in the affldavit is weakened further by the afflant's concession that \"Mr. Lilly did not accept liability on behalf of the school district.\" The affidavit and attachments are insufflcient, as a matter of law, to create a genuine issue of material fact regarding whether School District is equitably estopped from asserting the statute of limitations as a bar to Student's action.\r\n CONCLUSION\r\n For the foregoing reasons, the circuit court's order granting summary judgment to\r\nSchool District is AFFIRMED.\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur-\r\np34\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24650","title":"State v. Timmons","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24650","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State, Respondent,\r\nv.\r\nMarcus Timmons, Appellant.\r\nAppeal From Lexington County\r\n  Marc H. Westbrook, Judge\r\n Opinion No. 24650\r\n  Heard April 15, 1997 - Filed July 21, 1997\r\nREVERSED\r\nAssistant Appellate Defender M. Anne Pearce, of S.C. Office of\r\n  Appellate Defense, of Columbia, for appellant.\r\nAttorney General Charles Molony Condon, Deputy Attorney General\r\n  John W. McIntosh, Assistant Deputy General Donald J. Zelenka, and\r\n  Assistant Attorney General John P. Riordan, all of Columbia, and\r\n  Solicitor Donald V. Myers, of Lexington, for respondent.\r\n MOORE, A.J.: Appellant was convicted of murder, two counts of armed robbery, two counts of criminal conspiracy, four counts of pointing a firearm, assault and battery of a high and aggravated nature, possession of a firearm during an armed robbery, and attempted armed robbery.1 We reverse.\r\nFACTS\r\nOn February 27, 1993, two men stole a car in Columbia and drove to the\r\n___________________ \r\n1 Appellant was sentenced to life for the murder and several other sentences ranging from 5 years to life plus 15 years, all to run consecutively.\r\n p35\r\n\r\nSTATE v. TIMMONS\r\nCayce/West Columbia area. They stopped at a Conoco station between 1:30 and 2:00 a.m. The clerk was mopping the floor and had locked herself inside. The two men, armed with guns, demanded the clerk let them inside. The clerk refused and sought cover. She testified at trial that one man wore a ski mask.\r\n The two men then went to a laundromat at approximately 2:30 a.m. Two women and a twelve-year-old boy were detained by the two men at gunpoint. They robbed one of the women of her purse and car keys. One of the women testified that one of the men wore a ski mask and the other had a bandanna over his mouth and a \"Duke\" hat.\r\n At 3:00 a.m., the body of Thomas Wise was found lying beside Highway 321 near Cayce. Wise had been shot and died shortly thereafter.\r\n At 3:00 a.m., a Cayce police officer saw a robbery in progress in a convenience store. He returned to the parking lot and saw two men carrying guns leaving the store. The men climbed a fence behind the store and fled. The officer testified one man wore a ski mask and the other a bandanna. The store clerk testified the two men had pointed guns but left before he could open the register. The clerk identified the ski mask, bandanna, and the two guns. The guns were found behind the store in the yard of a nearby residence. At 6:00 a.m., the police found the stolen car with its motor running in a parking lot near the convenience store. Inside the car, police found the purse taken from the woman at the laundromat and they found a fingerprint of Quincy Timmons (Quincy), appellant's cousin.\r\n On April 9, 1993, appellant, Stacy Wright, and Quincy stole a mini-van from Richland County. The three men first robbed a Waffle House. A Waffle House employee testified that all three men wore ski masks and fired shots. A customer testified that one man wore a black ski mask and one wore a red bandanna. The three men then robbed a Pantry in the St. Andrews area. The Pantry employee testified that two men wore ski masks and one wore a bandanna or \"something across his face.\" The video camera at the Pantry captured the robbery in progress and was introduced at trial.\r\n Quincy pled guilty to all the charges stemming from February 27th and April 9th. He testified for the prosecution and his sentencing was deferred.2 He testified that he and appellant had committed the crimes on February 27th and on April 9th. He testified that on February 27th appellant shot Wise. Quincy testified they had seen Wise walking on the opposite side of the road and pulled over and demanded money from him.\r\n_____________\r\n\r\n2Quincy was sentenced to life for the murder and several other sentences ranging from I year to 7 years on the other charges, all to run concurrently\r\np36\r\n\r\nSTATE v. TIMMONS\r\nWise called Quincy a name and Quincy jumped out of the car and fought with Wise. Quincy testified appellant yelled for him to get out of the way and then appellant shot Wise.\r\n Appellant was being tried for the February 27th crimes: Appellant testified and admitted he had participated in the events on April 9th. However, he denied any participation in the events on February 27th. The State sought to introduce evidence and testimony about the April 9th crime spree to prove common scheme or plan under State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923). Appellant objected. The trial judge allowed the State to introduce extensive evidence about the April 9th crimes. Appellant requested a limiting instruction regarding the bad acts admitted under Lyle. The trial judge denied appellant's request.\r\n ISSUES\r\n1) Did the trial court err in admining evidence of the crimes which occurred on April 9th as evidence of a common scheme under Lyle?\r\n2) Did the trial court err in refusing to give a limiting instruction as to the Lyle evidence?\r\nDISCUSSION\r\n 1) Common Scheme\r\n In the case of the common scheme or plan exception under Lyle, a close degree of similarity or connection between the prior bad act and the crime is necessary. State v. Parker, 315 S.C. 230, 43' ) S.E.2d 831 (1993). See also State v. Douglas, 302 S.C. 508, 397 S.E.2d 98 (1990). The connection between the prior bad act and the crime must be more than just a general similarity. State v. Stokes, 279 S.C. 191, 304 S.E.2d 814 (1983). A common scheme or plan concerns more than the commission of two similar crimes; some connection between the crimes is necessary. Id.\r\n Evidence of other crimes must be put to a rather severe test before admission. The acid test of admissibility is the logical relevancy of the other crimes. The trial judge must clearly perceive the connection between the other crimes and the crimes charged. Lyle, supra.\r\n In State v. Patrick, 318 S.C. 352, 457 S.E.2d 623 (Ct. App. 1995), the court held evidence of other robberies. where the same disguises (gloves, wigs and bandannas),\r\np37\r\n\r\nSTATE v. TIMMONS\r\nsame tools (walkie-talkies and flashlights), and the same type of weapons were used, was sufficiently similar to be introduced under \". Further, the court pointed to the fact that the telephone wires were cut in the same manner (a portion of the wire was removed- rather than simply cut) and, in both instances, the victims were lured outside of their homes by noises made by the robbers. The present case does not rise to the degree of similarity found in Patrick.\r\nHere, the trial judge stated:\r\nI can identify about seven areas of identity between the two and, that is, between the crimes with which Mr. Timmons is charged and between the April incident that the State seeks to introduce. One, of course, is an armed robbery which involved the use of weapons obviously. That is not enough. The fact there are two similar crimes is simply not enough. There are other elements though that are case specific. Here, in other words, that are specific to this case and to the April incident.\r\nThat is, one, there were shots fired. That would tend to separate it from the general pattern of armed robberies. It is more specific in that these took place basically in the general Cayce/West Columbia area. As I understand, the testimony also will indicate that they both took place with the defendant and his cousin, Mr. Quincy Timmons.\r\nThere is a close proximity in time, a five-week period. It appears to be about five weeks between the two. Also it is more specific in the sense that they both involved multiple armed robberies in the same night. Also there will be testimony that there was the use of some same elements of clothing. Particularly noted by the solicitor were the ski mask, the hat, and bandanna.\r\nReviewing this list of similarities, we disagree with the trial judge. The only point of similarity with any merit is the alleged similar clothing worn by the robbers. During the February 27th robberies, the general consensus of the witnesses was that one robber wore a ski mask and the other a bandanna or something over his face. The testimony of the witnesses to the April 9th crimes was inconsistent in regard to the clothing wom by the robbers. There was no definite identifying article of clothing worn on both nights. Further, none of the witnesses was able to identify, appellant or the other\r\np38\r\n\r\nSTATE v. TIMMONS\r\nmen.3 We find there is insufficient similarity between the two crime sprees to prove a common scheme or plan under Lyle.\r\n Furthermore, when admitting evidence of other crimes pursuant to Lyle, the probative value of the evidence must outweigh its prejudicial effect. Parker, supra. Whether appellant suffered prejudice must be ascertained on the basis of the entire record. State v. Johnson, 293 S.C. 321, 360 S.E.2d 317 (1987). Considering the volume of the testimony and evidence presented about the April 9th crimes, as well as the solicitor's repeated references to it in his arguments,4 \"it can be ascertained with reasonable certitude that the prejudicial impact of the excessively detailed evidence presented concerning appellant's prior crimes outweighed its probative value.\" Johnson, 293 S.C. at 326. Accordingly, we hold the trial judge erred in allowing the State to introduce this evidence.\r\n 2) Limiting instruction\r\n Appellant contends the trial judge erred in denying his request to give the jury a limiting instruction- regarding the L@le evidence. We agree and address this issue because of the confusion surrounding when a limiting instruction regarding Lyle is required.\r\n The State contends this issue is not preserved because appellant did not submit a written request to the trial judge. We disagree. A written request is not required. State v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992). The State then contends appellant did not distinctly state what instruction he wanted. This argument also has no merit. It is clear appellant wanted an instruction limiting the use of the Lyle evidence.\r\n____________________\r\n3In its brief, the State lists several additional similarities: the crime spree began late at night; February 27th and April 9th were weekend nights; more than one participant committed each crime; the common goal of the crimes was to attain money or valuables; all- night establishments were targeted; customers in the stores were also robbed; and the stolen cars were recovered bearing \"fruits of the crimes.\" These features are too general. There were many armed robberies of all-night establishments in Richland and Lexington Counties on weekend nights during the time from February 27th and April 9th. The State also contends the fingerprint of Quincy), which was found in both instances establishes the similarity of the crimes. This merely establishes that Quincy was involved in both crime sprees - not appellant - and this fact was already established because Quincy pled guilty to both\r\n4The solicitor repeatedly referred to the common scheme of robbery and even replayed the video of the April 9th robbery of the Pantry again during his closing statements\r\np39\r\n\r\nSTATE v. TIMMONS\r\n On the merits, the general rule is that when evidence of other crimes is admitted for a specific purpose, the judge is required to instruct the jury to limit their consideration of this evidence for the particular purpose for which it is offered. See State v. Steadman, 216 S.C'. 579, 59 S.E.2d 168 (1950).\r\n In State v. Johnson, 306 S.C. 119, 410 S.E.2d 547 (1991), we held evidence of another crime formed part of the res gestae and was directly related to the murder. We concluded the failure to give a limiting instruction did not constitute reversible error because the other crime was directly related to the crime for which the defendant was on trial. In State v. Nix, 288 S.C. 492, 343 S.E.2d 627 (Ct. App. 1986), the court held that a limiting instruction is unnecessary when evidence of the other crime is admissible on the main issue or the evidence is admitted to show motive or intent and the prior bad acts may have been committed in furtherance of such motive or intent. Nix and Johnson are distinguishable. In Nix and Johnson, the prior bad act evidence was being admitted as part of res gestae of the offense for which the defendant was charged. Here, the evidence regarding the April 9th incidents was not part of the res gestae of the February 27th robberies and murder. The evidence was offered to prove only a common scheme or plan. Therefore, the trial judge erred in refusing to give the requested limiting instruction.\r\nREVERSED.\r\n TOAL, A.C.J., WALLER, Burnett, JJ., and Acting Associate Justice George T. Gregory, Jr., concur.\r\np40\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24651","title":"Wilson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24651","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nCedrick Wilson, Respondent,\r\nv.\r\nThe State, Petitioner\r\nON WRIT OF CERTIORARI\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Judge\r\n Opinion No. 24651\r\n  Submitted May 21, 1997 - Filed July 21, 1997\r\nREVERSED\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\n  General John W. McIntosh, and Assistant Deputy Attorney\r\n  General Teresa Knox, all of Columbia, for appellant.\r\nAssistant Appellate Defender Lisa T. Gregory of S.C.\r\n  Office of Appellate Defense, of Columbia, for respondent.\r\n MOORE, A.J.: We granted the State's petition for a writ of certiorari to review respondent's grant of post-conviction relief (PCR). We reverse.\r\nFACTS\r\np41\r\n\r\nWILSON v. STATE\r\n Respondent entered an Alford1 plea to assault with intent to commit criminal sexual conduct (CSC), first degree. He was sentenced to fifteen years imprisonment2. Respondent sought and was granted PCR on the ground of ineffective assistance of counsel.\r\nISSUE\r\nDid the PCR judge err in granting respondent PCR based upon counsel's failure to object to an amendment of the indictment?\r\n DISCUSSION\r\n At the plea, the solicitor stated there was a typographical error in the indictment. The plea judge asked if there was any objection to amending the caption of the indictment to read first degree. Respondent did not object to the amendment of the caption. The PCR judge found trial counsel was ineffective for failing to object. The State contends the PCR judge erred. We agree.\r\n The caption of the indictment read: \"Assault with intent to commit criminal sexual conduct with minor - 2nd degree.\" The body of the indictment read, in part: \"that Cedric (sic) Wilson did in Charleston County between June 28, 1993 and July 5, 1993 assault Latisha Rogers with the intent to commit a sexual battery, to wit: sexual intercourse with Latisha Rogers date of birth November 28, 1985. This is in violation of &#167; 16-3-655 of the South Carolina Code of Laws (1976) as amended.\"3\r\n In granting PCR, the PCR judge relied upon Hopkins v. State, 317 S.C. 7, 451 S.E.2d 389 (1994), in which the indictment was amended from felony DUI\r\n___________\r\n1North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970)\r\n2The State recommended fifteen years and dismissed two other charges which were pending against respondent: lewd act upon a minor and assault and battery of a high and aggravated nature\r\n 3At the time of the offense, Latisha was 7 years old. S.C. Code Ann. &#167; 16-3-655(l)(1985) provides that: \"A person is guilty of criminal sexual conduct in the first degree if the actor engages in sexual battery with the victim who is less than eleven years of age.\" Subsection (2) provides that a person is guilty of second degree CSC if the victim is between the ages of 11 and 14. Subsection (3) provides a person is guilty of second degree CSC if the victim is between 14 and 16 years old and the actor is in a position to coerce the victim. Because of Latisha's ace, under &#167; 16-3-655, respondent could be indicted only for first degree CSC\r\np42\r\n\r\nWILSON v. STATE\r\ncausing great bodily harm to felony DUI causing death. This case is clearly distinguishable from Hopkins. In Hopkins, there was a substantive amendment of the crime charged and the body of the indictment was amended. Here, there was not an amendment of the body of the indictment - only the caption of the indictment was amended.\r\n The caption of an indictment is not part of the finding of the grand jury and may be corrected and amended at any time by the court. State v. Lark, 64 S.C. 350, 42 S.E. 175 (1902); see also Vandyke v. Dare, 17 S.C.L. (I Bail.) 65 (1828); State v. Williams, 13 S.C.L. (2 McCord) 301 (1822). The trial court properly amended the caption to conform to the body of the indictment and counsel was not deficient for not objecting to this amendment. The body of the indictment properly charged respondent with first degree CSC with a minor. Accordingly, the grant of PCR is\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ-, concur.\r\np43\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24652","title":"Barber v. Greenville County, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24652","description":"","date":"1997-07-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 21\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n James K. Baber, Respondent/Appellant\r\nv.\r\n Greenville County, South Carolina,\r\n  Greenville County Council, W. Mann\r\n  Batson, Paul H. Greer James L. \"Skip\"\r\n  Goldsmith, Dick Herdklotz, Robert W.\r\n  Leach, Paul B. Wickensimer, Ennis M. Fant,\r\n  Gale B. Crawford, E. D. Dixon, James B.\r\n  Arrowood, George E. Bomar, and W. B.\r\n  Bennett, in their official capacities, and\r\n  Nathan Morgan, in his official capacity, Appellants/Respondents\r\nAppeal from Greenville County\r\n  Judge Tom J. Ervin\r\n  Judge Larry R. Patterson\r\n  Judge William B. Traxler, Jr.\r\n Opinion No. 24652\r\n  Heard December 8, 1994 - Filed July 21, 1997\r\nAFFIRMED\r\nGlenn R. Goodwin, of Ogletree, Deakins, Nash, Smoak &amp; Stewart, of Greenville,\r\n  and Michael S. Thwaites, of Greer, for Appellants/Respondents.\r\nHerman E. Cox and Rodney F. Pillsbury, of Law Offices of Herman E.\r\n  Cox, of Greenville; William A. Jordan, of Nelson &amp; Jordan,\r\n  of Greenville, all for Respondent/Appellant.\r\n TOAL, A.J.: Both parties appeal the jury verdict in favor of James K. Baber in his Whistleblower's action against Greenville County. We affirm.\r\np44\r\n\r\nBABER v. GREENVILLE COUNTY, et al.\r\n FACTUAL/PROCEDURAL BACKGROUND1\r\n Greenville County named Baber interim Internal Auditor in August 1986. Thereafter, the County Administrator received an anonymous letter on the County Tax Collector's stationery accusing the County Tax Collector of waiving tax penalties for certain taxpayers. As a result of the anonymous letter, the County Administrator-asked Baber to audit the County Tax Collector's office.\r\n The audit lasted from May 1987 through at least November 1 987. During the audit, Baber found that several large corporations and one member of County Council had paid taxes late. Baber determined that the County Tax Collector waived penalties for these late taxes. Baber prepared an audit report detailing the waived penalties. Several members of the Greenville County Council instructed Baber to delete the portion of the report that named the County Councilman who did not pay the penalty.2 Baber refused.\r\n The County Administrator orally notified Baber of his termination on January 19, 1988. The following day Baber received a letter of termination from the County Administrator stating that Baber's termination was effective at 5:00 p.m., January 20, 1988. In accordance with Greenville County Rules, Baber timely requested a public hearing. A hearing was held on March 1 5, 1 988, and the County Council unanimously voted to terminate Baber. Shortly thereafter, Baber's attorney received a letter from the County Attorney, which provided in pertinent part:\r\nOn Tuesday, March 1 5, 1988, Greenville County Council formally voted to affirm its decision to terminate )Jamess K. Baber . . . .Mr. Baber's personnel records have been amended to reflect a termination date of March 15, 1988, and the South Carolina Retirement System has been accordingly notified.\r\nAdditionally, Mr. Baber had previously paid Greenville County. . . the amount necessary to maintain his insurance benefits for the month of February. Since the effective date of his termination is March 1 5, 1 988, the appropriate insurance deductions have been taken from the enclosed check to accurately reflect the length of Mr. Baber's employment with Greenville County.\r\n Baber filed suit on January 23, 1 990. Baber originally claimed ineffective discharge and violation of the Whistleblower's Act. He also demanded a mandamus requiring the Tax Collector to collect all penalties. The County answered and flied a motion for summary judgment on all causes of action. The circuit court granted the County summary judgment\r\n_______________\r\n\r\n1 The facts set forth are true only for purpose of this opinion and are not intended to be determinative in other litigation involving the parties\r\n2After Baber was terminated, the report was changed prior to being presented to County Council, leaving out the name of the County Councilman who did not pay a penalty for late taxes\r\np45\r\n\r\nBABER v. GREENVILLE COUNTY, et al.\r\non the ineffective discharge claim.\r\n Baber later amended his complaint to add a Section 1 9833 cause of action and named the individual members of County Council as party defendants. Baber also added a wrongful discharge claim based upon public policy. At trial, the judge granted the County summary judgment on the Section 1 983 cause of action and directed a verdict for the County on the wrongful discharge claim. The mandamus action was held in abeyance to be disposed of by the court at the conclusion of trial. Only the Whistleblower's action went to the jury. The jury returned a verdict in Baber's favor in the amount of $2 1 3,930. In a separate proceeding, the trial judge awarded attorneys' fees in the amount of $77,53 1. Finally, in another proceeding, the trial judge found the South Carolina Tax Commission was the appropriate forum for any mandamus action requiring the County to collect the delinquent penalties. Both parties appeal.\r\nLAW/ANALYSIS\r\nA. WHISTLEBLOWER's ACTION\r\n The County filed a motion for summary judgment asking the court to dismiss the Whistleblower's action as barred by the statute of limitations and as accruing prior to the effective date of the Whistleblower's Act. judge Traxier denied County's motion holding that a question of fact existed as to the date of Baber's termination. At trial, after the presentation of all of the evidence, the trial judge, judge Ervin, ruled as a matter of law that Baber was terminated on March IS, 1 988, the day County Council voted to terminate Baber. We affirm.\r\n A \"Whistleblower's action\" is a suit against a public employer wherein a public employee claims to have been subject to adverse personnel action in retaliation for having exposed governmental wrongdoing. South Carolina created such an action by a statute that became effective March 14, 1988. S.C. Code Ann. &#167; 8-27- 1 0 to 50 (1988), amended by S.C. Code Ann. &#167; 8-27-10 to 50 (Supp. 1996). Under the 1988 statute, a Whistleblower's action must be brought within two years after its accrual. S.C. Code Ann. &#167; 8-27-30(D)(I 988) (providing 2 year statute of limitations), amended by S.C. Code Ann. &#167; 8-27-30(B)(Supp. 1 996) (providing I year statute of limitations). The resolution of this issue depends on whether Baber's cause of action arose on the date he was initially notified of County's proposal to terminate his employment or whether Baber's cause of action arose on March 15, 1988 when Council formally voted to affirm its decision to terminate Baber and to amend its records to reflect a termination date of March 15, 1988.\r\n The Rules of the Greenville County Council set forth the procedure for termination of the Internal Auditor. The Rules provide that the Internal Auditor \"shall serve at the pleasure of Council . . . .If the Council determines to remove the Internal Auditor, the procedure set forth in Section I C will apply to the position of Internal Auditor.\" Rules of\r\n__________________\r\n\r\n342 U.S.C. &#167; 1983\r\np46\r\nBABER v. GREENVILLE COUNTY, et al.\r\nthe Greenville County Council, Section 1 E. Section I C addresses the employment of the County Administrator. The section reveals the following procedure for removal of the County Administrator (and, hence, the Internal Auditor):\r\n If the Council determines to remove the County Administrator, he shall be given a written statement-of the reasons alleged for the proposed removal and the right to a hearing thereon at a public meeting of the Council. Within five days after the notice of removal is delivered to the Administrator he may file with the Council a written request for a public hearing. This hearing shall be held at a Council meeting not earlier than twenty days nor later than thirty days after the request is filed. The Administrator may file with the Council a written reply not later than five days before the hearing. The removal shall be stayed pending the decision at the public hearing.\r\n Rules of the Greenville County Council, Section I C (emphasis added). These Rules clearly indicate that the Internal Auditor shall be given a written statement of the reasons for the \"proposed removal,\" after which the Auditor may request a public hearing. This is precisely what occurred in the present case as Baber was given a termination notice, after which he requested a public hearing. The Rules conclude by declaring that \"The removal shall be stayed pending the decision at the public hearing.\" Thus, we find that Baber was not removed or terminated from office until the public hearing was held, and the Council rendered its decision on March 1 5, 1988. Accord Drawdy v. Town of Port Royal, 308 S.C. 462, 419 S.E.2d 215 (1992).\r\n This is confirmed by County's own letter to Baber, which stated that on March 1 51 1988 County Council \"formally voted\" to affirm Baber's termination. The Council further wrote that \"Mr. Baber's personnel records have been amended to reflect a termination date of March 15, 1988, and the South Carolina Retirement System has been accordingly notified.\" In the same letter, they state, \"Since the effective date of his termination is March 15, 1988, the appropriate insurance deductions have been taken from the enclosed check to accurately reflect the length of Mr. Baber's employment with Greenville County.\" Thus, Council's own correspondence clearly supports our conclusion that March 1 5, 1 988 was Baber's termination date. Accordingly, the trial judge did not err in holding as a matter of law that this date constituted Baber's termination date.4 As March I 5th was after the effective date of the Whistleblower's Act, Baber was entitled to pursue his cause of action under the Act.\r\nWe also disagree with the County's contention that Baber's action is barred by the\r\n____________________\r\n\r\n4We recognize that Belton v. State, 31 3 S.C. 549, 443 S.E.2d 554 (I 994) held the termination date of a government employee was an issue of fact when the employee was given a letter of termination and was subsequently notified of the final decision to terminate her employment. Belton is distinguishable because, unlike the present case, it did not involve a situation where there exists a statute or county rule requiring that removal be stayed pending the decision at a public hearing\r\np47\r\n\r\nBABER v. GREENVILLE COUNTY, et al.\r\nstatute of limitations. Baber's action accrued and the statute of limitations began to run on March 15, 1988 when the Council formally voted to remove Baber from office. Baber filed this action on )January 23, 1 990, within the two year period provided by the statute at that time. S.C. Code Ann. &#167; 8-27-30(D)(1988).5 We affirm.\r\n We disagree with the County's contention that the trial judge overruled the prior order of judge Traxier denying its motion for summary judgment by ruling Baber's action accrued on the date Baber was terminated by vote of County Council. The denial of summary judgment is interlocutory. Geiger v. Carolina Pool Equip. Distrib., Inc., 257 S.C. 1 12, 1 84 S.E.2d 446 (197 1). An interlocutory denial of summary judgment is not a final order and is subject to change by the trial court. Cf. 46 Am. Jur. 2d, Judgements &#167; 203 (I 994). Thus, the trial judge retained jurisdiction to rule, after the presentation of the evidence, on the same issue previously the subject of a pre-trial summary judgment motion. We affirm.\r\n B. SCOPE OF COUNTY'S CROSS-EXAMINATION\r\n Baber called as plaintiff s witnesses Walter Parham, the former County Attorney, and Mary Turner, the former County Council Clerk. On cross-examination, the County attempted to elicit testimony from both witnesses that the County criticized Baber's job performance. Baber objected on the ground of hearsay. The County argued the testimony was not hearsay as it was offered for the purpose of showing Baber had notice of his poor job performance. The trial judge sustained the objections.\r\n The County contends the trial judge erred in excluding the testimony on the ground of hearsay. The County argues the excluded testimony was elicited to prove Baber had notice of poor job performance. Testimony to show notice of a fact and not the fact itself is not hearsay. See Player v. Thompson, 259 S.C. 600, 193 S.E.2d 531 (1972) (testimony that inspector said in presence of defendants that tires were bald not hearsay when offered to prove notice of condition); see also 2 Kenneth S. Broun et al., McCormick on Evidence &#167; 249 (4th ed. 1992). Thus, the testimony should not have been excluded on the ground of hearsay. We, nevertheless, affirm the trial judge for the reasons set forth below.\r\n Conduct of trial, including the admission and rejection of testimony, is largely within trial judge's sound discretion, the exercise of which will not be disturbed on appeal absent an abuse of that discretion or the commission of a legal error that results in prejudice for appellant. South Carolina Dep't of Highways &amp; Pub. Transp. v. Galbreath, 31 5 S.C. 82, 431 S.E.2d 625 (Ct. App. 1993).\r\n_____________\r\n5 The County relies on Delaware State College v. Ricks, 449 U.S. 250, 1 01 S. Ct. 498, 66 L. Ed. 2d. 431 (I 980). Ricks held \"that the limitations periods commenced to run when the tenure decision was made and Picks was notified.\" 449 U.S. at 2591, 101 S. Ct. at 504, 66 L. Ed. 2d at 440. As we have held the decision to terminate Baber was made on March 15, 1988, Ricks is of no assistance to County\r\np48\r\n\r\nBABER v. GREENVILLE COUNTY, et al.\r\n The excluded testimony of attorney Parham was not proffered. Absent a proffer, it is impossible for this Court to determine the effect of the excluded testimony. See Mains v. K Mart Corp., 297 S.C. 1 42, 375 S.E.2d 31 1 (Ct. App. 1988)(attorney must move that jury be excused and proffer testimony objected to). On this record, the County has failed to show how it was prejudiced by the exclusion of Parham's testimony.\r\n The testimony of Mary Turner, however, was proffered. Turner's proffer revealed she would have testified about a 1986 event involving Baber and Gale Crawford, a member of County Council. Turner proffered that Crawford gave Baber two weeks to present a certain audit. During the County's case in chief, Crawford testified at length on the same subject.\r\n The evidence excluded by the trial judge during Baber's case in chief was presented during the County's case in chief. There is no error in excluding testimony which is subsequently admitted into evidence. Smith v. Winningham, 252 S.C. 462, 166 S.E.2d 825 (1969)(no error in sustaining objections to testimony when same testimony or testimony to same effect has been or is afterwards allowed to be given). We affirm.\r\nC. AFTER-ACQUIRED EVIDENCE\r\n The County introduced evidence ACQUIRED during discovery concerning the poor job Baber performed on the tax audit. This evidence did not form the basis for Baber's termination. The County introduced the evidence to show that even if it fired Baber for an improper reason, Baber's inadequate audit of the County Tax Auditor's office would have led the County to legitimately dismiss Baber. The County also introduced evidence to show the County Audit department ran much smoother after Baber was terminated.\r\n The trial judge allowed the evidence to be entered at trial. However, the trial judge charged the jury as follows:\r\nAny after-ACQUIRED evidence concerning an employee's performance, which you find was unknown to the public body at the time the public body terminated the employee, may not be considered by you in determining whether the public body discharged or terminated an employee for causes independent of those alleged by the employee, for our law says you must consider only those facts and circumstances known to the public body at the time of the employee's termination.\r\n The County contends the trial judge erred in charging the jury not to consider after- ACQUIRED evidence. Under these facts, we find that the after-ACQUIRED evidence should not have been considered by the jury; however, we hold that such evidence may be considered in certain circumstances.\r\n The federal circuits and various states have held divergent views as to the propriety of the use of after-ACQUIRED evidence in employment cases. Recently, the United States Supreme Court resolved the split in the federal circuits. McKennon v. Nashville Banner\r\np49\r\n\r\nBABER v. GREENVILLE COUNTY, et al.\r\nPublishing Co., 513 U.S. 352, 115 S. Ct. 879, 130 L. Ed. 2d 852 (1995). In McKennon, a unanimous Court concluded that as a general rule, in cases where after termination it is discovered that the employee has engaged in wrongdoing, neither reinstatement nor front pay is an appropriate remedy. The case set forth the following standard for determining whether after-ACQUIRED evidence may be used to limit employee damages:\r\nWhere an employer seeks to rely upon after-ACQUIRED evidence of wrongdoing, it must first establish that the wrongdoing was of such severity that the employee in fact would have been terminated on those grounds alone if the employer had known of it at the time of the discharge.\r\nMcKennon, 513 U.S. at_,115 S. Ct. at 886-87, 130 L. Ed. 2d at 864. We adopt this standard for the admissibility of after-ACQUIRED evidence of employee misconduct.\r\n The severity of the employee's misconduct required for termination will necessarily vary on a case by case basis. As with the reception of all evidence, whether the employer has made a prima facie case warranting the admission of after-ACQUIRED evidence of employee misconduct is in the first instance a question for the trial judge.\r\n In the case at bar, the trial judge admitted after-acquired evidence of Baber's misconduct. This claimed misconduct consisted of poor job performance and testimony that the County Audit department ran smoother after Baber's termination. The trial judge then charged the jury that it would never be proper to consider the evidence acquired after Baber's termination in determining either liability or damages. We find that the judge reached the correct final result, but for the wrong reason. We hold that to admit evidence of employee misconduct acquired after the employee is terminated, \"the wrongdoing [must be on such severity that the employee in fact would have been terminated on those grounds alone if the employer had known of it at the time of the discharge.\" See McKennon, 51 3 U.S. at 115 S. Ct. at 886-87, 1 30 L. Ed. 2d at 864. Because after-acquired evidence of Baber's misconduct was relatively minor, and was not demonstrated to be of such severity that he in fact would have been terminated on those grounds alone if the employer had known of it at the time of discharge, then there was no error in failing to allowing the jury to consider the evidence. See Anderson v. Elliott, 228 S.C. 3711 90 S.E.2d 367 (1955) (to be reversible, error must be material and prejudicial).\r\nD. EMPLOYMENT-AT-WILL\r\n The County claims the trial judge erred in refusing to charge the doctrine of employment-at-will. We disagree.\r\n The Whistleblower's Act, S.C. Code Ann. &#167; 8-27- 1 0 et seq. (I 988), in effect at the time of this action, provided that there is a presumption that an employee who is discharged \"within one year after having exposed governmental criminality, corruption, waste, fraud, gross negligence, or mismanagement . . . was wrongfully treated . . . .\" S.C. Code Ann. &#167; 8-27-30 (1988). The employer may rebut the presumption as set forth\r\np50\r\nBABER v. GREENVILLE COUNTY, et al.\r\n above.\r\n Under the Act in force at the time of Baber's termination, a plaintiff who has blown the whistle enjoys a presumption that the whistleblowing was the cause for the employee's- discharge. The defendant may rebut the presumption by showing good cause as enumerated in the statute. The employment-at-will of the employee is irrelevant under section 8-27-30 (1988). The trial judge correctly refused to charge the jury on the doctrine of employment- at-will. We affirm.\r\nE. MANDAMUS ACTION\r\n The County claims the trial judge made findings of fact and conclusions of law unnecessary to his ruling on the mandamus action.\r\n The trial court disposed of the mandamus claim in a separate proceeding. It found that penalties for late taxes had been waived by the Tax Collector and by County Council. The trial judge held that neither County Council nor the County Tax Collector had authority to waive penalty fees for late taxes. The trial judge, however, denied the mandamus because the plaintiff had not exhausted his administrative remedies with the South Carolina Tax Commission.\r\n The County does not challenge the trial judge's holding that Baber must exhaust his administrative remedies before seeking a mandamus from the circuit court. Rather, County contends the trial judge found facts and made conclusions of law unnecessary to the decision. The County fears the Tax Commission will be bound by the circuit court's findings of facts and conclusions of law on the mandamus issue. The issue, however, has not been presented to the Tax Commission. Thus, the issue is not ripe for review by this Court. See Park v. Safeco Ins. Co., 251 S.C. 410, 162 S.E.2d 709 (1968)(Courts generally decline to pronounce a declaration wherein the rights of a party are contingent upon the happening of some event which cannot be forecast and which may never take place.).\r\n F. PLAINTIFF's APPEAL\r\n At oral argument, Baber's counsel conceded that in the event the jury verdict was affirmed, Baber could not receive further relief. As we have affirmed the jury verdict in Baber's favor, the cross-appeal is now moot. See Whiteside v. Cherokee County Sch. Dist. No. One, 31 1 S.C. 335, 428 S.E.2d 886 (I 993)(Court need not address remaining issue when disposition of prior issue is dispositive). Baber's cross-appeal is, therefore,\r\n DISMISSED.\r\nBased upon the holding above, the orders under appeal are AFFIRMED.\r\n FINNEY, A-C.J., WALLER, A.J., Acting Associate Justices\r\nCurtis G. Shaw and Charles W. Whetstone, Jr., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24653","title":"True v. Monteith, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24653","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n     Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nBetty B. True, Petitioner,\r\nv.\r\nEdmund H. Monteith and\r\n  Monteith and Monteith,\r\n  Respondents. Attorneys at Law,\r\n Appeal From Richland County\r\n  Joseph M. Strickland, Special Circuit Court Judge\r\n Opinion No 24653\r\n  Heard April 15, 1997 - Filed July 28, 1997\r\nREVERSED\r\nJames R. True, of Aspen, Colorado, for petitioner.\r\nJames W. Alford and Andrew E. Haselden, both of Barnes,\r\n  Alford, Stork &amp; Johnson, of Columbia, for respondents.\r\n Burnett, A.J.: This Court granted a writ of certiorari to review the Court of Appeals' opinion in True v. Monteith, Op. No. 95-UP-269 (S.C. Ct. App. filed October 19, 1995) which affirmed the trial court's order granting summary judgment in favor of respondents based on the statute of limitations. We reverse.\r\nFACTS\r\n In 1973, respondent Edmund H. Monteith (Monteith) represented petitioner and her brothers-in-law (the Trues) in executing a long-term commercial lease agreement with Joe Edens whereby the Trues leased property they owned to Edens. At the time of\r\np3\r\n\r\n BETTY B. TRUE v. EDMUND MONTEITH, et al.\r\nexecution, petitioner read the lease and questioned the absence of a cost-of-living clause for future lease payments. Monteith indicated to petitioner that Edens would not agree to a cost-of-living clause.\r\n Without disclosure to petitioner,.Monteith also represented Edens in the lease transaction and had a business relationship with Edens. However, Monteith claims he told Durant True (Durant), petitioner's brother-in-law, of his dual representation. According to Monteith, Durant was the family spokesperson.\r\n In May 1990, while petitioner was investigating the possibility of renegotiating the lease, petitioner discovered the business and attorney/client relationship between Monteith and Edens. Petitioner brought this legal malpractice action in February 1993, alleging Monteith's conflict of interest in the lease transaction was not disclosed to her and she was damaged by the lack of a cost-of-living clause in the lease agreement. The trial judge granted Monteith's motion for summary judgment on the ground this action was barred by the statute of limitations. The trial judge found the lack of a cost-of- living clause in the lease was petitioner's injury and, because she was aware of this injury at the time she executed the lease, she had notice of a potential claim in 1973. The Court of Appeals affirmed finding Monteith had disclosed his conflict of interest to Durant in 1973, and as petitioner's agent, notice to Durant served as notice to petitioner. Id.\r\n ISSUE\r\n Did the Court of Appeals err in affirming the trial court's grant of summary judgment in favor of respondents on the ground petitioner's cause of action is barred by the statute of limitations?\r\n DISCUSSION\r\n Petitioner contends the trial court and Court of Appeals erred in finding she had notice that a potential claim existed in 1973 because she was aware the lease did not contain a cost-of-living clause. We agree.\r\n Summary 'judgment is appropriate when it is clear there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Citizens and Southern National Bank of South Carolina v. Lanford, 313 S.C. 540, 443 S.E.2d 549 (1994). In ruling on motions for summary judgment, the court must construe all ambiguities, conclusions, and inferences arising from the evidence against the moving party. Johnston v. Bowen, 313 S.C. 61, 437 S.E.2d 45 (1993).\r\nIn a negligence action, the statute of limitations accrues at the time of the\r\np4\r\n\r\nBETTY B. TRUE v. EDMUND MONTEITH, et al.\r\n negligence or when the facts and circumstances would put a person of common knowledge on notice that there might be a claim against another party. Kreutner v. David, 320 S.C. 283, 465 S.E.2d 88 (1995) (emphasis added); S.C. Code Ann. &#167;&#167; 15-3- 530(5) &amp; -535(Supp. 1996). Under the discovery rule, the statute of limitations begins to run from the date the injured party either knows or should know, by the exercise of reasonable diligence, that a cause of action exists for the wrongful conduct. See Dean v. Ruscon Corp., S.C., 468 S.E.2d 645 (1996); S.C. Code Ann. &#167; 15-3-535 (Supp. 1996). The \"exercise of reasonable diligence\" means the injured party must act with some promptness where the facts and circumstances of an injury place a reasonable person of common knowledge and experience on notice that a claim against another party might exist. Dean, supra.\r\n If we accept as true petitioner's allegations that Monteith did not disclose to her the conflict of interest and she was unaware of the dual representation, the fact that petitioner knew of her injury (no cost-of-living clause) in 1973 would not necessarily provide notice to her that she may have a cause of action for legal malpractice' Contrary to respondents' contention, knowledge of injury alone does not, a fortiori, give rise to a suspicion of any impropriety by her attorney. Under &#167; 15-3-535, the statute of limitations is triggered not merely by knowledge of an injury but by knowledge of facts, diligently acquired, sufficient to put an injured person on notice of the existence of a cause of action against another.\r\n Although petitioner knew of the lack of the cost-of-living clause in the lease, this knowledge alone is insufficient to put petitioner on notice to investigate the possible malfeasance of her attorney. A client should not be expected to investigate an attorney's loyalty every time the attorney provides the client with counsel the client dislikes. Instead, absent other facts, the client should be able to rely on the attorney's advice and should be able to follow this advice without fear the attorney is not acting in the client's best interest.\r\n Petitioner further contends the Court of Appeals erred in finding Monteith disclosed his representation of Edens to Durant, petitioner's brother-in-law, and because Durant was petitioner's agent, notice to Durant served as notice to petitioner. We agree.\r\n Durant died in 1989, before petitioner alleges she discovered Monteith's dual representation. Petitioner denies being advised by anyone of the dual representation. According to petitioner, she believed Durant would have told the others involved in the transaction about Monteith's representation of Edens if Durant had known. Further, petitioner testified Charlie True, another brother-in-law, informed her prior to his death that he did not know that Monteith had represented Edens in the lease transaction. Petitioner's deposition reveals petitioner did not consider Durant to be her agent. Instead,\r\n5\r\n\r\nBETTY B. TRUE v. EDMUND MONTEITH, et al.\r\naccording to petitioner's testimony, all the family members participated in the decision to lease the property. She claims Durant had \"no power.\"\r\n The Court of Appeals ignored petitioner's testimony and found Monteith's testimony on the.agency and disclosure, issues to be persuasive. However, because both the agency and the disclosure issues hinge on the credibility of Monteith and petitioner, summary judgment was inappropriate. See Hiersby Hiersv. Mullens, 310 S.C. 63, 425 S.E.2d 57 (Ct. App. 1992) (matters of credibility should not be determined at the summary judgment stage).\r\nREVERSED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24654","title":"Brading v. County of Georgetown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24654","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nGene Boyle Brading, Appellant,\r\nv.\r\nThe County of\r\n  Georgetown, A Body\r\n  Politic, Respondent.\r\n Appeal From Georgetown County\r\n  Benjamin H. Culbertson, Special Referee\r\n Opinion No. 24654\r\n  Heard June 18, 1997 - Filed July 28, 1997\r\nAFFIRMED IN RESULT\r\nHowell V. Bellamy, Jr. and Daniel J. MacDonald, of\r\n  Bellamy, Rutenberg, Copeland, Epps, Gravely &amp; Bowers,\r\n  of Myrtle Beach, for appellant.\r\nJack M. Scoville, Jr. and David J. Gundling, of\r\n  Georgetown, for respondent.\r\n Per Curiam: On appeal is an order of the special referee finding a street in North Litchfield Beach had been dedicated to and accepted by the public as a street and that the street's proposed improvement to include parking for beach access did not constitute a nuisance per accidens.1 We affirm.\r\n FACTS\r\n The \"street\" in question, Second Street North, is in an area of North Litchfield Beach which was purchased by Edwin Boyle and Thomas Boyle in the 1940's. In the 1950's, the Boyles decided to subdivide the property. In 1952, a\r\n_____________\r\n\r\n1The order of reference provides for direct appeal to this court.\r\np7\r\n\r\nGENE BRADING v. COUNTY OF GEORGETOWN\r\ntrust was set up for the benefit of the Boyles' children, including Appellant Gene Boyle Brading. The trust recorded a series of plats showing streets and lots in the subdivision. The plats show the area in question. In particular, they show lst Avenue (formerly Parker Avenue) running parallel to the ocean. They also show, inter alia, Blocks 1N, 2N and 3N. Between each block is designated a street, e.g., lst Street North, 2nd Street North, 3rd Street North, etc.; the area marked 2nd Street North is the subject of this appeal. On the plats, Second Street North is designated as a 50' wide, 248' deep street, abutting 1st Avenue, running perpendicular to the ocean and ending at a 60' area marked \"Dunes Restricted.\" Each of the plats recording the subdivision has a notation to the effect that \"The right is expressly reserved to change any and all lot lines and streets herein.\"\r\n Subsequent to recordation of the plats, the trust sold a number of the lots in the subdivision. The trust retained ownership over the areas marked \"Dunes Restricted.\" One of the lots sold by the trustees was Lot 1 of Block 2N, which borders on 2nd Street North. This particular lot was sold to Margaret McEntire and was subsequently deeded back to the trust in August 1958. The deed reconveying the lot also demonstrates that it borders on Second Street North. Each of the lots sold in the subdivision contains a restrictive covenant to the effect that property owners having ocean front lots (i.e., those bordering on \"Dunes Restricted\" area) have the right to cross the Dunes Restricted area for beach access. Those owners not having beach front lots are permitted to cross the Dunes Restricted area where streets terminate on the strip. In 1959, the trust conveyed the subdivision, excepting several lots, to North Litchfield Beach, Inc. (NLB, Inc.). One of the lots reserved to the grantors was Lot 1 of Block 2N, the property now owned by Brading. In 1963, the trust conveyed Lots 1 and 2 of Block 2N to Brading. The deed to Brading specifically references that Lot 1 of Block 2N is bounded on the south by 2nd Street North. In 1975, Brading subdivided Lots 1 and 2 into three lots. In doing so, she represented to the County that 2nd Street North was a publicly dedicated, accepted or maintained street.2\r\n It is essentially undisputed that 2nd Street North, although unpaved, has been used for years as a path for beach access. However, subsequent to Hurricane Hugo, Georgetown County decided to improve 2nd St. No. and put in several parking spaces. Brading brought this action seeking, inter alia, an injunction, a declaratory judgment that the street had not been dedicated to the public, and a ruling that the proposed use of the street for parking would constitute a nuisance per accidens. Following the presentation of Brading's case, the special referee, pursuant to Rule 41(b), SCRCP, held there had been both an offer and acceptance\r\n________________\r\n\r\n2A Georgetown ordinance prohibited erection of buildings unless they had 50' of frontage on a publicly dedicated area.\r\np8\r\n\r\nGENE BRADING V. COUNTY OF GEORGETOWN\r\nof 2nd Street North as a public beach access.3 Accordingly, the only issues remaining were 1) the scope of the dedication, i.e., a public walkway or a street, and 2) whether use of 2nd St. No. as a street would constitute a nuisance per accidens. After presentation of County's case and Brading's case in reply, the referee found both that Brading was estopped to 'deny 2nd Street North was dedicated as a public street, and that, in any event there was no credible evidence it had been dedicated only as a pedestrian walkway. Finally, the referee held the street's proposed use for parking would not create a nuisance per accidens.\r\nISSUES\r\n1. Is Brading estopped to deny that 2nd Street North has been dedicated and accepted as a public street?\r\n2. Will the proposed use of the street constitute a nuisance per accidens?\r\n 1.ESTOPPEL\r\n As noted previously, in subdividing her lots in 1975, Brading represented to the County that 2nd Street North was a publicly dedicated street. The referee held this representation estopped Brading to deny 2nd Street North had been dedicated as a street. Brading failed to appeal this ruling and it is therefore the law of the case. Sandy Springs Water Co. v. DHEC, Op. No. 24519, Filed Nov. 4, 1996) (Davis Adv. Sht. No. 29); Resolution Trust Corp. v. Eagle Lake and Golf Condominiums, 310 S.C. 473, 427 S.E.2d 646 (1993); Biales v. Young, 315 S.C. 166, 432 S.E.2d 482 (1993) (where decision is based on more than one ground, appellate court will affirm unless the appellant appeals all grounds because the unappealed ground will become the law of the case). Accordingly, there is nothing for this Court to review.4\r\n_______________________\r\n\r\n3The referee also stated that \"the trust also conveyed portions of the dunes restricted area which lay between the streets and mean high water mark\" of the ocean. The issue of the \"Dunes Restricted\" area was not before the referee and was unnecessary to his ruling. Accordingly, we vacate this portion of the referee's ruling. Chandler v. Merrell, 291 S.C. 227, 353 S.E.2d 135 (1987) (it is error for trial court to rule on issue which is not before him).\r\n4We are unpersuaded by Brading's claim the referee's estoppel ruling applies only to the scope of the dedication, i.e., as a street or a pedestrian walkway, and not to the issue of whether there had been an offer and acceptance. Although the referee's estoppel ruling is contained in the portion of the order dealing with the scope of the dedication, the order provides that she is estopped from claiming 2nd Street North was not dedicated as a public street. Clearly, if Brading is estopped from challenging the issue of whether 2nd Street North has been publicly dedicated as a \"street,\" she\r\np9\r\n\r\nGENE BRADING v. COUNTY OF GEORGETOWN\r\n In any event, even were the issue preserved, we agree with the referee's ruling that Brading is estopped to deny the public dedication of 2nd Street North.\r\n At oral argument before this Court, counsel for Brading conceded that, in subdividing her property in 1975, Brading had represented to the County that 2nd Street North was a publicly dedicated street. A Georgetown County Zoning Ordinance enacted in 1973 required 50' of frontage on a publicly dedicated area as a prerequisite to erection of buildings thereon. The plat Brading recorded to demonstrate the subdivision shows 2nd Street North as a \"50' street.\" We find Brading's representation to County that 2nd Street North was a \"50' street\" sufficient to give rise to an estoppel.5\r\n The essential elements of estoppel as related to the party estopped are (1) conduct that amounts to a false representation or concealment of material facts, or, at least, that is calculated to convey the impression that the facts are otherwise than, and inconsistent with, those that the party subsequently attempts to assert; (2) intention, or at least expectation, that such conduct shall be acted upon by the other party; (3) knowledge, actual or constructive, of the real facts. Southern Dev. Land and Golf Co. v. South Carolina Pub. Serv. Auth., 311 S.C. 29, 426 S.E.2d 748 (1993). As related to the party claiming the estoppel, the essential elements are (1) lack of knowledge and of the means of knowledge of the truth as to the facts in question, (2) reliance upon the conduct of the party estopped, and (3) prejudicial change in position. Id. See also McDuffie v. O'Neal, _ S.C. 476 S.E.2d 702 (Ct. App. 1996).\r\n These elements are met in the present case. Brading represented to County that 2nd Street North was a publicly dedicated 50' street with the knowledge such representation would be relied upon by County in allowing her to subdivide the property. By virtue of its failure to object to the subdivision, we find County did, in fact, rely on the representation. The referee correctly ruled Brading was estopped to deny the street was a publicly dedicated street.6 Cf. City of Dallas v.\r\n___________________________\r\n\r\nis likewise estopped from claiming it was not offered and accepted as a street. Accordingly, we find the referee's ruling encompasses this issue as well. See Kreutner v. David, Op. No. 24322, S.C. Sup. Ct. filed Oct. 16, 1995 (Davis Adv. Sht. No. 22) (this Court may affirm for any reason appearing in record).\r\n5Contrary to counsel's contention, we do not intend to suggest Brading had the authority to, herself, dedicate the street. We merely hold her representation that the street was a publicly dedicated street estops her from claiming otherwise\r\n6Moreover, dedication may be presumed by proof the property of one denying the street has been dedicated is described as fronting on such street. 26 C.J.S. Dedication &#167; 44. Here, not only does the deed to Brading from the Boyle trust indicate the property is bounded on the south by 2nd Street North, but Brading\r\np10\r\n\r\nGENE BRADING v. COUNTY of GEORGETOWN\r\nCrow, 326 S.W.2d 192 (Tex. 1959) (where plaintiffs filed plats showing a street over land not owned by plaintiff, and thereafter sold lots to purchasers with reference to the plats, plaintiffs were estopped to deny land in controversy had been dedicated as a public street).\r\n2. NUISANCE PER ACCIDENS\r\n Brading also contends the referee erred in finding County's proposed improvement of the street would not constitute a nuisance per accidens. We disagree.\r\n The opening of a public street cannot constitute a public nuisance. Nothing is a public nuisance which the law itself authorizes. Home Sales Inc. v. City of North Myrtle Beach, 299 S.C. 70, 383 S.E.2d 463 (Ct. App. 1989). In Homes Sales, a situation similar to the one at hand, the Court of Appeals recognized that the City was not in reality opening a \"parking lot\" but, rather, was opening part of a street along which there were designated parking areas.7 As such, it found the opening of the street to be a lawful act which could not be the wrongful act upon which the tort of nuisance might be based. If a nuisance did in fact develop, it was the result of those who used the street and not by any act of the City. Id. Home Sales is clearly dispositive of the issue and, accordingly, the referee properly held Brading had failed to demonstrate a nuisance per accidens.8\r\nAFFRIMED IN RESULT.\r\n______________________\r\nherself, in deeding portions of her subdivided property, indicated it was bounded by \"2nd Street North.\" See also 26 C.J.S. Dedication &#167; 12 (one claiming title under a muniment standing in a chain of title which describes his lots according to a map is estopped to deny the dedication of the streets shown thereon).\r\n7Here, County plans to put parking spaces along one side of the street end\r\n8Even if Home Sales were not dispositive, equity will not interfere where the anticipated nuisance is doubtful, contingent, or conjectural. To entitle one to injunctive relief against a threatened or anticipated nuisance, public or private, it must appear that a nuisance will inevitably or necessarily result from the act or thing which it is sought to enjoin. Welbom v. Page, 247 S.C. 554, 148 S.E.2d 375 (1966). The referee correctly held the anticipated nuisance was not inevitable.\r\n11\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24655","title":"State v. Easler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24655","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State Respondent,\r\n  v.\r\nKenneth Wayne Easler, Petitioner.\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\nAppeal From Cherokee County\r\n  John C. Hayes, III, Judge\r\n Opinion No. 24655\r\n  Heard June 3, 1997 - Filed July 28, 1997\r\nAFFIRMED AS MODIFIED\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney\r\n  General Salley W. Elliot, Senior Assistant Attorney General\r\n  Charles H. Richardson, all of Columbia, and Solicitor Holman\r\n  C. Gossett, Jr., of Spartanburg, for respondent.\r\nSenior Assistant Appellate Defender Wanda H. Haile, of\r\n  Columbia, for petitioner.\r\n WALLER, A.J.: We granted certiorari to review the Court of Appeals' decision in State v. Easler,_S.C._471 S.E.2d 745 (Ct. App. 1996). We affirm as modified.\r\n FACTS\r\n On April 15, 1994, Petitioner, Kenneth Wayne Easler, while d-riving a pickup truck in Cherokee County, crossed the center line of a street and struck an oncoming vehicle head-on. The driver of the vehicle, Constance Roberts, was\r\np13\r\n\r\nSTATE v. EASLER\r\nseriously injured and her 7-year old son, Cornelius, was killed. A breathalyzer test administered shortly after the collision revealed Easler's blood alcohol content to\r\nbe .20.\r\n Easler was s 'subsequently convicted of the following offenses and sentenced as indicated: felony driving under the influence (DUI) causing death (25 years); felony DUI causing great bodily injury (15 years consecutive); assault and battery of a high and aggravated nature (ABHAN) (10 years concurrent); reckless homicide (5 years concurrent); leaving the scene of an accident (one year concurrent); and second offense driving under suspension (6 months concurrent). The Court of Appeals affirmed.\r\n ISSUES\r\n1. Were statements Easler made to police taken in violation of Miranda v. Arizona?1\r\n2. Do Easler's convictions for reckless homicide/felony DUI causing death, and ABHAN/felony DUI causing great bodily injury violate the prohibition against double jeopardy ?2\r\n 1. MIRANDA\r\n At trial, Easler moved to suppress certain statements he made to police shortly after the accident on the grounds they were the subject of custodial interrogation and he had not been afforded his Miranda warnings. The Court of Appeals found Easler was not in custody at the time he made the incriminating statements, and that the statements were not the result of \"interrogation,\" such that no Miranda warnings were required. In any event, it found that, even if Miranda warnings were required, any error was harmless beyond a reasonable doubt. We affirm in result.\r\n The facts giving rise to Easler's statements to police are as follows: at approximately 2:15 pm, police officer John McCall received a communication from dispatch to go to an automobile accident on Lockhaft Lane. Dispatch advised that one of the parties possibly involved in the accident had left the scene and was\r\n________________\r\n\r\n1384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966)(suspect may not be subjected to custodial interrogation absent explanation of his rights)\r\n2S.C. CONST. art. I, &#167; 12; U.S. CONST. amend V. The fact that Easler received concurrent sentences is not dispositive of the double jeopardy issue. Ball v. United States, 4'10 U.S. 856, 105 S.Ct. 1668, 84 L.Ed.2d '1740 (1985) (even if second conviction results in no greater sentence, it is an impermissible punishment as it may have collateral consequences)\r\np14\r\n\r\nSTATE v EASLER\r\nwalking towards Highway 150 on Providence Creek Road. The individual was described as a white male wearing blue jeans and no shirt. En route to the accident, as Officer McCall and his partner pulled onto Hwy 150, they saw a young man (Easler) matching the description at the pay phone of a convenience store.3 The officers asked Easler if he had been involved in an automobile accident, to which he replied he had and pointed in the direction of the accident. He was then asked for his identification and why he had left the scene of the accident, to which he responded he had no driver's license and was scared. The officer advised Easler, \"If you would, let's just go back to the scene of the accident,\" and opened the door for Easler to get into the back of the police car. At this point, Easler asked McCall to retrieve a package for him which he'd left at the pay phone. The package contained a six-pack of beer and a pack of cigarettes. McCall asked Easler when he had his last drink; Easler responded he'd had a Milwaukee's Best just prior to the accident, and indicated that his pants were wet where beer had spilled on his pants in the crash.\r\n When they arrived at the accident scene, two eyewitnesses to the accident advised the officers that Easler had been the person involved in the accident who had left the scene. At that point, Officer McCall placed Easler under arrest and advised him of his Miranda rights- He was then transported to the jail for a breathalyzer test.\r\n The Court of Appeals, citing Berkemer v. McCarty,4ruled the questions asked by police officers were the result of a routine investigation of a traffic accident such that they were not \"custodial interrogation,\" and that Easler was not \"in custody\" at the time the statements were made.5\r\n As an initial matter, we find the Court of Appeals placed undue emphasis on Berkemer v. McCarthy. Berkemer holds that routine traffic stops do not constitute \"custodial interrogation\" for purposes of Miranda. See also Pennsylvania v. Bruder, 488 U.S. 9, 109 S.Ct. 205, 102 L.Ed.2d 172 (1988). The present case, however, does not involve a routine traffic stop. On the contrary, the officers, having been advised there had been an accident and that someone had left the scene, went looking for that individual based upon a description given by two eyewitnesses. Accordingly, to the extent the Court of Appeals relied on \"routine traffic stop\" cases,\r\n_______________\r\n\r\n3The store was approximately one mile from the scene of the accident\r\n4468 U.S. 420, 104 S.Ct. 3138, 82 L.Ed.2d 317 (1984)\r\n5The Court of Appeals also ruled Easler's request that McCall retrieve his six- pack of beer was a spontaneous statement not subject to Miranda requirements. As to this ruling, the Court of Appeals was clearly correct. See, e.g., State v. Franklin, 299 S.C. 133, 382 S.E.2d 911 (1989) (Miranda inapplicable to statements which are volunteered and not the result of interrogation)\r\np15\r\n\r\nSTATE v. EASLER\r\nits opinion is modified.\r\n Further, we disagree with the Court of Appeals' conclusion that Easier was not subjected to \"interrogation.\" Interrogation is either express questioning or its functional equivalent. It includes words or actions on the part of police that police should know are reasonably likely to elicit an incriminating response. Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980). See also State v. Franklin, 299 S.C. 133, 382 S.E.2d 911 (1989). Here, once police determined Easler had in fact been involved in the accident, they continued to question him as to why he had left the accident and when he had last had a beer. Certainly, police knew these questions were likely to elicit incriminating responses. This was clearly interrogation. The only remaining inquiry is whether Easler was \"in custody\" at the time.\r\n Miranda warnings are required for official interrogations only when a suspect \"has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" Miranda, 384 U.S. at 444. This language has been interpreted as meaning formal arrest or detention associated with a formal arrest. Berkemer. supra, 468 U.S. at 438-439. In determining whether a suspect is \"in custody,\" the totality of the circumstances, including the individual's freedom to leave the scene and the purpose, place and length of the questioning must be considered. United States v. Helmel, 769 F.2d 1306 (8th Cir.1985). The fact the investigation has focused on the suspect does not trigger the need for Miranda warnings unless he is in custody. Minnesota v. Murphy, 465 U.S. 420, 104 S.Ct. 1136, 79 L.Ed.2d 409 (1984).6 Miranda warnings were \"not intended to hamper the traditional function of police officers investigating a crime.\" Berkemer v. McCarty, supra 468 U.S. at 436. The relevant inquiry is whether a reasonable man in the suspect's position would have understood himself to be in custody. Bradley v. State, 316 S.C. 255, 449 S.E.2d 492 (1994). The initial determination of whether an individual was in custody depends on the objective circumstances of the interrogation, not the subjective views harbored by either the interrogating officers or the person being questioned. State v. Sorouse, Op. No. 2592, S.C. Ct. App. filed Nov. 25, 1996 (Davis Adv. Sh. No. 32) (citing Stansbury, v. California, 511 U.S. 318, 114 S.Ct. 1526, 128 L.Ed.2d 293 (1994)).\r\n We agree with the Court of Appeals' conclusion that, viewing the \"totality of the circumstances\" in this case, Easler was not in custody at the time of the interrogation. At the time officers approached Easler at the convenience store, they\r\n________________\r\n\r\n6For example, questioning by IRS investigators at the home of a suspect does not necessarily require Miranda warnings despite the fact the investigation has focused on the accused. Beckwith v. United States, 425 U.S. 341, 96 S.Ct. 1612, 48 L.Ed.2d 1 (1976). Similarly, interrogation at a police precinct has been held noncustodial where the suspect voluntarily went to the station and was free to leave. Oregon v. Mathiason, 429 U.S. 492, 97 S.Ct. 711, 50 L.Ed.2d 714 (1977)\r\np16\r\n\r\nSTATE v. EASLER\r\nhad not yet been to the scene of the accident, nor were they aware of the severity or extent of injuries involved in the accident. The only information they had received on the police scanner was that there had been an accident on Lockhart Lane and that one of the individuals had left the scene. Upon finding Easler, officers confirmed that he was, in fact, the individual involved in the accident. At this point, however, the officers had no basis to suspect Easler of DUI or to know the extent of the injuries in the accident.7 Accordingly, they requested him to return to the scene of the accident where, upon seeing the injuries and realizing Easler's intoxicated state, they arrested him and issued Miranda warnings. Given the totality of these circumstances, we find Easler was not \"in custody\" for purposes of Miranda.\r\n In any event, regardless of whether Easler was in custody at the time of the interrogation, any error in the failure to suppress his statements was harmless beyond a reasonable doubt. See State v. Newell, 330 S.C. 471, 401 S.E.2d 420 (Ct. App. 1991) (failure to suppress evidence for Miranda violation harmless where record contains overwhelming evidence of guilt).\r\n Two eyewitnesses to the accident positively identified Easler as the driver of the truck and testified they witnessed him leave the scene. Officer McCall testified Easler appeared intoxicated, had glassy, red eyes, slurred speech, had a flushed face, had strong odor of alcohol and was unsteady on his feet. He also testified that a license check of Easler's record revealed his license had been suspended. A breathalyzer test revealed a blood alcohol content of .20. Moreover, at trial, Easler admitted he'd been drinking beer, and that he had been the driver of the truck when the accident occurred. The overwhelming evidence of Easler's guilt renders any Miranda violation harmless.\r\n 2. DOUBLE JEOPARDY\r\n Easler next asserts his convictions for reckless homicide and felony DUI causing death, and ABHAN and felony DUI causing great bodily injury violate the prohibition against double jeopardy. The Court of Appeals, applying the Blockburger v. United States8 \"same elements\" test, found no double 'jeopardy violation. The Court of Appeals also noted that Grady v. Corbin's9 \"same conduct\" analysis is no longer applicable in double 'jeopardy analysis. We affirm.\r\nThe Double Jeopardy Clause protects against a second prosecution for the\r\n_______________________\r\n\r\n7 It is feasible that, at this point, officers could have believed Easier walked to the store to use the telephone to call police\r\n8284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932)\r\n9495 U.S. 508, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990)\r\np17\r\n\r\nSTATE v. EASLER\r\nsame offense after acquittal or conviction, and protects against multiple punishments for the same offense. Brown v. Ohio, 432 U.S. 161, 97 S.Ct. 2221, 53 L.Ed.2d 187 (1977); State v. Amerson, 311 S.C. 316, 428 S.e.2d 871 (1993).10 In Blockburger, the United State Supreme Court held that where the same act or transaction constitutes a violation of two distinct statutory provisions, \"the test to determine whether these are two offenses or only one is whether each provision requires proof of an additional fact which the other does not.\" 284 U.S. at 304.11 In 1990, in Grady v. Corbin, the Court expanded Blockburger analysis. holding that even if two offenses do not have the same elements, double jeopardy \"bars a subsequent prosecution if, to establish an essential element of an offense charged in that prosecution, the government will prove conduct that constitutes an offense for which the defendant has already been prosecuted.\" 495 U.S. at 510 (emphasis supplied).12\r\n Grady v. Corbin was overruled, however, in United States v. Dixon, 509 S.Ct. 688, 113 S.Ct. 2849 ' 125 L.Ed.2d -056 (1993), and this Court has not specifically addressed the impact of the Supreme Court's decision in Dixon on double jeopardy analysis in this state. Although Dixon holds Blockburger is the exclusive federal standard for reviewing double jeopardy violations under the Fifth Amendment, the issue remains whether Article 1, section 12 of the South Carolina Constitution affords Easler greater protection than does the Fifth Amendment.13\r\n______________________\r\n\r\n10The cases have evolved into two lines: successive prosecution cases and multiple punishment for the same offense cases\r\n11Notwithstanding Blockburger, a court may conclude there is no double jeopardy violation even if the same elements test is met where the legislature clearly intends multiple punishments for a single act. See Missouri v. Hunter, 459 U.S. 359, 103 S.Ct. 673, 74 L.Ed.2d 535 (1983); State v. Wilson, 311 S.C. 382, 388- 390, 429 S.E.2d 453 (1993)(when there are multiple punishments imposed in the same trial, the Double Jeopardy Clause does no more than prevent the sentencing court from prescribing greater punishment than the legislature intended) (Justice Toal concurring)\r\n12A majority of the Grady, Court recognized that the Blockburger test applied only to multiple punishments because multiple prosecutions raised different concerns which Blockburger did not address. 495 U.S. at 518-519. Therefore, the Court adopted the same conduct standard originally suggested in Illinois v. Vitale supra\r\n13State courts may afford more expansive rights under state constitutional provisions than the rights which are conferred by the Federal Constitution. Pruneyard Shopping Center v. Robins, 447 U.S. 74, 100 S.Ct. 2035, 64 L.Ed.2d 741 (1980); State v. Austin, 306 S.C. 9, 409 S.E.2d 811 (Ct. App. 1991)\r\np18\r\n\r\nSTATE v. EASLER\r\n As an initial matter we note that Grady was intended to apply only to successive prosecution cases.14 Accord Wisconsin v. Kurzawa, 509 N.W.2d 712, 717 (Wis. 1994) cert. denied 114 S.Ct. 2712, 129 L.Ed.2d 839 (1994)(recognizing there is no dispute that in cases involving multiple punishments in a single prosecution, Blockburger's same elements test is the accepted test). Accordingly, as this is a multiple punishment arising from a single prosecution case, Grady has no application here.\r\n Nevertheless, for the benefit of bench and bar, we clarify our position with regard to the continued viability of Grady analysis in successive prosecution cases. We hereby affirm the Court of Appeals' abandonment of the Grady v. Corbin same conduct test.15\r\n This Court first adopted the same conduct analysis in State v. Grampus, supra. In Gram us anticipating the holding in Grady, we relied on dictum in Illinois v. Vitale, 447 U.S. 410, 100 S.Ct. 2260, 65 L.Ed.2d 228 (1980), to adopt a same conduct analysis in a successive prosecution case. Vitale was a Fifth Amendment case and nothing in our opinion in Grampus)us indicates reliance on the South Carolina constitution. See McAninch, Unfolding the Law of Double Jeopardy, 44 S.C.L.Rev. 411, 471 at n. 454 (1993). Nor do the other cases of this Court applying a same conduct analysis rely on state law, as opposed to the Fifth Amendment. To the contrary, since the federal Double Jeopardy Clause was made applicable to the states in Benton v. Maryland,16the courts of this state have never interpreted the state double jeopardy provision independently of the Fifth\r\n_____________________\r\n\r\n14 This Court has adopted the Grady same conduct analysis in several successive prosecution cases. See. State v. Grampus, 288 S.C. 395, 343 S.E.2d 26 (1986); State v. Carter, 291 S.C. 385, 353 S.E.2d 8-I'D (1987); State v. Magazine, 302 S.C. 55, 393 S.E.2d 385 (1990); State v. Wilson, 311 S.C. 382, 429 S.E.2d 453 (1993). One case of this Court, State v. Walsh, 300 S.C. 427, 388 S.E.2d 777 (1988), could arguably be read as applying a \"same conduct\" analysis in a multiple punishment case. However, Walsh was decided prior to Grady v. Corbin. Further, the order on rehearing in Walsh makes clear that the basis for the Court's finding of a double jeopardy violation rests in its interpretation of the legislative intent that a single occurrence of assault with intent to kill and pointing a firearm were not intended to be subject to cumulative punishment. Accordingly, to the extent Walsh may be read as applying a \"same conduct\" analysis in a single prosecution case, it is overruled\r\n15See State v. Moyd 321 S.C. 256, 468 S.E.2d 7 (Ct. App. 1996); State v. Lewis 321 S.C. 146, 46-1 S.E.2d 265, (Ct. App. 1996)(holding that Blockburger remains the only test of double jeopardy for successive prosecutions as well as for multiple punishments in a single prosecution)\r\n16 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969)\r\np19\r\n\r\nSTATE v. EASLER\r\nAmendment. Id. at 418; @f. State v. Jacobson, 545 N.W.2d 152 (N.D. 1996); State v. Carpak, 638 A.2d 918 (N.J. 1994)(double jeopardy analysis no different under state law than under federal constitutional law). Moreover, Article I, section 12 of the S.C. Constitution is essentially identical to the Fifth Amendment and, on its face, confers no greater rights than the federal constitution. Additionally, the Grady test was only the law for a short span of three years and was widely criticized for \"being unsupported by precedent, for allowing unjust results, and for proving unworkable in practice.\" See Wisconsin v. Kurzawa, 509 N.W.2d at 721. Finally, other jurisdictions addressing the matter post-Dixon have abandoned the Grady same conduct analysis and ruled that Blockburger is the only remaining double jeopardy test. See Wisconsin v. Kurzawa, supra; State v. Gocken '896 P.2d 1267, 12'10-1273 (Wash. 1995); Flores v. Texas, 906 S.W.2d 133 (Tex. 1995); State v. Crawley, 644 N.E.2d 724 (Ohio 1994); State v. Murray, 644 So.2d 533 (Fla. 1994).\r\n Like these courts, we decline to extend broader protection under our state constitution than that afforded under the federal constitution. Accordingly, we hold Blockburger is the only remaining test for determining a double jeopardy violation, in both multiple punishment and successive prosecution cases. Therefore, the only remaining inquiry in the present case is whether the offenses with which Easler is charged survive the Blockburger same elements test.\r\n This Court has held that reckless homicide is not a lesser included offense of felony DUI causing death, as felony DUI does not require proof of recklessness. State v. Cribb, 310 S.C. 518, 426 S.E.2d 306 (1992). See also State v. Carter, 291 S.C. 385, 353 S.E.2d 875 (1987)(recognizing that a defendant may be convicted of both offenses in one trial). Similarly, felony DUI requires proof of the element of driving under the influence, whereas reckless homicide does not. Clearly, the two offenses do not meet Blockburger's same elements test, and there is no double jeopardy problem in prosecuting Easler for both.\r\n Further, we find the elements of ABHAN and felony DUI survive the Blockburger analysis. The elements of ABHAN are 1) the unlawful act of violent injury to another, accompanied by circumstances of aggravation.17 State v. Jones 133 S.C. 167, 130 S.E. 747 (1925), overruled in part on other g-rounds, State v. Foust,_S.C._479 S.E.2d 50 (1996). Felony DUI causing great bodily injury requires proof 1) the actor drove a vehicle while under the influence of drugs or alcohol, 2) he,/she did an act forbidden by law or neglected a duty imposed by law, and 3) the act proximately caused great bodily injury to another. State v. Cribb supra. As noted by the Court of Appeals, felony DUI requires proof the defendant\r\n________________\r\n17The circumstances of aggravation include: use of a deadly weapon, infliction of serious bodily injury, intent to commit a felony, disparity in age, physical condition or sex, indecent liberties, purposeful infliction of shame, resistance of lawful authority, and others. State v. Jones supra\r\np20\r\n\r\nSTATE v. EASLER\r\n was driving under the influence, clearly not an element of ABHAN.\r\n As to the element of ABHAN which is not contained in felony DUI, ABHAN requires proof of \"circumstances of aggravation,\" something which is not required for felony DUI. In Illinois v. Vitale, 447 U.S. 410, 419-420, 100 S.Ct. 2260 ' 65 L.ED.2d 228 (1980), the Court held, under Blockburger analysis, that if manslaughter by automobile did not always entail proof of failure to reduce speed, then the offenses of manslaughter by automobile and failing to reduce speed to avoid an accident were not the \"same offense\" for double jeopardy purposes. \"The mere possibility that the State will seek to rely on all of the ingredients necessarily included in the [lesser] offense to establish an element of [the greater offense] would not be sufficient to bar the latter prosecution under the Double Jeopardy Clause .... The lesser offense is included in the greater only if each of its elements is always a necessary element of the greater offense.\" State v. Bourn, 421 A.2d 1281 (Vt. 1980)(citing Illinois v. Vitale supra)(emphasis supplied). Although ABHAN may involve the proof of serious bodily injury as an aggravating circumstance, serious bodily injury is not always an element of ABHAN, as there are other aggravating circumstances which may give rise to ABHAN. Cf. State v. Brown 269 S.C. 491, 238 S.E.2d 174 (1977) (recognizing that serious bodily injury is not an essential element of the offense of aggravated assault); State v. DeBerry, 250 S.C.314, 157 S.E.2d 637 (1967) cert. denied 391 U.S. 953 (1968). Accordingly, we find that each of the elements of ABHAN is not always a necessary element of felony DUI such that there is no double jeopardy violation under Blockburger analysis. We therefore affirm the Court of Appeals' holding.\r\n CONCLUSION\r\n As this is not a \"routine traffic stop\" case, we modify the Court of Appeals' opinion insofar as it relied on Berkemer v. McCarty's \"routine traffic stop\" analysis. Further, we modify the Court of Appeals' opinion to the extent it found Easler was not subjected to interrogation. We nonetheless affirm in result as we find the totality of the circumstances demonstrates that Easler was not \"in custody\" at the time of the interrogation, such that Miranda warnings were not required. In any event, in light of the overwhelming evidence of guilt, it is clear that any Miranda violation in this case was harmless beyond a reasonable doubt.\r\n As to the double jeopardy issue, we affirm the Court of Appeals' holding that Blockburger is the only remaining test to determine a double jeopardy violation. Applying a Blockburger analysis, we find no double jeopardy violation in this case. The judgment below is\r\nAFFIRMED AS MODIFIED.\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\np21\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24656","title":"Long Cove Home Owners' Assoc., et al. v. Beaufort Cty. Tax Equalization Board","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24656","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nLong Cove Home Owners'\r\n  Association, Inc., Wexford\r\n  Plantation Home Owners'\r\n  Association, Inc., Port Royal\r\n  Plantation Homeowners'\r\n  Association, Inc., Moss\r\n  Creek Owners' Association,\r\n  Inc., and Hilton Head\r\n  Plantation Property Owners'\r\n  Association, Inc., Appellants\r\nv.\r\nBeaufort County Tax\r\n  Equalization Board (a/k/a\r\n  Beaufort County Board of\r\n  Assessment), and South\r\n  Carolina Department of\r\n  Revenue and Taxation, Respondents\r\n Appeal From Beaufort County\r\n  Thomas Kemmerlin, Jr., Special Circuit Court Judge\r\n Opinion No. 24656\r\n  Heard January 7, 1997 - Filed July 28, 1997\r\nREVERSED\r\nA. Camden Lewis, of Lewis Babcock &amp; Hawkins, LLP, of\r\n  Columbia, for appellants.\r\np22\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\nLadson F. Howell and Stephen P. Hughes, both of Howell, Gibson &amp;\r\n  Hughes, of Beaufort, for Respondent Beaufort County. General\r\n  Counsel Harry Cooper, Chief Counsel for Revenue Litigation\r\n  Ronald W. Urban, and Counsel for Revenue Litigation Jeffery M.\r\n  Nelson, all of Columbia, for Respondent S.C. Department of\r\n  Revenue and Taxation.\r\n Burnett, A.J.: Appellants seek review of the decision of the circuit court affirming the South Carolina Department of Revenue and Taxation's (Department's) decision upholding the separate taxation of the common areas within planned unit developments. We reverse.\r\n FACTS\r\n Taxpayers in this matter are the Wexford Plantation Home Owners' Association, Port Royal Plantation Homeowners' Association, Long Cove Home Owners' Association, Moss Creek Owners' Association and Hilton Head Plantation Property Owners' Association (hereinafter owners' associations).\r\n The properties in question are located in planned unit developments (PUDS) located on Hilton Head Island. The real property varies in character and the parcels include wooded areas, lagoons, open areas, roadways, buildings for maintenance and administrative purposes, golf courses and club houses. These parcels are the common properties of the PUDs and are deeded to the owners' associations which are not-for-profit corporate entities whose members are the residential lot owners of the PUDs. Use of these common areas is restricted to the homeowners and their invited guests. The lots of the individual homeowners in these PUDS are deeded subject to recorded declarations of covenants, conditions and restrictions, and each homeowner is granted an undivided interest in the common areas, which runs with the land.\r\n Until 199 1, the common properties were assessed at a $0.00 or nominal tax value. According to the deposition of Mr. Gay, a former Beaufort County tax assessor, the value of the common areas was reflected in the value placed on the residential lots within the PUDS and thus the common areas were not separately taxed. However, in 1991, the Beaufort County Tax Assessor reassessed some golf courses, club houses and other similar facilities, assigning to them a value many times greater than that of prior years. In 1993, the Tax Assessor assessed all the other common properties with substantial increases in value. On June 6, 1993, the Assessor prepared a valuation chart to assist the staff appraisers in the valuation of common areas. The staff appraisers were ordered to value all common properties at a set rate based on the acreage of the parcel.\r\np23\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\nAs a result of this reassessment, the property tax obligation of the owners' associations increased.\r\n The owners' associations appealed all common areas tax assessments to the Beaufort County Tax Equalization Board (Board). Because the legal issues were the same, the owners' associations consolidated their appeals of the assessments before the Board. The Board heard arguments from the owners' associations and Beaufort County on July 6, 1994. By agreement, the parties limited the arguments to the legal question of whether the Tax Assessor could separately tax the common areas. The specific values of the properties were not discussed or decided. The Board issued a written decision on August 24, 1994. Because it felt compelled to follow prior South Carolina Tax Commission decisions, the Board held the property was taxable and had value separate from the owners' lots.\r\n Appellants appealed the Board's decision to the Department. On January 25, 1995, the Department issued its order holding the common areas have value and are taxable; voluntary restrictions are not considered when valuing these properties; the valuation method used by the Assessor was proper; and the Department had the authority to order the spot reassessment. The Department's decision was affirmed by the circuit court.\r\n ISSUES\r\nI. Did the Beaufort County Tax Assessor have the legal authority or power to conduct the reassessment of the common areas?\r\nII. When assessing the value of these common properties, should the restrictions on their uses be considered?\r\nIII. Was the valuation method used by the Tax Assessor's office arbitrary and contrary to the law of South Carolina?\r\nIV. Is an imposition of property tax on the common areas double taxation and, therefore, contrary to the South Carolina Constitution?\r\nDISCUSSION\r\n Standard of Review\r\n The South Carolina Administrative Procedures Act (APA) controls the standard of review of this case. Under the APA, the Supreme Court may not substitute its\r\np24\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\n judgment for that of a state agency as to the weight of the evidence on questions of fact. S.C. Code Ann. &#167; 1-23-380(5) (Supp. 1995). The Supreme Court may reverse or modify an agency decision which is clearly erroneous in view of the substantial evidence on the whole record; which is in violation of a constitutional or statutory provision; or which is arbitrary. S.C. Code Ann. &#167; 1-23-380(6) (Supp. 1995). Substantial evidence is evidence which would allow reasonable minds to reach the conclusion the administrative agency reached. Carroll v. Gaddy, 295 S.C. 426, 368 S.E.2d 909 (1988). The Department is the fact-finder for purposes of judicial review. Lindsey v. S.C. Tax Commission, 302 S.C. 504, 397 S.E.2d 95 (1990).\r\n I.\r\n The owners' associations contend the Beaufort County Tax Assessor lacked the legal authority or power to conduct the reassessment of the common areas during a non-assessment year. We agree.\r\n The statute prohibits reassessment in a non-assessment year except in limited circumstances. S.C. Code Ann. &#167; 12-41-120 (1976) (\"[b]ut real estate shall be valued and assessed by any such board only in those years in which real estate is by law required to be returned . . . .\"). The statute only allows an assessor, without direction from the Department. to reassess properties under the following limited circumstances: if done on a county-wide basis in a legal assessment year, S.C. Code Ann. &#167; 12-43 -2 1 O(B) (Supp. 1995); if the property was omitted property, S.C. Code Ann. &#167; 12-41-120 (1976); or if there was a change in conditions on the property, S.C. Code Ann. &#167; 12-37-90 (Supp. 1995).\r\n Here, the years in which the properties were reassessed, 1991 and 1993, were not legal reassessment years.1 The Tax Assessor failed to reassess all the property in the county when he reassessed the common areas. Moreover, this property was not omitted property as Beaufort County contends. See S.C. Code Ann. &#167; 12-39-220 (1976). Because the parcels were assigned tax map numbers and had been assessed a market value of zero or near zero in prior tax years, the Department found the properties were listed on the tax rolls and were not omitted property. Substantial evidence supports this finding of fact. The Department further found the power to assess omitted property does not carry with it the power to revalue property already assessed. Further, there was no change in condition of these properties warranting a reassessment. Therefore, the Tax Assessor lacked the authority to reassess these properties.\r\n_____________________\r\n\r\n1According to the owners' associations, the previous authorized year was 1988, and the next authorized year was 1996. At oral argument, Beaufort County stated reassessment of all the county's property is to take place in 1997.\r\np25\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\n Although the Tax Assessor did not have the authority to reassess this property, the Department has the power to direct an assessor to reassess the common areas because of an error of law. See S.C. Code &#167; 12-4-520(3) (Supp. 1995) (directing the Department \"to take any action necessary to insure the proper assessment, equalization, and taxation\" of property in each county in South Carolina); see also S.C. Code Ann. &#167; 12-4-510(3) (Supp. 1995) (granting Department power to order reassessment to insure property is assessed in compliance with the law). These statutes provide the Department with the power to order spot reassessments in non-reassessment years.\r\n However, the Department must follow the statutory procedures when ordering spot reassessments. Under &#167; 12-4-520(3), the Department must conduct an investigation to determine if a county is properly assessing and taxing property. Only after an investigation may the Department order the assessor to conduct a reassessment.\r\n Here, the Department attempted to ratify the reassessment and to give it retroactive effect within its order. Further, the Department ordered the reassessment without an investigation. The Department has no power to retroactively approve a spot reassessment. Instead, the Department must first conduct an investigation and determine whether a reassessment is necessary.\r\n Thus, the Tax Assessor did not initially have authority or power to reassess the common properties. Although the Department could order the assessor to reassess these properties after an investigation. it lacked the power to ratify a reassessment or to order a reassessment without conducting its own investigation.\r\n II.\r\n The owners' associations claim the restrictions placed on the use of the land should be considered when valuing these common properties- We agree.\r\n Section 12-37-930 provides:\r\n All property must be valued for taxation at its true value in money which in all cases is the price which the property would bring, following reasonable exposure to the market, where both the seller and the buyer are willing, are not acting, under compulsion, and are reasonably well informed of the uses and purposes for which it is adapted and for which it is capable of being used.\r\nS.C. Code Ann. &#167; 12-37-930 (1995) (emphasis added). This language mandates that\r\np26\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\nregardless of method used to determine true value, deed restrictions affecting the use of the land must be considered when determining value. See S.C. Tax Com'n v. S.C. Tax Board of Review, 287 S.C. 415, 339 S.E.2d 131 (Ct. App. 1985) (a lease affects the use of property and must be considered when valuing property).\r\n The Department urges us to find voluntary or self-imposed restrictions are not to be considered when determining taxation value. However, because most restrictions imposed on the use of land are voluntary, we decline to adopt this rule. See S.C. Tax Com'n. supra (a lease is entered into voluntarily, yet the limitations it places on the use of the property must be considered when determining value). Therefore, the deed restrictions on the uses of the common areas should be taken into account when valuing these parcels for taxation purposes.\r\n The owners' associations further contend because the deed restrictions on the common areas destroy the marketability of this property, the common areas have no value for taxation purposes. Specifically, the owners' associations argue the property's value is zero because no willing buyer exists for this restricted use property. We disagree.\r\n All property in South Carolina is subject to taxation unless specifically exempted. S.C. Const. art. III, &#167; 29; S.C. Const. art. X; S.C. Code Ann. &#167;&#167; 12-37-210 &amp; 12-37-220 (1976 &amp; Supp. 1995). The common areas do not fall within the exemptions; therefore, they are taxable. All real property in South Carolina must be assessed according to its \"true value in money,\" which has been held to mean fair market value. S.C. Code Ann. &#167; 12-37-930 (Supp. 1995); see Lindsey, supra; S.C. Tax Com'n, supra.\r\n Section 12-37-930 only requires the assessed value to reflect market value. The \"willing buyer/willing seller\" standard in this section is hypothetical in nature and may be assumed when no actual market exists for a particular parcel of land. See United States v. Simons, 346 F.2d 2 I)' (5th Cir. 1965) (willing buyer and seller are hypothetical). Other methods, such as cost or income, may be used to measure market value when no willing buyer exists.\r\n Under the owners' associations' approach, the ownership of the property is valued and not its use. However, this Court has held use of the property is the determinative factor when valuing, the property for taxation purposes. See Lindsey. supra. Although the restrictions placed on the common property may destroy its marketability, the property may still have value in its uses for taxation purposes.\r\n We also specifically reject the owners' associations' argument that the value of the common areas is already@, included in the value of the residential lots. This\r\np27\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\nargument is premised on the false presumption that when property values increase because of proximity to certain types of property, such as lakes, golf courses, or oceans, the value of the property causing the increase must be correspondingly reduced.\r\n A similar argument was rejected in Lake County Board v. Property Tax Appeal Board, 414 N.E.2d 173 (111. App. Ct. 1983), where the court posited:\r\nIt is apparent that property adjoining or in close proximity to a body of water, a park, golf course or other scenic view may well have an increased value because of its location. However, there is no assessment principle in Illinois which provides that the assessed value of the scenic property may itself be correspondingly reduced because of its effect on surrounding property.\r\nId. at 176. South Carolina also has no assessment principle which would allow the assessed value of the common areas to be reduced because of its effect on surrounding property. Under South Carolina's assessment system, the owner of the property must bear the tax, not the users of the property. S.C. Code Ann. &#167; 12-37-610 (1976). Therefore, the value of the common areas cannot be assessed to the individual lot owners nor can its value be reflected in the valuation of the residential lots by increasing the value of those lots. 2\r\n III.\r\n The owners' associations claim the chart used to determine the value of the common properties was arbitrary because it only considered the size of the property. Because the Tax Assessor lacked the authority to reassess this property, we need not determine if this char-t was arbitrary. Further, the record is inadequate to determine whether \"true value\" appraisals support this chart. However, if the chart is not supported by \"true value\" appraisals, the use of the chart to determine the value of the common properties would be contrary to the statutory mandate that fair market value must reflect the uses and purposes for which the property, is adopted and for which it is capable of being used. S.C. Code Ann. &#167; 12-37-930 (Supp. 1995).\r\nIV.\r\nThe owners' associations contend they are subjected to double taxation in\r\n____________________\r\n2Due to Gay's deposition indicating the value of common areas was included in the value of residential lots, on remand, the value of residential lots must be considered to ensure no violation of double taxation.\r\np28\r\n\r\nLONG COVE HOME OWNERS, et al. v. BEAUFORT CTY. TAX, etc. et al.\r\nviolation of the South Carolina Constitution because both the owners' associations and the individual lot owners are paying taxes on the common areas. Because the discussion in Issue 11 addressed the owners' associations' concerns about double taxation, we do not separately address this issue here.\r\nREVERSED.\r\n FINNEY, C.J., TOAL, WALLER, JJ., and Acting Associate Justice John W. Kittredge, concur.\r\np29\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24657","title":"Jackson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24657","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n  \r\n    Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nKurtis Christopher Jackson, Petitioner, v.\r\nThe State of South Carolina, Respondent.\r\nAppeal From Beaufort County\r\n  Jackson V. Gregory, Judge\r\n Opinion No. 24657\r\n  Submitted February 20, 1997 - Filed July 28, 1997\r\nREVERSED AND REMANDED\r\nAssistant Appellate Defender Lesley M. Coggiola, of South Carolina\r\n  Office of Appellate Defense of Columbia, for petitioner.\r\nAttorney General Charles Molony Condon, Deputy Attorney General\r\n  John W. McIntosh, Assistant Deputy Attorney General Teresa\r\n  Nesbitt Cosby and Assistant Attorney General Allen Bullard, all of\r\n  Columbia, for respondent.\r\n Burnett, A.J.: This Court granted a writ of certiorari to review the dismissal of petitioner's post-conviction relief (PCR) application. The PCR judge determined petitioner lacked standing because he had never been incarcerated. We reverse and remand.\r\n FACTS\r\n Petitioner was arrested in June 1991 for possession of marijuana. He was released on a personal recognizance bond. Petitioner was convicted and ordered to pay a\r\np30\r\n\r\nJACKSON v. STATE\r\nfine or serve thirty days in jail. Petitioner paid the fine. He did not appeal his conviction or sentence.\r\n Petitioner filed an application for post-conviction relief (PCR) in 1995, alleging he is entitled to appeal his conviction because the magistrate had informed him that he could not appeal and his due process rights were violated by the unfair trial. Further, petitioner alleged he is prejudiced by persistent effects of his conviction. After a hearing, the PCR Judge granted respondent's motion to dismiss. The PCR JUDGE found petitioner lacked standing to pursue his claim under South Carolina's Uniform Post- Conviction Procedure Act, S.C. Code Ann. &#167;&#167; 17-27-10 to 17-27-120 (1976 &amp; Supp. 1996) (Act), because petitioner was not \"in custody\" and never served a prison sentence for his conviction.\r\n ISSUE\r\nDid the lower court err in dismissing petitioner's application for PCR on the ground that petitioner had no standing to bring the action where the challenged conviction did not result in incarceration and where petitioner alleges he is suffering continuing effects from his conviction?\r\n DISCUSSION\r\n Petitioner claims the PCR JUDGE erred in dismissing his application for lack of standing because petitioner was not \"in custody.\" We agree.\r\n Under S.C. Code Ann. &#167; 17-27-20(a), \"[a]ny person who has been convicted of, or sentenced for, a crime . . .\" may institute a PCR proceeding. The Act does not contain an express \"in custody\" requirement. Further, the Act does not expressly require the applicant to receive a sentence of imprisonment before bringing a PCR action.\r\n Instead, the Act allows a person who has been convicted of or sentenced for a crime to file an action. Convict means \"to prove a person guilty of a crime.\" Webster's New World Dictionary 311 (2d College ed. 1976). A sentence is defined as \"the judgment formally pronounced by the court or judge upon the defendant after his conviction in a criminal prosecution, imposing the punishment to be inflicted.\" Black's Law Dictionary 1222 (5th ed. 1979). A sentence is not limited to a term of imprisonment; instead, it may be either a term in prison or a fine or both.\r\n Until recently,, our cases suggested a PCR applicant must meet the federal habeas corpus \"in custody\" requirement in order to have standing. See Finklea v. State, 273 S.C. 157, 255 S.E.2d 447 (1979). However, \"[a] petitioner has standing to petition\r\np31\r\n\r\nJACKSON v. STATE\r\nfor PCR if he is in custody or the results of his prior conviction still persist.\" Jones v, State, S.C., 470 S.E.2d 110, 110 (I 996) (emphasis added); see also McDuffie v. State, 276 S.C. 229, 277 S.E.2d 595 (1981). Thus, an applicant, regardless of whether he served jail time, may bring a PCR action if he demonstrates he is prejudiced by persistent results of his conviction. Jones, supra; McDuffie, supra. .. Therefore, the trial court erred in holding petitioner must be in custody in order to have standing.\r\n Because petitioner alleged in his application and during the hearing he was suffering continuing consequences as a result of his alleged invalid conviction, petitioner is entitled to an evidentiary hearing to prove whether these persistent effects have prejudiced him.1 See McDuffie, supra (where an applicant claims the conviction is invalid and alleges the results of his prior conviction still persist, even though the sentence has been fully served, he is entitled to an evidentiary hearing to determine whether he is prejudiced).2 If petitioner establishes continuing prejudice as a result of the\r\n__________________________\r\n\r\n1Petitioner alleged, as a result of his conviction, he has suffered the following consequences: (1) he was denied Section 8 housing; (2) this conviction may be used against him in a custody action; (3) this conviction can be used to enhance the sentence of a future drug conviction; (4) unbeknownst to petitioner, his license was suspended as a result of the conviction; and (5) thereafter, petitioner was charged with driving under suspension (DUS).\r\n2Other courts have found similar matters reviewable, notwithstanding the expiration of a criminal sentence, so long as the defendant suffers, or may suffer, collateral consequences resultant from the conviction. For example, the United States Supreme Court found that a case is not moot despite completion of the sentence where the conviction may be used for impeachment and sentencing purposes in future criminal proceedings. Sibron v. New York, 392 U.S. 40, 88 S.Ct. 1889, 20 L.Ed.2d 917 (1968). The Sibron court specifically stated, \"a criminal case is moot only if it is shown that there is no possibility that any legal consequences will be imposed on the basis of the challenged conviction.\" 88 S.Ct. 1900. See also Street v. New York, 394 U.S. 576, 89 S.Ct. 1354, 22 L.Ed.2d 572 (1969) (case not moot where conviction may be used to rebut any character evidence adduced by defendant in future criminal proceedings, record of conviction would be made available to 'judge prior to imposition of any future criminal sentence, and defendant could possibly be sentenced in the future as a habitual criminal). A number of courts in other jurisdictions have reached similar results. See e.2., Dancy v. United States, 361 F.2d 75 (D.C. Cir. 1965) (fact that defendant had served sentence did not render case moot since prior conviction could affect punishment should defendant entail another conviction); Harrison v. Indiana, 597 F.2d II 5, 117 (7th Cir. 1979) (where criminal conviction may result in an enhanced sentence should petitioner later be\r\n\r\np32\r\n\r\n JACKSON v. STATE\r\nchallenged conviction, the PCR court shall proceed in accordance with section 17-27- 1 0 et. seq.\r\nREVERSED AND REMANDED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n_______________\r\nconvicted of another crime, stake in relief permits court to exercise its judicial function after she has been freed). See also Matthews -,,. State of Florida, 463 F.2d 679, 681 (5th Cir. 1972) (fact that defendant \"lost points\" on his driver's license, coupled with the precarious position in which his driver's license had been placed,\" and \"repercussions affecting his career and reputation\" rendered defendant's case justiciable).\r\n Although these cases generally involve situations in which the defendant has completed his sentence, and therefore speak in terms of mootness, it is well established that the mootness doctrine is a corollary of the principles embodied in the justiciability concepts of standing and ripeness. See 60 Notre Dame Law. 862, 936 (1985). See also 82 Yale L.J. 1363, 1384 (1973) (conceptualizing \"mootness\" as \"the doctrine of standing set in a time frame.\"); 19 S.C. Jurisprudence, Constitutional Law, &#167; 6.1 (1994 Supp.) (concept of justiciability encompasses several doctrines, including ripeness, mootness, and standing,).\r\np33\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24658","title":"In the Matter of Charles H. Chiles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24658","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nIn the Matter of Charles\r\n  H. Chiles, Rock Hill\r\n  Municipal Judge, Respondent.\r\n Opinion No. 24658\r\n  Submitted July 15, 1997 - Filed July 28, 1997\r\nPUBLIC REPRIMAND\r\nHenry B. Richardson, Jr., Disciplinary Counsel, for\r\n  complainant.\r\nCharles H. Chiles, of Rock Hill, Pro Se.\r\n PER CURIAM: In this judicial grievance proceeding, respondent admits that he has committed ethical violations and consents to a public reprimand. We accept respondent's admission and publicly reprimand him.\r\n Respondent was a municipal judge for the City of Rock Hill from 1972 until he resigned in December 1995. In December 1992, Donald Robert Horne, a local businessman and friend of respondent's, was arrested by the City of Rock Hill and charged with driving under the influence and driving with a suspended license. The charges were placed on the municipal court trial docket. However, in October 1993, respondent caused the charges to be dismissed by exercising undue influence on the arresting officer, without consideration of the merits of the case, in order to assist Mr. Horne in avoiding prosecution.\r\n As a result of these actions, respondent was indicted by the State Grand Jury on November 12, 1996, for official misconduct in office. Respondent pled guilty as charged and was sentenced to one year imprisonment and fined $1,000, suspended upon service of 180 hours of community service work and payment of the fine, with two years' probation which may be terminated upon\r\np34\r\n\r\nIN THE MATTER OF HILL\r\nsuccessful completion of the community service requirement and payment of the fine in full, but not sooner than one year.\r\n At the time respondent committed these acts, he was in violation of the Code of Judicial Conduct, Rule 501, SCACR, specifically Canon 1 (failure to maintain and observe high standards of conduct to preserve the independence and integrity of the judiciary), Canon 2 (A)(failure to respect and comply with the law, and failure to conduct himself in a manner that promotes public confidence in the integrity and impartiality of the judiciary), Canon 2(B)(allowing his family, social or other relationships to influence his judicial conduct and judgment, lending the prestige of his office to advance the private interests of others, and conveying or permitting others to convey the impression that they are in a special position to influence him), Canon 3(A)(1)(failure to be faithful to the law and maintain professional competence in it), and Canon 3(C)(1)(a)(failure to disqualify himself in a proceeding in which his impartiality might reasonably be questioned, including where he had a personal bias or prejudice concerning a party or personal knowledge of disputed evidentiary facts concerning the proceeding).1\r\n\r\n\r\n\r\n             Respondent, who is also an attorney licensed to practice law in this\r\n\r\nstate, violated Rules 8.4(b)-(e) of the Rules of Professional Conduct, Rule 407,\r\n\r\nSCACR, by committing a criminal act which reflects adversely on his honesty,\r\n\r\ntrustworthiness or fitness as a lawyer, engaging in conduct involving moral\r\n\r\nturpitude, engaging in conduct involving dishonesty, fraud, deceit or\r\n\r\nmisrepresentation and engaging in conduct that is prejudicial to the\r\n\r\nadministration of justice.\r\n\r\n\r\n\r\n             Because respondent has violated the Code of Judicial Conduct and\r\n\r\nthe Rules of Professional Conduct, he is also subject to discipline under Paragraph\r\n\r\nl(b)(2) of the Rule on Judicial Discipline and Standards contained in Rule 502,\r\n\r\nSCACR.  His conviction for official misconduct in office makes him subject to\r\n\r\ndiscipline under Paragraph l(b)(1)(conviction for a crime of moral turpitude or a\r\n\r\nserious crime) of that rule as well.2\r\n Under the facts of this matter, we find the appropriate sanction is a public reprimand. In addition, respondent shall not seek future appointment to\r\n________________________\r\n1The Code of Judicial Conduct has been revised since the time the misconduct at issue occurred. Those revisions became effective October 1, 1996. The canons violated by respondent remain a part of the revised code although some bear different numbers.\r\n2Effective January 1, 1997, the Rule on Judicial Discipline and Standards was replaced by the Rules for Judicial Disciplinary Enforcement (RJDE). The violations committed by respondent are now set forth in Rules 7(a)(1) and (3), RJDE, Rule 502, SCACR.\r\np35\r\n\r\nIN THE MATTER OF HILL\r\nany judicial office within the unified judicial system in South Carolina unless authorized by this Court.\r\nPUBLIC REPRIMAND.\r\np36\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24659","title":"In the Matter of John T. McMillan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24659","description":"","date":"1997-07-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 22\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nIn the Matter of John T.\r\n  McMillan, Respondent.\r\n Opinion No. 24659\r\n  Heard May 20, 1997 - Filed July 28, 1997\r\nDISBARRED\r\nDesa Ballard, of Ness, Motley, Loadholt, Richardson &amp; Poole, P.A., of\r\n  Charleston, for Respondent.\r\nAttorney General Charles Molony Condon, and Senior Assistant Attorney\r\n  General James G. Bogle, Jr., of Columbia, for Complainants.\r\n Per Curiam: In this attorney disciplinary proceeding, Respondent John T. McMillan is accused of multiple acts of misconduct involving, among other things, the use of client trust funds and client settlement proceeds. We find that Respondent has committed serious misconduct, and, accordingly, we disbar him from the practice of law.\r\n PROCEEDINGS\r\n The original complaint in this action was filed with the Board on March 28, 1994. That complaint alleged misconduct regarding the Hicks matter and regarding McMillan's use of his trust accounts. In his answer, McMillan admitted some of the factual allegations of the complaint, but denied committing misconduct.\r\n An amended complaint dated February 22, 1995 essentially restated the allegations of misconduct concerning the Hicks matter and the trust accounts. However, the amended complaint also alleged McMillan committed misconduct in his use of certain disputed\r\np37\r\n\r\nIN THE MATTER OF MCMILLAN\r\nattorneys fees (Allison matter) and in his failure to cooperate with the Board. In his amended answer, McMillan admitted spending the disputed attorneys fees in the Allison matter, but claimed he had earned the money. He admitted his reply to the investigator for the Board was untimely.\r\n A full hearing in these matters was held on January 18, January 19, and February 23, 1996. Respondent McMillan was represented by counsel. Following the hearing and briefing of the issues by the parties, the Panel issued its report finding misconduct in all four matters alleged by the State. The Hearing Panel (\"Panel\") recommended disbarment for three instances of misconduct (Hicks matter, Trust Account matter, and Allison matter) and a public reprimand for the fourth instance (failure to cooperate with the Board). The Interim Review Committee1 (\"Committee\") of the Board of Commissioners on Grievances and Discipline agreed with the Panel's findings of fact and conclusions of law, but recommended disbarment as a single sanction.\r\n McMillan did not file with this Court any exceptions to the findings of fact and conclusions of law by the Panel and the Committee, but requested to be heard in mitigation. At oral argument before this Court, McMillan admitted committing serious misconduct and stated he consented to disbarment.\r\n DISCIPLINARY VIOLATIONS\r\n We agree with the Panel and Committee's findings of fact and conclusions of law. We find McMillan has committed misconduct as described below.\r\n HICKS MATTER\r\n Sandra Hicks was a longtime friend of McMillan's and retained him to represent her in a personal injury action. Although McMillan did not provide any written fee agreement, testimony before the Panel established that he and Hicks had agreed that McMillan's fee would be one-third of any recovery he secured for her,\r\nThe final settlement offer was $22,000, and McMillan agreed to increase the\r\n_______________\r\n\r\n1The order adopting the new, Rules for Lawyer Disciplinary Enforcement provided that any disciplinary case in which a hearing had been held by a hearing panel prior to January 1, 1997, would continue to conclusion under the former Rule on Disciplinary Procedure. The Interim Review Committee was created to fulfill the functions performed by the Executive Committee under Paragraph 14(a) of tire former Rule on Disciplinary Procedure in those cases. Because the hearing by the Hearing Panel was held in this case prior to January 1, 1997 and was, therefore, heard under the former Rule on Disciplinary Procedure, the Interim Review Committee reviewed the Panel's findings.\r\np38\r\n\r\nIN THE MATTER OF MCMILLAN\r\namount by $1,000 so that Hicks would get a larger share of the settlement. After McMillan received the settlement proceeds, he put the money, less his fee and certain medical bills, in his office escrow account. He then proceeded to use Hicks' settlement proceeds for other purposes, including his own personal expenses.\r\n There was testimony that Hicks had said she wanted McMillan to \"invest\" her recovery. McMillan told her he had a half interest in a house2in West Columbia, he was planning to sell the house, and the house might be a good investment for Hicks. McMillan told Hicks she could invest in the West Columbia house and keep half the sales proceeds. If that amount turned out to be less than the settlement amount to which Hicks was entitled, McMillan would \"Protect\" her by making up the difference. McMillan did not advise Hicks she could consult independent counsel about her potential investment in the West Columbia house.\r\n McMillan never transferred to Hicks his deed to the West Columbia house. In fact, he did not execute any documents to protect Hicks' interest in the settlement proceeds, nor did Hicks sign any document authorizing her funds to be invested in such a way. Furthermore, the West Columbia house was in disrepair and was subject to tax liens. There was testimony that, after liens and other expenses, half the proceeds from the sale of the house would not equal Hicks' net recovery from the lawsuit.\r\n Hicks eventually consulted Ann Furr, a local attorney, concerning the use of the settlement proceeds. She learned that the co-owner of the West Columbia property was unaware of any interest she had in the property and that McMillan had never transferred his title in the property to Hicks. Hicks subsequently filed suit against McMillan for legal malpractice. The lawsuit settled for $15,000.3\r\n These actions all occurred prior to the effective date of South Carolina's Rules of Professional Conduct, so the Code of Professional Conduct governs the Hicks matter. The Panel and Committee found McMillan's conduct in the Hicks matter violated the following disciplinary rules: former Disciplinary Rule 5-101(A), which forbids an attorney from placing his own personal finances in a position of conflict with a client's; former Disciplinary Rule 5-104, which forbids an attorney from entering into a business transaction with a client without full disclosure and consent by the client; and former\r\n_____________________\r\n\r\n2Harold Swafford also held a half-interest in the house. Swafford testified he knew nothing about any transfer of McMillan's interest in the property.\r\n3Additionally, however, the Record contains evidence that McMillan attempted to return to Hicks at least some portion of the proceeds front the personal injury action and that, ultimately, Hicks accepted a check for more than $8,000 (in addition to the $15,000 settlement).\r\np39\r\n\r\nIN THE MATTER OF MCMILLAN\r\nDisciplinary Rule 1-102, which forbids conduct adversely reflecting on the attorney's fitness to practice law as well as conduct tending to bring the courts and the legal profession into disrepute. We agree with these findings.\r\nTRUST ACCOUNT MATTER\r\n McMillan's trust account records were entered into evidence at the Panel Hearing. The records themselves show that from the years 1989 through 1993 McMillan used trust finds for both personal expenses and law firm operating expenses.4 The trust account record reflects that several checks were returned for insufficient funds. Finally, in 1992, the IRS levied against two of McMillan's trust accounts,\r\n Based on the evidence regarding McMillan's use of his trust account funds, the Panel and Committee concluded McMillan violated former Disciplinary Rule 9-102(A), which proscribes a lawyer's use of client funds, and current Rule 1.15 of Rule 407, SCACR, which requires lawyers to hold client property. separately from their own property. Specifically, the Panel noted that \"At best, the Respondent co-mingled funds that were due him as attorney's fees with funds due his clients. In many instances, however, the records show that Respondent used his client's funds for his personal use.\" We agree with the Panel and Committee's findings of misconduct in this matter.\r\n ALLISON MATTER\r\n McMillan represented Margaret Allison in a divorce action against her husband, a lieutenant colonel in the Air Force. Some time after the divorce was final, Allison's husband died and Allison received $200,000 in life insurance. McMillan persuaded her to place the $200,000 in a trust account under his control at Lexington State Bank.\r\n Almost immediately after she was persuaded by McMillan to enter the trust arrangement, Allison became uncomfortable with McMillan's control and consulted Bob Wood, a Columbia attorney. Wood contacted McMillan, and McMillan released $192,968 to Allison. By agreement, he kept approximately $7,800 of the life insurance proceeds in his trust account. The $7,800 represented disputed attorneys fees.\r\n McMillan proceeded to spend much of the $7,800 before the fee dispute was resolved without informing Wood or Bob Thomas, one of Wood's law partners who was also working on the case. Only after Thomas demanded evidence that the disputed funds\r\n______________\r\n4McMillan testified at the Panel hearing that he became aware of the Impropriety in his use of trust funds and remedied his own practice after 1990. Although the trust account records show that McMillan's personal and business use of trust funds was far more commonplace before 1990, such use continued in the succeeding years.\r\np40\r\n\r\nIN THE MATTER OF MCMILLAN\r\n remained in a special trust account did McMillan admit he had spent much of the $7,800.\r\n All this conduct occurred after the effective date of South Carolina's Rules of Professional Conduct, so those rules govern as to this misconduct. The Panel and Committee found McMillan violated Rule 1. 1 5, which requires attorneys to segregate their\" own funds from client funds. Additionally, the Panel and Committee found McMillan's several acts of misconduct violated Rule 8.4, which forbids, among other things, conduct that is prejudicial to the administration of justice. The Record supports the Panel and Committee's findings of misconduct in this matter.\r\n Finally, McMillan failed to respond to initial Board inquiries into the Allison matter. Such a failure to respond is itself misconduct. See In re Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982).\r\n SANCTION\r\n This Court has never regarded financial misconduct lightly, particularly when such misconduct concerns expenditure of client funds or other improper use of trust funds. For example, in In re Alexander,_S.C._472 S.E.2d 616 (1996), this Court imposed a two-year suspension upon a lawyer who, among other violations, made personal use of money in his trust fund, notwithstanding the fact no clients were injured by this misconduct. See also In re Thompson, 316 S.C. 557, 451 S.E.2d 380 (1994)(disbarring attorney for misappropriating and failing to safely maintain client funds); In re Edwards, _S. C._,448 S.E.2d 547 (1994)(disbarring attorney for misappropriation of client funds and failure to maintain the integrity of client funds); In re Shell 305 S.C. 180, 407 S.E.2d 626 (199 1)(suspending attorney for one year for using trust account funds for personal and business expenses); In re Coleman, 302 S.C. 258, 395 S.E.2d 175 (1990)(disbarring attorney for misappropriation of client funds and failure to properly administer trust account). The Court has also disciplined attorneys for improper business dealings with clients. See, e.g., In re Harper, Op. No. 24618 (S.C. Sup. Ct. filed May 12, 1997)(Davis Adv. Sh. No. 14)(suspending attorney for, among other things, entering business transaction with client without obtaining client's consent after full disclosure).\r\n Respondent McMillan has committed serious misconduct demonstrating a disregard for his responsibilities to his clients and to his profession. Under these circumstances, disbarment is the only appropriate sanction. Accordingly, we disbar Respondent McMillan from the practice of law. McMillan shall file, within fifteen (15) days of this opinion, an affidavit with the clerk of this Court stating he has complied with Paragraph 30 of Rule 413, SCACR.\r\np41\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]