[{"id":"24710","title":"Condor, Inc., etc. v. Board of Zoning Appeal et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24710","description":"","date":"1997-11-10","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\nCondor, Inc., d/b/a\r\nCOPA a/k/a Video Depot\r\n&amp; Fun Fair II, Appellant,\r\nv.\r\nBoard of Zoning\r\nAppeals, City of North\r\nCharleston, Respondent.\r\nJames A. Porter, a/k/a\r\nJames E. Potter, a/k/a\r\nHanes E. Potter, d/b/a\r\nBig Jim's 24 Hour Video\r\nand James A. Porter,\r\na/k/a James E. Potter,\r\nd/b/a Big Jim's News &amp;\r\nVideo, Appellants,\r\nv.\r\nBoard of Zoning Appeals,\r\nCity of North Charleston, Respondent.\r\nAppeal From Charleston County\r\nJames E. Lockemy, Judge\r\nOpinion No. 24710\r\nHeard September 18, 1997 - Filed November 10, 1997\r\nAFFIRMED\r\np. 3\r\n\r\nCONDOR INC., etc. v. BOARD OF ZONING APPEAL et al.\r\n\r\nH. Louis Sirkin and Anita P. Berding of\r\nSirkin, Pinales, Mezibov &amp; Schwartz, of\r\nCincinnati, Ohio; Thomas R. Goldstein of\r\nBelk, Cobb, Infinger &amp; Goldstein, of\r\nCharleston; and John L. Weaver, of North\r\nCharleston, for appellants.\r\nJ. Brady Hair; and Derk B.K. Van Raalte, both\r\nof North Charleston, for respondent.\r\nBURNETT, A.J.: Appellants, operators of sexually oriented\r\nbusinesses, challenge the applicability and constitutionality of the City of\r\nNorth Charleston's (City's) Ordinance § 4-14 which, inter alia, restricts the\r\nlocation of sexually oriented businesses. Appellants contend: 1) there is no\r\nevidence they operated sexually oriented businesses in September 1992\r\nand 2) the ordinance is unconstitutional as applied because it effectively\r\n\"zones out\" sexually oriented businesses from the City.\r\nBACKGROUND\r\nIn September 1992, the City building administrator notified\r\nappellants they were operating sexually oriented businesses in violation of\r\n§ 4-14's zoning regulations and ordered them to cease and desist.\r\nAppellants appealed this notification to the Board of Zoning Appeals\r\n(Board) for the City. After a hearing, the Board affirmed the decision of\r\nthe building administrator. On appeal, the circuit court reversed finding\r\nthe Board had lacked a quorum to conduct business and remanded for a\r\nnew hearing.\r\nA second hearing was held on November 6, 1995. Subsequent\r\nto the hearing, the Board again affirmed the findings of the building\r\nadministrator and ordered appellants to cease and desist their operations.\r\nAppellants filed a Verified Petition of Appeal. The circuit court affirmed.\r\nSECTION 4-14\r\nIn relevant part, § 4-14 defines \"sexually oriented business\" as\r\n\"an adult arcade, adult bookstore or adult video store, adult cabaret, adult\r\nmotel, adult motion picture theater, adult theater, escort agency, nude\r\nmodel studio, or sexual encounter center.\" The definition of each of these\r\ntypes of businesses is contained in § 4-14. All sexually oriented businesses\r\nmust be located within an M-1 or M-2 zoning district (light or heavy\r\np.4\r\n\r\nCONDOR INC., etc. v. BOARD OF ZONING APPEAL et. al\r\n\r\nindustrial) and meet certain proximity requirements.1\r\nISSUES\r\nI. Is there any evidence to support the Board's finding\r\nappellants were operating sexually oriented businesses in\r\nSeptember 1992?\r\nII. Is § 4-14 unconstitutional as applied because it effectively\r\n\"zones out\" appellants' ability to operate sexually oriented\r\nbusinesses within the City?\r\nDISCUSSION\r\nI.\r\nAppellants concede they were operating sexually oriented\r\nbusinesses at the time of the second Board hearing in November 1995, but\r\nargue there was no evidence they operated sexually oriented\r\nestablishments in September 1992 when they were ordered to cease and\r\ndesist. They contend testimony that they operated sexually oriented\r\nbusinesses two to three years before the November 1995 hearing is\r\ninsufficient to prove their businesses were sexually oriented before\r\nissuance of the September 1992 cease and desist order. We disagree.\r\nAt the second Board hearing in November 1995, the City\r\nAttorney stated City employees investigated the establishments three or\r\nfour days before the hearing. Wayne Nolin, a City building official,\r\ntestified he and another employee inspected Big Jim's News &amp; Video. He\r\nexplained the business was open twenty-four hours a day and prohibited\r\nindividuals under eighteen years of age from entering. Nolin testified\r\nthere were video poker machines in the lobby. Sex paraphernalia and\r\nmagazines and videos with covers depicting individuals engaged in\r\nheterosexual, homosexual, and group intercourse were for sale. In a\r\nprivate room Nolin watched portions of four or five videos depicting sexual\r\n\r\n1 The ordinance was passed in 1990 and provided businesses a two\r\n\r\nyear amortization period in which to relocate. In most pertinent parts, §\r\n4-14 is virtually identical to the Richland County Ordinance challenged in\r\nCentaur, Inc. v. Richland County, 301 S.C. 374, 392 S.E.2d 165 (1990).\r\nThe Richland County ordinance was held facially constitutional. Id.\r\np. 5\r\n\r\nCONDOR INC., etc. v. BOARD OF ZONING APPEAL et al.\r\n\r\nintercourse between individuals. He purchased a sample magazine and\r\nvideo which were viewed by the Board. Nolin testified the business only\r\noffered for sale materials which appeared to be sexually oriented. He\r\ntestified he inspected the same business three years ago, it had the same\r\nbusiness purpose then, and was a \"little bit cleaner\" now. The parties\r\nstipulated the employee who accompanied Nolin would offer similar\r\ntestimony.\r\nSean Kennedy, a City employee previously employed with\r\nBuilding &amp; Zoning, testified he and another City employee investigated\r\nFun Fair II. Kennedy observed electronic devices resembling genitals, and\r\nvideo tapes and magazines with covers depicting individuals engaged in\r\nheterosexual and homosexual activity. Kennedy purchased a magazine\r\nwhich was viewed by the Board. In addition, Kennedy testified three\r\nyoung women offered to dance for him. He paid the women the advertised\r\nrate of $30 and the women danced naked for him in a back room.\r\nKennedy stated he saw nothing in Fun Fair II which was not sexually\r\nrelated. He further testified, except for having the women dance, Fun\r\nFair II was the same as it was two or three years ago. The parties\r\nstipulated the employee who accompanied Kennedy would offer the same\r\ntestimony.\r\nThe parties also stipulated, except for the nude dancing,\r\nsimilar testimony would be offered regarding Big Jim's 24 Hour Video and\r\nVideo Depot. Based on this evidence, the Board determined the\r\nestablishments operated as sexually oriented businesses.\r\nAlthough the witnesses described the nature of the businesses\r\nas of November 1995, they also testified they observed the same activity in\r\nthe establishments either three or two or three years earlier. Although\r\nthe witnesses could have been more specific as to the date of their prior\r\ninvestigations, the only reasonable inference is that they observed\r\nappellants' businesses prior to issuance of the September 1992 cease-and\r\ndesist order. We conclude this evidence is sufficient to support the Board's\r\nconclusion appellants were operating sexually oriented businesses at the\r\ntime of the issuance of the cease and desist order in September 1992.\r\nPeterson Outdoor Advertising v. City of Myrtle Beach, _ S.C. _, 498\r\nS.E.2d 630 (1997)(in the context of zoning, a decision of a reviewing body\r\nwill not be disturbed if there is evidence in the record to support its\r\ndecision); Sea Island Scenic Parkway Coalition v. Beaufort County Board\r\nof Adjustments and Appeals, _ S.C._, 471 S.E.2d 142 (1996)(this\r\nCourt will affirm factual findings by a board of zoning appeals if they are\r\np. 6\r\n\r\nCONDOR INC., etc. v. BOARD OF ZONING APPEAL et. al\r\n\r\nnot arbitrary and clearly erroneous in view of the evidence in the record).2\r\nII.\r\nIn their brief, appellants argued § 4-14 is unconstitutional as\r\napplied because it effectively \"zones out\" their ability to operate within the\r\nCity. They claimed the ordinance provides no reasonable alternative\r\navenues of communication for their businesses in violation of the First\r\nAmendment.3\r\nAt argument, appellants abandoned this issue. They conceded\r\nthere was evidence to support the circuit court's conclusion reasonable\r\nlocations meeting the zoning and proximity requirements of § 4-14 exist.4\r\nSee, Ex parte McMillan, 319 S.C. 331, 461 S.E.2d 43 (1995)(issue conceded\r\nin trial court cannot be argued on appeal).\r\nIn any event, the record supports the circuit court's conclusion.\r\nAlthough appellants' witness testified there were no locations within the\r\nCity where appellants' businesses could relocate without violating § 4-14,\r\nthe City's witness testified there were twenty-one properties within the M1\r\nand M2 zoning districts which met the proximity requirements of § 4-14.\r\nThis evidence is sufficient to support the circuit court's conclusion that, as\r\napplied, § 4-14 provides reasonable opportunity for appellants to relocate\r\nand operate their sexually oriented businesses in the City and, therefore,\r\n\r\n2Moreover, during argument, appellants' counsel admitted the City\r\n\r\nhad conducted only two investigations of appellants' businesses, one in\r\n1992 and one in 1995. \r\n3 See, City of Renton v. Playtime Theaters, Inc., 475 U.S. 41, 45, 106,\r\nS.Ct. 925, 928, 89 L.Ed.2d 29, 37 (1986)(\"'[C}ontent-neutral' time, place,\r\nand manner-regulations are acceptable so long as they are designed to\r\nserve a substantial governmental interest and do not unreasonably limit\r\nalternative avenues of communication.\").\r\n4Moreover, appellants admitted this issue was not presented in their\r\nVerified Petition of Appeal to the circuit court. Accordingly, we find this\r\nissue is not properly preserved for consideration on appeal. See,\r\nGraniteville Manufacturing Co. v. Renew, 113 S.C. 171, 102 S.E. 18\r\n(1920)(an issue not raised by exception to the circuit court on appeal from\r\na magistrate and a jury cannot be raised for the first time in the Supreme\r\nCourt).\r\np. 7\r\n\r\nCONDOR INC., etc. v. BOARD OF ZONING APPEAL et. al\r\n\r\ndoes not violate the First Amendment. Peterson Outdoor Advertising v.\r\nCity of Myrtle Beach, id.; Sea Island Scenic Parkway Coalition v. Beaufort\r\nCounty Board of Adjustments and Appeals, id.; see also Rothschild v.\r\nRichland County Board of Adjustment, 309 S.C. 194, 420 S.E.2d 853\r\n(1992)(the party challenging the constitutionality of an ordinance as\r\napplied has the burden of proving the ordinance unconstitutional beyond a\r\nreasonable doubt).\r\nFor the above reasons, the order of the circuit court is\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\np. 8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24711","title":"William Gary White, III, et al. v. Avery B. Wilkerson, Jr., etc, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24711","description":"","date":"1997-11-10","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\nWilliam Gary White, III,\r\nand John T. McMillan, Appellants,\r\n\r\n\r\nv.\r\nAvery B. Wilkerson, Jr.,\r\nindividually and in his\r\nofficial capacity as mayor\r\nof the City of Cayce; E.H.\r\nHeustess, Jr., individually\r\nand in his official\r\ncapacity as city manager\r\nof the City of Cayce; and\r\nColumbia Bible College\r\nBroadcasting Co., Inc.,\r\nd/b/a WMHK Radio\r\nStation, Respondents.\r\n\r\n\r\nAppeal From Richland County\r\nL. Henry McKellar, Judge\r\n\r\n\r\nOpinion No. 24711\r\nHeard February 21, 1996 - Filed November 10, 1997\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART AND REMANDED\r\n\r\n\r\n\r\n\r\nLex. A. Rogerson, Jr., of Lexington, for appellants.\r\n\r\n\r\nSusan P. McWilliams and J. Michelle Childs, of Nexsen Pruet\r\nJacobs &amp; Pollard, LLP, of Columbia, for respondent Avery B.\r\nWilkerson Jr.\r\n\r\n\r\nWilliam L. Pope and Roy F. Laney, of Pope &amp; Rogers, of\r\nColumbia, for respondent Columbia Bible College\r\nBroadcasting Co., Inc., d/b/a WMHK Radio Station.\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: Appellants sued respondents alleging certain\r\n\r\n\r\np. 9\r\n\r\nWILLIAM GARY WHITE, III, et al. v. AVERY B. WILKERSON, JR., etc., et al.\r\n\r\n\r\n\r\nstatements broadcast in a radio interview had defamed them. The trial court\r\ngranted summary judgment for respondents, finding the statements complained of'\r\nwere incapable of having a defamatory meaning and the radio station was\r\nqualifiedly privileged. Appellants have appealed.\r\n\r\n\r\nFACTS\r\n\r\n\r\nIn 1990 Appellants, who are attorneys, represented two former police officers\r\nin a lawsuit alleging civil rights violations against the City of Cayce. The officers\r\nclaimed they were fired for exposing corruption in the police department. This\r\nlawsuit was settled in January 1991 for $65,000. The State newspaper reported\r\nthe settlement on January 24, 1991, naming appellants as the officers' attorneys.\r\nBeginning Sunday, February 10, 1991, The State published a week-long series of\r\narticles on the subject of alleged police brutality and official cover-ups of illegal\r\nactivity involving the City of Cayce police department. In one, appellant White was\r\nquoted as saying, \"It's like the 'Dukes of Hazzard' over there.\" The article stated\r\nWhite was an expert on the Cayce police's pattern of abuse, having brought nine\r\nof fifteen lawsuits in eight years against the city for police brutality, civil rights\r\nviolations and false arrests. In that same article, Cayce Public Safety Director\r\nLavern Jumper stated he blamed the number of brutality complaints on White,\r\ncharacterizing him as a \"headline hungry lawyer.\"\r\n\r\n\r\nIn response to these articles, the City of Cayce issued a news release at a\r\npress conference held Thursday, February 14, 1991. While appellants were not\r\nspecifically named in this release, several statements referred to an attorney who\r\nhad brought a majority of lawsuits against the police department and \"who\r\nattempts to garner whatever media coverage he can in an attempt to discredit our\r\nPolice Department.\"\r\n\r\n\r\nSubsequent to this press conference, respondent Wilkerson, the mayor of\r\nCayce, appeared with other city officials on a radio show entitled \"Vantage Point\"\r\naired by respondent Columbia Bible College Broadcasting Co., Inc. d/b/a WMHK\r\nRadio Station (\"WMHK\"). In answering a question posed by the show's host\r\nWilkerson stated, \"the last settlement that was made was a $65,000 settlement\r\nback in January. Okay? That settlement itself was total court costs. Okay? That\r\nwas settled before the case actually got before the jury and that $65,000 [was] for\r\ncourt costs. What's interesting about that $65,000 is at least $60,000 of that were\r\nattorney fees.\"\r\n\r\n\r\nOn March 6, 1991, Wilkerson appeared live on a WIS-TV news program\r\ncalled \"The Carolina Report.\" When the show's host asked about Cayce's\r\ninvestigation into the facts surrounding the settled lawsuit, Wilkerson's reply was\r\nsomething to the effect that \"approximately $60,000 of that money was for legal\r\ncosts only.\" Both statements made by Wilkerson were false; the attorneys' fees\r\nfrom the settled lawsuit amounted to $27,500.\r\n\r\n\r\np. 10\r\n\r\nWILLIAM GARY WHITE, III, et al. v. AVERY B. WILKERSON, JR., etc., et al.\r\n\r\n\r\n\r\nAppellants brought a defamation action against respondents for injury to\r\ntheir reputation caused by Wilkerson's statement that $60,000 of the $65,000\r\nsettlement was attorneys' fees. The trial judge found this statement had no\r\ndefamatory meaning and that WMHK had a qualified privilege to air it. He thus\r\ngranted summary judgment in favor of respondents.\r\n\r\n\r\nISSUES\r\nI. Are the statements capable of having a defamatory meaning?\r\nII. Was WMHK privileged to air the statements.?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nI. Defamatory Meaning\r\nIn order to succeed on a defamation claim, the plaintiff must show that the\r\nchallenged statement is both defamatory (tending to impeach the plaintiffs\r\nreputation) and actionable (injuring the plaintiff). Austin v. Torrington Co., 810\r\nF.2d 416 (4th Cir.), cert. denied, 484 U.S. 977, 108 S. Ct. 489, 98 L. Ed. 2d 487\r\n(1987). The trial judge's order focused on this first requirement in that he ruled\r\nWilkerson's statements could not tend to impeach appellants' reputation. We\r\ndisagree.\r\n\r\n\r\nIt is the trial court's function to determine initially whether a statement is\r\nsusceptible of having a defamatory meaning. Pierce v. Northwestern Mut. Life Ins.\r\n Co., 444 F. Supp. 1098 (D.S.C. 1978). A motion for summary judgment should be\r\ngranted only if the court determines the publication is incapable of any reasonable\r\nconstruction which will render the words defamatory. Adams v. Daily Telegraph\r\nPrinting Co., 292 S.C. 273, 356 S.E.2d 118 (Ct. App. 1986), aff'd as modified, 295\r\nS.C. 218, 367 S.E.2d 702 (1988). It is enough \"if the words used to express the\r\ncharge. are such, in the sense in which they would naturally be understood, as to\r\nconvey to the minds of those to whom they are addressed ... the impression that\r\nthe plaintiff has [done wrong]. It is only necessary that the words should ... be\r\ncapable of the offensive meaning attributed to them.\" Flowers v. Price, 192 S.C.\r\n373, 377, 6 S.E.2d 750, 751 (1940) (per curiam). \"[A]ll of the parts of the\r\npublication must be considered in order to ascertain the true meaning, and words\r\nare not to be given a meaning other than that which the context would show them\r\nto have.\" Jones v. Garner, 250 S.C. 479, 485, 158 S.E.2d 909, 912 (1968) (citation\r\nomitted).\r\n\r\n\r\nAppellants alleged Wilkerson's statements imputed unfitness in their\r\nprofession. When viewing the evidence and inferences in the light most favorable\r\nto the non-moving party, we agree that the statements could reasonably be\r\n\r\n\r\n\r\n\r\np. 11\r\n\r\nWILLIAM GARY WHITE, III, et al. v. AVERY B. WILKERSON, JR., etc., et al.\r\n\r\n\r\n\r\nconstrued in such a manner. In making this determination, it is essential to keep\r\nin mind the profession involved. See Nash v. Sharper, 229 S.C. 451, 457, 93 S.E,.2d\r\n457, 460 (1956) (\"Words, not [defamatory] in the case of a common person, may\r\nbecome so, when spoken of another, in relation to the office he fills or the trade or\r\nprofession which he carries on.\") (internal quotations omitted). When attorneys\r\nbring civil lawsuits on behalf of injured clients, it is well understood that the\r\nremedy sought is monetary damages. To state that an attorney took all (or nearly\r\nall - ninety-two per cent) of a settlement award, and thus the clients, on whose\r\nbehalf the lawsuit was brought, got nothing, could impute a derogation from the\r\nethical responsibilities of that attorney. Such a comment could tend to injure an\r\nattorney in his profession because it implies that his interests are more important\r\nthan those of his client. Moreover, it implies that the attorney did not do his job,\r\nwhich is to get compensatory relief for the client.\r\n\r\n\r\nThis analysis is not altered merely because Wilkerson did not accuse\r\nappellants outright of unethical or unprofessional behavior. In Nash, an attorney\r\nbrought an action for libel based on statements made which he argued suggested\r\nhe dishonestly worded retractions released in the course of his representation of\r\ncertain school districts. The court stated, \"While the defamatory language does not\r\nin express terms charge the plaintiff with a breach of his professional honor, yet,\r\nwhen aided by the inneundo [sic], operating within the scope of its legitimate\r\nfunctions, it does impute conduct tending to injure him in his profession.\" Id. at\r\n458, 93 S.E.2d at 460 (internal citations omitted).\r\n\r\n\r\nThe facts of Handelman v. Hustler Magazine, Inc., 469 F. Supp. 1048\r\n(S.D.N.Y. 1978), are very similar to the instant case. There, the plaintiff was the\r\nattorney for the executor of an estate. In an article written in the defendant\r\nmagazine regarding the estate, the following sentence appeared: \"Loeb [deceased's\r\nson] ... fought the will for about six years, letting high-priced New York lawyers\r\n eat up over $800,000. [sic] before withdrawing his complaint, leaving his daughter\r\nto pay taxes on the rest.\" Id. at 1049 (emphasis added). According to the plaintiff,\r\n$800,000 represented eighty per cent of the estate. The trial court found this\r\nstatement could be read to imply that the plaintiff charged an excessive or\r\nexorbitant fee, imputing to plaintiff \"conduct which is incompatible with the\r\nstandards of an ethical lawyer.\" Id. at 1051.\r\n\r\n\r\nAt the summary judgment hearing, appellants presented the deposition of the\r\nCayce resident who informed appellant White of the broadcast. Regarding the\r\ncontents of the broadcast, the resident stated, \"Well, if I'm remembering correctly,\r\nit had something on the tape about the lawyer involved kept all of the money from\r\none particular settlement. And usually lawyers keep a portion, but they give some\r\nto the client.\"\r\n\r\n\r\nWe find the trial judge erred in finding Wilkerson's statements incapable of\r\n\r\n\r\np. 12\r\n\r\nWILLIAM GARY WHITE, III, et al. v. AVERY B. WILKERSON, JR., etc., et al.\r\n\r\n\r\n\r\nhaving a defamatory meaning.1 \r\nII. Qualified Privilege\r\nAppellants argue the trial judge erred in finding WMHK was protected by\r\n\r\n1The state of defamation law in South Carolina is not entirely clear or settled.\r\n\r\nThe issues addressed in this footnote are based on the law as suggested by current\r\ncases.\r\n\r\n\r\nWith that in mind, we do agree with the trial judge's finding that the\r\nstatements were not defamatory per se. A statement is defamatory per se, or on\r\nits face, if its defamatory meaning is apparent from the language itself. It must\r\nbe susceptible of only one meaning, that being a defamatory one. If an innocent\r\nconstruction can fairly be made of the statement, it cannot be defamatory per se.\r\nRenwick v. News &amp; Observer Pub. Co., 312 S.E.2d 405 (N.C.), cert. denied, 469\r\nU.S. 858, 105 S. Ct. 187, 83 L. Ed. 2d 121 (1984). See also Sandifer v. Electrolux\r\nCorp., 172 F.2d 548 (4th Cir. 1949) (when words are clear and unambiguous, their\r\ncharacter as defamatory is a question of law for the judge; however, when language\r\nis susceptible of two meanings, one slanderous and the other innocent, it must be\r\nleft to the jury to determine from all of the circumstances attending the publication\r\nin what sense the defendant used them): Wardlaw v. Peck, 282 S.C. 199, 318\r\nS.E.2d 270 (1984). Conversely, if it is necessary to refer to facts or circumstances\r\nbeyond the language itself in order to make the defamatory meaning of the\r\nstatement clear, it is defamatory per quod. We find that the statements at issue\r\ncould be innocently construed and thus were defamatory per quod.\r\n\r\n\r\n\r\n\r\nFinally, we disagree with respondents' arguments that the complaint only\r\nalleged the statements were defamatory on their face. While the complaint does\r\nuse the term \"defamation per se,\" appellants maintain they intended the phrase to\r\nallege the statements were actionable per se (meaning that if defamatory, the\r\nstatements are presumed injurious without proof of malice or special damages).\r\nThe significance of this is that if a statement is actionable per se, its defamatory\r\nmeaning may be proven by the language itself or by reference to extrinsic facts (i.e.\r\nit may be defamatory per se or per quod) . Noting the confusion in our case law\r\nregarding proper terminology in defamation cases, we accept appellants' contention\r\nand find they properly have alleged the statements are actionable per se. See S.C.\r\nJuris. Libel and Slander § 3 (1993) (acknowledging that the phrase \"defamation per\r\nse\" has been used in two different ways in South Carolina case law: one to mean\r\na statement defamatory on its face; the other to mean a statement actionable\r\nwithout proof of malice and damages). See also Pierce v. Northwestern Mut. Life\r\n Ins. Co., 444 F. Supp. 1098 (D.S.C. 1978) (allegedly slanderous statement, in older\r\nto be actionable per se, must impute (1) commission of crime of moral turpitude,\r\n(2) contraction of loathsome disease, (3) adultery, (4) unchastity, or (5) unfitness in\r\none's business or profession).\r\n\r\n\r\np. 13\r\n\r\nWILLIAM GARY WHITE, III, et al. v. AVERY B. WILKERSON, JR., etc., et al.\r\n\r\n\r\n\r\na qualified privilege because WMHK exceeded any privilege it may have had. The\r\n\"fair report\" privilege protects fair and accurate reports of \"judicial records and\r\nproceedings and other official acts, reports, and records.\" S.C. Jur. Libel and\r\nSlander § 61 (1993) (footnote omitted).2 See also Jones v. Garner, 250 S.C. 479,\r\n158 S.E.2d 909 (1968). We affirm this issue pursuant to Rule 220(b)(1), SCACR.3 \r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART AND REMANDED.\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 Appellants did not appeal the issue of whether Wilkerson's statements\r\n\r\nconstitute an official act of the nature necessary to give rise to this privilege.\r\n\r\n\r\n3 Regarding WMHK's assertion it is entitled to other privileges under the First\r\nAmendment, and its argument concerning the issue of fault, we decline to address\r\nthese because they were not ruled on by the trial court. Pamplico Bank and Trust\r\nCo. v. Prosser, 259 S.C. 621, 193 S.E.2d 539 (1972).\r\n\r\n\r\np. 14\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24712","title":"State v. Asbury","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24712","description":"","date":"1997-11-10","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\nThe State, Respondent,\r\nv.\r\nWillie James Asbury, Appellant.\r\n\r\nAppeal From York County\r\nDon S. Rushing, Judge\r\n\r\n\r\n\r\nOpinion No. 24712\r\nHeard December 5, 1995 - Filed November 10, 1997\r\n\r\n\r\nAFFIRMED\r\n\r\nAssistant Appellate Defender Robert M. Dudek, of S.C.\r\nOffice of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General T. Travis Medlock, Chief Deputy\r\nAttorney General Donald J. Zelenka, Senior Assistant\r\nAttorney General Harold M. Coombs, Jr., Staff Attorney\r\nCharles F. Reid, all of Columbia; and Solicitor Thomas E.\r\nPope, of York, for respondent.\r\n\r\n\r\n\r\nBurnett, A.J.: The appellant, Willie James Asbury, appeals his\r\nconvictions of murder and kidnaping.1 We affirm.\r\n\r\nFACTS\r\nOn January 1, 1992, Ezell Lawrence was found dead in his\r\n\r\n\r\n1 The trial judge granted a directed verdict in Asbury's favor on\r\n\r\ncharges of armed robbery and burglary.\r\n\r\np. 15\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nhome. His feet were bound and his hands were tied behind his back with\r\nelectrical cord. A shirt was tied around his neck and part of the shirt was\r\nforced into his mouth. The cause of death was asphyxiation. Asbury's\r\nfingerprints were found on the back-porch light bulb of Mr. Lawrence's\r\nresidence. The bulb had been unscrewed sufficiently so that it was\r\ninoperable. The switch for the light was inside the residence. Asbury\r\nresided near Mr. Lawrence and often visited at a residence adjacent to Mr.\r\nLawrence's property.\r\n\r\nOn January 6, 1992, just after daybreak, deputy sheriffs of the\r\nYork County Sheriff's Department went to Asbury's residence to serve him\r\nwith commitment orders and arrest warrants unrelated to Mr. Lawrence's\r\ndeath.. Numerous previous attempts to effect service of the warrants had\r\nbeen unsuccessful. In preparing for the arrest, the officers verified\r\nAsbury's address through driver's license records, the postal carrier and\r\nneighbors. Additionally, they learned from neighbors that Asbury came\r\nhome late at night and left early in the morning. Testimony reveals the\r\nofficers, with the arrest warrants and commitments in their possession,\r\nknocked on the door of Asbury's residence, announced themselves as police\r\nofficers and called Asbury's name. A light was seen inside, but no activity\r\nwas noticed, and they received no response from within. The officers\r\nentered Asbury's residence through an open kitchen window.\r\n\r\nAsbury was not at home. However, in searching for him, the\r\nofficers observed in plain view an electric blanket with a male plug but\r\nfrom which the electrical cord had been removed. The officers left the\r\nresidence without removing any evidence. On January 8th the officers\r\nprocured a search warrant, returned to Asbury's residence and seized the\r\nelectric blanket. Another search warrant was secured on January 15th.\r\nPursuant to this search warrant, numerous appliances from which\r\nelectrical cords had been severed, partial electrical cords, and items which\r\ncould be used to cut electrical cords, including several pairs of scissors,\r\nwere seized from Asbury's residence.\r\n\r\nThe State's expert witness testified the male plug on the\r\nelectric blanket had at one time been attached to the female plug on the\r\nelectrical cord found tied around the victim's ankles. He further testified\r\nthe electrical cords which bound the victim's hands and ankles had been\r\ncut by a pair of scissors found in Asbury's home.\r\n\r\np. 16\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nISSUES\r\n\r\nI. Did the trial court err in refusing to suppress evidence\r\nseized from Asbury's home?\r\n\r\nII. Did the trial court err by overruling Asbury's motion to\r\nexclude reference to severed electrical cords and appliances\r\nwhich had been found in his home but which were not related\r\nto the crimes for which he was charged?\r\n\r\nIII. Did the trial court err by denying Asbury's motion for a\r\ndirected verdict?\r\n\r\nIV. Did the trial court err by denying Asbury's motion for a\r\ncontinuance?\r\n\r\nDISCUSSION\r\nI.\r\nAsbury appeals alleging the trial court erred in refusing to\r\nsuppress evidence seized from his home. Asbury argues the evidence\r\nseized was inadmissible because the police officers unlawfully entered his\r\nresidence.\r\n\r\nIn State. v. Loftin, 276 S.C. 48, 275 S.E.2d 575 (1981), this\r\nCourt adopted the principle that a valid arrest warrant implicitly grants\r\npolice the limited authority to enter a suspect's residence when there is\r\nreason to believe the suspect is within. See Payton v. New York, 445 U.S.\r\n573, 100 S.Ct. 1371, 63 L.Ed.2d 639 (1980). The lawfulness of entry into a\r\nprivate residence by law enforcement officers rests solely upon the\r\ninformation possessed by the officers at the time entry is effected. In\r\nLoftin the search was found to be unlawful because no one appeared to be\r\nat home, no one answered when the officers knocked on the door, and no\r\nsign of the defendant was perceived, despite an hour-and-a-half stakeout.\r\nSignificantly, one officer, who was familiar with Loftin's blue van, testified\r\nthe vehicle was not in the parking area of Loftin's apartment. Clearly, no\r\nbasis existed for a reasonable belief Loftin was at home.\r\n\r\nTo the contrary, in United States v. Lauter, 57 F.3rd 212 (2d\r\nCir. 1995), a federal court of appeals held officers had reason to believe\r\nthe defendant was present in his apartment based upon information\r\n\r\np. 17\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nreceived from a \"confidential informant\" that the defendant had moved into\r\nthe windowless apartment during the weekend, that he was unemployed,\r\nand that he typically slept late. Lauter was found asleep inside the\r\napartment.\r\n\r\nHere, the police officers had reason to believe Asbury was\r\ninside his residence. The police arrived at the residence just after\r\ndaybreak because neighbors had informed them Asbury left home early in\r\nthe morning. Although it was daylight, a light was on inside the\r\nresidence and the kitchen window was open, suggesting someone was\r\ninside.2 These circumstances are sufficient to establish a reasonable belief\r\nAsbury was within the residence at the time the officers entered. Because\r\nthe officers reasonably believed Asbury was at home and entered the\r\nresidence based on this belief, they were rightfully in a position to observe\r\nthe electric blanket from which the electrical plug had been removed.\r\nCoolidge v. New Hampshire, 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564,\r\nreh. denied, 404 U.S. 874, 92 S.Ct. 26, 30 L.Ed.2d 120 (1971); State v.\r\nBrown, 289 S.C. 581, 347 S.E.2d 882 (1986)(under \"plain view\" exception\r\nto warrant requirement, objects falling within the plain view of a law\r\nenforcement officer who is rightfully in a position to view the objects are\r\nsubject to seizure and may be introduced as evidence).\r\n\r\nThis Court's scope of review is determined by our State\r\nconstitution which limits our scope of review in law cases to the correction\r\nof errors of law. S.C. Const. art. V, § 5; S.C. Code Ann. § 14-3-330 (1976).\r\nIn criminal cases, appellate courts are bound by fact findings in response\r\nto preliminary motions where there has been conflicting testimony or\r\nwhere the findings are supported by the evidence and not clearly wrong or\r\ncontrolled by an error of law. State v. Amerson, 311 S.C. 316, 428 S.E.2d\r\n871 (1993), citing City of Chester v. Addison, 277 S.C. 179, 284 S.E.2d 579\r\n(1981). Since the evidence supports the trial judge's finding the officers\r\nhad a reasonable belief Asbury was at home at the time they attempted to\r\n\r\n\r\n2 Although testimony about the light is conflicting, on two occasions\r\n\r\nDetective Thompson unequivocally testified a light was on in the residence.\r\nThis testimony supports the trial judge's decision. The trial judge is in a\r\nsuperior position to judge credibility and great deference must be given the\r\njudge's determination. See Drayton v. Evatt, 312 S.C. 4, 430 S.E.2d 517\r\n(1993)(where matters of credibility are involved, the reviewing court will\r\ngive great deference to a judge's findings because the reviewing court lacks\r\nthe opportunity to directly observe the witnesses).\r\n\r\np. 18\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\neffectuate his arrest, the trial judge properly concluded the evidence seen\r\nand eventually seized by the officers was admissible at trial. We find no\r\nabuse of discretion amounting to an error of law. State v. Cutter, 261\r\nS.C. 140, 199 S.E.2d 61 (1973)(in criminal cases, this Court sits to review\r\nerrors of law only.\r\n\r\nII.\r\n\r\nPolice officers who had conducted the search of Asbury's home\r\ntestified briefly about some items which were seized from the home,\r\nincluding appliances with severed electrical cords and partial electrical\r\ncords. These items were not related to the crimes charged.3 Asbury\r\nasserts the trial judge erred by overruling his motion to exclude reference\r\n\r\nEvidence is relevant if it tends to make more or less probable\r\na fact in issue. Whether evidence is relevant in a criminal prosecution is\r\nan issue within the trial judge's discretion. State v. McWee, 322 S.C. 387\r\n472 S.E.2d 235 (1996), cert. denied__U.S.__, 117 S.Ct. 695, 136\r\nL.Ed.2d 618 (1997). However, relevant evidence may be excluded if its\r\nprobative value is substantially outweighed by the danger of unfair\r\nprejudice. State v. Alexander, 303 S.C. 377, 401 S.E.2d 146 (1991).\r\n\r\nBecause the victim's hands and feet were bound with cut\r\nelectrical cord, we find the testimony concerning the appliances and\r\nsevered electrical cords found at Asbury's home was relevant. Moreover\r\nthe probative value of the testimony was not outweighed by the danger\r\nunfair prejudice to Asbury. We find no error.\r\n\r\nIII.\r\nAppellant argues the trial judge erred by denying his motion\r\nfor a directed verdict on the murder and kidnaping charges. We disagree.\r\n\r\n\r\nThe trial court has the duty to submit the case to the jury\r\nwhere the evidence is circumstantial if there is any substantial evidence\r\nwhich reasonably tends to prove the guilt of the accused or from which\r\nguilt may be fairly and logically deduced. State v. Brazell, __ S.C. __,\r\n480 S.E.2d 64 (1997); see also State v. Edwards, 298 S.C. 272, 379 S.E.2d\r\n888, cert. denied, 493 U.S. 895 (1989). In ruling on a motion for a \r\n\r\n3 These items were not admitted into evidence.\r\n\r\n\r\np. 19\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\ndirected verdict, the trial judge is concerned with the existence or non-\r\nexistence of evidence, not its weight. When this Court reviews the denial\r\nof a motion for a directed verdict, it views the evidence in the light most\r\nfavorable to the non-moving party, and if there is any direct or substantial\r\ncircumstantial evidence which reasonably tends to prove the guilt of the\r\naccused, refusal by the trial judge to direct a verdict is not error. State v.\r\nBrazell, supra.\r\n\r\nHere, Asbury's fingerprints were found at the victim's\r\nresidence. There was testimony electrical cords which bound the victim's\r\nhands and ankles had been cut by a pair of scissors found in Asbury's\r\nhome. Moreover, there was evidence the same severed electrical cords had\r\nat one time been attached to an electric blanket found in Asbury's\r\nresidence. This is substantial circumstantial evidence which reasonably\r\ntends to prove Asbury's guilt. Accordingly, the trial judge did not err by\r\ndenying Asbury's motion for a directed verdict.\r\n\r\nIV.\r\n\r\nAsbury was initially tried in early August 1993. A mistrial\r\nwas declared. Immediately after the court authorized reimbursement of\r\nexpenses, Asbury's appointed counsel requested a transcript of the trial\r\nproceedings. Shortly before Asbury's second trial in early September 1993,\r\nAsbury moved for a continuance, arguing he had not yet received the\r\ntranscript and it was necessary for him to effectively impeach witnesses\r\nwith their inconsistent statements. The trial judge denied the motion,\r\nruling the transcript would have been beneficial, but was not essential.\r\nAsbury argues this was error.\r\n\r\nThe decision to grant or deny a continuance is within the\r\nsound discretion of the trial judge. State v. Register, __S.C.__, 476\r\nS.E.2d 153 (1996). Reversals of the refusal to grant a continuance in a\r\ncriminal case are about \"as rare as the proverbial hens' teeth.\" State v.\r\nWilliams, 321 S.C. 455, 469 S.E.2d 49 (1996).\r\n\r\nAsbury has not established any prejudice from the lack of\r\naccess to the transcript from his first trial. As noted in the record, the\r\ncourt reporter's back-up tapes from the first trial were available and\r\nAsbury could have requested use of these tapes, if necessary, to impeach a\r\nwitness during trial. State v. Owenby , 267 S.C. 666, 668, 230 S.E.2d 898\r\n(1976)(\"it is preferable to have available the written transcript taken at\r\nthe former hearing, but the unavailability of such a transcript does not\r\n\r\np. 20\r\n\r\nSTATE v. ASBURY\r\n\r\npreclude utilization of other means of proving to the court what the\r\nwitness stated on a prior occasion\"). We find no error in denying Asbury's\r\nrequest for a continuance.\r\n\r\n\r\nAFFIRMED.\r\n\r\nMOORE and WALLER, JJ., concur. TOAL, A.J., and FINNEY, C.J.,\r\ndissenting in separate opinions.\r\n\r\n\r\np. 21\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nTOAL, A.J.: The defendant Willie James Asbury appeals his\r\nconvictions of murder and kidnapping, asserting, inter alia, that the court\r\nerred in refusing to suppress evidence improperly seized from Asbury's home.\r\nI agree and must, therefore, dissent from the majority opinion.\r\n\r\nOn January 6, 1992, six officers went to Asbury's trailer house to serve\r\non him outstanding warrants and commitment orders unrelated to the\r\npresent case. Asbury had been pinpointed as a suspect in the murder of\r\nEzell Lawrence (\"Victim\"). The officers went to Asbury's residence early in\r\nthe morning. When they arrived, they did not see any vehicles outside. The\r\ndoors of the trailer house were locked, and no noises could be heard coming\r\nfrom inside. An officer testified that a light could be seen inside the house.\r\nThe officers claimed that they knocked on the front door and called to\r\nAsbury, but did not receive a response. They decided to enter the trailer\r\nthrough an open window. Two officers, one following the other, entered\r\nthrough the window, while the others had their weapons drawn in order to\r\nprotect the entering officers. They then opened the front door from inside.\r\n\r\nIn checking the rooms for Asbury, the officers found in plain view an\r\nelectric blanket with its electrical plug missing. Asbury himself was not at\r\nhome. The officers left the residence, but did not remove any evidence. They\r\nprocured a search warrant two days later on January 8th and returned to the\r\nresidence in order to seize the electric blanket. On January 15th, the officers\r\nsecured another search warrant and seized numerous appliances that had\r\nhad their electrical cords cut off, as well as other items in the residence that\r\ncould be used to cut electrical cord, including a pair of scissors.\r\n\r\nIn Payton v. New York, 445 U.S. 573, 100 S. Ct. 1371, 63 L. Ed. 2d 639\r\n(1980), the Supreme Court wrote that \"for Fourth Amendment purposes, an\r\narrest warrant founded on probable cause implicitly carries with it the\r\nlimited authority to enter a dwelling in which the suspect lives when there\r\nis reason to believe the suspect is within.\"1d Id. at 603, 100 S. Ct. at 1388\r\n63 L. Ed. 2d at 661. The South Carolina Supreme Court applied this\r\n\r\n\r\n1d Although initially this language may have been viewed as dicta, since\r\n\r\nunder the facts of Payton, the officers lacked an arrest warrant, the Supreme\r\nCourt has cited it with approval in subsequent cases, see Michigan v.\r\nSummers, 452 U.S. 692, 101 S. Ct. 2587, 69 L. Ed. 2d 340 (1981); Steagald\r\nv. United States, 451 U.S. 204, 101 S. Ct. 1642, 68 L. Ed. 2d 38 (1981), and\r\nit has been recognized as binding by the federal circuit and state courts that\r\nhave considered the issue. See United States v. Underwood, 717 F.2d 482\r\n(9th Cir. 1983), cert. denied, 465 U.S. 1036 (1984).\r\n\r\np. 22\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nstandard in 1981 when it decided State v. Loftin, 276 S.C. 48, 275 S.E.2d 575\r\n(1981) (\"A valid arrest warrant implicitly grants police the limited authority\r\nto enter a suspect's residence 'when there is reason to believe the suspect is\r\nwithin.\"')(quoting Payton). In Loftin the Court found that there were no facts\r\nor circumstances from which the police could have entertained a reasonable\r\nbelief that the defendant was in his apartment. No one appeared to be at\r\nhome when the police arrived, no one answered when the officers knocked on\r\nthe door, and no sign of the defendant was perceived, despite a stake-out of\r\nan hour and a half. Accordingly, the evidence which the police found after\r\nthe apartment complex manager let them into defendant's apartment was\r\nexcludable as fruit of an illegal search.\r\n\r\nUnder the standard articulated in Loftin, the evidence in the present\r\ncase would similarly be deemed as impermissibly seized because there was\r\nnot reason to believe the suspect was within his trailer house. This is\r\nrevealed by the testimony of one of the officers:\r\n\r\nQ: And you got there and there was no evidence of anybody\r\nbeing present, was there?\r\nA: When we first got there you really couldn't tell if anyone\r\nwas present or not ....\r\n\r\nFurthermore, the officers did not see any vehicles outside, did not\r\nnotice any activity, did not hear any noises from inside, and did not get a\r\nresponse when they knocked on the door. Although the officers claimed that\r\nthey saw a light inside the residence, this was called into question on cross-\r\nexamination.2d When the officers found the doors locked, they decided to enter\r\n\r\n2 One officer testified as follows:\r\n\r\nQ: You testified there were no lights before, didn't you?\r\nA: I'm not sure on that. I might have. If I said no lights, then it\r\nmay be an oversight.\r\nQ: Well, you testified previously under oath in regards to your\r\nactivities on the inside of his trailer house is that the only light\r\nthat was available was a light, was light that was coming in from\r\nthe sunlight, is that not correct sir?\r\nA: Yes, sir, I believe so.\r\nQ: There was no artificial light?\r\nA: At that time I couldn't remember a light.\r\n\r\nFurther,\r\n\r\np. 23\r\n\r\nSTATE v. ASBURY\r\n\r\nthrough a window. Under these circumstances, I conclude the officers did not\r\nhave reason to believe that the suspect was within. Because the police did\r\nnot have the authority to enter into the home, the evidence which was later\r\nseized was the fruit of this illegal entry and search; thus, it should have been\r\nexcluded. See Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407, 9 L.\r\nEd. 2d 441 (1963)(where evidence would not have come to light but for the\r\nillegal actions of the police, and the evidence has been obtained by the\r\nexploitation of that illegality, the evidence must be excluded); State v. Plath,\r\n277 S.C. 126, 284 S.E.2d 221 (1981).\r\n\r\nSuch a finding not only comports with our own holding in Loftin, but\r\nit is also consistent with the application of the Payton standard by other\r\njurisdictions. For example, the Second Circuit in United States v. Lauter, 57\r\nF.3d 212 (2d Cir. 1995) held that officers had reason to believe the defendant\r\nwas present in his apartment when they sought to execute an arrest\r\nwarrant.3d The officers had received information from a confidential informant\r\nthat the defendant had moved into the windowless apartment during the\r\nweekend, that he was unemployed, and that typically he slept late. They\r\nfound him asleep inside the apartment when they entered one morning at\r\n8:30 a.m.\r\n\r\nThe Georgia Court of Appeals held that the search subsequent to an\r\nentry pursuant to an arrest warrant was valid where prior to their entry,\r\npolice observed a moving light in the apartment and heard noises from\r\nwithin. Hardaway v. State, 372 S.E.2d 845 (Ga. Ct. App. 1988). Likewise,\r\nUnited States v. Terry, 702 F.2d 299 (2d Cir.), cert. denied, 461 U.S. 931\r\n\r\n\r\nQ: Okay. Now you saw no lights at the trailer, correct sir?\r\n\r\nA: I can't recall whether there was lights on or not at the time.\r\nQ: You can't recall?\r\nA: No, sir.\r\n\r\n 3d The majority posits that Lauter is indistinguishable from the\r\ncircumstances in this case. A closer examination will reveal significant\r\ndifferences between the present case and Lauter. In Lauter, agents had\r\nreceived information from a confidential informant, whose father was the\r\nlandlord of the apartment wherein the defendant resided. Further, Lauter\r\nhad just moved into the apartment during the weekend. The agents had\r\nbeen informed that Lauter was unemployed. Moreover, they had been told\r\nthat he typically slept late. Another distinguishing factor was that Lauter's\r\napartment was windowless; thus, unlike Asbury's home, it was not possible\r\nfor the officers to see any possible activity inside the residence.\r\n\r\np. 24\r\n\r\nSTATE v. ASBURY\r\n\r\n(1983) held that agents had the right to enter the defendant's home where\r\nthey had verified the address through a phone listing and where upon\r\narriving at the apartment building, they encountered a twelve-year old boy\r\nwearing a shirt with \"Terry\" on it, who told them that his parents lived in\r\nthe apartment and did not indicate that his father was not at home.\r\nFurther, agents arrived at 8:45 a.m. on a Sunday morning, a time they could\r\nreasonably believe Terry would be at home.\r\n\r\nIn contrast, the Payton standard was not satisfied in People v. Cabral,\r\n560 N.Y.S.2d 71 (N.Y. Sup. Ct. 1990), wherein police only had information\r\nthat the defendant may have lived at the residence some six and one-half\r\nmonths earlier, where they had no additional information pointing to the\r\npresence of the defendant in the residence, and where someone whom the\r\npolice recognized as not being the defendant answered the door; yet the police\r\nentered and searched the apartment anyway. The same conclusion was\r\nreached in State v. Roepka, 347 N.W.2d 857 (Neb. 1984), in which police\r\nsurrounded at 8:45 a.m. a trailer house, a location previously under\r\nsurveillance. When they knocked on the door, a third-party answered the\r\ndoor and told the police the defendant was not within. The police,\r\nnevertheless, entered. The court found that based on these facts, the officers\r\nhad no reason to believe the defendant was within the trailer house.\r\n\r\nThese cases are quite fact-specific; however, they do provide a general\r\nsense of what constitutes \"reason to believe the suspect is within.\" In the\r\npresent case, the officers could not have entertained a reasonable belief that\r\nAsbury was in his home. The majority argues that the presence of three\r\nfactors -- general information that early mornings and late evenings were\r\ngood times to find Asbury at home, the existence of a light, and an open\r\nwindow in the house -- were sufficient to give police reason to believe the\r\nsuspect was within his residence. Even if we accept the existence of these\r\nfactors, in light of all the indicia weighing against Asbury's presence at home,\r\nthese factors would only give rise to a mere possibility, not a reasonable\r\nbelief, that Asbury was in his residence. These factors must be weighed\r\nagainst the officers' own testimony: \"When we first got there you really\r\ncouldn't tell if anyone was present or not,\" and against the facts that they\r\nfound the residence's doors locked, noticed no activity, heard no noises from\r\ninside, and got no response when they knocked on the door.\r\n\r\nHowever, the task of determining whether the officers had a reasonable\r\nbelief is much easier. A closer examination reveals that there were not three\r\nfactors present, but really only one. First, the open window is veritably a\r\nnon-factor, as it is customary for many people, particularly in small towns in\r\n\r\np. 25\r\n\r\nSTATE v. ASBURY\r\n\r\n\r\nSouth Carolina, to leave their house windows open. An open window does\r\nnot point to a person's presence at home, any more than a closed window\r\nsuggests his absence. Second, I find that the record does not support the\r\nconclusion that the officers saw a light inside Asbury's residence. The\r\nmajority suggests that the officers saw a light, as evidenced by the testimony\r\nof Detective Thompson. It is true that Thompson did testify to seeing a light;\r\nhowever, when two other officers testified that they did not remember seeing\r\na light, it is highly questionable whether the light was a factor which led the\r\npolice to believe Asbury was at home. When the factors of the light and the\r\nwindow are eliminated, we are then left with only one factor, namely, the\r\ninformation from neighbors. This sole factor cannot justify a reasonable\r\nbelief by the officers that the suspect was at home.\r\n\r\nThe Fourth Amendment to the United States Constitution guarantees\r\nto individuals the right to be free from unreasonable searches and seizures.\r\nState v. McKnight, 291 S.C. 110, 352 S.E.2d 471 (1987). This is an instance\r\nin which Asbury's Fourth Amendment rights were violated. Accordingly, I\r\nwould reverse the circuit court's denial of Asbury's motion to suppress.\r\n\r\nFINNEY, C.J., concurs.\r\n\r\np. 26\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24713","title":"Crestwood Golf v. Harry Potter, et. al","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24713","description":"","date":"1997-11-10","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nCrestwood Golf Club,\r\nInc., Crestwood\r\nPartnership, John Boyd,\r\nClaude McCain, Walter\r\nBryant and George\r\nMcCain, Respondents,\r\n\r\n\r\nv.\r\n\r\n\r\nHarry H. Potter,\r\nMarguerite Potter and\r\nKevin E. Potter, Appellants.\r\n\r\n\r\n\r\n\r\nCrestwood Golf Club, Inc.\r\nCrestwood Partnership,\r\nJohn Boyd, Claude\r\nMcCain, Walter Bryant\r\nand George McCain, Respondents,\r\n\r\n\r\nv.\r\n\r\n\r\nTheodore Potter, Dale\r\nPotter, South Carolina\r\nNational Bank, the\r\nCrestwood County Club,\r\nInc. And Kevin E. Potter\r\n\r\n\r\n\r\n\r\nOf which Theodore, Dale and\r\nKevin Potter are Appellants.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Bamberg County\r\nThomas J. Ervin, Judge\r\nO. Davie Burgdorf, Master-in-Equity\r\n\r\n\r\np. 27\r\n\r\nOpinion No. 24713\r\n\r\nHeard June 17, 1997 - Filed November 10, 1997\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\nKevin, Theodore, Harry, Dale. and Marguerite\r\nPotter, all of Millville, N.J., Pro Se Appellants.\r\n\r\n\r\nJames Mosteller, III, of Blackville; and James\r\nNance, of Henderson &amp; Salley, of Aiken, for\r\nRespondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: This dispute stems from the sale of a golf course. The\r\nappellants raise numerous issues on appeal. We affirm.\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nThe facts in this case are somewhat complicated. A summary of\r\nrelevant facts, parties, and transactions follows:\r\n\r\n\r\nA. Underlying Transaction (Sale OF CRESTWOOD GOLF COURSE)\r\n\r\n\r\nOn April 3, 1991, Theodore and Dale Potter (\"Purchasers\") entered into\r\nan agreement with Crestwood Partnership (\"Partnership\") and Crestwood Golf\r\nClub, Inc. (\"Golf Club\")(collectively \"Sellers\") to purchase certain real property\r\nand improvements (\"Golf Course\") in Bamberg County, as well as machinery,\r\nequipment, membership lists, and golf carts. A golf course and country club\r\n(restaurant and bar) were located on the property. According to the sales\r\nagreement, the total sales price for Golf Course was $412,315.22. 1 \r\n\r\n\r\nAn addendum to the sales agreement stated that of the purchase price,\r\n$60,000 represented the price for the land itself, and $250,000 represented\r\nthe price for buildings and improvements. The sales agreement itself did not\r\nstate the price for the personalty at issue, which included, among other\r\nthings, equipment, membership lists, and golf carts. However, the bill of sale\r\n\r\n1 According to the closing statement, the final sales price was\r\n\r\n$417,516.48, which consisted of the contract price plus various closing costs.\r\n\r\n\r\n\r\n\r\np. 28\r\n\r\nCRESTWOOD GOLF V. HARRY POTTER, et al.\r\n\r\n\r\n\r\nfor the personalty stated the purchase price was $102,305.22. The total of\r\nthese figures is $412,305.22, ten dollars less than the total purchase price.\r\nHowever, the sales agreement separately valued the membership lists at ten\r\ndollars, and we assume that accounts for the discrepancy in the figures and\r\nthe purchase price.\r\n\r\n\r\nAt closing, Purchasers paid Sellers $125,201.26, leaving a balance of\r\n$292,315.22. Purchasers obtained financing and other credits for the rest of\r\nthe amount. The various sources of the financing will be discussed below.\r\n\r\n\r\nAlthough the sales agreement was between Purchasers, Partnership,\r\nand Golf Club, subsequent instruments clarify what portion of the property\r\nPartnership had owned and what portion Golf Club had owned. The deed of\r\nthe real property and improvements was executed on April 3, 1991.\r\nSpecifically, Partnership alone deeded the real property and improvements\r\nto Purchasers. Golf Club apparently never owned any portion of the real\r\nproperty and improvements. In contrast, the Bill of Sale for the personalty,\r\nincluding equipment and golf carts, reflected that Purchasers bought the\r\npersonalty from Golf Club alone; Partnership did not own the personalty that\r\nwas the subject of the transaction.\r\n\r\n\r\nB. Financing of Sale of Golf Course\r\n\r\n\r\n1. Notes and Mortgages\r\n\r\n\r\nPurchasers financed the transaction through a variety of means. First,\r\nthey borrowed $205,836.25 from South Carolina National (\"Bank\").2 This\r\ndebt was secured by Purchasers' mortgage (\"Bank Mortgage\") of Golf Course,\r\nas well as a security interest in assets owned by Purchasers in connection\r\n\r\n\r\n\r\n2 Partnership and its partners individually had owed Bank approximately\r\n\r\nthis amount. The sales agreement as originally drafted required Purchasers\r\nto assume certain Partnership and individual partners' obligations to Bank.\r\nPurchasers would have assumed four individual promissory notes to Bank.\r\nThe amount owed on each of those notes was $27,161.25. Purchasers would\r\nalso have had to assume a debt of Partnership to Bank in the amount of\r\n$98,657.27. These five obligations totalled $207,302.27, only slightly more\r\nthan the $205,836.25 note Purchasers executed to Bank.\r\nUltimately, however, instead of assuming the five debts, Purchasers\r\nsimply executed a promissory note to Bank in the total amount owed by\r\nPartnership and the individual partners. Partnership and the partners then\r\nguaranteed Purchasers' obligation to Bank.\r\n\r\n\r\np. 29\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nwith Golf Course. Sellers executed to Bank a continuing guaranty of\r\nPurchasers' debt to Bank.\r\n\r\n\r\n\r\n\r\nPurchasers also borrowed $72,135.76 (\"Crestwood Note\") from Sellers\r\nin order to finance the purchase of Golf Course. This debt was secured by\r\nPurchasers' mortgage (\"Crestwood Mortgage\") of Golf Course to Sellers. In\r\naddition to securing the $72,135.76 debt to Sellers, the Crestwood Mortgage\r\nsecured, among other things, \"all contingent liability which the Mortgagor\r\n[Purchasers] has to the Mortgagee [Sellers] pursuant to indebtedness of\r\n[Purchasers] to the South Carolina National Bank which is guaranteed by\r\ncertain of [Sellers] pursuant to Agreement for Purchase and Sale of Assets\r\nby [Purchasers] . . . for a total principal sum not to exceed $290,534.29. . .3 \r\nplus interest at the same rate as in the Note and any other costs payable\r\nhereunder....\" Purchasers also gave Sellers a security interest in assets\r\nowned by Purchasers in connection with Golf Course.\r\n\r\n\r\n2. Guarantees\r\n\r\n\r\nAs a condition of the sale of Golf Course, Sellers and Bank required\r\nTheodore Potter's4 parents (\"Guarantors\") to guarantee all Purchasers'\r\nindebtedness to Bank and to Sellers. Therefore, Guarantors executed two\r\nseparate guarantees. First, they guaranteed Purchasers' indebtedness to\r\nBank (\"Bank Guaranty\"). They also guaranteed Purchasers' indebtedness to\r\nSellers (\"Crestwood Guaranty\"), including the $290,534.29 contingent liability\r\nreferenced in the Crestwood Mortgage.\r\n\r\n\r\n3. Assignment of Financial Documents\r\n\r\n\r\nAs holders of the Crestwood Note and mortgagees of the Crestwood\r\nMortgage, Sellers assigned to Bank their interest in the Crestwood Note,\r\n\r\n\r\n\r\n\r\n\r\n3 This figure represented the total of the $72,135.76 Note, the\r\n\r\n$205,836.25 Note to Bank, and a $12,562.28 obligation of Golf Club to Sellers\r\nthat Purchasers had assumed. Because Partnership, Golf Club, and certain\r\nindividuals had guaranteed the Bank Note, they wanted Purchasers to\r\nprovide security for the entire amount for which Partnership could be liable\r\nas a guarantor.\r\n\r\n\r\n4 As noted above, Theodore Potter was one of the purchasers of Golf\r\nCourse. He and his wife Dale Potter (when referred to individually, \"Wife\")\r\nboth signed the sales agreement and all promissory notes, mortgages, and\r\nsecurity agreements.\r\n\r\n\r\np. 30\r\n\r\nCRESTWOOD GOLF- v. HARRY POTTER et al.\r\n\r\n\r\n\r\nCrestwood Mortgage, Crestwood Guaranty, and various leases (assignment\r\nhereinafter referred to as \"Collateral Assignment\"). The Collateral\r\nAssignment document gave Sellers the \"right to receive and use and enjoy the\r\nproperty which is the subject\" of the assignment, as long as Sellers did not\r\ndefault under the terms of the Collateral Assignment. Paragraph 4(a) of the\r\nCollateral Assignment required Sellers to:\r\n\r\n\r\n(i) give prompt notice to the Lender [Bank] of any default under\r\nthe Assigned Documents which is not timely cured as provided\r\ntherein; (ii) at the sole cost and expense of the Assignor [Sellers],\r\nenforce the payment and observance of each and every covenant\r\nand condition of the Assigned Documents, and (iii) appear in and\r\ndefend any action growing out of or in any manner connected\r\nwith, the Assigned Documents.\r\n\r\n\r\nC. Lawsuits Relating to Sale of Golf Course\r\n\r\n\r\nBy June 1, 1992, Purchasers ceased making payments on the Bank\r\nNote. They informed Bank \"that they did not intend to pay the bill, and for\r\n[Bank] to go to [Sellers] for payment.\" As guarantors of Purchasers' debt to\r\nBank, Sellers began making payments to Bank in order to avoid defaulting\r\non their continuing guaranty.\r\n\r\n\r\nPurchasers made interest payments on the Crestwood Note from\r\napproximately April 3, 1991 until November 3, 1991. Purchasers then ceased\r\nmaking any payments. Sellers demanded Guarantors fulfill the terms of the\r\nCrestwood Guaranty by satisfying the amount of Purchasers' indebtedness,\r\nbut Guarantors failed to do so. It is clear from the Record that Purchasers\r\nwere dissatisfied with the condition of Golf Course and felt that Sellers\r\ncommitted material misrepresentations in the process of selling Golf Course\r\nto Purchasers.\r\n\r\n\r\nSeveral lawsuits stemmed from this dispute between Purchasers and\r\nSellers, but only three are particularly relevant to this appeal.\r\n\r\n\r\n1. Foreclosure Action against Purchasers\r\n\r\n\r\nOn May 29, 1992, Sellers filed a complaint against Purchasers. The\r\ncomplaint primarily sought foreclosure of the Crestwood Mortgage and\r\nsecurity agreement. Purchasers' answer was filed June 26, 1992. It\r\ncontained several defenses and counterclaims, including counterclaims for\r\nfraud, breach of contract, and racketeering.\r\n\r\n\r\np. 31\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nBecause of the outcome of a federal lawsuit involving identical claims,\r\nthe trial court dismissed Purchasers' counterclaims and referred the\r\nforeclosure portion of the action to a master in equity. The master in equity\r\nfound Sellers entitled to foreclose except as to Theodore Potter's half interest\r\nin the real estate and improvements.5 \r\n\r\n\r\nPurchasers appeal the trial court's order dismissing the counterclaims\r\nand the master's order requiring foreclosure.\r\n\r\n\r\n2. Lawsuit against Guarantors\r\n\r\n\r\nOn May 26, 1992, Sellers filed a complaint against Guarantors. The\r\ncomplaint alleged that Purchasers had defaulted under the terms of the\r\nCrestwood Note and Crestwood Mortgage and that Sellers had accelerated the\r\namount due because of such default. The complaint also alleged that\r\nGuarantors were liable for the full amount of Purchasers' indebtedness to\r\nSellers by reason of Guarantors' unconditional guaranty of Purchasers'\r\nobligations to Sellers.\r\n\r\n\r\nGuarantors answered the complaint on June 26, 1992. The answer\r\ncontained several defenses and counterclaims.6 Specifically, Guarantors\r\nalleged Sellers had engaged in fraud, breach of contract, and racketeering.\r\n\r\n\r\nThe trial court dismissed Guarantors' counterclaims and referred the\r\ncause of action concerning the Crestwood Guaranty to the master in equity.\r\nThe master in equity ruled Sellers had a right to recover under the terms of\r\nthe Crestwood Guaranty. Guarantors appeal the dismissal of the\r\ncounterclaim and the ultimate ruling of the master in equity.\r\n\r\n\r\n\r\n5 In federal court, Theodore Potter received the remedy of rescission of\r\n\r\nthe deed for the real estate and improvements, but not for the bill of sale for\r\nthe personalty. Stated another way, Theodore obtained a judgment against\r\nPartnership, which had sold him the real estate, but not against Golf Club,\r\nwhich had sold him the personalty. Because he continued to have an interest\r\nin the personalty covered in the security agreement, Theodore Potter\r\nremained a party to this action.\r\n\r\n\r\n6 They later filed an amended answer alleging additional defenses.\r\n\r\n\r\np. 32\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\n3. Federal Court Litigation\r\n\r\n\r\nTheodore Potter, Kevin Potter,7 and Guarantors brought an action\r\nagainst Sellers in the summer of 1993 in the United States District Court for\r\nthe District of South Carolina. Dale Potter, Theodore Potter's wife, was not\r\na party to the federal action. This lawsuit concerned the agreement to sell\r\nGolf Course and all its equipment and improvements. The Potters alleged\r\nfraud, breach of contract, and certain other causes of action.\r\n\r\n\r\nThe district court judge dismissed the fraud claims and directed a\r\nverdict in favor of Sellers as to Guarantors' claims. Theodore and Kevin\r\nPotter's claims regarding negligent misrepresentation were sent to the jury,\r\nand the jury found negligent misrepresentation in the sale of the real estate\r\nand improvements. Accordingly, the Potters obtained judgment against\r\nPartnership, which had sold them the real property. Theodore and Kevin\r\nPotter elected the remedy of rescission of the contract as to the real estate\r\nand improvements rather than simply collecting damages for breach of\r\ncontract. As to personalty, the judgment was in favor of Golf Club, which\r\nhad sold Purchasers the personalty; accordingly, Theodore Potter or his\r\nassignee remained responsible for his agreement to purchase equipment and\r\nother personalty from Sellers.\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nPurchasers and Guarantors have raised a number of issues on appeal.\r\nWe shall first address the Dale Potter appeal, then the Theodore and Kevin\r\nPotter appeal, then the appeal by Guarantors.\r\n\r\n\r\nA. Dale Potter Appeal\r\n\r\n\r\n1. Dismissal of Counterclaim\r\nKevin Potter, who allegedly is appearing as assignee of Dale Potter's\r\ninterests, raises several issues concerning the dismissal of Dale Potter's\r\n\r\n7 Kevin Potter is the brother of Theodore Potter. Although the nature\r\n\r\nof his relationship to these lawsuits is not entirely clear, Kevin appears to\r\nhave been the assignee of Theodore Potter's interests. He further asserts he\r\nis the assignee of Dale Potter's interests.\r\n\r\n\r\np. 33\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\ncounterclaims.8 Because Dale Potter did not appeal the rulings of the trial\r\ncourt, the issues raised by Kevin Potter concerning Dale Potter are not\r\nproperly before this Court. Accordingly, we affirm the dismissal of Dale\r\nPotter's counterclaims.\r\n\r\n\r\nThe basis for the trial court's dismissal of Dale Potter's counterclaims\r\nis unclear. Portions of the order dismissing the counterclaims suggest the\r\ndismissal resulted from Dale Potter's failure to appear and defend in the\r\nlawsuit. Other portions of the order suggest her counterclaims were\r\ndismissed based on res judicata and collateral estoppel. In either case, there\r\nis no reversible error.\r\n\r\n\r\nIf the trial court dismissed Dale Potter's counterclaims based on her\r\nrepeated failure during the litigation to appear and to prosecute and defend\r\nthe action, there was no error. Rule 41(c), SCRCP, allows a trial judge to\r\ndismiss an action, upon a party's motion, for the other party's failure to\r\nprosecute a counterclaim, cross-claim, or third-party claim. Here, that rule\r\nwould not apply; any dismissal was accomplished by the judge sua sponte.\r\nHowever, this Court has held that trial judges possess the inherent power to\r\ndismiss actions sua sponte for a party's failure to prosecute the relevant\r\nclaims. See, e.g., Small v. Mungo, 254 S.C. 438, 442, 175 S.E.2d 802, 803\r\n(1970)(noting that \"it is within the inherent power of the court to dismiss an\r\naction for failure to prosecute.\"); see also 24 Am. Jur. 2d Dismissal,\r\nDiscontinuance, and Nonsuit 48 (1983)(\"Provision is made in federal and\r\nstate statutes or rules of practice for dismissal of civil actions for failure of\r\nprosecution by the plaintiff. However, the power of trial courts to dismiss a\r\ncase for failure to prosecute with due diligence is generally considered\r\n\r\n\r\n\r\n8 Purchasers argue in part that Dale Potter's counterclaims were never\r\n\r\nactually dismissed by the trial court. Their argument concerning the\r\ndismissal of the counterclaims is a \"fallback\" position. Based on the language\r\nin the order dismissing the counterclaims, as well as statements made by the\r\ntrial judge at the hearing on the motion to dismiss the counterclaims, we\r\nconclude Dale Potter's counterclaims were dismissed at the same time that\r\nTheodore Potter's counterclaims were dismissed.\r\nWhen he dismissed the counterclaims, the trial judge referred all\r\nremaining issues to the master in equity. If he had not intended to dismiss\r\nDale Potter's counterclaims, then they were referred to the master in equity,\r\nand Dale Potter should have appealed the order of reference. Given that\r\nneither she nor anyone else appealed that order, we conclude the parties\r\nagreed that Dale Potter's counterclaims had been dismissed by the trial\r\ncourt's order.\r\n\r\n\r\np. 34\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\ninherent and independent of any statute or rule of court. Such power is\r\ndeemed to be necessarily vested in trial courts to manage their own affairs\r\nso as to achieve orderly and expeditious disposition of cases.\"); cf. Collins v.\r\nSigmon, 299 S.C. 464, 385 S.E.2d 835 (1989)(finding that federal court's\r\nexercise of inherent power to dismiss a case sua sponte for lack of\r\nprosecution operated as an adjudication on the merits just as would a\r\ndismissal pursuant to Rule 41, FRCP.). Nevertheless, as will be explained\r\nbelow, there is no reversible error even if the judge should not have\r\ndismissed Dale Potter's counterclaims for failure to prosecute.\r\n\r\n\r\n\r\n\r\nIf the trial court dismissed Dale Potter's counterclaims based on the\r\ndoctrines of res judicata or collateral estoppel, the dismissal was error. For\r\na claim to be barred by the doctrine of res judicata, identity of parties is\r\nnecessary. No one disputes that Dale Potter was not a party to the federal\r\ncourt action. Accordingly, res judicata cannot apply to her counterclaims in\r\nthe state court foreclosure action.\r\n\r\n\r\nNevertheless, such error is not reversible because Dale Potter has not\r\nappealed the dismissal of her counterclaims. The Potters claim Kevin Potter\r\nhas appealed as assignee of Dale Potter. However, the Record contains\r\ninsufficient evidence of any such assignment. The transcript of the hearing\r\nbefore the master in equity references an inadequate deed from Dale to\r\nTheodore Potter; the deed lacks a sufficient number of witnesses and also is\r\nnot recorded. Additionally, although the Record contains an assignment of\r\nDale Potter's interest, it does not appear this assignment was presented\r\neither to the trial court that dismissed the counterclaims or to the master in\r\nequity who ordered the foreclosure. Given the lack of evidence regarding an\r\nassignment, Dale Potter herself was required to appeal the dismissal of her\r\ncounterclaims. Because she failed to do so, the dismissal of her\r\ncounterclaims is affirmed in its entirety.\r\n\r\n\r\n2. Foreclosure Order Against Dale Potter\r\n\r\n\r\nEven assuming Kevin or Theodore Potter received an assignment of\r\nDale Potter's interest in time for them to appeal the foreclosure order, we\r\naffirm the order of foreclosure against Dale Potter's half interest in Golf\r\nCourse and the improvements and personalty located thereon. The legal\r\nissues raised regarding foreclosure against Dale Potter mirror those raised\r\nby Theodore and Kevin Potter, which are discussed below.\r\n\r\n\r\np. 35\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nB. Theodore and Kevin Potter Appeal\r\n\r\n\r\n1. Standing\r\n\r\n\r\nPurchasers first argue the master in equity erred in finding Sellers\r\nentitled to enforce the Crestwood Guaranty and Crestwood Mortgage. They\r\nspecifically claim Sellers lack standing to enforce these instruments because\r\nSellers assigned all rights in the instruments to Bank. We disagree.\r\n\r\n\r\nOrdinarily, an assignment \"vests the legal title in the assignee and\r\nplaces the property beyond the control of the assignor . . . .\" 6 Am. Jur. 2d\r\nAssignments for Benefit of Creditors 75 (1963). When the assignee retains\r\nno rights to the assigned property, the assignee lacks standing to enforce\r\nany agreements regarding the assigned property.\r\n\r\n\r\nUnlike a traditional assignment, however, the Collateral Assignment\r\nmakes clear that Sellers retained both the right and the obligation to enforce\r\nthe assigned documents. Although the Collateral Assignment does contain\r\nlanguage assigning to Bank \"all of the right, title and interest of [Sellers] to\"\r\nthe Crestwood Note, Crestwood Mortgage, Crestwood Guaranty, and certain\r\nleases, later language clarifies the nature of the assignment. Paragraph 2(a)\r\nof the Collateral Assignment gives Sellers the right \"to receive and use and\r\nenjoy the property which is the subject of this Assignment\" as long as Sellers\r\ndo not default on any guaranty obligations to Bank and comply with the\r\nterms of the Collateral Assignment. Paragraph 2(b) provides that the\r\nCollateral Assignment shall \"become and be void and of no effect\" after\r\nSellers satisfy all indebtedness the Collateral Assignment is intended to\r\nsecure. This language and other language in the Collateral Assignment\r\nindicates the sole purpose of the assignment is to provide additional security\r\nfor Sellers' guaranty of Purchasers' debt to Bank.\r\n\r\n\r\nParagraph 4 of the Collateral Assignment directly addresses Sellers'\r\nright to enforce the assigned documents. As quoted above, paragraph 4(a)\r\nrequires Sellers to bring actions to enforce the assigned documents:\r\n\r\n\r\nThe Assignor will: (i) give prompt notice to the Lender of\r\nany default under the Assigned Documents which is not timely\r\ncured as provided therein; (ii) at the sole cost and expense of the\r\nAssignor, enforce the performance and observance of each and\r\nevery covenant and condition of the Assigned Documents, and (iii)\r\nappear in and defend any action growing out of or in any manner\r\nconnected with, the Assigned Documents.\r\n\r\n\r\np. 36\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\n(emphasis added). As provided by paragraph 4(c), Bank will enforce the\r\nassigned documents only if Sellers default on their guaranty obligation to\r\nBank or fail to comply with the conditions of the Collateral Assignment.\r\n\r\n\r\nTherefore, Sellers had both the right and the duty to bring actions to\r\nforeclose the Crestwood Mortgage. Given the language of the Collateral\r\nAssignment, Appellants' argument regarding standing or real party in\r\ninterest lacks merit.\r\n\r\n\r\n2. CLAIM SPLITTING\r\n\r\n\r\nPurchasers next argue that the trial court and/or master in equity erred\r\nin allowing the Crestwood foreclosure action and the action on the Crestwood\r\nGuaranty to be tried as separate lawsuits. In essence, they suggest the\r\nCrestwood Mortgage and Crestwood Guaranty arose from the same\r\ntransaction and that, therefore, Sellers were obliged to try the foreclosure and\r\nguaranty as one action.\r\n\r\n\r\nPurchasers' argument fails for three reasons. First, none of the\r\nrelevant orders address this issue, so even if the issue was raised,9 \r\nPurchasers had a duty to move pursuant to Rule 59(e), SCRCP, for a ruling\r\non the issue. Second, Sellers moved to consolidate the cases, but Purchasers\r\nopposed consolidation. Third, the hearing in the foreclosure and guaranty\r\nactions was, in fact, consolidated,, even though technically the cases\r\nthemselves were not. Under these circumstances, this issue lacks merit.\r\n\r\n\r\n3. Adjudication of Equitable Claims Prior to Final Decision on Counterclaims\r\n\r\n\r\nPurchasers next argue the master in equity erred in failing to stay the\r\nequitable proceedings until the appeal of the dismissal of the legal\r\ncounterclaims. We need not reach this issue.\r\n\r\n\r\nGiven our affirmance of the dismissal of Theodore Potter's\r\ncounterclaims, Theodore and Kevin Potter have suffered no harm from the\r\ntrial of the foreclosure action prior to the final appellate disposition of the\r\n\r\n\r\n\r\n9 At the April 24, 1995 hearing, for the first time, Kevin Potter stated it\r\n\r\nwould be best if the foreclosure and guaranty actions were tried together.\r\nSellers had no objection to this, and it appears from the Record that the\r\nparties actually consented to the procedure that ultimately was followed.\r\nGiven those facts, it is unclear exactly what Purchasers are appealing here.\r\n\r\n\r\np. 37\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\ncounterclaims.\r\n\r\n\r\n4. Theodore's Counterclaims - Effect of Stipulation\r\n\r\n\r\nTheodore Potter next argues that the trial court erred in dismissing his\r\ncounterclaims because Sellers had consented through stipulation of counsel\r\nto litigating certain of the counterclaims after the federal trial. We disagree.\r\n\r\n\r\nThe Record contains no such stipulation, and we are aware of none.\r\nAs the appellant, Theodore Potter bore the burden of providing this Court\r\nwith a sufficient Record to review his assertions of error. See, e.g., Hamilton\r\nv. Greyhound Lines East, 281 S.C. 442, 316 S.E.2d 368 (1984); see also Rule\r\n209(h), SCACR (\"Except as provided by Rule 211 and Rule 207(b)(1)(D) and\r\n(2), the appellate court will not consider any fact which does not appear in\r\nthe Record on Appeal.\").\r\n\r\n\r\nMoreover, as Sellers note, at the state court hearing on Sellers' motion\r\nto dismiss the counterclaims, Potter did not argue or introduce the stipulation\r\nto which he now refers. In short, this issue was not raised to the trial court.\r\nAccordingly, this Court need not address the issue. See, e.g., Schofield v.\r\nRichland County School Dist., 316 S.C. 78, 447 S.E.2d 189 (1994)(an issue\r\nmay not be raised for the first time on appeal, but must have been raised to\r\nthe trial judge to be preserved for appellate review).\r\n\r\n\r\n5. Lack of Consent to Litigate Mortgage Issues After Federal Trial\r\n\r\n\r\nPurchasers next argue that if the parties did not consent to litigating\r\nthe validity of the Crestwood mortgages after the federal trial, then the\r\ndoctrines of res judicata and collateral estoppel bar any action on the\r\nforeclosure because the validity of the mortgage could and should have been\r\nlitigated as part of the federal action. We disagree.\r\n\r\n\r\nThe precise issue here is whether Sellers should have been barred from\r\nasserting their claims in state court since they could and should have\r\nasserted such claims as counterclaims in federal court.\r\n\r\n\r\nIn resolving whether res judicata applies, the discussion must be\r\ndivided between permissive and compulsory counterclaims. However, even\r\nbefore reaching these subjects, it must first be decided if federal or state law\r\ncontrols. In the instant case, the prior litigation occurred in federal court.\r\nIn Kirven v. Virginia-Carolina Chemical Co., 77 S.C. 493, 498, 58 S.E. 424,\r\n\r\n\r\np. 38\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n425 (1907), the South Carolina Supreme Court held that \"When the [federal]\r\njudgment was urged as a bar to the action in the State Court, a Federal\r\nquestion was presented, and must be determined in accordance with the\r\ndecisions of the United States Supreme Court.\" Thus, federal law controls\r\nin this case.\r\n\r\n\r\nThe term res judicata encompasses two types of preclusion: claim\r\npreclusion and issue preclusion. See Pedrina v. Chun, 906 F. Supp. 1377 (D.\r\nHawaii 1995). \"Issue preclusion and claim preclusion have historically been\r\ncalled collateral estoppel and bar or merger respectively.\" Id. at 1399. For\r\nthe sake of simplicity, this Court will use the terms issue preclusion and\r\nclaim preclusion. \"Issue preclusion only bars relitigation of particular issues\r\nactually litigated and decided in the prior suit.\"  Id. \"Claim preclusion ...\r\nbars plaintiffs from pursuing successive suits where the claim was litigated\r\nor could have been litigated.\" Id. Issue preclusion is inapplicable to the\r\ninstant case because Purchasers are arguing that Sellers should have\r\nlitigated issues in federal court, not that such issues were actually litigated.\r\n\r\n\r\nThe application of claim preclusion turns on whether a counterclaim is\r\npermissive or compulsory. If a counterclaim is permissive, but not raised in\r\nthe first case, a defendant is not precluded from asserting the claim in a\r\nlater action. See Kirven v. Virginia-Carolina Chemical Co., 77 S.C. 493, 58\r\nS.E. 424 (1907), aff'd, 215 U.S. 252, 30 S. Ct. 78, 54 L. Ed. 179 (1909); 50\r\nC.J.S. Judgments 777(c) (1997). On the other hand, if a counterclaim is\r\ncompulsory, but not raised in the first action, a defendant is precluded from\r\nasserting the claim in a subsequent action. See Baker v. Gold Seal Liquors,\r\nInc., 417 U.S. 467, 469 n. 1, 94 S. Ct. 2504, 2506 n. 1, 41 L. Ed. 2d 243, 247\r\nn. 1 (1974); Dillard v. Security Pacific Brokers, Inc., 835 F.2d 607, 609 (5th\r\nCir. 1988); In re Phillips, 124 B.R. 712, 716 (Bkrtcy. W.D. Tex. 1991).\r\n\r\n\r\nTherefore, in the instant case, the pivotal issue is whether Sellers'\r\npotential counterclaims in the federal case were compulsory or permissive.\r\nRule 13(a), FRCP, states, \"A pleading shall state as a counterclaim any claim\r\nwhich at the time of serving the pleading the pleader has against any\r\nopposing party, if it arises out of the transaction or occurrence that is the\r\nsubject matter of the opposing party's claim . . . .\" However, there is a\r\nsignificant exception to this rule: \"the pleader need not state the claim if (1)\r\nat the time the action was commenced the claim was the subject of another\r\npending action . . . .\" Rule 13(a), FRCP. In this case, Sellers filed their\r\naction against Harry and Marguerite Potter in state circuit court on May 26,\r\n1992. Three days later, Sellers filed their action against Theodore and Dale\r\nPotter in state circuit court. It was not until the summer of 1993 that\r\n\r\n\r\np. 39\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nTheodore, Harry, and Marguerite Potter filed their action in federal district\r\ncourt. Clearly, the state court actions were pending at the time the federal\r\naction was commenced. Therefore, Sellers' potential counterclaims in the\r\nfederal case were not compulsory because such claims were the subject of\r\npending litigation in state court. Consequently, claim preclusion is not a bar\r\nto Sellers' claims in state court.\r\n\r\n\r\n6. Consent to Litigating Mortgage and Guaranty in Separate Action\r\n\r\n\r\nPurchasers next argue that because Sellers consented to litigating all\r\nissues concerning the Crestwood Mortgages in a separate action,10 dismissal\r\nof the counterclaims was inappropriate under Rule 12(b)(8), SCRCP. This\r\nargument is simply a restatement of Potters' other arguments concerning\r\ndismissal of the counterclaims, and we find it lacks merit.\r\n\r\n\r\n7. Sellers' Motion to Amend Pleadings\r\n\r\n\r\nPurchasers next argue the trial court erred in allowing Sellers to\r\namend their pleadings to allege res judicata and collateral estoppel as\r\ndefenses to Purchasers' counterclaims. We disagree.\r\n\r\n\r\nAt the hearing on Sellers' motion to amend their pleadings to allege\r\nthese defenses and on Sellers' motion to dismiss the counterclaims,\r\nPurchasers simply addressed the substance of the res judicata and collateral\r\nestoppel issues without arguing that Sellers should not be allowed to amend\r\ntheir pleadings to include res judicata and collateral estoppel. Given this\r\nfact, we hold Purchasers impliedly waived any objection they had to\r\namendment of the pleadings, and that, therefore, such amendment was\r\nappropriate under Rule 15, SCRCP. Moreover, Rule 15 provides that \"leave\r\n[to amend pleadings] shall be freely given when justice so requires and does\r\nnot prejudice any other party.\" We find no abuse of discretion here. See,\r\ne.g., Foggie v. CSX Transportation, Inc., 313 S.C. 98, 431 S.E.2d 587 (decision\r\non motion to amend pleadings rests within sound discretion of trial judge).\r\n\r\n\r\n8. Discovery Abuse\r\nPurchasers next argue the trial court erred in refusing to grant their\r\n\r\n\r\n\r\n10 Purchasers refer to various \"stipulations\" that are nowhere to be found\r\n\r\nin the Record.\r\n\r\n\r\np. 40\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nmotion for discovery relief because of Sellers' failure to answer any discovery.\r\nWe disagree.\r\n\r\n\r\nIn the motion for sanctions, Purchasers asked for the following relief:\r\n(1) dismissal of Sellers' complaints and judgment in favor of the Purchasers\r\non the Purchasers' counterclaims; or (2) striking of Sellers' answers to\r\ncounterclaims and refusing to allow Sellers to \"support or oppose designated\r\nclaims and defenses\"; or (3) continuance of trial until Sellers fully complied\r\nwith Purchasers' discovery requests. Attached to the motion are\r\ninterrogatories, requests for production of documents, and requests for\r\nadmission. The motion also describes alleged discovery abuse occurring\r\nduring certain depositions noticed by Purchasers.\r\n\r\n\r\nThe master in equity heard arguments and testimony on this motion.11 \r\nAppellant Kevin Potter requested the judge deem admitted all the\r\nPurchasers' requests for admission because of Sellers' failure to respond. One\r\nof Sellers' attorneys stated to the Court that he had never received the\r\nrequests for admission.12 Bank's attorney stated to the Court that he had no\r\nmemory of the delivery and service of the requests for admission. One of\r\nSellers' attorneys also denied having received a letter from Kevin Potter\r\nquestioning him about the status of the requests. Ultimately, the master in\r\nequity allowed Sellers to respond to the requests for admission, and Sellers\r\nadmitted four of the requests and denied the rest. The master in equity did\r\nnot abuse his discretion by refusing to deem admitted the requests for\r\nadmission, particularly in light of the lack of hard proof that Sellers actually\r\nreceived the requests.\r\n\r\n\r\nAs to the interrogatories and document requests, one of Sellers' lawyers\r\nstated to the master in equity that he answered Purchasers' interrogatories\r\nand request for production of documents. The lawyer apparently then\r\nintroduced the certificate of mailing for the answers to the interrogatories\r\nand request for production of documents, which certificate has been included\r\nin the Record on Appeal. We find that the master in equity had sufficient\r\n\r\n\r\n\r\n11 The trial judge determined that all pending motions, including\r\n\r\ndiscovery motions, would be referred to the master in equity as part of the\r\nforeclosure and guaranty actions.\r\n\r\n\r\n12 Kevin Potter asserted that he hand-served the requests for admission\r\nat the deposition of Marguerite Potter, a guarantor.\r\n\r\n\r\np. 41\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\nevidence before him to conclude that sanctions were inappropriate.13 Kevin\r\nPotter seems to complain that he never received the discovery, but the\r\ncertificate of service suggests Sellers did all that they were obligated to do.\r\nMoreover, as Sellers point out, although Sellers in the discovery answers\r\nobjected to certain information, Purchasers never moved to compel more\r\ncomplete answers or more documents; rather, Purchasers simply denied\r\nhaving received any discovery.\r\n\r\n\r\nUnder these circumstances, the master in equity did not err in refusing\r\nto sanction Sellers. See, e.g., Rule 37, SCRCP (generally providing for motion\r\nto compel discovery prior to any imposition of sanctions); Dunn v. Dunn, 298\r\nS.C. 499, 502, 381 S.E.2d 734, 735 (1989)(stating that the \"trial court judge's\r\nruling on discovery matters will not be reversed on appeal absent a clear\r\nabuse of discretion.\").\r\n\r\n\r\n9. Attorneys' Fees\r\n\r\n\r\nFinally, Purchasers argue the attorneys' fee award by the master in\r\nequity was excessive and included costs associated with other actions. We\r\ndisagree.\r\n\r\n\r\nThe master in equity made thorough findings regarding the factors to\r\nconsider in determining a reasonable attorneys' fee. See, e.g., Blumberg v.\r\nNealco, Inc., 310 S.C. 492, 427 S.E.2d 659 (1993)(delineating factors to\r\nconsider in attorneys' fee award and requiring judges to state findings\r\nexplicitly). Moreover, considerable evidence was presented at the hearing\r\nregarding the time spent by the attorneys in attempting to represent their\r\nclients' interests. The affidavit filed after the hearing had as its purpose the\r\nsegregation of attorneys' fees associated with the foreclosure from fees\r\nassociated with related proceedings. When the master in equity stated he\r\nwould require a post-hearing affidavit segregating attorneys' fees associated\r\nwith the foreclosure from those associated with other related actions,\r\nPurchasers did not object. We find ample support for the attorneys' fee\r\naward.\r\n\r\n\r\n\r\n13 One of Sellers' lawyers stated at the hearing on the motion for\r\n\r\ndiscovery sanctions that the answers to interrogatories and document\r\nrequests were the same in the foreclosure action and in the action on the\r\nguaranty.\r\n\r\n\r\np. 42\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et al.\r\n\r\n\r\n\r\nC. Harry and Marguerite Potter Appeal\r\nGuarantors have raised a number of issues on appeal. Nearly all the\r\nissues are identical to those raised by Purchasers. Based on our rulings in\r\nPurchasers' appeal, we affirm the following issues raised by Guarantors:\r\nIssue 1 (standing/capacity to sue); Issue 2 (failure to join necessary parties);\r\nIssue 3 (adjudication of equitable claims prior to final decision on\r\ncounterclaims); Issue 4 (disn-Lissal of Guarantors' counterclaims); Issue 5 (res\r\njudicata/collateral estoppel as to Sellers' claims); Issue 6 (consent to litigating\r\nmortgage and guaranty in separate action); Issue 7 (motion to amend answer\r\nto counterclaims); Issue 8 (discovery abuse; importantly, the Record does not\r\nreflect that Guarantors moved to compel discovery); Issue 10 (attorneys' fees).\r\n\r\n\r\nGuarantors' Issue 9 is different from any issue raised by Purchasers.\r\nSpecifically, Guarantors argue the master erred by entering judgment against\r\nthem prior to assessment of Purchasers' default. They further argue the\r\njudgment against them should not have exceeded the amount of Purchasers'\r\ndefault.14 \r\n\r\n\r\nWe find no error. There are several good reasons the judgment against\r\nGuarantors exceeded the amount of Purchasers' default. First, Sellers\r\nincurred greater attorneys' fees in the action against Guarantors. Second,\r\nand more importantly, Guarantors guaranteed to Sellers Purchasers' payment\r\nof $290,534.29. Purchasers did not actually owe Sellers that full amount;\r\npart of that amount represented an obligation of Purchasers to Bank.\r\nHowever, because Sellers had guaranteed Purchasers' obligation to Bank,\r\nSellers obtained from Guarantors an obligation to \"cover\" this amount should\r\nPurchasers default in their obligation to Bank. In contrast, Sellers could only\r\nobtain judgment against Purchasers in the amount of Purchasers' default to\r\nSellers plus any amount Sellers had actually paid on their guaranty of\r\nPurchasers' debt to Bank. The difference in the amounts of the judgments\r\nwas well supported by the evidence and by the differing nature of the\r\nGuarantors' and Purchasers' obligations to Sellers.\r\n\r\n\r\nMoreover, we find no prejudice in the entry of judgment prior to\r\nassessment of Purchasers' default. The amount of the judgment entered\r\nagainst Guarantors finds full support in the Record.\r\n\r\n\r\n\r\n14 Judgment against Purchasers totalled $218,653.93, whereas the\r\n\r\njudgment against Guarantors totalled $437,555.\r\n\r\n\r\np. 43\r\n\r\nCRESTWOOD GOLF v. HARRY POTTER, et-al.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nFor the foregoing reasons, the judgments of the trial court and of the\r\nmaster in equity are AFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE and WALLER, JJ., and Acting Associate\r\nJustice L. Casey Manning, concur.\r\n\r\n\r\np. 44\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24714","title":"Porter v. SCPSC, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24714","description":"","date":"1997-11-10","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\nPhilip S. Porter,\r\nConsumer Advocate for\r\nthe State of South\r\nCarolina, Appellant/Respondent,\r\nv.\r\nSouth Carolina Public\r\nService Commission and\r\nCarolina Water Service,\r\nInc., Defendants,\r\n\r\n\r\nOf whom South\r\nCarolina Public Service\r\nCommission is Respondent,\r\n\r\nand Carolina Water\r\nService, Inc., is Respondent/Appellant.\r\n\r\n\r\n\r\nAppeal From Richland County\r\nR. Markley Dennis, Jr., Judge\r\n\r\n\r\n\r\nOpinion No. 24714\r\nHeard September 17, 1997 - Filed November 10, 1997\r\n\r\n\r\n-AFFIRMED IN PART; REVERSED IN PART;\r\nAND REMANDED\r\n\r\nPhilip S. Porter, Nancy Vaughn Coombs, and Elliott\r\n\r\n\r\n\r\np. 45\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\nF. Elam, all of S.C. Department of Consumer\r\nAffairs, of Columbia, for appellant/respondent.\r\n\r\nF. David Butler and Florence P. Belser, both of\r\nS.C. Public Service Commission, of Columbia, for\r\nrespondent.\r\n\r\nWilliam F. Austin and Richard L. Whitt, both of\r\nAustin, Lewis &amp; Rogers, P.A., of Columbia, for\r\nrespondent/appellant.\r\n\r\nMOORE, A.J.: This is a water and sewer rate case. We affirm\r\nin part, reverse in part, and remand for further findings.\r\n\r\n\r\n\r\nFACTS\r\n\r\nIn December 1993, respondent/appellant Carolina Water Service\r\n(Company) commenced this action seeking an increase in various fees. The\r\ntotal requested revenue increase was $804,492. By order dated May 31,\r\n1994, respondent Public Service Commission (Commission) granted an\r\nincrease of $664,542. The circuit court affirmed. Appellant (Advocate)\r\nappeals the calculation of rate base on several grounds and contests the\r\namount allowed for Company's new account charge. 1 \r\n\r\nDISCUSSION\r\n\r\n1. Capitalization percentage for operators' salaries\r\n\r\nIn determining rate base, the Commission used a test year of June\r\n30, 1992, to June 30, 1993. The Commission reduced test year expenses\r\nfor operators' salaries by a 5.74% capitalization percentage to reflect the\r\namount of salary expense attributable to capital projects since expense for\r\ncapital projects is not considered for rate-making purposes. Advocate\r\n\r\n\r\n1 Company cross-appeals on the ground Advocate's petition for judicial\r\n\r\nreview was insufficient to bestow jurisdiction on the circuit court. We affirm\r\npursuant to Rule 220(b), SCACR. See Pringle v. Builders Transport, 298 S.C.\r\n494, 381 S.E.2d 731 (1989); Smith v. S.C. Dept. of Social Services, 284 S.C.\r\n469, 327 S.E.2d 348 (1985).\r\n\r\np. 46\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\ncontends the Commission should have used a higher capitalization\r\npercentage calculated by averaging the capitalization percentage for the\r\ntest year and the previous two years.\r\n\r\nWe have approved the historical test year as a basis for calculating a\r\nutility's rate base as long as adjustments are made for any knov,7n and\r\nmeasurable out-of-period changes in expenses, revenues, and investments\r\nthat would materially alter the rate base. Hamm v. Southern Bell Tel. &amp;\r\nTel. Co., 302 S.C. 132, 394 S.E.2d 311 (1990); Southern Bell Tel. &amp; Tel.\r\nCo. v. Pub. Serv. Comm'n, 270 S.C. 590, 244 S.E.2d 278 (1978). The test\r\nyear is established to provide a basis for making the most accurate\r\nforecast of the utility's rate base, reserves, and expenses in the near future\r\nwhen the prescribed rates are in effect. Hamm v. S.C. Pub. Serv. Comm'n\r\n309 S.C. 282, 422 S.E.2d 110 (1992). Where an unusual situation exists\r\nresulting in test year figures that are atypical and thus do not indicate\r\nfuture trends, the Commission should adjust the test year data. Id.\r\n\r\nIn this case, the Commission found 5.74% accurately reflected the\r\namount of time operators actually spent on capital projects during the test\r\nyear. This finding is supported by the record. The Commission also found\r\nthat although the amount of capital activity varied from year to year, the\r\nvariation was not so great as to require normalization. Further, it\r\nrejected Advocate's proposed 8.85% (based on a three-year average of\r\npercentages) because this amount was not \"significantly different\" from the\r\n5.74% used by the Commission.\r\n\r\nWe begin by noting the comparison between the test year percentage\r\n(5.74%) and the normalized percentage (8.85%) is not dispositive. The\r\nquestion is whether the amount for the test year is markedly different\r\nthan that for other years, thereby indicating it is atypical. Id. The record\r\nindicates a 10.62% capitalization percentage for 1991 and 10.22% for 1992.\r\nThese percentages are nearly 50% higher than the percentage for the test\r\nyear and appear to indicate an atypical variation in the allowable expense\r\nfor operators' salaries. Moreover, there is nothing in the record indicating\r\nthe lower test year capitalization percentage is a more accurate predictor\r\nof Company's expenses.\r\n\r\nHaving said this, however, we note that an adjustment is required\r\nonly if the variation in expense \"materially alters\" the rate base. Hamm\r\nv. Southern Bell, supra. According to the record, using the capitalization\r\npercentage of 10.22% or 10.62% from the previous years rather than 5.74%\r\nfrom the test year would result in a difference to the total rate base of\r\n\r\np. 47\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\napproximately .3%. We conclude this amount does not represent a\r\nmaterial alteration of the rate base. Accordingly, we affirm the\r\nCommission's finding that the test year capitalization percentage was\r\nappropriate.\r\n\r\n2. Customer growth adjustment\r\n\r\nIn determining Company's rate base, the Commission increased test\r\nyear revenue by a standardized per customer adjustment to reflect the\r\nimpact of a projected number of new customers on Company's net\r\noperating income. Advocate complains this standardized per customer\r\nadjustment assumes an equal increase in expenses per customer that\r\nCompany has failed to demonstrate.\r\n\r\nCompany's accountant, Patricia Cuddie, testified that certain\r\nexpenses increase with a growth in customers, including the cost for\r\nelectricity, chemicals, billing supplies, additions to plant, and increased\r\nstaffing. The customer growth adjustment was calculated by multiplying\r\nthe average annual increase in customers by the average amount of pro\r\nforma (adjusted) revenue generated per customer.2 \r\n\r\nAdjustments for known and measurable changes in expenses are\r\nwithin the discretion of the Commission. Absolute precision is not\r\nrequired so long as adjustments are \"know-n and measurable within a\r\ndegree of reasonable certainty.\" Hamm v. S.C. Pub. Serv. Comm'n, 309\r\nS.C. at 291.\r\n\r\n\r\nWe find no abuse of discretion in averaging the amount of net\r\nincome generated as a practical means of determining the adjustment for\r\ncustomer growth, especially since the actual amount of income generated\r\nfor a particular customer is not a readily ascertainable amount.\r\nEmploying the average net income generated by each customer results in\r\nan adjustment that is know-n and measurable within a degree of\r\nreasonable certainty since it reflects the average expense attributable to\r\ngenerating per customer income. Accordingly, we affirm this finding of the\r\nCommission.\r\n\r\n3. Rate case expenses\r\n\r\n\r\n2 The amount of revenue generated per customer is Company's total pro\r\nforma revenue generated at the rate in effect during the test year, divided\r\nby the number of customers.\r\n\r\np. 48\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\nIn calculating rate base, the Commission allowed an\r\nadjustment to expense for Company's unrecovered rate-case expense\r\nincurred during two prior rate cases. The Commission had previously\r\napproved these expenses when a prior rate increase was granted in May\r\n1993, amortized over a three-year period. At the time of the hearing in\r\nthis case, the May 1993 rate had been in effect for approximately one\r\nyear. The unamortized amount of rate-case expense was $146,191\r\nreflecting the remaining two years of unrecovered rate-case expense.\r\nAccordingly, the Commission allowed in this case an adjustment to\r\nexpense for the two years of unamortized rate-case expense ($146,191)\r\namortized over the next three years.3 \r\n\r\nAdvocate contends allowing recovery of the unamortized rate-\r\ncase expense results in retroactive rate-making.4 We disagree.\r\n\r\nRate-making is a prospective rather than a retroactive process.\r\nS.C. Elec. &amp; Gas Co. v. Pub. Serv. Comm'n, 275 S.C. 487, 272 S.E.2d 793\r\n(1980). Retroactive rate-making is prohibited based on the general\r\nprinciple that those customers who use the service provided by the utility\r\nshould pay for its production rather than requiring future rate payers to\r\npay for past use. Popowsky v. Pa. Pub. Util. Comm'n, 642 A.2d 648 (Pa.\r\nCommnw. Ct. 1994) (Popowsky I).\r\n\r\nThere is an exception to this rule, however, for expenses\r\ndeemed \"extraordinary.\" An extraordinary expense is one that is\r\nunanticipated and non-recurring. Popowsky I; see also Stewart v. Utah\r\nPub. Serv. Comm'n, 885 P.2d 759 (Utah 1994) (extraordinary and\r\nunforeseeable). Generally, amortizing an extraordinary expense incurred\r\nin the past does not result in retroactive rate-making. Popowsky v. Pa.\r\nPub. Util. Comm'n. 695 A.2d 448 (Pa. Commnw. Ct. 1997) (Popowsky II).\r\nIt is common practice to include the amount of unamortized costs from\r\nprior rate cases as an amortized expense in calculating rate base. See\r\nProvidence Gas Co. v. Malachowski, 656 A.2d 949 (R.I. 1995). Ideally the\r\namortization period matches the expected interval between rate cases. Id.\r\n\r\n\r\n3 In other words, one-third of the $146,191 was allowed as an expense\r\n\r\nin calculating the rate base in this case.\r\n\r\n4 Advocate contends generally that rate-case expense should be\r\nnormalized rather than amortized because it has become an ordinary cost of\r\ndoing business. Advocate, however, does not challenge the amortization of\r\ncurrent rate case expense that was also approved in this case.\r\n\r\np. 49\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\nThe Commission found a three-year amortization period usually\r\nrepresents the time period in which utilities file for rate increases. Rate-\r\ncase expense is therefore expected to be fully recovered before the next\r\nrate case. Accordingly, the remaining unamortized rate-case expense,\r\npreviously approved but un-recovered, is unanticipated and non-recurring\r\nand qualifies as an extraordinary expense. Amortization of this expense\r\ndoes not constitute retroactive rate-making and we affirm this finding of\r\nthe Commission.\r\n\r\n4. Deferred charges\r\n\r\nThe Commission adjusted test year expense by allowing certain\r\ndeferred charges for expenses actually incurred before the test year.\r\nThese charges include such expenses as tank maintenance and press\r\nwashing sewer mains that were incurred between 1988 and 1993.\r\nAdvocate contends some of these expenses are not extraordinary and\r\ntherefore do not qualify for the exception to retroactive treatment.5 We\r\nagree.\r\n\r\nCompany accountant Cuddie testified that \"many of [the\r\ndeferred charges] will continue to occur year after year. For example,\r\ntank paintings are routine and required at regular intervals. In addition,\r\nmain breaks and major repairs also occur each year.\" The Commission\r\napproved these deferred charges finding:\r\n\r\nAs painting tanks and repairs to mains are\r\nexpenses which must be paid for when the work is\r\ncompleted but the useful life of which is for a\r\nperiod longer than a given test year, the\r\nCommission has allowed the treatment of these\r\nexpenses as deferred charges with the recovery\r\nspread over several years.\r\n\r\nThe expenses described by witness Cuddie are routine and\r\nrequired at regular intervals. They therefore do not qualify as\r\nextraordinary because they are not unanticipated or non-recurring.  See\r\nPhila. Elec. Co. v. Pa. Pub. Util. Comm'n, 502 A.2d 722 (Pa. Conunw. Ct.\r\n\r\n\r\n5 Advocate does not challenge deferred charges relating to Hurricane\r\n\r\nHugo which would properly qualify as extraordinary expenses. See Popowsky\r\nI, supra (weather-related expenses qualify as extraordinary for retroactive\r\ntreatment).\r\n\r\np. 50\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\n\r\n1985) (costs that recur as part of maintaining the existing facility are not\r\nextraordinary). The Commission improperly allowed a retroactive rather\r\nthan prospective recovery of these deferred charges. Since these types of\r\nexpenses are recurring and anticipated, they should be considered\r\nprospectively as known and measurable adjustments to test year expenses.\r\nSouthern Bell Tel. &amp; Tel. Co. v. Pub. Serv. Comm'n, supra (Commission\r\nshould make adjustments for known and measurable changes in expenses\r\noccurring after the test year).\r\n\r\nAccordingly, we remand for the Commission to remove from\r\nthe rate base calculation any deferred charges that are not unanticipated\r\nand non-recurring.\r\n\r\n5. Cash working capital\r\n\r\nIn determining an allowance for cash working capital to be\r\nincluded in the rate base, the Commission used per book amounts of\r\noperating expenses to adjust cash working capital. Advocate contends for\r\nconsistency the Commission should have used pro forma amounts of\r\noperating expenses for this adjustment since pro forma adjustments were\r\nmade to the operating and maintenance expenses for purposes of\r\ndetermining rate base. The Commission found the per book amounts were\r\nknown figures and therefore appropriate.\r\n\r\nWe have examined the figures found in the record and\r\ndetermine this issue to be without merit: The adjustment to cash working\r\ncapital applied by the Commission is $30,695. The adjustment proposed\r\nby Advocate is $23,987, which would result in a difference in rate base of\r\n$6,708. This difference represents .06% of the total rate base.\r\n\r\nThe Commission has wide latitude to determine its\r\nmethodology in rate-setting and there is no abuse of discretion where\r\nsubstantial evidence supports the finding of a just and reasonable rate.\r\nHeater of Seabrook, Inc. v. Pub. Serv. Comm'n,__S.C.__, 478 S.E.2d\r\n826 (1996). Here, the Commission based its reduction of cash working\r\ncapital on known amounts supported by the record. Further, a rate base\r\ncalculation employing either methodology is substantially the same. We\r\nfind no abuse of discretion. The finding of the Commission regarding cash\r\nworking capital is affirmed.\r\n\r\n6. New account charge\r\n\r\np. 51\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\n\r\nCompany sought a $1.00 increase in the $27.00 fee it charges\r\nnew customers to set up an account. In support, Company submitted an\r\nitemized list of its costs in setting up a new account. Advocate responded\r\nby pointing to the fact that $14.83 of the total $28.82 in costs was related\r\nto turning off service for an existing customer and not setting up new\r\nservice. The Commission agreed with Advocate that these costs were not\r\nproperly attributable to a new account charge and denied Company's\r\nrequest for an increase. Advocate contends the Commission erred in\r\nrefusing Advocate's request that the new account charge be reduced to\r\n$14.00, the amount of costs supported by the evidence.\r\n\r\nThe Commission refused to entertain Advocate's request for a\r\nreduction because the $27.00 fee had been previously approved without\r\nobjection in a May 1993 rate case. Company argues in support of the\r\nCommission's decision that reconsideration of a pre-approved fee would be\r\nretroactive rate-making.\r\n\r\nIn S.C. Elec. &amp; Gas Co. v. Pub. Serv. Comm'n, supra, we held\r\nthe Commission could not order a refund for excess revenue collected\r\nunder a past-approved rate because this would violate the rule against\r\nretroactive rate-making.6 We agree with Advocate, however, there is no\r\nviolation of the rule against retroactive rate-making where the reduction\r\nsought is prospective only as in this case.\r\n\r\nThe Commission is statutorily charged with the authority to\r\nsupervise and regulate all public utilities' and fix just and reasonable\r\nrates. S.C. Code §§ 58-3-140 (Supp. 1996) and -5-210 (1976). Further,\r\nS.C. Code Ann. § 58-5-290 (1976) specifically provides:\r\n\r\n§ 58-5-290. Correction by Commission of\r\nimproper rates and the like.\r\n\r\nWhenever the Commission shall find, after\r\nhearing, that the rates, fares, tolls, rentals [or]\r\ncharges ... however or whensoever they shall have\r\ntheretofore been fixed or established ... are unjust\r\n[or] unreasonable . . . the Commission shall, subject\r\nto review by the courts as herein provided,\r\ndetermine the just and reasonable fares, tolls,\r\n\r\n\r\n6 We held the Commission should instead consider extraordinary\r\n\r\namounts generated when setting the next rate.\r\n\r\np. 52\r\n\r\nPORTER v. SCPSC, et al.\r\n\r\n\r\nrentals [or] charges . . .to be thereafter observed\r\nand enforced and shall fix them by order as herein\r\nprovided.\r\n\r\nClearly, under this statute, the Commission has the continuing power to\r\nprospectively correct or reduce a previously approved charge. In\r\nconjunction with this power, S.C. Code Ann. § 58-5-300 (1976) provides:\r\n\r\n§ 58-5-300. All facts may be considered in\r\nmaking correction.\r\n\r\nIn connection with a determination under § 58-5-\r\n290 the Commission may consider all facts which in\r\nits judgment have a bearing upon a proper\r\ndetermination of the question, although not set\r\nforth in the complaint or application and not within\r\nthe allegations contained therein.\r\n\r\nAccordingly, the fact that this matter came before the Commission\r\npursuant to Company's request for an increase in the new account charge\r\ndoes not impact the Commission's power to consider all the facts before it\r\nand order a reduction in this charge.7 \r\n\r\nIn rejecting Company's request for an increase and Advocate's\r\ncountervailing request for a decrease, the Commission made no specific\r\nfinding that the existing $27.00 new account charge was supported by the\r\nevidence. Accordingly, we remand for the Commission to make findings\r\nregarding the appropriate amount that should be allowed for the new\r\naccount charge.\r\n\r\nAFFIRMED IN PART; REVERSED IN PART; AND\r\nREMANDED.\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, WALLER, JJ., and Acting Associate\r\nJustice George T. Gregory Jr., concur.\r\n\r\n\r\n7 Of course, any reduction is subject to the requirement that the utility\r\n\r\nreceive notice and an opportunity to be heard. See Stono River Envtl.\r\nProtection Agency v. S.C. Dept. of Health and Envtl. Control, 305 S.C. 90,\r\n406 S.E.2d 340 (1991).\r\n\r\np. 53\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24715","title":"Bryson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24715","description":"","date":"1997-11-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 32\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\nNorman Bryson, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Laurens County\r\nEdward B. Cottingham, Post-Conviction Judge\r\n\r\nOpinion No. 24715\r\nSubmitted October 28, 1997 Filed - November 17, 1997\r\n\r\n\r\nVACATED AND REMANDED\r\n\r\nAssistant Appellate Defender Robert M. Pachak, of the\r\nSouth Carolina Office of Appellate Defense, for\r\npetitioner.\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Teresa A. Knox, and Assistant\r\nAttorney General Barbara M. Tiffin, all of Columbia,\r\nfor respondent.\r\n\r\n\r\n\r\nPER CURIAM: Petitioner has filed a petition for a writ of\r\ncertiorari with this Court in which he maintains the order dismissing his post-\r\nconviction relief application does not comply with S.C. Code Ann. § 17-27-80\r\n(1985) and Rule 52(a), SCRCP, because it does not contain specific findings of\r\n\r\np. 3\r\n\r\n\r\nBRYSON v. STATE \r\nfact and conclusions of law with regard to each issue raised in his application\r\nand at the hearing thereon. See also Pruitt v. State, 310 S.C. 254, 423 S.E.2d\r\n127 (1992); McCray v. State, 305 S.C. 329, 408 S.E.2d 241 (1991). Petitioner\r\nasks the Court to remand this matter to the post-conviction relief judge to make\r\nproper findings of fact and conclusions of law. The State opposes the request\r\nand submits the order of dismissal properly addresses each issue raised by\r\npetitioner.\r\n\r\nWe hereby grant the petition for a writ of certiorari, dispense with\r\nfurther briefing, vacate the order of dismissal, and remand this matter to the\r\npost-conviction relief judge to make specific findings of fact and conclusions of\r\nlaw as to each issue raised by petitioner in his post-conviction relief application\r\nand at the hearing thereon.\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nAssociate Justice James E. Moore, not\r\nparticipating.\r\n\r\np. 4\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24716","title":"Stephen Lamont Westbrook v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24716","description":"","date":"1997-11-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 32\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nStephen Lamont\r\nWestbrook, Petitioner,\r\n\r\n\r\nv.\r\n\r\n\r\nState of South Carolina, Respondent.\r\n\r\n\r\nAppeal From York County\r\nE.C. Burnett, 111, Post-Conviction Judge\r\nJohn C. Hayes, 111, Trial Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24716\r\nSubmitted October 22, 1997 Filed - November 17, 1997\r\n\r\n\r\n\r\n\r\nCERTIORARI DISMISSED AS\r\nIMPROVIDENTLY GRANTED\r\n\r\n\r\nAssistant Appellate Defender Lisa G. Echols, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner.\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox and\r\nAssistant Attorney General Matthew M. McGuire,\r\nall of Columbia, for respondent.\r\n\r\n\r\nPER CURIAM: We dismiss the writ of certiorari as\r\nimprovidently granted.\r\n\r\n\r\np. 5\r\n\r\n\r\nWESTBROOK v. STATE \r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nBurnett, A.J., not participating\r\n\r\n\r\np. 6\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]