[{"id":"24695","title":"Hope v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24695","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nDerrick Kernard Hope, Petitioner/Respondent,\r\n\r\n\r\n v.\r\n\r\n\r\nState of South Respondent/Petitioner.\r\nCarolina,\r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n\r\n\r\n\r\n Appeal From York County\r\n Robert L. McFadden, Trial Judge\r\nJohn C. Hayes, III, Post-Conviction Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24695\r\nSubmitted September 18, 1997 - Filed October l3, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\n\r\nWanda H. Haile, Senior Assistant Appellate\r\nDefender, South Carolina Office of Appellate\r\nDefense, of Columbia, for petitioner/respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCharles M. Condon, Attorney General, John W.\r\nMcIntosh Deputy Attorney General, Teresa A.\r\nKnox, Assistant Deputy Attorney General, and\r\nMatthew M. McGuire, Assistant Attorney General,\r\nall of Columbia, for respondent/petitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\n WALLER, A.J.: In March 1987, a jury convicted Derrick\r\nKernard Hope of assault to commit first degree criminal sexual conduct\r\n(\"CSC\") and first degree burglary. He filed for post-conviction relief attacking\r\n\r\n\r\np3\r\n\r\n\r\nHOPE v. STATE \r\n\r\n\r\n\r\nboth convictions.1 After an evidentiary hearing, a judge denied relief\r\nregarding Hope's conviction for assault with intent to commit first degree\r\nCSC, and granted relief regarding his conviction for first degree burglary.\r\nThis Court granted certiorari.\r\n\r\n\r\n\r\n\r\n\r\n\r\n ISSUES\r\n\r\n\r\nI. Did the trial court have subject matter jurisdiction over the charge for\r\n which Hope was convicted?\r\n\r\n\r\n\r\n\r\n\r\n\r\nII. Was counsel ineffective in falling to request a jury charge on S.C.\r\n Code Ann. § 16-13-170?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Subject Matter Jurisdiction\r\n\r\n\r\n At trial, the judge allowed the State to amend Hope's assault\r\nindictment from assault with intent to commit third degree CSC to assault\r\nwith intent to commit first degree CSC. Hope argues this was error. We\r\nagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Under S.C. Code Ann. § 17-19-100 (1976), an indictment may be\r\namended because of a variance in evidence produced at trial only if such\r\namendment does not change the nature of the offense charged. Clearly, the\r\namendment here changed the nature of the offense, as we have previously\r\nheld. State v. Riddle, 301 S.C. 211, 391 S.E.2d 253 (1990) (amendment of\r\nindictment from assault with intent to commit third degree CSC to assault\r\n\r\n\r\n\r\n\r\n1 We dismissed Hope's direct appeal on August 25, 1987. Hope\r\n initially filed for post-conviction relief on December 14, 1988. After an\r\n evidentiary hearing, a judge denied relief and this application (along with\r\nan amended one dated September 7, 1989) was dismissed on September 7,\r\n1989. On June 24, 1992, Hope filed a subsequent PCR application and\r\nwas granted a belated appeal pursuant to Austin v. State, 305 S.C. 453,\r\n409 S.E.2d 395 (1991), because his original PCR counsel failed to perfect\r\nan appeal from the first denial of PCR in 1989. During this appeal, it\r\nwas discovered there was no record of Hope's first evidentiary hearing.\r\nWe then ordered Hope receive a new evidentiary hearing based on his first\r\nPCR application. Such a hearing was conducted on December 5, 1995. It\r\nis the order resulting from this last evidentiary hearing which is currently\r\non appeal.\r\n\r\n\r\np4\r\n\r\n\r\nHOPE V. STATE \r\n\r\n with intent to commit first degree CSC deprived court of subject matter\r\njurisdiction).2 Thus, the PCR judge erred in refusing to grant Hope's\r\napplication for post-conviction relief on this ground.3 Hope is therefore\r\nentitled to a new trial on this charge.4 \r\n\r\n\r\n\r\n\r\nII. Lesser Included Offense\r\n\r\n\r\n The PCR judge found trial counsel ineffective in failing to request a\r\njury charge on \"entering without breaking,\" holding it is a lesser included\r\noffense of first degree burglary. The State argues this was error. We agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n \"The test for determining when a crime is a lesser included offense of\r\nthe crime charged is whether the greater of the two offenses includes all the\r\nelements of the lesser offense. If the lesser offense includes an element not\r\nincluded in the greater offense, then the lesser offense is not included in the\r\ngreater.\" State v. Bland, 318 S.C. 315, 317, 457 S.E.2d 611, 612 (1995)\r\n(internal citations omitted). First degree burglary is defined, in pertinent\r\npart, as entering \"a dwelling without consent and with intent to commit a\r\n\r\n\r\n\r\n\r\n2 The State has conceded the amendment was improper and deprived\r\nthe court of subject matter jurisdiction over Defendant's conviction for\r\nassault with intent to commit first degree CSC.\r\n\r\n\r\n 3 The PCR judge found this issue was not properly before him\r\nbecause it could have been raised on direct appeal. This was clearly an\r\nimproper basis on which to deny relief since matters of subject matter\r\njurisdiction may be raised at any time. Browning v. State, 320 S.C. 366,\r\n460 S.E.2d 358 (1995); Slack v. State, 311 S.C. 415, 429 S.E.2d 801 (1993).\r\n\r\n\r\n 4 We summarily reject the State's argument that all Hope is entitled\r\nto is a sentencing hearing for assault to commit third degree CSC. This\r\ncharge was not even submitted to the jury at Hope's trial. Furthermore,\r\nwe disagree with the State's contention that a finding of guilt of assault to\r\ncommit first degree CSC necessarily indicates a finding of all elements\r\nincluded in assault to commit third degree CSC.  See S.C. Code Ann. §\r\n16-3-652 (1976) (first degree CSC requires proof of either aggravated force\r\nor that victim was also victim of other offense, including burglary); S.C.\r\nCode Ann. § 16-3-654 (1976) (third degree CSC requires proof of either\r\nforce or coercion or knowledge that victim is mentally handicapped or\r\nphysically helpless). To attempt to second-guess a jury's verdict under the\r\ncircumstances of this case would be fundamentally unfair.\r\n\r\n\r\np5\r\n\r\n\r\nHOPE v. STATE \r\n\r\n\r\n\r\ncrime in the dwelling.\" S.C. Code Ann. § 16-11-311 (Supp. 1996). \"Entering\r\nwithout breaking\" is defined, in pertinent part, as entering, without breaking,\r\nor attempting to enter any house or vessel, with intent to steal or commit\r\nany other crime. S.C. Code Ann. § 16-13-170 (1976).5 \r\n\r\n\r\n\r\n\r\n\r\n\r\n The difference in elements between these two offenses is that under the\r\nformer, it must be shown the entering was accomplished without consent,\r\nwhereas under the latter, it must be shown the entering was accomplished\r\nwithout breaking. We find this difference dispositive. In State v. Kirby, ___\r\nS.C. ___, 481 S.E.2d 150 (Ct. App. 1996), the issue was whether unlawful\r\ncarrying of a pistol is a lesser included offense of possession of a firearm\r\nduring the commission of a violent crime. The Court of Appeals, relying on\r\nprecedent from this Court,6 held it was not. It reasoned that one could be\r\nconvicted of the greater offense regardless of whether possession of the\r\nweapon was lawful or unlawful, whereas the lesser offense required the\r\npossession to be unlawful. In other words, the greater offense did \"not\r\nnecessarily, include all of the elements of [the lesser].\" 481 S.E.2d at 154.\r\nThe same reasoning applies in this case: one can be convicted of first degree\r\nburglary whether or not a breaking occurred (the focal inquiry being whether\r\nentry was made without consent), but to be convicted of the lesser it must be\r\nshown the entering was accomplished without a breaking.7 Because first\r\ndegree burglary does not necessarily include all elements of \"entering without\r\nbreaking,\" the latter cannot be a lesser included offense.\r\n\r\n\r\n\r\n\r\n\r\n\r\n The PCR judge's finding counsel ineffective for failing to request a\r\ncharge on \"entering without breaking\" is thus without any evidentiary\r\nsupport. See Clark v. State, ___ S.C. ___, 468 S.E.2d 653 (1996) (rulings of\r\nPCR judge will not be upheld where no evidence exists to support them).\r\nHope was not charged with this offense, and we now hold it is not a lesser\r\n\r\n\r\n5 This section was amended in 1994 (after the crime was committed\r\nin this case) to make its violation a felony as opposed to a misdemeanor.\r\n\r\n\r\n\r\n\r\n 6 In State v. Lawrence, 266 S.C. 423, 223 S.E.2d 856 (1976), this\r\nCourt held convictions for both armed robbery and unlawful possession of\r\na pistol did not violate the Double Jeopardy Clause because proof of armed\r\nrobbery only required possession of a weapon, regardless of whether such\r\npossession was lawful or not.\r\n\r\n\r\n\r\n\r\n 7 A breaking is defined as \"any act of physical force, however slight,\r\nwhereby any obstruction to entering is forcibly removed.\" State v. Clamp,\r\n225 S.C. 89, 99, 80 S.E.2d 918, 922 (1954).\r\n\r\n\r\np6\r\n\r\n\r\nHOPE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nincluded offense of the crime for which he was charged. See Kirby, 481\r\nS.E.2d at 153 (indictment will sustain a conviction for a lesser offense only\r\nif the lesser offense is included within the greater charged offense).\r\n\r\n\r\n\r\n\r\n\r\n\r\n CONCLUSION\r\n\r\n\r\n We reverse the PCR judge's denial of relief as to Hope's conviction for\r\nassault to commit first degree CSC. Hope is entitled to a new trial on the\r\ncharge of assault to commit CSC because of the trial court's lack of subject\r\nmatter jurisdiction over the offense for which he was convicted. Additionally,\r\nwe reverse the PCR judge's grant of relief as to Hope's conviction for first\r\ndegree burglary. This case is therefore remanded for further proceedings\r\nconsistent with this opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., Moore and BURNETT, JJ., concur.\r\n\r\n\r\np7\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24696","title":"Weaver, et al. v. Recreational District, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24696","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nDon Weaver and\r\nRichland County\r\nCouncil, Plaintiffs,\r\n\r\n\r\n\r\n\r\n\r\n\r\nof whom\r\nRichland County\r\nCouncil is Appellant/Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nRecreation District,\r\nRecreation Commission\r\nof Richland County,\r\nHarry Huntley, as\r\nAuditor of Richland\r\nCounty, Cornelia\r\nPaskey, as Treasurer of\r\nRichland County, Defendants,\r\n\r\n\r\n\r\n\r\n\r\n\r\nof whom Recreation\r\nDistrict, Recreation\r\nCommission of Richland\r\nCounty is Respondent/Appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Richland County,\r\nJames E. Brogdon, Jr., Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24696\r\n\r\n\r\nHeard September 17, 1997 - Filed October 13, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART\r\n\r\n\r\np8\r\n\r\n\r\nDON WEAVER, et al. v. RECREATION DISTRICT, et al. \r\n\r\n\r\n\r\n\r\n\r\nDwight F. Drake, John E. Schmidt, III and Melissa\r\nJ. Copeland, all of Nelson, Mullins, Riley &amp;\r\nScarborough, of Columbia, and Larry C. Smith of\r\nthe Richland County Attorney's Office, for\r\nappellant/ respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nJohn S. Taylor, Jr. and David W. Robinson, II, both\r\nof Robinson, McFadden &amp; Moore, of Columbia, for\r\nrespondent,/appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n WALLER, A.J.: This case involves the constitutionality of Act\r\nNo. 317, 1969 Acts 382, the act which created the Richland County\r\nRecreation Commission (Recreation Commission or District). The circuit court\r\nupheld the constitutionality of the act. We reverse.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAct No. 317 authorizes the Recreation Commssion, in pertinent part:\r\n\r\n\r\n\r\n\r\n[t]o levy upon all the taxable property in the District a tax of not\r\nexceeding five mills per annum to meet the cost of operating, and\r\nmaintaining ... recreational facilities under its jurisdiction. Such tax\r\nshall be levied by the county auditor and collected by the county\r\ntreasurer who shall keep it in a separate fund applicable solely to the\r\npurpose for which it was levied.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Don Weaver (Plaintiff/Weaver) instituted this action challenging the\r\nconstitutionality of Act 317, contending it violated Article X, § 5 of the South\r\nCarolina Constitution. The effect of the act, he claimed, was to permit\r\n\"taxation without representation,\" as the Commission is an appointed, rather\r\nthan elected, body. Appellant-Respondent, Richland County Council, filed a\r\nmotion to intervene, which was granted by an order of the circuit court on\r\nSeptember 11, 1995.1 \r\n\r\n\r\n\r\n\r\n1 The Recreation Commission filed a cross-appeal of this order\r\ncontending Council was without standing, to challenge Act No. 3l7. We\r\n\r\n\r\np9\r\n\r\n\r\n\r\n\r\nDON WEAVER, et al. v. RECREATION DISTRICT, et al. \r\n\r\n\r\n\r\n\r\n\r\n On the merits, in an order dated December 9, 1996, the circuit court\r\nfound Act No. 317 to be a constitutional delegation of legislative authority\r\nsuch that no taxation without representation had occurred. County Council\r\nappeals this order.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\n\r\nDoes Act No. 317 of 1969 unconstitutionally permit taxation\r\nwithout representation?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n Council contends the delegation of authority to an appointed body to\r\nlevy up to 5 mills per year unconstitutionally permits taxation without\r\nrepresentation in violation of S.C. CONST. art. X, § 5 (1996 Supp.). We\r\nagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nArticle X, § 5 provides, in pertinent part,\r\n\r\n\r\nNo tax ... shall be established, fixed, laid or levied, under any\r\npretext whatsoever, without the consent of the people or their\r\nrepresentatives lawfully assembled ....\r\n\r\n\r\n\r\n\r\n In Crow v. McAlpine, 277 S.C. 240, 285 S.E.2d 355 (1981), this Court\r\nwas faced with a legisiative delegation of authority to an appointed board, the\r\nMarlboro County Board of Education, to levy and collect all tax millage\r\nnecessary to meet the school district's operating budget. We found such a\r\ndelegation of authority violated Article X, § 5 as the legislative power to tax\r\nmay not be conferred on a purely appointive body but must he under the\r\nsupervisory control of elected bodies, stating:\r\n\r\n\r\n\r\n\r\nThe unlimited power of taxation attempted to be conferred by the\r\nAct under consideration is itself a forcible reminder that the\r\npower to fix and levy a tax should only be conferred upon a body\r\nwhich stands as the direct representative of the people, to the\r\nend that an abuse of power may be directly corrected by those\r\nwho must carry the burden of the tax. \r\n\r\n\r\n\r\n\r\n\r\n\r\ndisagree. We find Council has sufficient interest in the matter, and the\r\nmatter is of such public concern, as to confer standing. Thompson v. S.C.\r\nComm'n on Alcohol and Drug Abuse, 267 S.C. 463, 229 S.E.2d 718 (1976).\r\n\r\n\r\np10\r\n\r\n\r\nDON WEAVER, et al. v. RECREATION DISTRICT, et al. \r\n\r\n277 S.C. at 244-245, 285 S.E.2d at 358. Accordingly, we held the act\r\nunconstitutional stating, \"the General Assembly may not, consistent with\r\nArticle X, Section 5, delegate the unrestricted power of taxation to an\r\nappointive body.\" Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\n The same result was subsequently reached in Stone v. Traynham, 278\r\nS.C. 407, 297 S.E.2d 420 (1982) in which we invalidated an amendment to\r\nS.C. Code Ann. § 4-9-70, which purported to permit the Orangeburg County\r\nBoard of Education to establish school tax millages. There, we noted our\r\nholding in Crow that \"participation by an appointed board ... in the\r\nbudgeting process ... constituted taxation without representation.\" 278\r\nS.C. at 408, 297 S.E.2d at 421 (emphasis supplied).\r\n\r\n\r\n\r\n\r\n\r\n\r\n Most recently, in Bradley v. Cherokee School District No. One. ___ S.C.\r\n ___, 470 S.E.2d 570 (1996), we upheld an act authorizing the Cherokee\r\n County School Board to conduct two referenda: one for issuance of general\r\n obligation bonds, and the other to approve a 1% sales tax to pay off the debt\r\n service on the bonds. The act was challenged on grounds it permitted the\r\n Board to impose a tax throughout the county, when a portion of the residents\r\n did not vote for the members of the school board. This Court upheld the act,\r\n finding that \"[t]he ultimate authority under the Act to impose the tax rests\r\n with the Cherokee County voters,\" as the entire county electorate had voted\r\n on issuance of the bonds and the sales tax. In Bradley we noted, however,\r\n that \"where the taxing, power is delegated to a body composed of persons not\r\n assented to by the people nor subject to the supervisory control of a body\r\n chosen by the people, the constitutional restriction against taxation without\r\n representation is violated.\" ___ S.C. at ___, 470 S.E.2d at 571.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Here, Act No. 317 gives the Recreation Commission the complete\r\ndiscretion to determine its annual budget, and to levy anywhere from one to\r\nfive mills taxes to meet its budget. We find such a delegation impermissible\r\nunder our holdings in Crow, Traynham, and Bradley2. Accordingly, insofar\r\n\r\n\r\n2 We are unpersuaded by, Commission's contention that, in setting forth a\r\n maximum millage rate of 5 mills in this case, the Legislature itself has actually\r\n levied the tax and the Commission is merely acting, in a ministerial capacity, in\r\n assessing, and collecting the tax. We find the authority, cited by Commission in\r\n support of this proposition inapplicable to the present case. See e.g., Morton Bliss\r\n Co. v. Comptroller General, 4 S.C. 430 (1873); Lillard v. Melton, 103 S.C. 10,\r\n 87 S.E. 421 (1915); Evans v. Beattie, 137 S.C. 491, 135 S.E. 538 (1926), Southern\r\n Railroad Co. v. Kay, 62 S.C. 28, 39 S.E. 785 (1901); Crawford v. Johnson, 177 S.C.\r\n 399, 181 S.E. 476 (1935); McLure v. McElroy, 211 S.C. 106, 44 S.E.2d 101 (1947).\r\n\r\n\r\n\r\n\r\np11\r\n\r\n\r\nDON WEAVER, et al. v. RECREATION DISTRICT, et al. \r\n\r\n\r\n\r\n\r\n\r\nas Act No. 317 permits such a delegation, it violates Article X, § 5 of the\r\nSouth Carolina Constitution and may not stand.\r\n\r\n\r\n\r\n\r\n\r\n\r\n We are cognizant, however, of the disruptive effect today's holding could\r\nhave on the financial operation of numerous special purpose districts, local\r\ncommissions and boards throughout this state. Accordingly, in order to give\r\nthe General Assembly an opportunity to address this problem, we hold this\r\ndecision shall be applied prospectively beginning December 31, 1999. Accord\r\nCrow v. McAlpine, supra (ruling applied prospectively beginning the following\r\ntax year).\r\n\r\n\r\n\r\n\r\n\r\n\r\n Council's remaining issue is affirmed pursuant to Rule 220(b)(SCACR)\r\nand the following authorities: Dicks &amp; Gillam, Inc. v. Cleland, 295 S.C.\r\n124, 367 S.E.2d 430 (Ct.App.1988) (trial court's findings come to appellate\r\ncourt with presumption of correctness; burden is on appellant to demonstrate\r\nreversible error), Honea v. Honea, 292 S.C. 456, 357 S.E.2d 191 (Ct. App.\r\n1987) (party cannot fail to offer sufficient proof at trial, then come to\r\nappellate court complaining of the insufficiency of evidence to support\r\nfindings).\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe judgment below is\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMost of these cases do not specifically address the precise issue presently\r\nbefore the Court or are simply, inapposite factually; others involve the\r\ndelegation of authority to an elected, rather than an appointed, official.\r\nAccordingly, we do not find these cases controlling. To the extent any of\r\nthese cases may be viewed as inconsistent with our opinion today, they are\r\noverruled.\r\n\r\n\r\n\r\n\r\n\r\n\r\np12\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24697","title":"In the Matter of William Gary White, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24697","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In the Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of William Gary\r\nWhite, III, Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24697\r\nHeard August 18, 1997 - Filed October 13, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n\r\n\r\nWilliam Gary White, III, pro se, of Columbia.\r\n\r\n\r\nCharles Molony Condon, Attorney General, and James G. Bogle,\r\nJr., Senior Assistant Attorney General, both of Columbia, for\r\ncomplainant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: In this attorney discipline matter, Respondent William\r\nGary White, III, is charged with seven acts of misconduct. A panel hearing\r\non this matter was conducted July 20-21, 1995.1 The panel filed its report\r\nJanuary 31, 1997, finding Respondent committed misconduct in three of the\r\nmatters charged. As to the other charges raised, the panel found the record\r\ncontained no clear and convincing, evidence of misconduct and recommended\r\nthey be dismissed. Regarding the appropriate sanction, it recommended\r\nRespondent receive a public reprimand with certain conditions (as described\r\nherein) for those matters constituting misconduct. The Interim Review\r\n\r\n\r\n\r\n\r\n1 We granted Respondent's motion that this hearing be made open to the\r\npublic. However, we gave the panel chairperson the authority to close any\r\npart of the hearing when the chairperson felt it necessary to protect those\r\npersons having the right to confidentiality under Rule 413, SCACR, and who\r\ndid not request the confidentiality provisions be lifted.\r\n\r\n\r\np13\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\nCommittee2 (\"IRC\") adopted the panel's findings of fact and conclusions of\r\nlaw. The IRC agreed with the panel's recommended sanction, suggesting as\r\nan additional condition that Respondent be directed to contact the Law Office\r\nManagement Assistance Program (\"LOMAP\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n After reviewing the record in this case, we agree with those findings\r\nand conclusions made by the panel and IRC. We further agree the\r\nappropriate sanction is a public reprimand, with conditions as set forth in\r\nthis opinion, for Respondent's misconduct in the following matters.\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Magaline Cathy Smith Matter\r\n\r\n\r\n Ms. Smith hired Respondent on a contingency fee basis to pursue a civil\r\naction.3 After suit was filed and several depositions were taken, Ms. Smith\r\nbecame dissatisfied with Respondent's representation and decided to\r\nterminate his services. She sent him a letter to this effect April 1, 1994 in\r\nwhich she requested her file. She had contacted another attorney about\r\ntaking her case, but he told her he needed to review the file before making\r\na decision.\r\n\r\n\r\n\r\n\r\n On April 11, 1994, Ms. Smith filed a complaint with the Board of\r\nCommissioners on Grievances and Discipline because Respondent had not\r\nreturned her file. Over the course of the next several months, Respondent\r\nwas repeatedly asked by the Board, Ms. Smith, her newly-consulted attorney,\r\nand other counsel representing her in a lawsuit Respondent filed against\r\nher,4 to return the file. He refused, claiming he was asserting a retaining\r\nlien on the file.\r\n\r\n\r\n2 The order adopting the new Rules for Lawyer Disciplinary Enforcement\r\nprovided that any disciplinary case in which a hearing had been held by a\r\nhearing panel prior to January 1, 1997, would continue to conclusion under\r\nthe former Rule on Disciplinary Procedure. The Interim Review Committee\r\nwas created to fulfill the functions performed by the Executive Committee\r\nunder Paragraph 14(a) of the former Rule on Disciplinary Procedure in those\r\ncases. Citations in this opinion to Rule 413, SCACR, will be to the former\r\nRule on Disciplinary Procedure.\r\n\r\n\r\n\r\n\r\n\r\n\r\n 3 The record does not disclose when Respondent was hired.\r\n\r\n\r\n 4 This lawsuit did not arise from any fee dispute between Respondent and\r\nMs. Smith, but apparently stemmed from a separate matter between them.\r\n\r\n\r\n\r\n\r\n\r\n\r\np14\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\n\r\n\r\n A petition for contempt was ultimately filed with this Court on June\r\n30, 1994, seeking issuance of a Rule to Show Cause and an order requiring\r\nRespondent to return the file. The day after this petition was filed,\r\nRespondent returned the file. Part of the file included depositions of several\r\nwitnesses. However, Respondent only provided sealed depositions. The\r\nAttorney General's office requested copies of the depositions on August 4,\r\n1994. It was not until October 7, 1994, two days after the contempt hearing\r\nheld before this Court, that Respondent provided deposition copies.5 We then\r\ndismissed the contempt petition, finding Respondent had delivered the\r\nrequired information. Thus, it took approximately six months for Ms. Smith\r\nto receive her complete file. During, this time, her newly-consulted attorney\r\nhad to request her case be removed from the active trial roster because he\r\ncould not evaluate her case without the depositions.6 \r\n\r\n\r\n\r\n\r\n\r\n\r\n The panel found Respondent engaged in misconduct in his refusal to\r\nreturn Ms. Smith's file. It recommended Respondent receive a public\r\nreprimand. We agree. Under the Rules of Professional Conduct, upon\r\ntermination a lawyer shall \"take steps to the extent reasonably practicable\r\nto protect a client's interests, such as ... surrendering papers and property\r\nto which the client is entitled . . . .\" Rule 1.16(d), Rule 407, SCACR. \"The\r\nlawyer may retain papers [i.e. as security for a fee] relating to the client to\r\nthe extent permitted by other law.\" Id. An attorney's assertion of a\r\nretaining lien is not per se unethical. In re Anonymous Member of the Bar,\r\n287 S.C. 250, 335 S.E.2d 803 (1985). Rather, the attorney must consider\r\nwhether retention of a file would be unethical on a case by case basis. Id.\r\nWe elaborated on what constitutes unethical retention of a client file in In\r\nre Anonymous:\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe application of this standard requires the lawyer to evaluate\r\nhis or her interests against interests of the client and of others\r\nwho would be substantially and adversely affected by assertion\r\nof the lien. The lawyer should take into account the financial\r\nsituation of the client, the sophistication of the client in dealing\r\nwith lawyers, whether the fee is reasonable, whether the client\r\nclearly understood and agreed to pay the amount now owing,\r\n\r\n\r\n\r\n\r\n5 Respondent claimed the copies could not be found in his office. He\r\nstated after he ordered replacement copies, the original copies were found in\r\nanother attorney's office who was associated on the case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n 6 This attorney ultimately decided not to take Ms. Smith's case and as of\r\nthe panel hearing, she had no representation in it.\r\n\r\n\r\n\r\n\r\np15\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\nwhether imposition of the retaining lien would prejudice\r\nimportant rights or interests of the client or of other parties,\r\nwhether failure to impose the lien would result in fraud or gross\r\nimposition by the client, and whether there are less stringent\r\nmeans by which the matter can be resolved or by which the\r\namount owing can be secured.\r\n\r\n\r\n\r\n\r\n\r\n\r\nId. at 252, 335 S.E.2d at 805 (emphasis added) (internal citations omitted).\r\nSee also In the Matter of Tillman, 319 S.C. 461, 462 S.E.2d 283 (1995)\r\n(attorney bears the burden of showing justification to assert lien because\r\nclient is financially able but deliberately refuses to pay a fee clearly agreed\r\nupon and due).7 \r\n\r\n\r\n\r\n\r\n\r\n\r\n Considering these principles, we find Respondent's retention of Ms.\r\nSmith's file exceeded ethical boundaries. At the panel hearing, Respondent\r\ntestified he retained the file because Ms. Smith owed him $600 in deposition\r\ncosts. However, Ms. Smith testified she thought she paid all of the\r\ndeposition costs. Respondent admitted he never billed her for these or any\r\nother costs. Furthermore, the record shows, and Respondent admits, he\r\nnever clearly specified what amount he claimed was owed by Ms. Smith\r\nduring the time he was retaining the file.8 Respondent testified at the\r\n\r\n\r\n\r\n\r\n7 In re Anonymous Member strongly suggests that if a client has good\r\ncause to terminate representation, the attorney, can never assert a retaining\r\nlien on the file. In other words the right to assert a retaining lien at all only\r\nexists where an attorney has been terminated without good cause. See 287\r\nS.C. at 252 n.1, 335 S.E.2d at 804 n.l. We decline to address whether Ms.\r\nSmith had good cause to terrminate Respondent's representation, for we find\r\nthat even if she did not, Respondent's retention of her file was improper.\r\n\r\n\r\n\r\n\r\n 8 On April 5, 1994, Respondent wrote Ms. Smith's newly-consulted\r\nattorney, asking, him to let Respondent know \"whether or not you will protect\r\nmy interest in the file.\" This other attorney responded by letter dated April\r\n8, 1994, in which he stated, \"If you will be more specific as to what your\r\ninterests are that you would like protected, I would be glad to discuss that\r\nwith Ms. Smith.\" Respondent answered by letter dated April 13, 1994,\r\nclaiming Ms. Smith owed \"around $1500\" in deposition and other costs.\r\nRespondent wrote this attorney another letter dated May 16, 1994 offering\r\nto \"get rid of the file\" if the attorney would agree not to give any documents\r\ntherein to Ms. Smith and to \"protect whatever interest I have in the file.\"\r\nNo monetary amount was requested. This attorney again responded by letter\r\ndated May 17, 1994, that he could not agree to accept the file on the\r\n\r\n\r\n\r\n\r\n\r\n\r\np16\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\n\r\n\r\nhearing the amount owed was not important; he just wanted a general\r\nassurance that whatever interest he may have would be protected. We hold\r\nthis is an improper basis upon which to assert a lien. From this record it is\r\nclear this was not a situation where the client knew how much was owed and\r\ndeliberately refused to pay it. Here, the client was never made aware of\r\nwhat was owed. Thus, we find Respondent has failed to meet his burden in\r\nthis case and committed misconduct in retaining Ms. Smith's file.\r\n\r\n\r\n\r\n\r\n\r\n\r\nII. The Harry A. Hancock Matter\r\n\r\n\r\n Respondent and attorney Harry A. Hancock were involved in a civil\r\naction, filed in the Court of Common Pleas for the Eleventh Judicial Circuit,\r\nentitled Harris v. White v. Harris. The original complaint was brought\r\nagainst Respondent by his former investigator, Lee Harris. Hancock\r\nrepresented Harris; Respondent represented himself. Respondent then filed\r\na cross-complaint against Ms. Smith (see supra note 4), Harris, and Hancock.\r\n\r\n\r\n\r\n\r\n After Respondent was found in default in the original complaint, he\r\nwrote a letter to the presiding judge ostensibly to address the default issue.\r\nIn this letter, Respondent commented on the facts and merits of the action,\r\ndiscussed, inter alia, the opposing parties' trial strategy, and made\r\ndisparaging comments about Hancock and the parties he was representing.\r\nRespondent did not send Hancock, as the opposing party's attorney, a copy\r\nof this letter.\r\n\r\n\r\n\r\n\r\n\r\n\r\n The panel found Respondent committed misconduct. It recommended\r\nRespondent receive a public reprimand. We agree. Under Rule 3.5, Rule\r\n407, SCACR, lawyers are prohibited from communicating ex parte with a\r\njudge unless otherwise permitted by law. Respondent has offered no legal\r\nexception justifying his letter, nor have we found one. Rather, he admitted\r\nthe communication was ex parte arguing, he merely \"overlooked\" sending\r\nHancock a copy of the letter.\r\n\r\n\r\n\r\n\r\n\r\n\r\ncondition he not give any materials to Ms. Smith. He then stated, \"On two\r\n occasions, you have asked me to protect your interest. I still don't know\r\nwhat interest you claim. . . .\" The record contains no other communication\r\nby Respondent indicating what specific monetary interest he was claiming.\r\n\r\n\r\np17\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\n\r\n\r\n Ill. The Escrow Account Matter\r\n\r\n\r\n Pursuant to a subpoena, Respondent provided information showing he\r\nhad written numerous checks out of his escrow account for personal expenses.\r\nRespondent admits the checks were written for personal expenses, but states\r\nthey were drawn from funds representing fees he earned. Essentially,\r\nRespondent was not transferring fees earned from his escrow account into a\r\nseparate account before paying his expenses; he simply paid his expenses\r\nfrom the escrow accounts.9 \r\n\r\n\r\n\r\n\r\n\r\n\r\n The panel found Respondent's practice of \"living out of\" his trust\r\naccount constituted misconduct and recommended a public reprimand.\r\nAdditionally, it recommended Respondent's escrow account be audited for a\r\nminimum of eighteen months \"to ensure he has corrected the problem.\" The\r\npanel also suggested that while this monitoring was occurring, Respondent's\r\ncomplete office financial records be monitored \"to determine whether\r\nRespondent is maintaining an accurate record of his earnings, deposits, and\r\ndisbursements.\" The IRC agreed with the panel's findings and\r\nrecommendations, but recommended as an additional condition that\r\nRespondent be directed to contact LOMAP\r\n\r\n\r\n\r\n\r\n\r\n\r\n We agree Respondent's handling of his escrow account constitutes\r\nmisconduct. Commingling of an attorney's personal funds with client trust\r\nfunds is clearly prohibited. Rule 1.15(a), Rule 407, SCACR (\"A lawyer shall\r\nhold property of clients or third persons that is in a lawyer's possession in\r\nconnection with a representation separate from the lawyer's own property\").\r\nSee also Comment, Rule 1.15(a), Rule 407, SCACR (\"All property which is the\r\nproperty of clients of third persons should be kept separate from the lawyer's\r\nbusiness and personal property and, if monies, in one or more trust\r\naccounts\"). We have sanctioned attorneys for this offense regardless of\r\nwhether misappropriation of client funds resulted from the commingling.\r\nSee, e.g., In the Matter of Kenyon and Lusk, Op. No. 24692 (S.C. Sup. Ct.\r\nfiled September 22, 1997) (Davis Adv. Sh. No. 27 at 17) (writing personal\r\nchecks from lawyers' escrow accounts from funds earned as fees to avoid\r\nhaving to withdraw the fees and place them in business account improper);\r\nIn the Matter of Amick, 288 S.C. 486, 343 S.E.2d 623 (1986); In re Drose,\r\n275 S.C. 414, 272 S.E.2d 173 (1980); Robert M. Wilcox, South Carolina Legal\r\nEthics § 3.3.2 (1992) (\"Discipline is not avoided simply because the clients\r\nsuffer no pecuniary loss\").\r\n\r\n\r\n\r\n\r\n9 There has been no allegation or findings Respondent misappropriated\r\nclient funds.\r\n\r\n\r\n\r\n\r\n\r\n\r\np18\r\n\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\n\r\n\r\n CONCLUSION\r\n\r\n\r\n We find Respondent has committed misconduct in the above matters\r\nwarranting a public reprimand with the conditions recommended by the panel\r\nand IRC.10 Thus, we find Respondent's trust and office accounts should be\r\nmonitored for a period of eighteen months to insure he is maintaining proper\r\nseparate accounts for client and personal funds, and to insure he is keeping\r\naccurate records of earnings, deposits, and client disbursements.11 Finally,\r\nRespondent shall contact LOMAP within thirty days of the filing of this\r\nopinion to make arrangements to participate in the program.\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n\r\n\r\n10 Regarding the other matters charged in the complaints, we agree with\r\nthe panel and IRC these allegations are not supported by clear and\r\n convincing, evidence and therefore order they be dismissed.\r\n\r\n\r\n 11 This monitoring shall be accomplished by the Chairman of the\r\nCommission on Lawyer Conduct, or his designee, in such a manner as is\r\napproved by the Commission.\r\n\r\n\r\n\r\n\r\n\r\n\r\np19\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24698","title":"Thorton v. Thorton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24698","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nJulianne Blakeley Thornton,       Respondent,\r\n v.\r\nKenneth W. Thornton, Jr.,        Appellant.\r\n\r\n\r\n\r\n\r\n Appeal From Georgetown County\r\nWilliam K. Charles, Jr., Family Court Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24698\r\nHeard December 4, 1996 - Filed October 13, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\n AFFIRMED IN PART; REVERSED IN PART;\r\n VACATED IN PART AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\n\r\nH. Asby Fulmer, III, of Lewis, Roger &amp; Lark, P.A., of\r\nColumbia for Appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nJames T. McLaren and C. Dixon Lee, III, both of McLaren\r\n&amp; Lee, and Jan L. Warner, all of Columbia, for\r\nRespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: This is a consolidated case involving three separate appeals of\r\nvarious orders concerning alimony and child support.          Appellant Ken Thornton\r\n(\"Husband\") appeals the family court's orders increasing his alimony and child support\r\nobligations, ordering him to pay arrearages with interest or transfer real property he owns,\r\nand finding him in contempt of court.  We affirm in part, reverse in part, and vacate in\r\npart.  We remand the case for redetermination of attorneys' fees.\r\n\r\n\r\n\r\n\r\n\r\n\r\np20\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\n This case has a long and tortuous history.  Each. step of the litigation between the\r\nparties has been marked by Husband's attempts to hide his assets, obfuscate issues, deceive\r\nthe courts of this state and thwart the aims of justice.  An abbreviated history of the\r\nlitigation between the parties is as follows:\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband and Respondent Julianne Thornton (\"Wife\") were married in 1968 and\r\nremained married for approximately twelve years.  At the time of the marriage, Wife was\r\na schoolteacher, and Husband was in law school.  During Husband's time in law school,\r\nWife was Husband's primary means of financial support.  After Husband completed law\r\nschool, the couple settled in Georgetown County, where Husband established a successful\r\nlaw practice.  During the marriage, the couple purchased a home and numerous rental\r\nproperties.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Five children were born of the marriage, an older daughter followed by quadruplets\r\n(\"Children\") who were born in 1976.  The physical stress of the quadruplet birth exacted\r\na considerable toll on Wife's health.  She continues to suffer the effects of giving birth to\r\nthe quadruplets.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In 1980, Husband left Wife and Children.  He admitted engaging in several acts of\r\nadultery beginning in 1979.  Husband and Wife divorced by decree dated March 17, 1982.\r\nThe action was brought and heard in Sumter County Family Court in the Third Judicial\r\nCircuit following the recusal of all family court judges in the parties' home county of\r\nGeorgetown in the Fifteenth Judicial Circuit.  The ground for the divorce was Husband's\r\nadultery.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In the final divorce decree, the family court made several findings concerning\r\n Husband's income and standard of living.  First, it found Husband was \"a very successful\r\n lawyer with a good practice earning . . . up to approximately $106,000 per year reported\r\n taxable income from his law practice and outside activities.\" The order further stated that\r\n Husband owned and maintained horses, including a thoroughbred, and owned a fifty\r\n percent interest in a corporation that had as its sole asset a motor yacht.  It stated Husband\r\n \"has continued to enjoy an extremely high standard of living, and he enjoys an extremely\r\n active social life, at the same time he has protested his inability to pay pendente lite\r\n support for Children and [Wife].\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n Most significant to the present actions, the divorce decree concluded Husband had\r\nfailed to report all his income and had attempted to mislead the court regarding the extent\r\nof his wealth:\r\n\r\n\r\n\r\n\r\n\r\n\r\np21\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n The financial status of the husband is one of considerable wealth although his\r\n financial declaration filed with the Court attempted to make the Court believe\r\n otherwise.  The latest financial declaration showed a negative gross income,\r\n a condition which cannot exist. [Husband] attempted to deduct income taxes\r\n from his financial declaration without crediting himself with the income\r\n which was responsible for the taxation.         This cannot be allowed.\r\n [Husband's] financial declaration was so beclouded that it was virtually\r\n useless in helping the Court determine his monthly income.\r\n\r\n\r\n\r\n\r\n\r\n\r\n (emphasis added).  Based on its findings concerning Husband's income and standard of\r\n living, the family court ordered Husband to pay Wife $800 per month in alimony and $350\r\n per month per child in child support.  The child support requirement extended through the\r\n children's \"eighteenth (18th) birthday    . . .unless any child shall continue his or her\r\n education in an institution of higher learning. \" The quadruplets were six at the time of the\r\n divorce decree, and the decree noted that Wife was at home raising the children.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Thereafter, throughout the 1980's, the parties continued to litigate issues involving\r\nthe transfer of property.     Husband unsuccessfully attempted to change venue to\r\nGeorgetown County. ln 1987, this court reversed a trial court ruling transferring the case\r\nto the Fifteenth Circuit.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Wife was hospitalized in 1990 for chemical dependency.  Much stress had filled her\r\n life in the years following the divorce.  Hurricane Hugo heavily damaged her home in\r\n 1989.  Her health had deteriorated.  Her oldest daughter had been killed in a car accident.\r\n One day after Wife entered the hospital, Husband initiated an action in Georgetown County\r\n seeking a change of child custody and termination of his child support and alimony\r\n obligations.  In bringing the action, Husband neither sought nor obtained an order\r\n transferring jurisdiction from the family court for the Third Judicial Circuit.\r\n Notwithstanding this Court's order conferring jurisdiction to the Sumter Family Court, an\r\n ex parte order was issued by the Georgetown Family court in that action on November 7,\r\n 1990, granting Husband the relief he sought.\r\n\r\n\r\n\r\n\r\n\r\n\r\n While Wife continued to be hospitalized and unavailable for court proceedings, a\r\nseries of orders were issued transferring custody to Husband, granting Wife visitation and\r\nterminating Husband's alimony and support obligations to Wife.  She appeared in these\r\nproceedings through her mother as court appointed guardian ad litem.  None of these\r\norders were appealed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n After Wife was released from the hospital, she then brought the present action in\r\n1991 in the Third Circuit.  She sought an order declaring void for lack of jurisdiction the\r\n1990 transfer of custody to Husband.  She also sought custody of Children, arrearages in\r\n\r\n\r\n\r\n\r\n\r\n\r\np22\r\n\r\n\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\nalimony and child support, increases in the amount of alimony and child support,\r\nattorneys' fees, and a finding of contempt for Husband's failure to satisfy his alimony and\r\nchild support obligations.\r\n\r\n\r\n\r\n\r\n\r\n\r\n A number of orders were issued in this litigation.  On July 30, 1991, an order was\r\nissued declaring void the order transferring custody to Husband and terminating Husband's\r\nalimony and child support obligations.  On December 12, 1991, a pendente lite order was\r\nissued granting Wife custody of Children, awarding her child support and alimony, and\r\nordering Husband to pay certain medical bills and other expenses associated with\r\nChildren. 1 \r\n\r\n\r\n\r\n\r\n\r\n\r\n On May 28, 1993, the family court found Husband in contempt of court for his\r\n failure to pay approximately $21,000 in arrearages for Children's medical care and\r\n automobile expenses.  Husband had argued that he lacked the means to pay the arrearages\r\n because of difficulties with the Internal Revenue Service and the South Carolina Tax\r\n Commission.2 The family court disagreed.  It found that notwithstanding Husband's legal\r\n difficulties, Husband had ample means to satisfy the arrearages.  The court noted that in\r\n October 1992, Husband and his current wife had received a $1,000,000 settlement from\r\n a lawsuit and that Husband's share totaled $350,000.  The court also referred to Husband's\r\n \"substantial\" lifestyle and his ownership of several properties, including his lien free\r\n Georgetown office valued at $250,000 and a one-half interest in a Colorado vacation home\r\n worth approximately $600,000.  The family court relied on these facts to conclude\r\n Husband had the ability to pay the arrearages and should, therefore, be held in contempt\r\n of court.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Notwithstanding his prior claims that he was \"unable\" to pay the arrearages,\r\nHusband promptly paid the $21,000 as soon as it became clear he would go to jail if he\r\nfailed to pay.\r\n\r\n\r\n\r\n\r\n\r\n\r\n On April 24, 1994, a final hearing was held to address Wife's request for increases\r\nin alimony and child support, to determine Husband's alimony and child support\r\narrearages, and to determine whether Husband should be held in contempt of court for his\r\nfailure to pay alimony and child support.  One of the primary issues litigated by the parties\r\nwas Husband's ability to pay alimony and child support.  Husband admitted he had failed\r\nto pay alimony and child support for a period of time, but claimed he had been and was\r\n\r\n\r\n\r\n\r\n1 Although the December 12, 1991 order was modified, it later was fully reinstated. \r\n\r\n\r\n\r\n\r\n\r\n2 Husband was convicted of federal income tax evasion. He had been indicted on\r\nseveral counts of underreporting his income to the federal government.  Ultimately, he\r\npled guilty to one count of the indictment.\r\n\r\n\r\np23\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\nunable to do so because of problems with the IRS and the South Carolina Tax\r\nCommission.  He claimed that his tax problems had caused his previously thriving law\r\npractice to dwindle to practically nothing3 and that his only source of income was $1500\r\nper month paid to him by his current wife for help with her Amway business.  He also\r\nadmitted having received $350,000 from a lawsuit, but claimed all this money was (more\r\nor less) earmarked for the IRS.  He further claimed that he had promised the IRS not to\r\nsell or otherwise encumber any real property he owned.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Notwithstanding Husband's claims of impoverishment and deprivation, there was\r\nample testimony regarding Husband's lavish lifestyle.  Among other things, Husband\r\ndrove an expensive car, owned a Rolex, and possessed several valuable pieces of property,\r\nincluding the Colorado and Georgetown properties.  There was evidence Husband traveled\r\nfrequently.  Wife attempted to establish at the hearing that Husband also had an interest\r\nin the Amway business.  While the evidence of such an interest was rather limited, it did\r\nindicate that Husband contributed \"sweat equity\" to his current wife's extremely profitable\r\nAmway business and that he was capable of making substantial amounts of money in sales.\r\nAs noted above, Husband received a large settlement in a lawsuit.  He managed to pay\r\nthousands of dollars to various professionals, including, lawyers and accountants, for\r\nassistance with tax and other matters.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Based on the testimony at the final hearing, the family court issued a final order in\r\nthe matter on October 14, 1994 (\"the October 14 order\").  The October 14 order assessed\r\narrearages and attorneys' fees against Husband, found Husband in contempt of court, and\r\nincreased alimony and child support.4 The order also restrained Husband from transferring\r\nor otherwise encumbering his property, which included a Georgetown office building (his\r\nlaw office) and a part interest in a six-bedroom home in Colorado, until he paid the\r\narrearages in alimony and child support.  The finding of contempt was based on the family\r\ncourt's conclusion that Husband had the ability and means to pay alimony and child\r\nsupport, but he was either concealing or refusing to use his assets or was willfully failing\r\n\r\n\r\n\r\n\r\n3 Husband was suspended from the practice of law for a period of time following\r\nhis federal tax conviction.\r\n\r\n\r\n\r\n\r\n\r\n\r\n 4 Alimony was increased to $1,500 per month, and child support was increased to\r\n$500 per month per child.  The order provided that the child support continue \"until such\r\ntime as each child graduates from college.  \"\r\n At the hearing, there was considerable uncontroverted evidence of dramatic\r\nincreases in the cost of raising Children.  Children had increased expenses associated with\r\nmedical care, hygiene, clothing, and education.  Husband did not seriously challenge the\r\nincrease in expenses, but claimed he was not liable for college expenses.  The trial court\r\nconcluded that the original divorce decree \"fixed\" the obligation for college expenses.\r\n\r\n\r\n\r\n\r\np24\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\nto obtain employment that would allow him to meet his obligations.\r\n\r\n\r\n The order directed Husband's Georgetown office property, among other properties,\r\nto be used as security for payment of Husband's obligations.  Title to the Georgetown\r\noffice property was transferred to Wife when Husband failed to comply with the order.\r\nHusband's post-trial motions were denied in an order dated February 17, 1995.\r\n\r\n\r\n\r\n\r\n\r\n\r\n After another hearing, the family court again found Husband in contempt of court.\r\nThis contempt order (\"May 23 contempt order\") was based on Husband's failure to pay\r\nhis alimony and child support arrearages from before and after entry of the October 14\r\norder, as well as his transferring to his current wife his interest in proceeds from the sale\r\nof some property.  At the hearing on the Rule to Show Cause why Husband should not be\r\nheld in contempt of court, Wife presented evidence of a loan application submitted by\r\nHusband that showed a net worth substantially higher than what Husband had represented\r\nto the family court.5 This document was admitted under the business records exception to\r\nthe hearsay rule; it had been found in Husband's law office after title to the office was\r\ntransferred to Wife.  Other admitted documents showed that Husband had deposited\r\nsubstantial sums of money into his checking account.6 \r\n\r\n\r\n\r\n\r\n\r\n\r\n Yet another contempt order was issued September 1, 1995 (\"September 1 contempt\r\norder\"), and Husband's motion for reconsideration was denied by order dated November\r\n30, 1995.  The September 1 contempt order was based on Husband's transfer of the\r\nColorado property and his false testimony in a previous hearing concerning the transfer of\r\nthe Colorado property.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband appeals the orders on numerous grounds.\r\n\r\n\r\n LAW/ANALYSIS\r\n1.    APPEAL FROM OCTOBER 14, 1994 ORDER &amp; ORDER DENYING RECONSIDERATION\r\n\r\n\r\n\r\n\r\n A.    TRANSFER OF REAL PROPERTY\r\n\r\n\r\n Husband argues the family court lacked the power to order a transfer of Husband's\r\nreal property to satisfy his alimony and child support arrearages.  We agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 The loan application represented that Husband and his current wife have a net\r\nworth exceeding two million dollars.\r\n\r\n\r\n 6 On October 17, 1994, a check in the amount of $25,272 was deposited into\r\nHusband's account.  Other large checks were issued to Husband and his current wife, and\r\nHusband endorsed those checks to his current wife.\r\n\r\n\r\np25\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n The October 14th order provides in pertinent part:\r\n\r\n\r\n To secure Defendant-Father's obligation to pay the child support and\r\n alimony arrearages referenced above and to secure his compliance with his\r\n ongoing obligation to pay child support and alimony, and in the further event\r\n that Defendant-Father does not bring all arrearages current by October 31,\r\n 1994, as ordered above, then he shall transfer to Plaintiff-Mother, free of all\r\n liens and encumbrances, his Georgetown office building and land, free of all\r\n liens and encumbrances which shall then be sold and the proceeds applied to\r\n Defendant-Father's past due and future support obligations to Plaintiff-\r\n Mother and the children.  In the event that he fails to do so, the Clerk of\r\n Court for Georgetown County, South Carolina is hereby authorized and\r\n directed to transfer said property to Plaintiff-Mother, free and clear of all\r\n liens and encumbrances, pursuant to § 20-7-420(30), S.C. Code of Laws,\r\n 1976, as amended, and the property shall then be sold by Plaintiff-Mother\r\n and the proceeds applied to Defendant-Father's past due and future support\r\n obligations.\r\n\r\n\r\n\r\n\r\n\r\n\r\n The Order contains a similar provision concerning the Colorado property.  When\r\nHusband failed to pay these arrearages and failed to transfer the Georgetown property to\r\nWife, the Clerk of Court for Georgetown County effected the transfer.  Husband now\r\nasserts the family court lacked the power to order the transfer.\r\n\r\n\r\n\r\n\r\n\r\n\r\n We reverse the family court's decision to transfer the Georgetown property to Wife\r\nand vacate the order effecting, such transfer.  Despite the fact that Husband cavalierly\r\nevaded his financial obligations and flouted court orders, the family court had no authority\r\nto transfer title to the Georgetown property to Wife as security for alimony and child\r\nsupport payments.  We conclude that S.C. Code Ann. § 20-3-130(D)(1985), which\r\nauthorizes the family court \"to make provision for the security for the payment of the\r\n[alimony] support including, but not limited to, requiring the posting of money, property,\r\nand bonds\" does not permit such direct transfers of property.7 Instead, the family court's\r\n\r\n\r\n\r\n\r\n7 In the absence of a specific statutory provision, the authority to transfer title to\r\nreal property for security may not be implied from a general statute authorizing a court to\r\nrequire security for alimony payments.  An example of a jurisdiction that does permit such\r\na transfer is North Carolina.  Its relevant statutory provision states, \"If the court requires\r\nthe transfer of real or personal property or an interest therein as part of an order for\r\nalimony . . . or for the securing thereof, the court may also enter an order which shall\r\ntransfer title . . . .\" N.C. Gen.  Stat. § 50-16.7(c)(1990); see Gilbert v. Gilbert, 321 S.E.2d\r\n\r\n\r\n\r\n\r\np26\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\nOctober 14 order had the effect of creating a lien on the Georgetown property.  The order\r\nexpressly stated that such property was to secure Husband's obligations to Wife.  Since\r\nHusband has refused to meet his obligations, Wife may immediately foreclose the lien by\r\nfollowing any execution procedures required by law.  On remand, the family court will\r\ndetermine the amount of arrearages and attorneys' fees.  The proceeds of any foreclosure\r\nsale will go toward satisfying Husband's debts to Wife.        If the sale price for the\r\nGeorgetown property exceeds the amount of Husband's indebtedness, the remainder of the\r\nmoney shall be held in escrow in an account from which Wife can draw her monthly\r\nalimony until the fund is exhausted.\r\n\r\n\r\n\r\n\r\n\r\n\r\n We also reverse the judgment of the family court transferring the Colorado property\r\nto Wife and vacate the order effecting such transfer.  As noted above, the October 14 order\r\nhad the effect of creating a lien on Husband's properties.  This included his one-half\r\ninterest of the Colorado property.8 Consequently, Husband's new wife holds the property\r\nsubject to the lien.  Wife may enforce the lien pursuant Colorado law.\r\n\r\n\r\n\r\n\r\n\r\n\r\n B.     CHILD SUPPORT OBLIGATION\r\n\r\n\r\n Husband argues the family court erred in increasing his child support obligation.\r\nHe contends the lower court should have reduced or terminated the support due to his\r\ninability to pay and because the children have reached majority.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n At the hearing, Wife presented evidence that expenses associated with the children\r\nhad increased substantially.  The family court agreed, ordering, Husband to pay $500 per\r\nmonth per child for child support until the child graduated from college.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Generally under South Carolina law, a parent's obligation to pay child support\r\nextends only until the child reaches majority, then ends by operation of law. See S.C.\r\nCode Ann. § 20-7-420(17) (1985)(granting family court jurisdiction \" [t]o make all orders\r\nfor support . . . of a child . . .  until the child is eighteen years of age . . . or, where\r\nthere are . . . exceptional circumstances that warrant it, during any period and beyond the\r\n\r\n\r\n\r\n\r\n455 (N.C. Ct.  App. 1984)(holding that § 50-16.7(c) permits the transfer of title to real\r\nproperty if it is necessary to insure payment of alimony).\r\n\r\n\r\n\r\n\r\n\r\n\r\n 8 Generally, a court of one state cannot create a lien on property located in another\r\nstate. See 51 Am.  Jur. 2d Liens § 68 (1983).  However, \"a court of equity, having\r\nauthority to act upon the person, may indirectly act upon real estate in another state\r\nthrough the instrumentality of this authority over the person.  \" Scheper v. Scheper, 125\r\nS.C. 89, 103, 118 S.E. 178, 183 (1923)(citing Bates v. Bodie, 245 U.S. 520, 38 S. Ct.\r\n182, 62 L. Ed. 444 (1918)).\r\n\r\n\r\np27\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n child's minority . . . .\"); Bull v. Smith, 299 S.C. 123, 382 S.E.2d 905 (1989).  If,\r\n however, certain factors are met, the family court may order a divorced parent to pay the\r\n college expenses of an emancipated child.  See Risinger v. Risinger, 273 S.C. 36, 253\r\n S.E.2d 652 (1979).  Generally, the family court should employ the Risinger test, not a\r\n \"change of circumstances\" analysis, in determining whether the parent's support obligation\r\n should extend past the child's eighteenth birthday when the child chooses to attend college.\r\n Bull, 299 S.C. at 125, 382 S.E.2d at 906.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In the present case, however, the 1982 divorce decree ordered Husband to pay child\r\nsupport until Children completed their college educations.  Husband cannot now challenge\r\nthe decree on this point.  Where, as here, an obligation to pay child support throughout a\r\nchild's college education is long fixed, the obligor parent will not be permitted to petition\r\nthe court at the eleventh hour, just as a child is entering college, for relief the parent\r\nshould have sought years earlier.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Therefore, the only question before us is whether the evidence in the Record\r\nsupports the family court's decision to increase child support.  Wife presented evidence\r\nof a dramatic increase in Children's expenses.  Moreover, there was evidence that\r\nHusband had the ability to pay the increased support.  Accordingly, we affirm the increase\r\nin child support.\r\n\r\n\r\n\r\n\r\n\r\n\r\n C.   INCREASE IN ALIMONY OBLIGATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband next argues the family court erred in increasing Wife's alimony.  We\r\ndisagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n S.C. Code Ann. § 20-3-170 (1985) authorizes parties to apply to the family court\r\n for modifications of periodic alimony.  The statute requires the family court to give both\r\n parties an opportunity to be heard and to present evidence relevant to the appropriate level\r\n of alimony.  After the parties have done so, the family court \"shall make such order as\r\n justice and equity shall require, with due regard to the changed circumstances and the\r\n financial ability of the supporting spouse, decreasing or increasing or confirming the\r\n amount of alimony provided for in such original judgment or terminating such payments.\r\n S.C. Code Ann. § 20-3-170.  The change in circumstances must be substantial or material\r\n in order to justify a modification of the previous alimony obligation. E.g., Calvert v.\r\n Calvert, 287 S.C. 130, 138, 336 S.E.2d 884, 888 (Ct.  App. 1985)(\"Generally, to warrant\r\n a modification in either alimony or child support, the change of circumstances must be\r\n either substantial or material.\")(citations omitted).\r\n\r\n\r\n\r\n\r\n\r\n\r\n In an equity case that has been tried before a judge, an appellate court may\r\ndetermine the facts in keeping with its own view of the preponderance of the evidence.\r\n\r\n\r\n\r\n\r\n\r\n\r\np28\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\nNevertheless, \"the question of whether to increase or decrease support based on a finding\r\nof changed circumstances is a matter committed to the sound discretion of the family\r\ncourt.\" Brunner v. Brunner, 296 S.C. 60, 64, 370 S. E. 2d 614, 616 (Ct.  App. 1988).  For\r\nthat reason, the family court's determination whether to modify support will not be\r\ndisturbed on appeal unless the family court abused its discretion. Id.\r\n\r\n\r\n\r\n\r\n The record in this case supports the family court's determination regarding alimony.\r\nWife's medical problems continue to be severe and to hamper her earning ability.\r\nMoreover, there was evidence of an increase in Husband's standard of living.  The judge's\r\norder from the 1982 divorce decree found Husband earned slightly over $100,000 per\r\nyear.  In the October 14th order, the judge found Husband's income and lifestyle had\r\nsignificantly improved since the 1982 divorce decree.  In our opinion, there is sufficient\r\nevidence to sustain such a finding.\r\n\r\n\r\n\r\n\r\n\r\n\r\n D.     CONTEMPT ORDER/JAIL SENTENCE\r\n\r\n\r\n Husband next argues that the family court (1) should not have calculated alimony\r\narrearages for periods during which Wife was hospitalized for chemical dependency or\r\nlived with another man; (2) should not have found Husband in contempt for his failure to\r\npay alimony and child support; and (3) should not have sentenced Husband to a year in jail\r\nfor his contempt of court.  We disagree on all counts.\r\n\r\n\r\n\r\n\r\n\r\n\r\n First, Husband had a clear obligation to pay Wife alimony . The family court found\r\nthat Wife's limited period of chemical dependency following the death of her eldest\r\ndaughter did not constitute a sufficient reason to cut off alimony, nor did her residing with\r\na man following the destruction of her home by Hurricane Hugo.  The family court's\r\ndecision on this matter is well supported by the facts.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband's argument that he should not be found in contempt because he lacked the\r\n funds to satisfy his alimony and child support obligations is equally without merit.\r\n Husband does not dispute his failure to pay alimony and child support.  Instead, he argues\r\n he lacks the means to satisfy his obligations; that is, because he cannot pay the support,\r\n his failure to do so is not willful.  We consider three factors in the record in assessing\r\n Husband's claim that he was unable to pay the alimony and child support: (1) Husband's\r\n ownership of valuable property, as evidenced by his own financial declaration; (2)\r\n Husband's extensive history of lying to virtually everyone about his assets or hiding those\r\n assets; and (3) Husband's very convenient failure to make any serious attempt to obtain\r\n employment outside the family Amway business.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband acknowledged that he owned real property worth a fair amount of money,\r\nbut claimed that he could not encumber or mortgage the property because of agreements\r\n\r\n\r\n\r\n\r\n\r\n\r\np29\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\nwith the IRS and the South Carolina Tax Commission.9 He also suggested that even\r\nselling all his property would not satisfy his tax debts.  However, Husband is well-\r\neducated and capable of employment which would allow him, if he were acting in good\r\nfaith, to begin to satisfy his arrearages.  Even assuming Husband could not have begun to\r\npay off his arrearages by monies earned through the practice of law, Husband\r\ndemonstrated no more than a lackluster effort to secure any employment.  In light of the\r\nevidence concerning the substantial amount of property listed on Husband's financial\r\ndeclaration, his earning capacity, and his history of understating and lying, about his\r\nincome, the family court's finding of contempt was well supported by the evidence.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Finally, the jail sentence is eminently reasonable in view of Husband's\r\nunwillingness to comply with the terms of the 1982 divorce decree fixing his alimony and\r\nchild support obligation.  We note that every time Husband faces a serious threat of\r\nincarceration, he is mysteriously able to secure funds to meet his obligations.\r\n\r\n\r\n\r\n\r\n\r\n\r\n E.    ATTORNEYS' FEES\r\n\r\n\r\n Husband next argues the attorneys' fees assessed against him by the family court\r\nwere excessive.  With one exception, we disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Under S.C. Code Ann. § 20-7-420(2) (Supp. 1995), the family court has the\r\nauthority to order payment of attorneys' fees in marital litigation.  Actions for alimony or\r\nmodification of alimony fall within this rule.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In making, an award of attorneys' fees, the family court must consider six factors:\r\n(1) the nature, extent, and difficulty of the case; (2) the time necessarily devoted to the\r\ncase; (3) the professional standing of counsel; (4) contingency of compensation; (5)\r\nbeneficial results obtained; and (6) customary legal fees for similar services. Glasscock\r\nv. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991).  When a contract or statute\r\nauthorizes an award of attorneys' fees, the trial court should make specific findings of fact\r\non the record for each of the six factors to be considered. Blumberg v. Nealco, 310 S.C.\r\n492, 494, 427 S.E.2d 659, 661 (1993).  If on appeal there is inadequate evidentiary\r\nsupport for each of the factors, the appellate court should remand so the trial court may\r\nmake specific findings of fact. Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\n9 Although his plea agreement is part of the Record, we have found nothing in the\r\nRecord (aside from Husband's testimony, which is of dubious credibility at best) about any\r\nagreement with the IRS not to encumber the property.  Furthermore, Husband's position\r\non this is curious given his assignment to his current wife of his interest in the Colorado\r\nhome.\r\n\r\n\r\n\r\n\r\n\r\n\r\np30\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n Here, the family court made specific findings as to the Glasscock factors, and the\r\nRecord supports those findings... Wife presented testimony about the legal services she\r\nreceived, and the Record contains a detailed affidavit by Wife's counsel.  In short, there\r\nis ample evidentiary support for the fee award.\r\n\r\n\r\n\r\n\r\n\r\n\r\n However, we modify the fee award in one respect.  Husband is correct that the\r\nfamily court's award of attorneys' fees should not include fees incurred in the course of\r\nappellate representation. See Rule 222, SCACR (providing that \"[c]osts on appeal shall\r\nbe taxed only in the appellate court\").  Accordingly, the award of attorneys' fees should\r\nbe reduced to exclude any amounts representing charges for prosecuting or defending an\r\nappeal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n F.     CALCULATION OF INTEREST ON ARREARAGES\r\n\r\n\r\n Husband next argues that the family court erred in its method of calculating interest\r\non his alimony and child support arrearages.  Specifically, he argues such interest should\r\nbegin to accrue only from the time of the family court's final order, rather than from the\r\ntime each child support payment became due.  We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In Casey v. Casey, 311 S.C. 243, 245-46, 428 S.E.2d 714, 716 (1993), this Court\r\n found that \"fixed awards of money for equitable distribution shall accrue interest at the\r\n post-judgment rate from the date of the judgment, or in the case of specified periodic\r\n payments from the date each payment becomes due and owing. \" (emphasis added).\r\n Although Casey concerns equitable division awards rather than alimony, the principle is\r\n the same.  Here, Husband was ordered in the 1982 divorce decree to make monthly\r\n payments of alimony and child support to Wife.  That decree constituted the \"judgment\"\r\n ordering the periodic payments.  The fact that Wife had to get a contempt order in 1994\r\n because of Husband's failure to meet his alimony and child support obligations does not\r\n mean the 1994 order was the first judgment ordering such payments.  To alter the interest\r\n requirement in the way Husband suggests would reward Husband for failing to meet his\r\n obligations when they were due.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Application of the Casey, rule to alimony payments puts South Carolina in the\r\nmainstream of jurisdictions that have addressed this issue:\r\n\r\n\r\n In the greater number of the cases dealing with the question, interest has\r\n been allowed on unpaid allmony, ordinarily, because of a statute providing\r\n for interest on a money judgment.  Thus interest has been allowed on a\r\n judgment for alimony in gross from the date payment was due until the date\r\n payment was made. And where the judgment or decree ordered the payment\r\n\r\n\r\n\r\n\r\n\r\n\r\np31\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n of alimony in installments, interest has been allowed on each installment\r\nfrom the date the particular installment matured.\r\n\r\n\r\n\r\n\r\n\r\n\r\n24 Am.  Jur. 2d Divorce and Separation § 763 (1996); see also, e.g., In re Sanborn, 777\r\nP.2d 4 (Wash.  Ct.  App. 1989)(wife was entitled to interest on periodic alimony payments\r\nas of due date of each such payment); Morgan v. Morgan, 452 So.2d 255 (La.  Ct.  App.\r\n1984)(interest is due on alimony at time each support payment becomes due).  This is a\r\nsound rule, and the family court's treatment of interest in this case was appropriate.\r\n\r\n\r\n\r\n\r\n\r\n\r\n G.   CALCULATION OF DISPUTED ARREARAGE\r\n\r\n\r\n Finally, Husband argues the family court erred in its calculation of the alimony and\r\nchild support arrearages because it considered monthly alimony and child support accruing\r\nafter the date of the hearing in this matter.  We see no error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n As Wife notes, Husband does not suggest that he paid alimony or child support for\r\nthe months following the hearing in this matter but preceding issuance of the final (October\r\n14, 1994) order.  Moreover, Husband did not object in his post-trial motions to the\r\ncalculation of arrearages in the October 14, 1994 order.  Under these circumstances, there\r\nis no error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Husband also argues the family court should not have included in its calculation of\r\n arrearages a retroactive increase in alimony and child support for the month of September\r\n 1994.  We affirm the calculation of arrearages in its entirety.  The decision to order\r\n retroactive support rests within the sound discretion of the family court and should not be\r\n reversed absent an abuse of discretion by the family court. Hallums v. Hallums, 296 S.C.\r\n 195, 371 S.E.2d 525 (1988).  There was no abuse of discretion here.\r\n\r\n\r\n\r\n\r\n\r\n\r\n H.     CONCLUSION FOR OCTOBER 14 ORDER\r\n\r\n\r\n We affirm the portion of the family court's order finding, Husband in contempt of\r\ncourt and sentencing him to one year in jail.  We also affirm the increases in alimony and\r\nchild support.  We remand the matter for reconsideration of the award of attorneys' fees\r\nin light of our holding that portions of the fee award related to appellate representation\r\nshould be excluded.\r\n\r\n\r\n\r\n\r\n\r\n\r\n We reverse and vacate the family court's direct transfer of the Georgetown and\r\nColorado properties to Wife.  The family court's October 14 order instead had the effect\r\nof creating a lien on Husband's properties.  Wife may enforce the liens as provided by\r\nlaw.  The family court should determine the amount Husband owes for arrearages and\r\nattorneys' fees and satisfy this amount from the proceeds from the foreclosure sale.  Any\r\n\r\n\r\n\r\n\r\n\r\n\r\np32\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\namount exceeding Husband's indebtedness shall be placed in an escrow account from\r\nwhich Wife may draw her monthly alimony and child support still owing.\r\n\r\n\r\n\r\n\r\n\r\n\r\nII.    APPEAL FROM MAY 23, 1995 FAMILY COURT ORDER\r\n\r\n\r\n The family court's May 23, 1995 order found Husband in contempt of court for his\r\nfailure to satisfy the arrearages referenced in the October 14 order, as well as subsequent\r\nalimony and child support obligations and for his transfer of assets to his current wife in\r\nviolation of the October 14 order.  Husband raises numerous issues on appeal, many of\r\nwhich relate to the admissibility of certain evidence tending to establish his net worth.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Even assuming the documents and other evidence about which Husband now\r\ncomplains were improperly admitted,10 there is sufficient evidence to sustain the family\r\ncourt's finding of contempt.  Husband admits his failure to pay the alimony and child\r\nsupport at issue. The only real issue was Husband's financial ability to satisfy  his\r\nobligations to Wife.  Without considering the \"business records\" showing Husband's\r\nrepresentations to a bank concerning his net worth, we conclude Husband possessed the\r\nmeans to pay alimony and child support.  That alone is enough to sustain the contempt\r\norder.  We do not reach issues concerning the transfer of property to Husband's current\r\nwife or other issues that do not affect the family court's ability to determine Husband was\r\nin contempt of court for his failure to pay alimony.\r\n\r\n\r\n\r\n\r\n\r\n\r\n We note that the attorneys' fees award should not include fees associated with\r\nappellate representation. See Rule 222, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIII.  APPEAL FROM ORDERS OF SEPTEMBER 1, 1995 AND NOVEMBER 30, 1995\r\n\r\n\r\n The family court's September 1 finding of contempt against Husband was based on\r\nhis having transferred his interest in the Colorado property to his current wife and lying\r\nto the family, court about the transfer at the April 25, 1995 hearing.  The October 14 order\r\nexpressly prohibited Husband from transferring that property.  Husband did transfer the\r\nColorado property in contravention of the October 14 order, and we agree that Husband\r\nlied to the family court about the transfer.  We therefore affirm the family court's finding\r\nof contempt.\r\n\r\n\r\n\r\n\r\n10 The particular records at issue were admitted pursuant to the business records\r\nexception to the hearsay rule.  The records almost certainly do not fall within the business\r\nrecords exception; among other things, they are personal records. See Rule 803(6), S.C.\r\nR. Evid.\r\n\r\n\r\n\r\n\r\n\r\n\r\np33\r\n\r\n\r\nTHORNTON v. THORNTON \r\n\r\n\r\n\r\n\r\n\r\n This case is AFFIRMED IN PART; REVERSED IN PART; VACATED IN\r\nPART AND REMANDED for further proceedings consistent with this opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\np34\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24699","title":"State v. Brewer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24699","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\nThe State,                 Respondent,\r\n v.\r\nJohnny Brewer,             Appellant.\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\n\r\nAppeal From Lexington County\r\n Rodney A. Peeples, Judge\r\n\r\n\r\n\r\n Opinion No. 24699\r\nSubmitted September 29, 1997 - Filed October 13, 1997\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\nJohn D. Delgado, of Columbia, for appellant.\r\n\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, all of\r\nColumbia; and Solicitor Donald V. Myers, of\r\nLexington, for respondent.\r\n\r\n\r\n\r\n PER CURIAM: Following the denial of appellant's motion to\r\nproceed pro se in this capital case, we issued a writ of certiorari to review\r\nthe decision of the circuit court.  We reverse.\r\n\r\n\r\n\r\np35\r\n\r\n\r\nSTATE v. JOHNNY BREWER \r\n\r\n\r\n It is well-established that an accused may waive the right to\r\ncounsel and proceed pro se. Faretta v. California, 422 U.S. 806, 95 S.Ct.\r\n25251 45 L.Ed.2d 562 (1975); State v. Dixon, 269 S.C. 107, 236 S.E.2d 419\r\n(1977).  Although a defendant's decision to proceed pro se may be to the\r\ndefendant's own detriment, it \"must be honored out of that respect for the\r\nindividual which is the lifeblood of the law.\" Faretta v. California, 422\r\nU.S. at 834, 95 S.Ct. at 2541, 45 L.Ed.2d at 581.\r\n\r\n\r\n\r\n The right to proceed pro se must be clearly asserted by the\r\ndefendant prior to trial. State v. Sims, 304 S.C. 409, 405 S.E.2d 377\r\n(1991); United States v. Lorick, 753 F.2d 1295 (4th Cir. 1985).  The trial\r\njudge has the responsibility to ensure that the accused is informed of the\r\ndangers and disadvantages of self-representation, and makes a knowing\r\nand intelligent waiver of the right to counsel. Faretta v. California supra;\r\nState v. Dixon, supra.  The ultimate test of whether a defendant has made\r\na knowing and intelligent waiver of the right to counsel is not the trial\r\njudge's advice, but the defendant's understanding. Graves v. State, 309\r\nS.C. 307, 422 S.E.2d 125 (1992).  A determination by the trial judge that\r\nthe accused lacks the expertise or technical legal knowledge to proceed pro\r\nse does not justify a denial of the right to self-representation; the only\r\nrelevant inquiry is whether the accused made a knowing and intelligent\r\nwaiver of the right to counsel. Faretta v. California, supra; United States\r\nv. Bennett, 539 F.2d 45 (10th Cir. 1976).\r\n\r\n\r\n\r\n In ruling on appellant's motion to proceed pro se, the trial\r\njudge stated, \"If this was [sic] not a death penalty case, perhaps my ruling\r\nwould be different.  But I am of the view that the court has adequately\r\nexplained to you your right of self representation, and I think that you\r\nunderstand it, but I don't think you appreciate it.  I think you've\r\nunderstood what I have said, but I think you have failed, for whatever\r\nmotive or reason that you have, to accept it . . . \" Although the judge\r\nfound that he had adequately explained appellant's right of self-\r\nrepresentation and appellant understood it, he stated that appellant did\r\nnot \"appreciate it\" and had failed to \"accept it.\" According to the trial\r\njudge, \"because of the irreversible nature of the consequences,\" allowing\r\nappellant to represent himself in this case \"is fraught with inherent\r\ndisastrous consequences.\"\r\n\r\n\r\n\r\n There is no prohibition against a capital defendant knowingly\r\nand intelligently waiving the right to counsel.  See State v. Brown, 289\r\nS.C. 581, 347 S.E.2d 882 (1986)(trial judge properly determined a capital\r\ndefendant knowingly and intelligently waived his right to counsel where\r\n\r\n\r\n\r\np36\r\n\r\n\r\nSTATE v. JOHNNY BREWER \r\n\r\n\r\nthe trial judge informed him that he was not entitled to appointed counsel\r\nbecause he was not indigent and advised him of the dangers of self-\r\nrepresentation).  Although the State points to appellant's request for stand-\r\nby counsel as evidence that appellant did not knowingly and intelligently\r\nwaive his right to counsel, a defendant has a right to the assistance of\r\ncounsel even if he is representing himself. State v. Sanders, 269 S.C. 215,\r\n237 S.E.2d 53 (1977).  Therefore, the fact that appellant requested stand-\r\nby counsel does not render the waiver of counsel invalid.\r\n\r\n\r\n\r\n It appears that the trial judge denied the motion to proceed\r\npro se based on the fact that the trial judge did not believe that\r\nappellant's decision to represent himself in a death penalty case was a\r\ngood decision.  A decision can be made intelligently, with an\r\nunderstanding of the consequences, without the decision itself being a wise\r\none.\r\n\r\n\r\n\r\n Because the evidence reveals, and the trial judge found, that\r\nappellant's decision to waive his right to counsel and proceed pro se in\r\nthis matter was knowingly, intelligently, and voluntarily made, the trial\r\njudge violated appellant's 6th Amendment right to self-representation in\r\ndenying the motion.  We find that appellant is entitled to proceed pro se\r\nin this matter with the assistance of stand-by counsel.  Accordingly, the\r\ndecision of the trial judge is\r\n\r\n\r\n\r\nREVERSED.\r\n\r\np37\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24700","title":"In the Matter of George K. Lyall","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24700","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court,\r\n\r\n\r\n\r\nIn the Matter of George\r\nK. Lyall,                      Respondent.\r\n\r\n\r\n\r\n Opinion No. 24700\r\nSubmitted Septembr 4, 1997 - Filed October 13, 1997\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\nWilburn Brewer, Jr., of Columbia, for respondent.\r\nA. Camden Lewis, Special Disciplinary Counsel.\r\n\r\n\r\n PER CURIAM: In this attorney disciplinary matter, respondent\r\nadmits he has committed misconduct and consents to a suspension of up to nine\r\nmonths.  We accept respondent's admissions and suspend him from the practice\r\nof law for nine months.\r\n\r\n\r\n\r\n Padgett Trust Matter\r\n\r\n Respondent and his wife served as co-trustees of a trust established\r\non behalf of their children by respondent's father-in-law, Christian D. Padgett.\r\nIn the past several years, Mr. Padgett would forward appropriate documents to\r\nrespondent and his wife, request their endorsement as co-trustees, and have\r\nthem return the documents to Mr. Padgett for filing, recording, deposit, or\r\nnegotiation.  Included in the documents were checks made payable to respondent\r\nand his wife as co-trustees.\r\n\r\n\r\n\r\np38\r\n\r\n\r\nIn January 1995, respondent, in his capacity as co-trustee, received\r\na check in the amount of $23,000 from Mr. Padgett to invest in stock for the\r\nchildren's trust.  Instead of investing the funds as Mr. Padgett intended,\r\nrespondent converted the money to his own use to pay South Carolina state\r\ntaxes owed by him and his wife.  Respondent has made cash restitution to the\r\nchildren's trust.\r\n\r\n\r\n\r\n In November 1996, respondent received a check representing the\r\nproceeds of the sale of certain real estate by Mr. Padgett on behalf of the\r\nchildren's trust.  The check was made payable to respondent and his wife, in\r\ntheir capacity as co-trustees, in the amount of $26,057.01. Mr. Padgett intended\r\nfor respondent and his wife to endorse the check, then return it to him for\r\ndeposit into the children's trust.\r\n\r\n\r\n\r\n Instead, respondent endorsed the check and endorsed his wife's\r\nsignature without her prior consent or knowledge.  He personally took the check\r\nto a bank and negotiated it for two cashier's checks.  Respondent negotiated one\r\ncashier's check in the amount of $23,566.14 to Richland County Treasurer to pay\r\n1994 delinquent taxes on three properties owned by the 1325 Partnership, of\r\nwhich respondent was a partner.  Respondent negotiated the second cashier's\r\ncheck in the amount of $2,490.87, payable to himself, and used the funds for his\r\nown purposes.\r\n\r\n\r\n\r\n Respondent wrote a letter to Mr. Padgett in February 1997,\r\n apologizing for his conduct but not revealing what he had done with the\r\n $26,057.01 check.  In March 1997, five months after demands were made of him\r\n to explain the missing check, respondent sent Mr. Padgett an \"assignment and\r\n bill of sale\" of his partnership interest in the 1325 Partnership.  Respondent\r\n stated in a letter that he was resigning as co-trustee and transferring his\r\n partnership interest to the children's trust in exchange for the missing check.\r\n The 1325 Partnership agreement provides that any transfer or assignment of a\r\n partner's interest must be approved by the remaining partners.  The other\r\n partners had no knowledge of respondent's assignment of his partnership\r\n interest.  Respondent admits creating the assignment and bill of sale in early\r\n 1997 and backdating it to November 1996.  Respondent has made cash\r\n restitution to the children's trust.\r\n\r\n\r\n\r\n 1325 Partnership Matter\r\n\r\n Respondent was the managing partner of the 1325 Partnership,\r\nformed in 1986 to invest in real estate.  As managing partner, respondent was\r\nin charge of all records and the checking account.\r\n\r\n\r\n\r\n An examination by the state Attorney General's Office of the\r\npartnership's financial records from 1992 to 1997 revealed that respondent had\r\nwithdrawn, in about forty-five check transactions not authorized by the\r\n\r\n\r\n\r\np39\r\n\r\n\r\npartnership, a total of $47,587.42 for his personal use.  The transactions began\r\nin late 1992 and continued through 1996.  In an effort to make up for the\r\nwithdrawals, respondent during the same period deposited into the partnership\r\naccount or paid on the partnership's behalf the total sum of $36,656.43.\r\nRespondent has agreed to make full restitution to the partnership.\r\n\r\n\r\n\r\n Hathcock v. Navistar Matter\r\n\r\n Michael Hathcock and his wife brought separate civil actions\r\nagainst Navistar International Transportation Corp. (\"Navistar\") after Mr.\r\nHathcock was badly burned in an accident in which the truck he was driving\r\nburst into flames after a collision.  Hathcock alleged that Navistar,\r\nmanufacturer of the truck, had negligently designed the fuel system, making it\r\ndefective and unreasonably dangerous.  Navistar retained respondent as local\r\ncounsel in 1992.\r\n\r\n\r\n\r\n Hathcock's counsel served detailed interrogatories and requests for\r\nproduction on respondent as local counsel for Navistar.  In the preamble of the\r\ndiscovery requests, Hathcock's counsel defined certain terms specifically,\r\nincluding the term \"fuel system.\" In an interrogatory, Hathcock's counsel asked\r\nNavistar to provide certain information on prior lawsuits regarding the fuel\r\nsystem in Hathcock's truck or any similar fuel systems in other vehicles\r\nmanufactured by Navistar.\r\n\r\n\r\n\r\n In response, respondent signed answers listing eighteen prior\r\nlawsuits, but unilaterally limited the answers to only those suits involving post-\r\ncollision fuel-fed fires and allegations involving the fuel system of the particular\r\ntype of truck Hathcock was driving.  Hathcock's counsel asked respondent to\r\nsupplement Navistar's responses, and again informed respondent that the\r\ninterrogatories were not limited to the particular type of truck Hathcock was\r\ndriving.  Respondent again denied knowledge of any additional suits in\r\nsupplemental responses.\r\n\r\n\r\n\r\n Hathcock's counsel obtained information from sources other than\r\nNavistar about three past lawsuits filed against Navistar by plaintiffs named\r\n Podvin, Ryan, and Shilts.  Respondent, in consultation with Navistar, had not\r\nlisted those suits in answers to interrogatories or provided any information\r\nabout them.  In August 1993, Hathcock's counsel informed respondent he had\r\nlocated two of the prior plaintiffs and intended to call them at trial.\r\n\r\n\r\n\r\n Two weeks later, respondent notified Hathcock's counsel that he had\r\ndocuments from the Podvin and Shilts cases, and produced hundreds of\r\ndocuments from those cases.  Respondent admits the three suits involved in-cab\r\nfires in Navistar trucks with essentially the same type of fuel system as the\r\ntruck Hathcock was driving.  The Shilts case involved the same type of truck as\r\nthe one Hathcock was driving; the other two cases involved a medium-duty truck\r\n\r\n\r\n\r\np40\r\n\r\n\r\nIN THE MATTER OF LYALL \r\n\r\n\r\nand a pickup truck.\r\n\r\n In other interrogatories, Hathcock's counsel asked respondent to\r\nidentify all employees who helped answer the interrogatories and all employees\r\nwho would have information about prior claims.  Counsel also asked for\r\nbackground information about the employees.  In response, respondent objected\r\nto identifying those individuals and suggested Hathcock's counsel depose one\r\nNavistar official and then determine whether additional information was needed.\r\nIn an internal letter from respondent to Navistar concerning this discovery\r\nrequest, respondent stated,\r\n\r\n\r\n\r\n[Ilt is my understanding we would rather not produce\r\nthe information currently available.  It is my belief [the\r\nfederal court] would require us to produce some\r\nbackground information if the issue were brought before\r\n[it]; therefore, we need to consider whether we should\r\nvoluntarily produce a document of our choice or face the\r\nrisk of producing a document we would rather not\r\nproduce.\r\n\r\n\r\n\r\n Respondent admits there is an appearance of impropriety and\r\nmisconduct in the discovery process in Hathcock's case, and respondent\r\nacknowledges he is responsible for that appearance.\r\n\r\n\r\n\r\n Conclusion\r\n\r\n In the Padgett Trust and 1325 Partnership matters, respondent\r\n admits he converted money belonging to another to his own use, concealed and\r\n refused to explain what he had done with the money, improperly created and\r\n backdated an assignment and bill of sale of his interest in a partnership, and\r\n endorsed his wife's signature on a check without her prior consent.  We conclude\r\n respondent engaged in conduct involving a criminal act that reflects adversely\r\n upon his honesty, trustworthiness, and fitness as a lawyer.  He engaged in\r\n conduct involving moral turpitude.  He acted in a dishonest and fraudulent\r\n manner, and engaged in conduct tending to pollute the administration of justice\r\n or to bring the courts and legal profession into disrepute.  By his actions,\r\n respondent violated Rules 8.4(b), (c), (d), and (e) of the Rules of Professional\r\n Conduct contained in Rule 407, SCACR, and Rule 7(a)(5) of the Rules for\r\n Lawyer Disciplinary Enforcement contained in Rule 413, SCACR.\r\n\r\n\r\n\r\n Finally, a lawyer has an obligation to not unlawfully obstruct\r\nanother party's access to evidence, and to make reasonably diligent efforts to\r\ncomply with proper discovery requests.  Rules 3.4(a) and (d) of Rule 407,\r\nSCACR.  Respondent's actions in the Hathcock matter clearly create the\r\nappearance that respondent has violated those provisions.\r\n\r\n\r\n\r\np41\r\n\r\n\r\nWe find that respondent's conduct warrants a definite suspension of\r\nnine (9) months from the practice of law.  Within fifteen (15) days of the date of\r\nthis opinion, respondent shall file an affidavit with the Clerk of Court showing\r\nhe has complied with Rule 30 of Rule 413, SCACR.  In addition to all other\r\nrequirements respondent must meet to be reinstated under Rule 413, SCACR, no\r\npetition for reinstatement shall be accepted until respondent has filed proof that\r\nhe has made full restitution to the 1325 Partnership as he has agreed to do.\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\nFinney, C.J., not participating\r\n\r\n\r\np42\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24701","title":"In the Matter of Van D. Hipp, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24701","description":"","date":"1997-10-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Van D.\r\nHipp, Jr.,                        Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24701\r\nSubmitted September 4, 1997 - Filed October 13, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\n DEFINITE SUSPENSION\r\n\r\n\r\nLawrence E. Richter, Jr., of Charleston, for respondent.\r\n\r\n\r\nAttorney General Charles Molony Condon and Senior Assistant\r\nAttorney General James G. Bogle, Jr., both of Columbia, for\r\ncomplainant,\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: In this attorney disciplinary matter, respondent\r\nconditionally admits to engaging in misconduct and agrees to be suspended.  We\r\naccept the conditional admission and suspend him from the practice of law for\r\none (1) year.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Respondent pled guilty to seven counts of knowingly, willfully, and\r\nunlawfully making and accepting a contribution in the name of another person,\r\nand aiding and abetting others in the commission of that offense in violation of\r\n2 U.S.C. § 441 (f) and 18 U.S.C. § 2. Respondent was sentenced to five years'\r\nprobation on each count, to run concurrently, and ordered to, among other\r\nthings, remain on home detention for ninety days, pay a $5,000 fine, and\r\nperform  200 hours of community service.\r\n\r\n\r\n\r\n\r\n\r\n\r\n A violation of the laws set forth above is a serious crime pursuant\r\nto Rule 2(z) of the Rules for Lawyer Disciplinary Enforcement (RLDE), Rule 413,\r\nSCACR.  By his conduct, respondent has violated Rule 8.4 of the Rules of\r\nProfessional Conduct, Rule 407, SCACR, by committing a criminal act that\r\nreflects adversely upon his honesty, trustworthiness and fitness as a lawyer.  He\r\nhas committed misconduct under Rule 7(a)(1), (4), and (5) of the RLDE, by\r\nviolating the Rules of Professional Conduct, committing a serious crime,\r\n\r\n\r\n\r\n\r\n\r\n\r\np43\r\n\r\n\r\nIN THE MATTER OF HIPP \r\n\r\n\r\n\r\n\r\n\r\nengaging in conduct tending to pollute the administration of justice or to bring\r\nthe legal profession into disrepute.\r\n\r\n\r\n\r\n\r\n\r\n\r\n In our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for one year.  Accordingly, respondent is\r\nsuspended for one year.  Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\np44\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24702","title":"Hainer v. American Medical International, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24702","description":"","date":"1997-10-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nAnne T. Hainer, Petitioner,\r\nv.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAmerican Medical\r\nInternational, Inc., East\r\nCooper Community\r\nHospital, Inc., Cindy\r\nWoltman, Patricia\r\nCondon, and Katherine\r\nSellers,\r\n\r\n\r\n\r\n\r\n\r\n\r\nRespondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Charleston County\r\nDaniel E. Martin, Sr., Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24702\r\nHeard January 21, 1997 - Filed October 14, 1997\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT.\r\n\r\n\r\n\r\n\r\n\r\n\r\nJustin O'Toole Lucey, of Mount Pleasant, for petitioner.\r\n\r\n\r\nE. Douglas Pratt-Thomas and Allison M. Carter of Wise,\r\nPratt-Thomas, Pearce, Epting and Walker, of Charleston, for\r\nrespondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals' opinion\r\nin Hainer v. American Med. Internat'l, Inc., 320 S.C. 316, 465 S.E.2d 112 (Ct. App.\r\n1995). We affirm as modified.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\np49\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPetitioner, Anne T. Hainer (Hainer), was a registered nurse at East Cooper\r\nCommunity Hospital (Hospital). She was disciplined by the State Nursing Board\r\nfor \"patient abandonment\" when, without notifying appropriate personnel, she\r\nresigned her position on July 16, 1989\r\n\r\n\r\n\r\n\r\n\r\n\r\nHainer subsequently instituted this action for abuse of process and\r\nintentional infliction of emotional distress (outrage) against Hospital,1 claiming it\r\nwrongfully reported her to the State Nursing Board. The jury returned a verdict\r\nof $75,000.00 actual and $225,000.00 punitive damages for Hainer. The Court of\r\nAppeals reversed, finding Hospital entitled to a directed verdict on both causes of\r\naction. We granted certiorari and instructed the parties to brief the following\r\nquestions:\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. May a truthful communication be malicious under S.C. Code Ann.\r\n§ 40-33-936 (1986)?\r\n\r\n\r\n2. If so, was there any evidence of malice?\r\n\r\n\r\n3. Was there evidence of abuse of process to withstand a directed\r\nverdict motion?\r\n\r\n\r\n\r\n\r\n\r\n\r\n4. Was there evidence of intentional infliction of emotional distress\r\nsufficient to withstand a directed verdict motion?\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. MALICE UNDER § 40-33-936\r\n\r\n\r\nIn addressing the abuse of process claim, the Court of Appeals focused on the\r\nstatutory privilege contained in S.C. Code Ann. § 40-33-936 (1986), which provides\r\nthat a communication to the Nursing Board is privileged \"except upon proof that\r\nsuch communication was made with malice.\" Essentially, the Court of Appeals held\r\nthat, as the Board found Hainer guilty of misconduct, Hospital had just cause to\r\nreport her, and therefore the report could not have been maliciously made.2 \r\nAccordingly, it held Hospital was property, granted a directed verdict on this claim.\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 40-33-936 (1986) provides, in part:\r\n\r\n\r\nEvery communication, whether oral or written, made by ... any person,\r\n... to the Board ... shall be privileged: and no action or proceeding, ...\r\n\r\n\r\n\r\n\r\n\r\n1 The hospital and its employees are referred to herein collectively as Hospital.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 In light of this finding, the logical extension would have been for the Court\r\nof Appeals to hold that the statutory privilege of § 40-33-936 preempted both the\r\nabuse of process and the outrage claims.\r\n\r\n\r\n\r\n\r\n\r\n\r\np50\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nshall lie against any such person, ... on whose behalf such\r\ncommunication shall have been made ... , except upon proof that such\r\ncommunication was made with malice.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIt is uncontested the report to the Board was true3 and that Hospital has a\r\nduty to report \"misconduct.\"4 Accordingly, the issue is whether, under such\r\ncircumstances, a report may ever be deemed malicious.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find no authority for the proposition that truth negates malice as a\r\nmatter of law. On the contrary, truth is clearly not dispositive of the element of\r\nmalice in a number of causes of action. See e.g. Upchurch v. New York Times\r\n314 S.C. 531, 431 S.E.2d 558 (1993)(truth not a defense to intentional infliction of\r\nemotional distress); Huggins v. Winn-Dixie, Greenville, Inc., 249 S.C. 206, 153\r\nS.E.2d 693 (1967)(unlike malicious prosecution claim, plaintiff need not prove prior\r\naction unfounded to sustain abuse of process claim), see also Hubbard and Felix,\r\nThe South Carolina Law of Torts, 342 (1990)(hereinafter Hubbard &amp; Felix) (abuse\r\nof process claims founded on perversion of process, rather than illegality);\r\nSnakenburg v. The Hartford Cas. and Ins. Co., 299 S.C. 164, 383 S.E.2d 2 (Ct. App.\r\n1989)(tort of wrongful publicizing of private affairs); Rycroft v. Gaddy, 281 S.C. 119,\r\n314 S.E.2d 39 (Ct. App. 1984)(invasion of privacy).5 Accordingly, we find the fact\r\nthat the report was true does not negate malice as a matter of law.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFurther, we are unpersuaded by Hospital's claim that, because it had a\r\nstatutory duty to report misconduct, malice is precluded. Where the terms of the\r\nstatute are clear, the court must apply those terms according to their literal\r\nmeaning. Adkins v. Varn, 312 S.C. 188, 439 S.E.2d 822 (1993). This Court cannot\r\nconstrue a statute without regard to its plain and ordinary meaning, and may not\r\nresort to subtle or forced construction in an attempt to limit or expand a statute's\r\nscope. Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 (1993). See also Estate\r\nof Guide v. Spooner, 318 S.C.335 457 S.E.2d 623 (Ct. App 1995)(if Legislature had\r\nintended certain result in statute, it would have said so).\r\n\r\n\r\n\r\n\r\n\r\n\r\nNothing in § 40-33-936 evinces a Legislative intent to exempt truthful\r\ncommunications from a finding of malice. If the fact of the duty negated malice,\r\nthe Legislature would have granted an absolute privilege since there is a duty to\r\n\r\n\r\n\r\n\r\n3 The circuit court ruled, and the Court of Appeals held, Hainer was collaterally\r\nestopped to relitigate the issue of her misconduct.\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 S.C. Code Ann. § 40-33-9-10 requires employers of nurses to report any\r\ninstances of misconduct.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 Moreover, it is patent that truthful information may be divulged in a malicious\r\nmanner as, for example, disclosure of the fact that a person has a venereal disease,\r\nis an adulterer, a racist, etc.\r\n\r\n\r\n\r\n\r\n\r\n\r\np51\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nreport all perceived misconduct, and the statute makes no distinction for the\r\nreporting of truthful versus untruthful information. We therefore find that the\r\nfiling of a truthful report pursuant to § 40-33-936 does not negate malice as a\r\nmatter of law.6 \r\n\r\n\r\n\r\n\r\n\r\n\r\nFurther, we find that, in order to defeat the privilege afforded reports made\r\npursuant to § 40-33-936, a plaintiff must demonstrate the defendant made the\r\ncommunication with common law actual malice.7 \r\n\r\n\r\n\r\n\r\n\r\n\r\nPrivileged communications are either absolute or qualified. When a\r\ncommunication is absolutely privileged, no action lies for its publication, no matter\r\nwhat the circumstances under which it is published, i.e., an action will not lie even\r\nif the report is made with malice. Richardson v. McGill, 213 S.C. 142, 255 S.E.2d\r\n341 (1979); Wright v. Sparrow, 298 S.C. 469, 38l S.E.2d 503 (Ct. App. 1989);\r\nCrowell v. Herring, 301 S.C. 4, 392 S.E.2d 464 (Ct. App. 1990). When qualified\r\nhowever, the plaintiff may recover if he shows the communication was actuated by\r\nmalice. Id. One publishing under a qualified privilege is liable upon proof of\r\nactual malice. Constant v. Spartanburg Steel Products 316 S.C. 86, 447 S.E.2d\r\n194 (1994). Actual malice can mean the defendant acted recklessly or wantonly,\r\nor with conscious disregard of the plaintiffs rights. Constant v. Spartanburg Steel\r\nProducts, supra. Common law actual malice has also been defined as meaning\r\n\"the defendant was actuated by ill will in what he did, with the design to\r\ncauselessly and wantonly injure the plaintiff, or that the statements were published\r\nwith such recklessness as to show a conscious indifference towards plaintiffs rights.\r\nJones v. Garner, 250 S.C. 479, 488, 158 S.E.2d 909 (1968); see also Hubbard and\r\nFelix at p. 398.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, § 40-33-936 creates a qualified privilege. Accordingly, where a plaintiff\r\ndemonstrates the defendant acted with common law actual malice, the privilege of\r\nsection 40-33-936 does not apply.8 \r\n\r\n\r\n\r\n\r\n\r\n\r\n6 The fact that a report is both truthful and pursuant to a statutory duty may,\r\nhowever, be relevant to the jury's determination of whether the defendant in fact\r\nacted with malice.\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 We note that, in using the term \"actual malice,\" we do not refer to what is\r\ncommonly known as \"constitutional actual malice.\" There is a distinction between\r\nthe two. See Hubbard and Felix, The South Carolina Law of Torts, p. 398.\r\n\"Constitutional actual malice\" refers to the defendant's knowledge of the\r\npublication's falsity or reckless disregard of its truth or falsity. Id.; Sanders v.\r\nPrince, 304 S.C. 236, 403 S.E.2d 640 (1991). The present case involves common\r\nlaw actual malice.\r\n\r\n\r\n\r\n\r\n\r\n\r\n8 We remind trial judges that in cases in which the issue of punitive damages\r\nis submitted to the jury, there must be clear and convincing evidence of actual\r\n\r\n\r\n\r\n\r\np52\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\n2. EVIDENCE OF MALICE\r\n\r\n\r\n\r\n\r\nAt trial and before the Court of Appeals, Hospital claimed a truthful\r\ncommunication made pursuant to a statutory duty could never be deemed malicious.\r\nHospital conceded at oral argument before this Court, however, that if we found a\r\ntruthful report could be malicious, then the matter of the sufficiency of the evidence\r\nof malice was for the jury. Accordingly, we need not conduct an exhaustive review\r\nof the evidence to determine its sufficiency.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMalice may be proved by direct or circumstantial evidence. Smith v. Smith,\r\n194 S.C. 247, 9 S.E.2d 584 (1947). Proof that statements were published in an\r\nimproper and unjustified manner is sufficient evidence to submit the issue of actual\r\nmalice to a jury. Mains v. K-Mart 297 S.C. 142, 375 S.E.2d 311 (Ct. App. 1988).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough circumstantial, there was some evidence from which the jury could\r\ninfer malice. Accordingly, the issue was for the jury.9 \r\n\r\n\r\n\r\n\r\n\r\n\r\n3. DIRECTED VERDICT - ABUSE OF PROCESS\r\n\r\n\r\nAs there was some evidence from which the jury could have inferred malice,\r\nwe must determine whether Hainer met her burden of proving the remaining\r\nelements of abuse of process. We find that she did not and, accordingly, affirm in\r\nresult the Court of Appeals' holding that a directed verdict was properly granted\r\non the abuse of process claim.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe essential elements of abuse of process are an ulterior purpose and a\r\nwillful act in the use of the process not proper in the conduct of the proceeding.\r\nHuggins v. Winn-Dixie Greenville, Inc., 249 S.C. 206, 153 S.E.2d 693 (1967). Some\r\ndefinite act or threat not authorized by the process or aimed at an object not\r\nlegitimate in the use of the process is required. There is no liability where the\r\ndefendant has done nothing more than carry out the process to its authorized\r\nconclusion even though with bad intentions. Id.; Rycroft v. Gaddy, 281 S.C. 119,\r\n314 S.E.2d 39 (Ct. App. 1984); Hubbard &amp; Felix, supra at 382-383. The improper\r\npurpose usually takes the form of coercion to obtain a collateral advantage, not\r\nproperly involved in the proceeding itself. Id. Abuse of process requires both an\r\nulterior purpose and a willful act not proper in the regular course of the\r\n\r\n\r\n\r\n\r\n\r\n\r\nmalice to warrant such an award. See Wilholt v. WCSC, Inc., 293 S.C. 34, 358\r\nS.E.2d 397 (Ct. App. 1987); S.C. Code Ann. § 15-33-135 (Supp. 1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n9 The Court of Appeals' opinion is modified to the extent it held there was no\r\nevidence of malice.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np53\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc. et al. \r\n\r\n\r\n\r\n\r\n\r\nproceeding. See Sierra v. Skelton, 307 S.C. 217, 414 S.E.2d 169 (Ct. App. 1992).10 \r\n\r\n\r\n\r\n\r\nHere, Hainer's evidence is simply insufficient to meet the elements of abuse\r\nof process. The evidence, viewed in the light most favorable to Hainer, is that\r\nseveral days after her resignation on July 16, 1989, she had a meeting with\r\nHospital employees at which Hainer was advised she would \"have to [be]\r\nreported] to the State Board of Nursing for patient abandonment.\" Notably,\r\nHainer did not testify that she was \"threatened\" with a complaint to the Board if\r\nshe did not report to work; she testified only that she was told that she would have\r\nto be reported. Hainer testified that she heard absolutely nothing more from\r\nHospital until sometime in February, 1990, when she was contacted by the State\r\nNursing Board concerning the complaint which had been filed against her by the\r\nHospital.11 There is absolutely no evidence in the record that, in between these\r\ndates, Hospital in any way threatened, coerced, harassed, or otherwise contacted\r\nHainer.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHainer essentially bases her abuse of process claim on the fact that, at trial,\r\nHospital vacillated as to the date it learned \"patient abandonment\" was a\r\nreportable offense.12 The argument follows that, since it did not even know if\r\n\"patient abandonment\" was a reportable offense, it must have been using it as a\r\nthreat against her and other nurses to \"keep them in line.\" The problem with this\r\n\r\n\r\n\r\n\r\n10 There is authority for the proposition that the focus of an abuse of process\r\nclaim is on the improper use of the process after it has been issued. Scott v.\r\nMcVain, 275 S.C. 599, 274 S.E.2d 299 (1981); Hubbard &amp; Felix, supra at p. 384.\r\nBut see Sierra v. Skelton, supra. Under this view, there was clearly no willful act\r\nsubsequent to issuance of the process in this case. However, we need not decide\r\nwhether a claim for abuse of process will lie in cases where the willful act occurs\r\nprior to the institution of proceedings since, here, there is simply no willful act in\r\nthe use of the proceedings.\r\n\r\n\r\n\r\n\r\n\r\n\r\n11 In the interim between July and February, other nurses were allegedly\r\n\"threatened\" by Hospital with charges of \"patient abandonment.\" One of those\r\nnurses, Sandra Enright, was told by Nurse Woltman that if she did not report\r\nduring Hurricane Hugo, she would be reported to the Nursing Board. Enright filed\r\nsuit against Hospital in November, 1989; her suit was subsequently settled.\r\n\r\n\r\n\r\n\r\n\r\n\r\n12 According to Hospital's director of nursing, the reason for the delay in filing\r\na complaint was that she did not learn until February 8, 1990 (in a phone\r\nconversation with B.J. Church of the Nursing Board) that \"patient abandonment\"\r\nwas a reportable offense required by the Nurse Practice Act, S.C. Code Ann. § 40-\r\n33-935 (Supp. 1995) to be reported to the State Board. It is undisputed that\r\nalthough \"patient abandonment\" became a reportable offense in June, 1989, the\r\nregulations to that effect were not in print in July, 1989. 26 S.C. Code Re-s. 91-\r\n19(c)(3)(n)(Supp. 1995).\r\n\r\n\r\n\r\n\r\n\r\n\r\np54\r\n\r\n\r\nANNE T. HAINER v. AMERLCAN MEDICAL INTERNATIONAL, etc. et al. \r\n\r\n\r\n\r\n\r\n\r\nargument is twofold. First, it is undisputed that, at least as to Hainer, she was\r\ntold in July, 1989 that Hospital would have to report her to the Board. Second,\r\nit is uncontradicted that Hospital had absolutely no contact with Hainer between\r\nthe date of that meeting and the lodging of the complaint with the Nursing Board.\r\nThe fact that other nurses may have been threatened with \"patient abandomnent\"\r\ncharges, or that another nurse filed suit against Hospital in November is simply\r\ninsufficient to demonstrate that Hospital abused the process against Hainer.\r\nAlthough Hainer's evidence may be susceptible of an inference of an ulterior\r\npurpose, i.e., that Hospital filed the report either to discredit Hainer, or to chill\r\nother nurses from testifying in the Enright suit, Hainer has simply failed to\r\ndemonstrate in what manner Hospital committed a \"willful act not proper in the\r\nregular conduct of the proceeding.\" Huggins v. Winn-Dixie Greenville, Inc., supra.\r\nCf. Kollodge v. State of Alaska, 757 P.2d 1024 (Ak. 1988); Tomash v. John Deere\r\nIndustrial Equipment, 399 N.W.2d 387 (Iowa 1987).\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe only arguable \"act\" cited by Hainer is the fact that Hospital delayed\r\nfiling its complaint with the Board for several months. However, S.C. Code Ann.\r\n§ 40-33-970 sets forth no time frame in which to report misconduct and,\r\naccordingly, there is nothing improper in the fact that Hospital delayed filing its\r\ncomplaint. As noted by the Court of Appeals in Skelton there must be an overt\r\nact, and an improper purpose alone is insufficient. 307 S.C. at 222, 414 S.E.2d at\r\n172. See also Huggins supra; W. Page Keeton, Prosser and Keeton on The Law\r\nof Torts 898 (5th Ed. 1984). At best, the evidence here demonstrates that Hospital\r\ncarried out the process to its authorized conclusion, even if it had bad intentions\r\nin so doing. This is simply insufficient to create liability under this cause of action.\r\nRycroft v. Gaddy, supra; Scott v. McCain 275 S.C. 599, 274 S.E.2d 299 (1981).\r\nAccordingly, the Court of Appeals' holding on this issue is affirmed in result.\r\n\r\n\r\n\r\n\r\n\r\n\r\n4. DIRECTED VERDICT - OUTRAGE\r\n\r\n\r\nThe only remaining issue is whether Hospital was entitled to a directed\r\nverdict on Hainer's claim of outrage. We concur with the Court of Appeals' opinion\r\nthat Hospital's actions here do not rise to the level of outrage. Cf. People v.\r\nYarborough, 509 N.E.2d 747 (Ill. 1987)(even if report of misconduct against nurse\r\nwas filed in bad faith and with malice, it was not enough to be characterized as\r\nextreme and outrageous). Accordingly, we affirm the Court of Appeals' opinion on\r\nthis issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE and BURNETT, JJ., concur. TOAL, A.J.,\r\ndissenting in separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\np55\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL , etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: I dissent, in part, because I differ with the portion of the\r\nmajority's opinion which bears on the issue of abuse of process. As there was\r\nevidence of abuse of process to withstand a directed verdict motion, the trial\r\ncourt properly submitted the issue to the jury. Accordingly, the decision of\r\nthe Court of Appeals should be reversed.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe leading South Carolina case on the issue of abuse of process is\r\nHuggins v. Winn-Dixie Greenville, Inc., 249 S.C. 206, 153 S.E.2d 693 (1967).\r\nThe case sets forth the following definition of abuse of process:\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe essential elements of abuse of process, as the tort has\r\ndeveloped, have been stated to be: first, an ulterior purpose, and\r\nsecond, a wilful act in the use of the process not proper in the\r\nregular conduct of the proceeding. Some definite act or threat\r\nnot authorized by the process, or aimed at an objective not\r\nlegitimate in the use of the process, is required; and there is no\r\nliability where the defendant has done nothing more than carry\r\nout the process to its authorized conclusion, even though with\r\nbad intentions. The improper purpose usually takes the form of\r\ncoercion to obtain a collateral advantage, not properly involved in\r\nthe proceeding itself, such as the surrender of property or the\r\npayment of money, by the use of the process as a threat or club.\r\n\r\n\r\n\r\n\r\nHuggins, 249 S.C. at 209, 153 S.E.2d at 694.\r\n\r\n\r\n\r\n\r\nHuggins applied the above-cited principles to the following facts: The\r\nplaintiff, a customer, had entered the defendant's store and had decided to\r\nbuy various food items. He picked up two small packages of ham, which he\r\ndropped into his coat pocket, as he was not using a pushcart. He proceeded\r\nto the check-out counter and paid for a bottle of oil and a bag of potatoes.\r\nWhen he reached the door on his way out, the store manager stopped him\r\nand asked if he had forgotten to pay for the ham, whereupon he replied that\r\nhe had forgotten about it, took it out of his pocket, and offered to pay for it.\r\nThe manager refused the proffered payment, called him to the rear of the\r\nstore, where he asked him why he had done this, to which the customer\r\nreplied that he had made a mistake and was sorry that it had happened.\r\nThe customer repeated his offer to pay for the ham, but the manager replied\r\nthat he would have to pay ten dollars for merchandise that the manager felt\r\nthe customer had previously taken from the store. When the customer\r\nrefused to do so, the manager had the police called, who eventually arrested\r\nthe customer and charged him with petit larceny. He was released on bond,\r\nbut was subsequently arrested for shoplifting. Upon trial, he was found not\r\n\r\n\r\n\r\n\r\n\r\n\r\np56\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nguilty.\r\n\r\n\r\nViewing the facts in the light most favorable to the customer (i.e. the\r\nnon-moving party), this Court concluded that there was evidence that \"the\r\ncriminal process of the court was used for the ulterior purpose of coercing the\r\nplaintiff into paying ten dollars for merchandise that the store manager 'felt'\r\nhe had previously taken, rather than for the sole purpose for which it could\r\nproperly have been intended, viz., to punish the plaintiff for 'shoplifting' two\r\npackages of ham.\" Huggins, 249 S.C. at 212, 153 S.E.2d at 696.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs in Huggins, the facts of the present case also make out a claim for\r\nabuse of process. Anne Hainer was described by her co-workers as a very\r\ncapable, competent nurse who worked at Hospital. On July 16, 1989, Hainer\r\nleft her job, leaving a resignation letter at Hospital. She called Hospital\r\npersonnel to ensure they had received her resignation letter. She was told\r\nthat she could not resign, but was fired, and that she had committed patient\r\nabandonment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSeveral days later, Hainer was called to Hospital for a meeting. At the\r\nmeeting, she was informed by Hospital personnel that they had to report her\r\nto the State Board of Nursing for patient abandonment; however, they offered\r\nto give Hainer back her job. Hainer stated, \"I came away with the\r\nunderstanding that -- that they had control over me.\" She further testified\r\nthat Hospital personnel threatened her with patient abandonment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHainer decided against resuming her job and wrote another letter of\r\nresignation, which she mailed to Hospital in the latter part of July. She did\r\nnot hear back from Hospital, and Hospital did not report her for patient\r\nabandonment at that time. Another nurse testified that Kathy Sellers, a\r\nhospital supervisor, was very angry with what had happened and \"was going\r\nto go after [Hainer's] license\" on the grounds of patient abandonment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTwo months after Hainer's resignation, Hospital personnel threatened\r\nanother nurse, Sandra Enright, in connection with staffing needs at the time\r\nof Hurricane Hugo. Enright was called at home by her supervisor Cindy\r\nWoltman the day before Hurricane Hugo hit South Carolina and was told to\r\nreport to work the next day. When Enright replied that she was planning\r\nto evacuate the area with her family and that she was not scheduled to work,\r\nWoltman told her that she would lose her license. When Enright asked on\r\nwhat grounds, Woltman responded, \"patient abandonment.\" Because of the\r\nthreat, Enright went to work the next day. At work, she discovered that\r\nother nurses had received similar phone calls.\r\n\r\n\r\n\r\n\r\n\r\n\r\np57\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nShortly after Hugo, Enright complained to Hospital personnel about her\r\nlicense being threatened. Additionally, she met with Woltman to express her\r\nconcerns about the matter. Woltman told her that she had been instructed\r\nto do so by other Hospital personnel and that they were ignorant of the\r\npatient abandonment laws. Enright then brought up the subject of how Anne\r\nHainer had been threatened with patient abandonment to show that Hospital\r\nwas well aware of the patient abandonment laws. Woltman said that\r\nEnright was right.\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn November 22, 1989, Enright filed a lawsuit against Hospital and\r\ncertain Hospital personnel in relation to the Hugo incidents. Hainer had\r\nagreed to testify in Enright's case that Hospital personnel had also\r\nthreatened to report her. After the suit was filed, Enright and her attorney\r\nadvised Hospital that they were aware of another employee (Anne Hainer)\r\nhaving been threatened by Hospital personnel for patient abandonment.\r\nThey conveyed this information in March 1990. In the very same month,\r\nHospital filed with the State Nursing Board a charge of patient abandonment\r\nagainst Anne Hainer. This was some eight months after Hainer's\r\nresignation.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHainer filed the present action alleging Hospital had engaged in a\r\npattern of intimidation of nurses by repeatedly threatening to file patient\r\nabandonment charges against them. In particular, she contends that\r\nHospital pursued patient abandonment charges against her to prevent her\r\nfrom serving as a witness in the Enright lawsuit and to prevent her from\r\ndisclosing Hospital's management practices. Such acts, she asserts, constitute\r\nabuse of process.\r\n\r\n\r\n\r\n\r\n\r\n\r\nViewed in the light most favorable to the non-moving party, the facts\r\npresented at trial offer ample evidence for Hainer's abuse of process claim to\r\nsurvive Hospital's directed verdict motion. Evidence was presented that\r\nHospital was clearly aware of the charge of patient abandonment; that it\r\nthreatened Hainer with this charge; and that it threatened other nurses with\r\nthe same charge. The majority opinion rejects Hainer's claim for abuse of\r\nprocess, concluding that there was not evidence of both an ulterior purpose\r\nand a wilful act. To the contrary, evidence of both elements is present. The\r\nulterior purpose,\" taking \"the form of coercion to obtain a collateral\r\nadvantage,\" was the prevention of Hainer from revealing information about\r\nHospital's improper managment practices and from serving as a witness in\r\nthe Enright's lawsuit. See Huggins, 249 S.C. at 209, 153 S.E.2d at 694. The\r\n\"wilful act in the use of the process not proper in the regular conduct of the\r\nproceeding\" was the threat to have Hainer's nursing license revoked. As\r\n\r\n\r\n\r\n\r\n\r\n\r\np58\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nHuggins stated, the \"wilful act\" may take the form of a \"threat ... aimed at\r\nan objective not legitimate in the use of the process.\" See id.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe majority asserts that there is no evidence of a wilful act because\r\nHainer was not in any way threatened. A review of the record would\r\nindicate otherwise. The following facts amply bear this out:\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. Hospital fired Hainer and informed her she had committed patient\r\nabandonment; yet, it offered Hainer back her job.\r\n2. Hainer testified that \"Miss Sellers and Miss Condon had . . .\r\nthreatened to report me to the State Board of Nursing for patient\r\nabandonment.\"\r\n3. Enright testified that Cindy Woltman \"stated that Kathy Sellers was\r\nvery angry about what happened and was going to go after Anne's license.\r\nAnd I asked her, 'On what grounds?' And she said, 'Patient abandonment .......\r\n4. Enright testified about a conversation she had with Cindy Woltman:\r\n\"I said, 'You know as well as I do that they were going after Anne Hainer's\r\nlicense and the reason they didn't is because they couldn't because she -- not\r\nonly -- not only did she not abandon her patients but it was ridiculous.' And\r\nthe point of me bringing up Anne Hainer was the fact that the hospital had\r\nprevious knowledge of the patient abandonment laws. And with that, she\r\nstated I was right and she began to cry. \"\r\n5. Hospital filed charges against Hainer only after Enright and her\r\nattorney advised Hospital that Hainer had agreed to testify that Hospital\r\npersonnel had also threatened to report her for patient abandonment.1D \r\n\r\n\r\n\r\n\r\n\r\n\r\nThese facts provide persuasive circumstantial evidence that Hospital\r\nengaged in an act or threat aimed at an objective not legitimate in the use\r\nof the process. The majority opinion suggests that only direct evidence of an\r\novert act will suffice to allow the case to be presented to the jury. This\r\nconclusion is based on two faulty notions: First, that only direct, not\r\ncircumstantial, evidence is permitted in order to establish an abuse of process\r\nclaim. I am unaware of any authority for the proposition that the\r\nevidentiary rules are somehow different for abuse of process actions. Second,\r\nthe majority opinion accepts the concept that an \"overt act\" is necessary in\r\norder to make out a claim. As far as I can determine, the mention of the\r\n necessity of an \"overt act\" in abuse of process cases appears for the first time\r\n\r\n\r\n\r\n\r\n\r\n\r\n1D The majority opinion asserts that Hainer's abuse of process claim just\r\nrests on Hospital's vacillation as to the dates it learned \"patient\r\nabandomnent\" was a reportable offense. The above-listed facts would indicate\r\nthere is much more to Hainer's claim.\r\n\r\n\r\n\r\n\r\n\r\n\r\np59\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\n\r\n\r\n\r\n\r\nin South Carolina jurisprudence in the 1992 Court of Appeals opinion Sierra\r\nv. Skelton, 307 S.C. 217, 414 S.E.2d 169 (Ct. App. 1992). This was not a\r\nrequirement in any of this Court's abuse of process decisions.2D \r\n\r\n\r\n\r\n\r\n\r\n\r\nIf we approach the tort of abuse of process only in a hyper-technical\r\nmanner, then we vitiate the purpose for which the cause of action exists. As\r\nHuggins explained, abuse of process is the employment of legal process for\r\nsome purpose other than that which it was intended by the law to effect.\r\nHuggins, 249 S.C. at 210, 153 S.E.2d at 695. That case further stated that\r\nit is the \"abuse, the perversion, of the process, not its illegality, [that] is the\r\nfoundation of the cause of action.\" Huggins, 249 S.C. at 214, 153 S.E.2d at\r\n697.\r\n\r\n\r\n\r\n\r\n\r\n\r\nA reading of Huggins reveals that this Court employed a flexible\r\napproach to analyzing whether process had been abused. For example, in the\r\ncase, the defendant argued that since the customer's arrest in the store and\r\nsubsequent arrest on the warrant for shoplifting took place after the actions\r\nof the store manager, those actions did not constitute abuse of process\r\nbecause \"process\" was not then in existence. The opinion rejected this\r\ntechnical argument,3D calling it \"unsound\" and concluding that the defendant\r\n\r\n\r\n\r\ncannot divorce itself from responsibility for the proceedings that\r\nresulted from the store manager's action; and the testimony in\r\nthis record warrants the inference that the arrest, the charge of\r\npetit larceny, and the subsequent arrest, indictment and trial on\r\nthe charge of shoplifting, all of which on their face related only\r\nto two packages of ham, were tainted throughout with the\r\nulterior and improper purpose of coercing the respondent to pay\r\nfor merchandise that the store manager \"felt\" or suspected he had\r\npreviously taken.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHuggins, 249 S.C. at 212, 153 S.E.2d at 696.\r\n\r\n\r\n\r\n\r\nIn addition to Huggins, our opinion in Broadmoor Apartments v.\r\n\r\n\r\n2D Sierra v. Skelton should be overruled to the extent it would require\r\nan overt act for an abuse of process claim to be made out.\r\n\r\n\r\n3D The majority opinion's discussion in footnote 10, stating there is\r\nauthority for the proposition that the focus of an abuse of process claim is on\r\nthe improper use of the process after it has been used, does not comport with\r\nthe clear holding in Huggins.\r\n\r\n\r\n\r\n\r\n\r\n\r\np60\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc., et al. \r\n\r\nHorwitz, 306 S.C. 482, 413 S.E.2d 9 (1991) also exemplifies this Court's\r\nflexible approach in analyzing abuse of process claims. In that case,\r\nBroadmoor executed a contract with a purchaser for the sale of an apartment\r\ncomplex. The required $75,000 deposit was reduced to $50,000 by agreement\r\nof the parties. A few months later, the purchaser requested that the deposit\r\nbe further reduced to $25,000. This request was rejected by Broadmoor. The\r\ndeposit was not paid; nevertheless, the purchaser purported to assign the\r\ncontract of sale to a third-party. Such an assignment was not permitted\r\nunder the contract. The third-party attempted to cover the deposit by issuing\r\na $50,000 draft; however, the bank account on which the draft was drawn\r\nhad a balance of $10. Subsequently, the third-party filed a lis pendens to\r\nenjoin sale of the property. The lis pendens and specific performance actions\r\nwere resolved in Broadmoor's favor,\r\n\r\n\r\n\r\n\r\n\r\n\r\nBroadmoor then sued purchaser and third-party for slander of title and\r\nabuse of process. The abuse of process action resulted in a jury verdict of\r\n$750,000. In reviewing the denial of a motion for directed verdict, this Court\r\nfound that the trial court had properly submitted the abuse of process issue\r\nto the jury. We simply concluded that there was evidence \"from which the\r\njury could infer that [third-party] willfully abused the process, with the\r\nulterior purpose of preventing a sale to [others] in hopes of obtaining\r\nfinancial backing with which to purchase the property at an advantageous\r\nprice.\" Broadmoor, 306 S.C. at 487, 413 S.E.2d at 12. Thus, Broadmoor\r\naffirms the teaching of Huggins that \"it is the malicious misuse or perversion\r\nof the process for an end not lawfully warranted by it that constitutes the\r\ntort known as abuse of process.\" Huggins, 249 S.C. at 209, 153 S.E.2d at\r\n695.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Restatement's formulation of abuse of process further supports the\r\nmethod of analysis set forth in Huggins and Broadmoor. Restatement\r\n(Second) of Torts § 682 (1977) provides: \"One who uses a legal process,\r\nwhether criminal or civil, against another primarily to accomplish a purpose\r\nfor which it is not designed, is subject to liability to the other for harm\r\ncaused by the abuse of process.\" The comment to the section reveals that the\r\ngravamen of the misconduct \"is the misuse of the process, no matter how\r\nproperly obtained, for any purpose other than that which it was designed to\r\naccomplish. \"\r\n\r\n\r\n\r\n\r\n\r\n\r\nA fundamental purpose of the disciplinary process for nurses is the\r\n\"protection of the public.\" See S.C. Code Ann. § 40-33-930 (Supp. 1996). The\r\nprocess seeks to discipline those nurses who have not conformed to the\r\nstandards of the profession. The purpose of the process is not to coerce,\r\n\r\n\r\n\r\n\r\n\r\n\r\np61\r\n\r\n\r\nANNE T. HAINER v. AMERICAN MEDICAL INTERNATIONAL, etc. et al. \r\n\r\n\r\n\r\n\r\n\r\nharass, or threaten nurses. It was not intended to serve as a \"club\" to be\r\nused by hospital supervisors to intimidate nurses into working when they are\r\nnot required to work, to prevent nurses from disclosing information about\r\nimproper hospital practices, or to scare off potential witnesses in actions\r\nagainst hospitals. In the instant case, there is ample evidence of a misuse\r\nor perversion of the process for an end not lawfully warranted. Accordingly,\r\nI believe the trial court did not err in denying Hospital's motion for directed\r\nverdict on this issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor the foregoing reasons, I dissent, in part, from the majority opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\np62\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24703","title":"Sanders, et al. v. John M. Hughes Seafood Col, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24703","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nHenry Sanders\r\nMcMillan, Jr. and\r\nEvelyn Marie McMillan, Plaintiffs,\r\n\r\n\r\nv.\r\n\r\n\r\nJohn M. Hughes\r\nSeafood Company, Inc.\r\nand CSX\r\nTransportation, Inc., Defendants.\r\n\r\n\r\n\r\n\r\nOn Certification from the United States District\r\nCourt for the District of South Carolina\r\nMatthew J. Perry, United States District Judge\r\n\r\n\r\nOpinion No. 24703\r\nHeard September 18, 1997 - Filed October 27, 1997\r\n\r\n\r\nCERTIFIED QUESTION ANSWERED\r\n\r\n\r\nBlake G. Arata, Jr., C. Perrin Rome, III, Benjamin\r\nB. Saunders, all of Davis, Saunders, Arata &amp; Rome,\r\nof Metairie, Louisiana; Austin J. Tothacer, Jr., of\r\nMoncks Corner, for plaintiffs.\r\n\r\n\r\n\r\n\r\nStephen F. McKinney, of Haynsworth, Marion.\r\nMcKay &amp; Guerard, L.L.P., of Columbia, for\r\nDefendant CSX Transportation, Inc.\r\n\r\n\r\nHenry Grimball, of Buist, Moore, Smythe &amp; McGee,\r\nP.A., of Charleston, for State Farm Mutual Ins. Co.\r\n\r\n\r\np. 3\r\n\r\nMCMILLAN, et al. v. SEAFOOD COMPANY\r\n\r\n\r\nFINNEY, C.J.: The United States District Court for the\r\nDistrict of South Carolina has certified the following question to this\r\nCourt:\r\n\r\n\r\nDo the settlement agreements entered into between plaintiffs and\r\ndefendant CSX Transportation, Inc., constitute an impermissible\r\nassignment of a claim for underinsured motorists benefits\r\ncontrary to S.C. Code Ann. § 38-77-160 (Supp. 1996)?\r\n\r\n\r\n\r\n\r\nHenry McMillan was injured when a train owned by CSX struck-\r\na tractor-trailer owned by defendant John Hughes Seafood Co. The plaintiffs\r\nentered into a settlement agreement with defendants. As part of the\r\nagreement, the plaintiffs agreed to pursue all excess insurance recoveries\r\navailable to them, including underinsurance coverage, and pay any recoveries\r\nto CSX. Plaintiffs brought a federal action to seek recovery of the $100,000\r\nin underinsurance coverage with any recovery, net of fees and expenses, being\r\npaid to CSX. State Farm, plaintiffs' underinsurance carrier, filed a motion\r\nto dismiss the claims with prejudice on the ground that plaintiffs and CSX\r\nhave entered into an impermissible assignment of a claim for underinsured\r\nmotorist benefits contrary to S.C. Code Ann. § 38-77-160 (Supp. 1996). We\r\nagreed to answer the certified question.\r\n\r\n\r\n\r\n\r\nThe settlement and final release of all claims executed on July 17,\r\n1996, states that the plaintiffs \"agrree to cooperate without expense to\r\nthemselves in conjunction with CSX Transportation, Inc., to pursue insurance\r\ncoverages which may be in effect relative to the damages\" resulting from the\r\naccident. The second settlement and final release agreement executed on\r\nMarch 3, 1997, states the plaintiffs retain the right to pursue any action to\r\nseek further compensation out of any personal insurance coverage or any\r\napplicable underinsured motorist coverage (UIM) available to plaintiffs. The\r\nagreement further states that if plaintiffs collect any insurance coverage\r\nproceeds they will pay, such proceeds to CSX Transportation.\r\n\r\n\r\n\r\n\r\nState Farm contends plaintiffs have fully released their claims\r\nand thus, any purported transfer of underinsured benefits to CSX is invalid\r\nbased on S.C. Code Ann. § 38-77-160. Section 38-77-160, which requires\r\ninsurers to make an offer of uninsured and underinsured motorist coverage,\r\nstates that \"[b]enefits paid pursuant to this section are not subject to\r\nsubrogation and assignment.\"\r\n\r\n\r\n\r\n\r\nPlaintiffs and CSX assert the settlement agreement is an\r\nexecutory contract and therefore does not affect an assignment relieving the\r\np. 4\r\n\r\nMCMILLAN, et al.. v. SEAFOOD COMPANY\r\n\r\n\r\ninsurer of its obligation to pay benefits. Plaintiffs further assert that it is\r\nbeyond the authority and control of the carrier to decide how proceeds are\r\nused. This argument ignores the language of the agreement which states\r\nthat plaintiffs will pay such proceeds collected to CSX. The statutory\r\nlanguage is clear that underinsured benefits paid are not subject to\r\nsubrogation and assignment.1 The settlement and final release agreements\r\nset forth an intent to assign plaintiffs' interest in UIM benefits which is\r\ncontrary to § 38-77-160.\r\n\r\n\r\nPlaintiffs and CSX assert that the restrictive language applies\r\nonly to uninsured motorist coverage because only uninsured coverage is\r\naddressed in the paragraph ending with the restrictive language. We\r\ndisagree. The first paragraph ending with the restriction on subrogation and\r\nassignment discusses both types of coverage and includes three references to\r\nunderinsured motorist coverage. Further, the restrictive language indicates\r\nthat it applies to all coverage mentioned in the section not paragraph.\r\nClearly, section refers to more than just a paragraph of a statutory section.\r\n\r\n\r\nPlaintiffs and CSX maintain there was no assignment of an UIM\r\nclaim involved in the agreements. Plaintiffs assert the parties agreed the\r\nplaintiffs would liquidate any available UIM or other excess insurance claims\r\nand, if successful, make the proceeds available to CSX. However, this\r\ninterpretation is contrary to the explicit language of the agreements.\r\n\r\n\r\nWe conclude the settlement agreements at issue here constitute\r\nan impermissible assignment of a claim for underinsured motorist benefits\r\ncontrary to section 38-77-160.\r\n\r\n\r\n\r\n\r\nCERTIFIED QUESTION ANSWERED.\r\n\r\n\r\nTOA.L, MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n1 We noted in Rattenni v. Grainger that the 1987 amendment to § 38-77-160 deleted the provision allowing underinsurance and uninsured\r\ncarriers the rights of subrogation and assignment. 298 S.C. 276, 379\r\nS.E.2d 890 n.2 (1989). Further, Covington, et al., The Law of Automobile\r\nInsurance in South Carolina, at V-46 (3d Ed. 1996) notes that the effect of\r\n§ 38-77-160 is to eliminate subrogation and assignment of additional\r\nuninsured as well as underinsured motorist benefits.\r\np. 5\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24704","title":"State v. Hughes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24704","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State Respondent,\r\nV.\r\n\r\n\r\nHerman Lee Hughes, Jr., Appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Calhoun County\r\nEdward B. Cottingham, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24704\r\nHeard May 20, 1997 - Filed October 27, l997\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\n\r\nJoseph L. Savitz, III, Deputy Chief Attorney, South Carolina\r\nOffice of Appellate Defense, of Columbia, for appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney General\r\nDonald J. Zelenka, all of Columbia, and Solicitor Walter M.\r\nBailey, of Summerville, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.:  Appellant, Herman Lee Hughes, Jr., was convicted of\r\nmurder, assault and battery with intent to kill (ABIK), armed robbery and grand\r\nlarceny of an automobile. He was sentenced to death for murder, twenty-five years\r\nconsecutive for ABIK, 25 years consecutive for armed robbery, and five years\r\nconcurrent for grand larceny. This appeal consolidates his direct appeal with the\r\nmandatory review provisions of S.C. Code Ann. § 16-3-25(C) (1985). We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\nOn March 18, 1994, Hughes and a cohort, Kelsey Pearce, robbed the Blue\r\nDiamond Casino, a video poker parlor in Orangeburg. Pearce remained outside\r\nwhile Hughes requested change from the employee of the casino, twenty year old,\r\nKenneth Pressley. When Pressley opened the cash drawer, Hughes pulled a gun\r\nand told Pressley to give him the money. He simultaneously told Pressley's\r\n\r\n\r\n\r\n\r\np6\r\n\r\n\r\nSTATE v.' HUGHES \r\n\r\n\r\n\r\n\r\n\r\nseventeen year old girlfriend, Kelly Hoffman, who was sitting behind the desk on\r\nthe telephone, to get off the phone. Hughes then asked Pressley for his car keys.\r\nAs Pressley handed over the keys, Hughes shot him in the head. He then turned\r\nand shot Hoffman in the chest. He shot Pressley in the head again, and then shot\r\nHoffman in the face. Finally, he shot Pressley in the head a third time. Hughes\r\ntook the money from the cash draw, then turned out the lights as he left the\r\ncasino. He and Pearce departed in Pressley's Mazda RX-7. Hoffman survived the\r\nassault, Pressley died.\r\n\r\n\r\n\r\n\r\n\r\n\r\nHughes and Pearce were subsequently arrested and charged with the crimes.\r\nAt Hughes'trial,1 defense counsel sought to call Pearce as an adverse witness. The\r\nsolicitor advised that Pearce would not testify for the state and was planning to\r\nassert his Fifth Amendment privilege against self incrimination. Pearce asserted\r\nthe privilege during an in camera hearing. The trial court ruled that Pearce was\r\n\"unavailable\" to testify such that cross-examination before the jury was\r\ninappropriate. Hughes was not permitted to call Pearce to the stand for the\r\npurpose of requiring him to assert his Fifth Amendment privilege.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\nDid the trial court err in refusing to permit Hughes to call Pearce to the\r\nwitness stand for the sole purpose of requiring Pearce to assert his Fifth\r\nAmendment privilege before the jury?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nHughes asserts the trial court's refusal to require Pearce to assert his\r\nprivilege against self-incrimination before the jury denied him of the opportunity\r\nto present relevant evidence in mitigation under the Eighth Amendment and to\r\nrebut the state's case. He cites two cases of this Court in support of his contention.\r\nSee State v. McGuire, 272 S.C. 547, 253 S.E.2d 103 (1979) and State v. Perry, 279\r\nS.C. 539, 309 S.E.2d 9 (1983).2 \r\n\r\n\r\n\r\n\r\n\r\n\r\nIn State v. McGuire, 272 S.C. 547, 253 S.E.2d 103 (1979), the defendant was\r\nindicted along with a co-defendant, Crosby, for armed robbery and murder. Crosby\r\nwas granted immunity from prosecution in exchange for testifying. During an\r\nin camera suppression hearing prior to McGuire's trial, Crosby admitted to several\r\ncrimes of moral turpitude. At trial, Crosby testified and implicated McGuire. To\r\nimpeach Crosby's credibility, defense counsel sought to cross-examine him about his\r\nprior admissions to crimes of moral turpitude. The judge refused, basing his ruling\r\non Crosby's Fifth Amendment privilege against self-incrimination. This Court held\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Hughes and Pearce were tried separately.\r\n2 We granted the State's motion to argue against the precedent of these cases.\r\np7\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\nthat, in light of the admissions under oath to crimes of moral turpitude, McGuire\r\nshould have been permitted to cross-examine Crosby concerning those admissions.\r\nWe went on to state:\r\n\r\n\r\n\r\n\r\n\r\n\r\nNor can the trial judge's ruling be justified on the grounds that\r\nexclusion of the evidence was necessary in order to protect Crosby's\r\nFifth Amendment privilege against self-incrimination. A judge may\r\nnot invoke a witness's Fifth Amendment privilege; and, in any case,\r\nit is well settled that a witness who is not also a defendant can invoke\r\nthat privilege only after the incriminating question has been put.\r\n\r\n\r\n\r\n\r\n\r\n\r\n272 S.C. at 550-551. The rationale for McGuire is that the privilege against self-\r\nincrimination is personal and may not be invoked by, or on behalf of, a third\r\nperson. See 1 McCormick on Evidence, § 120 (1992); 98 C.J.S. Witnesses § 451\r\n(1957). It does not, however, follow from the holding of McGuire that assertion of\r\nthe privilege must be made before the jury. In McGuire the witness never\r\nasserted his privilege, either in camera or otherwise, when the judge sua sponte\r\nasserted it for him.\r\n\r\n\r\n\r\n\r\n\r\n\r\nNevertheless, in State v. Perry, 279 S.C. 539, 309 S.E.2d 9 (1983), this Court\r\nfound error in the trial judge's refusal to allow the defendant to call Benjamin\r\nAshford, who was charged with the same crime as the defendant, to claim his Fifth\r\nAmendment privilege before taking the stand. Citing State v. McGuire, the Court\r\nreversed and remanded for a new trial. Essentially, the holding of Perry requires\r\na witness to be called solely for the sake of invoking the Fifth Amendment\r\nprivilege, for the purpose of permitting the jury to infer wrongdoing from that\r\nassertion. We find the holding in Perry is an unwarranted extension of McGuire.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIt is desirable the jury not know that a witness has invoked the privilege\r\nagainst self-incrimination since neither party is entitled to draw any inference from\r\nsuch invocation. 1 McCormick on Evidence, § 137 (1992). See also 3 Wharton's\r\nCriminal Procedure, § 354 (13th Ed. 1991)(no inference may be drawn from\r\nwitnesses' assertion of privilege since exercise of right is personal to witness and\r\nshould not be used to hurt or help a third person); 98 C.J.S. Witnesses § 455\r\n(general rule that no adverse inference may be drawn from witness' assertion of the\r\nprivilege).\r\n\r\n\r\n\r\n\r\n\r\n\r\nMost courts addressing the issue hold that it is improper for the prosecution\r\nto put an accomplice on the stand for the purpose of wringing from him a refusal\r\nto testify on the ground of privilege. 98 C.J.S. Witnesses § 434(b); 1 McCormick\r\non Evidence, § 137 at p. 513 (misconduct sufficient to render a conviction invalid\r\nmight occur if the prosecution, knowing that a witness will invoke the privilege,\r\ncalls that witness before the 'ury and then makes a \"conscious and flagrant attempt\r\nto build its case out of inferences arising from the use of the privilege\"). See also\r\nU.S. v. Swanson, 9 F.3d 1354 (8th Cir. 1993); U.S. v. Chapman 866 F.2d 1326\r\n(Ilth Cir. 1989) cert. denied 493 U.S. 932; U.S. v. Doddington 822 F.2d 818 (8th\r\n\r\n\r\np8\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\nCir. 1987); Hamm v. State, 782 S.W.2d 577 (Ark. 1990); Clayton v. Commonwealth,\r\n786 S.W.2d 866 (Ky. 1990); Bridge v. State. 726 S.W.2d 558 (Tx. 1986).\r\nSee generally Annotation, Propriety and Prejudicial Effect of Prosecution's Calling\r\nas Witness, to Extract Claim of Self-Incrimination Privilege, One Involved in\r\nOffense Charged Against Accused, 19 A.L.R.4th 368 (1983). In Namet v. United\r\nStates, 373 U.S.179, 83 S.Ct. 1151, 10 L.Ed.2d 278 (1963), the United States\r\nSupreme Court found error in such an attempt under two circumstances; first,\r\nwhere the prosecution \"makes a conscious and flagrant attempt to build its case out\r\nof inferences arising from use of the testimonial privilege;\" second, where the\r\n\"inferences from a witness' refusal to answer added critical weight to the\r\nprosecution's case in a form not subject to cross-examination ...... 373 U.S. at 186-7.\r\nSee also People v. Pirello, 520 N.E.2d 399, 404-5 (Ill. 1988)(reversible error for\r\nprosecutor to compel witness to claim privilege before jury when effect is to suggest,\r\nby implication or innuendo, that the defendant is guilty of a crime); 81 Am.Jur.2d\r\nWitnesses § 121 (calling witness to stand solely to have him claim Fifth\r\nAmendment privilege in presence of jury may have disproportionate impact and\r\npermit inference from refusal to testify, adding weight to case in form not subject\r\nto cross-examination).\r\n\r\n\r\nAlthough most of the cited cases deal with the prosecution's attempt to draw\r\nimproper inferences, it has been recognized that neither the state nor the\r\ndefendant should be allowed to call witnesses who either side knows will invoke\r\nthe Fifth Amendment in front of the jury and then be subject to inferences in a\r\nform not subject to cross-examination. State v. Heft, 517 N.W. 2d 494, 501 (Wis.\r\n1994). See also U.S. v. Crawford, 707 F.2d 447 (10th Cir. 1983); U.S. v. Beechum,\r\n582 F.2d 898 (5th Cir. 1978) cert. denied 440 U.S. 920 (1979); Hamm v. State, 782\r\nS.W.2d 577 (Ark. 1990); State v. Polsky, 482 P.2d 257 (N.M. 1971) cert. denied 404\r\nU.S. 1015 (1972); Commonwealth v. Greene, 285 A.2d 865 (Pa. 1971) (witness'\r\nassertion of privilege may not be made basis of any inference before the jury,\r\nfavorable to either the prosecution or the defense); United..States v. Duran, 884\r\nF.Supp. 573 (D.D.C. 1995) (neither defendant nor government may ask questions\r\nof witness solely for purpose of requiring witness to invoke privilege before jury).\r\nFurther, many courts have found no abuse of discretion in a trial court's refusal to\r\npermit defense counsel to call a codefendant to the stand solely to require them to\r\nassert the privilege in the presence of the jury. State v. Gerard, 685 So.2d 253 (La.\r\n1996); People v. Yager, 640 N.Y.S.2d 642 ((N.Y. App. Div. 1996); State v. Robinson,\r\n601 A.2d 1162 (N.J. 1992); Clayton v. Commonwealth, 786 S.W.2d 866 (Ky. 1990);\r\nState v. Eichstedt, 567 A.2d 1237 (Conn. 1989). Finally, it has been recognized\r\nthat when a witness intends to claim the privilege as to essentially all questions,\r\nthe court may, in its discretion, refuse to allow him to take the stand. U.S. v.\r\nKaplan, 832 F.2d 676 (1st Cir. 1987) cert. denied 485 U.S. 907 (1988). See also\r\nState v. Hatter, 700 S.W.2d 138 (Mo. 1985) (finding no error in trial court's refusal\r\nto require witness to take stand merely for purpose of asserting privilege).\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, defense counsel knew Pearce would invoke his privilege against self-\r\nincrimination and sought to put him on the stand solely to allow the jury to draw\r\n\r\n\r\np9\r\n\r\n\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\nadverse inferences from his refusal to testify. We concur with the above-cited\r\njurisdictions that such an inference is impermissible. Accordingly, to the extent\r\nState v. Perry may be read to require the calling of a witness solely for the sake\r\nof invoking his or her Fifth Amendment privilege,3 it is hereby prospectively\r\nmodified from the date of this opinion.4 \r\n\r\n\r\n\r\n\r\n\r\n\r\nAs our modification of Perry is prospective only, it is clear that, under the\r\nlaw as it existed at the time of trial, Hughes should have been permitted to put\r\nPearce on the stand for the purpose of invoking his Fifth Amendment privilege.\r\nHowever, we find any error in the trial court's refusal to do so in this case was\r\nharmless beyond a reasonable doubt.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn State v. Gaskins, 284 S.C. 105, 326 S.E.2d 132 (1985) cert denied 471 U.S.\r\n1120, overruled in part on other grounds State v. Torrence, 305 S.C. 45, 406 S.E.2d\r\n315 (1991), this Court recognized that an error under State v. Perry may be\r\ndeemed harmless where the testimony would have been cumulative to other\r\ntestimony admitted. See also 1 McCormick on Evidence § 137 at p. 513 (whether\r\nother evidence has been introduced on those matters as to which the jury might\r\ndraw an inference from the witness's testimony is a factor in determining harmless\r\nerror); State v. Heft, supra (defendant not deprived a fair trial notwithstanding\r\nrefusal to require witness to assert privilege before jury, where defendant was\r\nafforded opportunity to present complete defense and evidence supporting her\r\ntheory).\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, during the in camera testimony, counsel inquired whether, after\r\nHughes had shot the victims twice, Pearce had then gone into the Blue Diamond\r\nand shot Pressley twice. Pearce was also questioned whether he had obtained the\r\ngun used in the crime from his uncle, and whether he had talked Hughes into\r\nrobbing the Blue Diamond. Essentially, Hughes claims he should have been\r\npermitted to ask these questions in front of the jury in order that the jury could\r\ninfer that Pearce was more the aggressor of the two and that Pearce had also been\r\na shooter, on the theory that perhaps the jury would have found this \"testimony\"\r\nmitigating and imposed a life sentence.\r\n\r\n\r\n\r\n\r\n3 We express no opinion as to the situation in which, for example, a witness\r\ntestifies for the prosecution on direct exam, then asserts the privilege on cross-\r\nexam. Some courts hold that where there is a reasonable expectation the witness\r\nwill provide some testimony in addition to invoking the privilege, the court may\r\nrequire the witness to take the stand. Kaplan, supra; State v. Sanders, 842 S.W.2d\r\n170 (Mo. 1992). As that is not the situation presently before this Court, we decline\r\nto address it.\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 We find it unnecessary to modify McGuire. McGuire stands only for the\r\n\r\n\r\n\r\n\r\nproposition that a trial judge may not invoke a witness' Fifth Amendment privilege.\r\n\r\n\r\n\r\n\r\nThere is no reason such a privilege may not be invoked in camera.\r\n\r\n\r\n\r\n\r\n\r\n\r\np1 0\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\nWe find no prejudice whatsoever to Hughes from omission of this \"testimony.\"\r\nAt no point during trial did Hughes contest his guilt. During opening argument,\r\ncounsel conceded Hughes' guilt under the law of felony murder, and that it did not\r\nmatter who had the gun or who pulled the trigger. It was undisputed at trial that\r\nHughes and Pearce had obtained the murder weapon from Hughes' 23 year old\r\nuncle, Henry Daniel Owens. Further, there was testimony that Pearce was the\r\nmore aggressive of the two and that Hughes was more passive. Finally, there was\r\ntestimony from two witnesses that Pearce had told them he had \"done the crime,\"\r\nand that Pearce had told one witness that he had shot Kelly Hoff-man and another\r\nguy. Further, during closing argument, counsel for Hughes stressed to the jury\r\nthat Pearce had been a shooter. Finally, at the sentencing phase closing, counsel\r\nargued that Pearce was the aggressor, that Hughes was the passive one, and that\r\nthe whole thing would not have happened but for Kelsey Pearce. He also reiterated\r\nhis theory that Pearce may have also been a shooter. In sum, testimony was\r\npresented as to each of the questions Hughes proposed to ask Pearce, and the\r\nmatter was rigorously argued to the jury in an attempt to mitigate punishment.\r\nWe find Hughes was not denied his right to present evidence in mitigation, and\r\nPearce's \"testimony\" would have been merely cumulative to other testimony\r\npresented. Accordingly, any error under Perry was harmless.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nWe prospectively modify State v. Perry to the extent it permits the calling\r\nof a witness solely for the sake of invoking his or her Fifth Amendment privilege.\r\nWe affirm Hughes' convictions, however, as we find any error in the trial court's\r\nrefusal to permit Hughes to call Pearce to the stand in this case was harmless\r\nbeyond a reasonable doubt.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinally, we find the death sentence in this case is proportionate to that in\r\nsimilar cases and is neither excessive nor disproportionate to the crime. State v.\r\nBell, 305 S.C. 11, 406 S.E.2d 165 (1991) cert. denied 502 U.S. 1038, 112 S.Ct. 888,\r\n116 L.Ed.2d 791 (1992)(murder and armed robbery of school principal in Anderson);\r\nState v. Sims, 304 S.C. 409, 405 S.E.2d 377 (1991) cert. denied 502 U.S. 1103, 112\r\nS.Ct. 1193, 117 L.Ed.2d 434 (1992)(robbery and murder of Domino's Pizza\r\nemployee); State v. Green, 301 S.C. 347, 392 S.E.2d 157, cert. denied 498 U.S. 881,\r\nIll S.Ct. 229, 112 L.Ed.2d 183 (1990)(robbery and murder of woman outside a mall\r\nin Charleston). Accordingly, Hughes' convictions and sentences are\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTOAL, MOORE and BURNETT, JJ., concur. FINNEY, C.J.,\r\ndissenting in separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\np11\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.:  I respectfully dissent and would remand this case for a\r\nnew sentencing hearing at which appellant would be permitted to call and\r\nexamine Pearce before the jury.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFirst, I disagree with the majority's adoption of a rule which\r\nwould bar a defendant from ever calling a witness solely for the purpose of\r\nhaving the witness invoke his Fifth Amendment privilege. My research\r\nindicates that of the four jurisdictions cited by the majority, all except\r\nLouisiana have not, in fact, adopted an absolute prohibition on this\r\npractice. New York vests the discretion in the trial judge to determine\r\nwhether to allow this type of evidenced1; Connecticut has acknowledged that\r\nin situations where there is substantial evidence implicating the witness in\r\nthe crime, such testimony may be properd2; and New Jersey has left the\r\ndoor open to this type of evidence by explicitly acknowledging, \"There may\r\nbe constitutional issues and questions of fundamental fairness projected by\r\nthe inability of a defendant in certain circumstances to call a witness for\r\npurposes of asserting his Fifth Amendment privilege before the jury and\r\nobtaining a beneficial inference.\" State v. Robinson, 601 A.2d 1162, 1173\r\n(N.J. Super. Div. 1992). I believe these jurisdictions, and perhaps\r\nLouisiana as well, would find the circumstances of this case compelling: A\r\nman, on trial for his life, seeks to mitigate his sentence by evidence that\r\nhis codefendant was the more culpable individual, the one who planned\r\nthe crime, obtained the weapon, and repeatedly shot the dying victim. If\r\nwe are to change the holding in Perry, then we must acknowledge that in\r\nsome cases the new rule must yield to \"fundamental fairness.\" This is\r\nsuch a case. The trial court erred in refusing to allow appellant to call\r\nPearce, and should therefore be reversed.\r\n\r\n\r\n\r\n\r\n\r\n\r\nJust as disturbing as the majority's decision to abandon Perry\r\nin favor of a rigid rule, however, is its determination that the error in this\r\ncase was harmless. The majority points to three inferences appellant\r\nsought to draw from questioning Pearce:\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. that the crime was planned by Pearce;\r\n\r\n\r\n\r\n\r\nd1; People v. Yager, 640 N.Y.S.2d 642 (N.Y. App. Div. 1996).\r\nd2; State v. Bryant, 523 A.2d 451 (Conn. 1987).\r\n\r\n\r\np12\r\n\r\n\r\nSTATE v. HUGHES \r\n\r\n\r\n\r\n\r\n\r\n2. that Pearce alone obtained the gun from his uncle;\r\nand\r\n\r\n\r\n\r\n\r\n\r\n\r\n3. that as Pressley lay dying, Pearce reentered the Blue\r\nDiamond and shot him two more times.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe majority deems this evidence merely cumulative to evidence that\r\nPearce admitted his guilt and claimed he had shot both victims; that\r\nPearce and appellant had procured the gun; and evidence that Pearce was\r\nmore aggressive in general than appellant. Clearly this evidence did not\r\nshow Pearce to be the planner nor sole procurer of the gun, nor did it\r\nshow him to have mercilessly shot the dying man. This evidence cannot\r\nproperly be deemed cumulative to the inferences which would have been\r\ndrawn from Pearce's silence. The majority attempts to bolster its\r\ncumulative conclusion by emphasizing appellant did not contest his guilt,\r\nand by noting that appellant's counsel was allowed to argue his theory to\r\nthe jury, albeit a theory unsupported by evidence. That appellant did not\r\ncontest his liability is simply not relevant to the Pearce issue: Appellant\r\nsought to call Pearce not to cast doubt on his own guilt, but rather in an\r\nattempt to mitigate his sentence. Further, to suggest that counsel's\r\ntheoretical (and improperd3; ) argument substitutes for evidence is contrary\r\nto both con=on sense and the law, since it is well-settled that argument\r\nof counsel is not evidence. e.g.,Sosebee v. Leeke, 293 S.C. 531, 362 S.E.2d\r\n22 (1987).\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhere, as here, evidence has been improperly excluded, this\r\nCourt has deemed the error harmless only where the excluded evidence\r\nwas cumulative to other evidence in the record or irrelevant, or where the\r\nrecord contained overwhelming evidence of guilt. None of these conditions\r\nare met in this case. I would reverse and remand for a new sentencing\r\nproceeding where appellant would be permitted to call Pearce.\r\n\r\n\r\n\r\n\r\n\r\n\r\nd3; Defense counsel is limited to arguing evidence in the record and the\r\ninferences which can be drawn from it. e.g., State v. Robinson, 238 S.C.\r\n140, 119 S.E.2d 671 (1961).\r\n\r\n\r\n\r\n\r\n\r\n\r\np13\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24705","title":"In the Matter of Thomas M. Richardson, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24705","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\nIn the Matter of Thomas M.\r\nRichardson, Jr., Respondent,\r\n\r\n\r\nOpinion No. 24705\r\nHeard July 8, 1997 - Filed October 27, 1997\r\n\r\n\r\n\r\n\r\nINDEFINITE SUSPENSION\r\n\r\n\r\nAttorney General Charles M. Condon. Assistant Deputy Attorney General J.\r\nEmory Smith, Jr., both of Columbia, for Complainant.\r\n\r\n\r\n\r\n\r\nJohn P. Freeman, of Columbia. for Respondent.\r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney grievance matter, we impose on Thomas M.\r\nRichardson (\"Attorney\") an indefinite suspension from the practice of law.\r\n\r\n\r\nFacts\r\n\r\n\r\nIn December 1994, Attorney approached a 13 vear-old girl in a Wal-Mart store in\r\nFlorence. The girl had gone to Wal-Mart with her mother, but they had separated and had\r\nmoved to different parts of the store. While apart from her mother, the girl observed\r\nAttorney following her through the various aisles. At first. she thought it was coincidence.\r\nShe stopped in one aisle to look at some merchandise. While there, she again made e,,re\r\ncontact with Attorney. Attorney then came behind her, grabbed her on the buttocks, and\r\nmade a remark to her, threatening sexual conduct. The girl did not respond, and Attorney\r\nwalked off. The girl, who had become visibly upset. informed her mother what had\r\nhappened. Security personnel were called, but Attorney could not be found as he had already\r\nleft the area. As a result of the incident. the girl suffered substantial emotional trauma and\r\nhad to undergo psychological counseling.\r\n\r\n\r\np. 14\r\n\r\nIN THE MATTER OF RICHARDSON\r\n\r\n\r\nIn October 1995, Attorney entered the same Wal-Mart store. Security personnel\r\nobserved that he was sweating profusely, and exposing himself while pushing a shopping cart\r\nthrough the store. He was arrested for indecent exposure. As a result of the media attention,\r\nthe girl in the December 1994 incident identified Attorney. Attorney was indicted for\r\ncommitting a lewd act upon a minor and for indecent exposure. He pled guilty to assault and\r\nbattery of a high and aggravated nature and to indecent exposure. He was sentenced to ten\r\nvears and to three years imprisonment, respectively, to run consecutively. Both sentences\r\nwere suspended with concurrent probation for five years. Further, the probation order\r\nrequired that he register as a sex offender and have no contact with children.1\r\n\r\n\r\nIn May, 1996. a disciplinary complaint was filed against Attorney. In his answer, he\r\nadmitted all factual allegations. Due to Attorney's criminal conviction, this Court\r\ntemporarily suspended him. In September 1996, the Court denied his conditional admission\r\nfor no more than a two-year suspension, retroactive.\r\n\r\n\r\nA hearing was held before the Panel in November 1996. Attorney testified that he had\r\nexposed himself at the Wal-Mart on six to eight occasions, but there had been no reports of\r\nthese incidents, nor had charges been filed for these acts.\r\n\r\n\r\nBased on the submitted evidence, the Panel concluded that Attorney had breached the\r\nfollowing Rules of Professional Conduct: Rule 407: Rule 8.4(b)(criminal acts that reflect\r\nadversely on his honesty, trustworthiness or fitness as a lawyer in other respects), Rule\r\n8.4(c)(conduct involving moral turpitude); Rule 8.4(e)(conduct that is prejudicial to the\r\nadministration of justice); Rule 8.4(a)(violated Rules of Professional Conduct); Rule 413:\r\nParag. 5(C)(conviction for a serious crime); Parag. 5(D)(conduct tending to pollute the\r\nadministration of justice or demonstrating unfitness to practice law); Parag. 5(A)(violated the\r\nOath of Office taken upon admission to the practice of law).\r\n\r\n\r\nThe Panel's report recommended that a definite suspension for two years be imposed\r\nupon Attorney. The Interim Review Committee reviewed the matter, voting to adopt the\r\nPanel's findings of fact and conclusions of law. Three members of the Committee voted to\r\nadopt the recommendation for a two-year suspension; however, they strongly recommended\r\nthat the suspension not be made retroactive to the date of Attorney's temporary suspension.\r\nOne Committee member voted for indefinite suspension; one member voted for disbarment.\r\n\r\n\r\n\r\n\r\nSanction\r\n\r\n\r\nThe factual allegations in this matter have been fully admitted, so the sole issue before\r\nthe Court is the sanction to be imposed upon Attorney. This Court has on a number of\r\n\r\n\r\n\r\n1In May 1997, Attorney's probation was terminated.\r\np. 15\r\n\r\nIN THE MATTER OF RICHARDSON\r\n\r\n\r\noccasions faced disciplinary matters involving sexual misconduct by attorneys. See In re\r\nParrott, _S.C._ 480 S.E.2d 722 (1997)(attorney suspended for four months for pulling\r\ndown, on two occasions, women's bathing suits while they were sunbathing at the beach);\r\nIn re Bilbro, _ S.C. _, 478 S.E.2d 253 (1996)(attorney suspended for six months, for,\r\n inter alia, engaging in sexual relations with client on two occasions); In re Keitt, 321 S.C.\r\n373, 468 S.E.2d 875 (1996)(attorney suspended for 90 days for engaging in sexual\r\nrelationship with a client and subsequently making false statements to a family court judge\r\nwhen questioned about that relationship); In re McBratney, 320 S.C. 416, 465 S.E.2d 733\r\n(1996)(attorney suspended for 90 days for engaging in adulterous relationship with client,\r\nwhile representing her in divorce proceedings, and for dispensing a controlled substance to\r\nher); In re Bellino, 308 S.C. 130, 417 S.E.2d 535 (1992)(attorney suspended for six months\r\nfor kissing and touching female clients); In re McDow, 291 S.C. 468, 354 S.E.2d 383\r\n(I 987)(attorney), publicly, reprimanded for engaging in adulterous relationship with client who\r\nwas involved in divorce proceedings).\r\n\r\n\r\nThe cases that are arguably most analogous to the present one are In re McDonald,\r\n269 S.C. 598, 239 S.E.2d 83 (1977) and In re Sprott, 288 S.C. 457, 343 S.E.2d 448 (1986).\r\nIn In re McDonald, attorney was disbarred after he pled guilty to two separate incidents\r\ninvolving lewd and lascivious conduct with children, five and eight years old. In In re\r\nSprott, the attorney was convicted for sexual conduct with a minor (second degree),\r\ncontributing to the delinquency of a minor and a lewd act upon a child, a 13 year-old male.\r\nHe was additionally found to have contributed to the delinquency, of a minor, a 16 year-old\r\nmale. Sprott presented a significant amount of evidence in mitigation; however, his doctor's\r\nopinion was that Sprott suffered from pedophilia, which the doctor characterized as an\r\nincurable, but treatable, disorder. We indefinitely suspended Sprott.\r\n\r\n\r\nRichardson's actions were not as egregious as those in Sprott; nevertheless, they were\r\nextremely serious, particularly since one of the acts was inflicted upon a child, whose life\r\n(and that of her family) has been possibly permanently affected. The girl's parents testified\r\nat Attorney's guilty plea hearing, that one year and half after the incident, their daughter was\r\nstill suffering devastating emotional effects of the incident.\r\n\r\n\r\nWe conclude that the appropriate sanction in this case is an indefinite suspension from\r\nthe practice of law. The commencement point for this suspension will be the date Attorney\r\nwas temporarily suspended. Attorney shall file, within fifteen (15) days of this opinion, an\r\naffidavit with the clerk of this Court stating he has complied with Paragraph 30 of Rule 413,\r\nS. C. A. C. R.\r\n\r\n\r\nINDEFINITE SUSPENSION.\r\n\r\n\r\np. 16\r\n\r\nIN THE MATTER OF RICHARDSON\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 17\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24706","title":"In the Matter of Charles Edward Freeley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24706","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nIn the Matter of Charles\r\nEdward Feeley, Respondent.\r\n\r\n\r\n\r\n\r\nOpinion No. 24706\r\nSubmitted October 13, 1997 - Filed October 27, 1997\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\nCharles Edward Feeley, of Summerville, pro se.\r\n\r\n\r\nAttorney General Charles Molony Condon and\r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of the Disciplinary\r\nCounsel.\r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR. In the agreement, respondent\r\nadmits misconduct and consents to be suspended from the practice of law\r\nfor ninety days, retroactive to the date of his interim suspension. We\r\naccept the agreement.\r\n\r\n\r\n\r\n\r\nRespondent entered into a plea agreement with the Attorney\r\nGeneral's Office whereby respondent agreed to plead guilty to one count of\r\nfailure to make and file a South Carolina Income Tax return in violation\r\nof S.C. Code Ann. § 12-54-40(b)(6)(c) (Supp. 1996). In exchange for the\r\nplea, three other indictments for failure to make and file a tax return\r\nwere dismissed. Respondent pled guilty pursuant to the plea agreement\r\nand was sentenced to imprisonment for one year, suspended upon thirty\r\ndays public service and one years' probation.\r\n\r\n\r\nThe failure to file a tax return is a serious crime as set forth\r\n\r\n\r\np. 18\r\n\r\nIN THE MATTER OF FEELEY\r\n\r\n\r\nin Rule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has\r\nviolated Rule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR,\r\nand Rule 7(a)(4), RLDE, by committing a serious crime that reflects\r\nadversely upon his honesty, trustworthiness and fitness as a lawyer and\r\nhas violated Rule 7(a)(5) and (6), RLDE, by engaging in conduct tending to\r\nbring the courts or legal profession into disrepute and violating the oath of\r\noffice he took upon admission to the practice of law in this State.\r\n\r\n\r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly,\r\nrespondent is suspended for ninety days, retroactive to June 26, 1997, the\r\ndate of his interim suspension. Within fifteen days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of Court showing\r\nthat he has complied with Rule 30, RLDE, Rule 413, SCACR.\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\np. 19\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24707","title":"In the Matter of Joel Bethea Floyd","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24707","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Supreme Court\r\n\r\n\r\nIn the Matter of Joel\r\nBethea Floyd, Respondent.\r\n\r\n\r\n\r\n\r\nOpinion No. 24707\r\nSubmitted October 13, 1997 - Filed October 27, 1997\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., of\r\nColumbia, for Complainant.\r\n\r\n\r\nJohn A. O'Leary, of Columbia, for Respondent.\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR. In the agreement, respondent\r\nadmits misconduct and consents to be suspended from the practice of law\r\nfor twelve months, retroactive to the date of his interim suspension. We\r\naccept the agreement.\r\n\r\n\r\nOn September 5, 1996, respondent was indicted in Florence\r\nCounty for distribution of heroin, possession of heroin with intent to\r\ndistribute, possession of heroin, and possession of a controlled substance\r\nwith intent to distribute. On March 25, 1997, respondent pled guilty to\r\npossession of heroin and was sentenced to two years' imprisonment and\r\nfined $5,000, suspended upon the service of ninety days' house arrest and\r\npayment of a $1,000 fine, with three years' probation.\r\n\r\n\r\nOn April 16, 1997, respondent waived presentment of an\r\nindictment in Clarendon County, and pled guilty to knowingly and\r\n\r\n\r\n\r\n\r\np. 20\r\n\r\nIN THE MATTER OF FLOYD\r\n\r\n\r\nintentionally acquiring or obtaining possession of a controlled substance,\r\npursuant to a prescription authorized by one medical doctor, withholding\r\nfrom that doctor the fact that he was obtaining a controlled substance of\r\nlike use in a concurrent time period from another medical doctor. See S.C.\r\nCode § 44-53-395 (A)(3)(Supp. 1985). Respondent was sentenced to two\r\nyears' imprisonment and fined $2,000, suspended upon the service of sixty\r\ndays' house arrest, and three years' probation.\r\n\r\n\r\nPossession of heroin is a crime of moral turpitude. In re\r\nGibson, 302 S.C. 12, 393 S.E.2d 184 (1990). A violation of § 44-53-\r\n395(A)(3) is a serious crime as defined in Rule 2(z), RLDE, since it\r\nincludes, as a necessary element, misrepresentation, fraud and deceit. The\r\ncommission of these crimes constitutes a violation of Rule 8.4(a)(violation\r\nof the Rules of Professional Conduct). The violation of § 44-53-395(A)(3) is\r\nalso a violation of Rule 8.4(d)(engaging in conduct involving dishonesty,\r\nfraud, deceit or misrepresentation). This misconduct is grounds for\r\ndiscipline under Rules 7(a)(1)(violation of the Rules of Professional\r\nConduct) and 7(a)(4)(conviction of a crime of moral turpitude or a serious\r\ncrime), RLDE.\r\n\r\n\r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for twelve months, retroactive to June\r\n19, 1997, the date of his interim suspension. Within fifteen days of the\r\ndate of this opinion, respondent shall file an affidavit with the Clerk of\r\nCourt showing that he has complied with Rule 30, RLDE.\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\np. 21\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24708","title":"In the Matter of Robert Holt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24708","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\nIn the Matter of Robert\r\nHolt,                          Respondent.\r\n\r\n\r\n Opinion No. 24708\r\nSubmitted October 13, 1997 - Filed October 27, 1997\r\n\r\n\r\n DISBARRED\r\n\r\n\r\nRobert Holt, of Houston, Texas, pro se.\r\n\r\n\r\nAttorney General Charles Molony Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., all of\r\nColumbia, for the Office of the Disciplinary Counsel,\r\n\r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM:       In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21, RLDE,\r\nRule 413, SCACR.  In this agreement, respondent admits misconduct and\r\nconsents to be disbarred from the practice of law.  We accept the agreement.1\r\n\r\n\r\n Respondent entered into a plea agreement with the United States\r\nAttorney whereby respondent agreed to plead guilty to one count of knowingly\r\nand willfully executing a scheme and artifice to obtain the monies, funds,\r\ncredits, assets, securities, or other property of a financial institution whose\r\ndeposits were insured by the Federal Deposit Insurance Corporation, by means\r\nof false and fraudulent pretenses in violation of 18 U.S.C.A. § 1344 (1994).  In\r\nexchange for the plea, the United States Attorney agreed not to prosecute\r\nrespondent for any similar offenses commiitted in the District of South Carolina\r\nprior to September 22, 1994.  Respondent pled guilty pursuant to the plea\r\nagreement and was sentenced to probation for five years.\r\n\r\n\r\n By his conduct, respondent has violated Rule 8.4(d) of the Rules of\r\nProfessional Conduct, Rule 407, SCACR, by engaging in conduct involving\r\n\r\n\r\n\r\n\r\n1Respondent was previously indefinitely suspended on unrelated\r\nmisconduct and has not been reinstated to the practice of law. In re Holt, 317\r\nS.C. 48, 451 S.E.2d 884 (1994).\r\n\r\n\r\np. 22\r\n\r\n\r\nIN THE MATTER OF HOLT \r\n\r\ndishonesty, fraud, deceit or misrepresentation.  This is a ground for discipline\r\nunder Rule 7(a)(1), RLDE.  Additionally, bank fraud, as defined by 18 U.S.C.A. §\r\n1344, is a serious crime as defined by Rule 2(z), RLDE, and is therefore\r\nmisconduct and a ground for discipline under Rule 7(a)(4), RLDE.\r\n\r\n\r\n In our opinion, respondent's misconduct warrants disbarment from\r\nthe practice of law.  Accordingly, respondent is disbarred, effective on the date of\r\nthis opinion.  Within fifteen days of the date of this opinion, respondent shall file\r\nan affidavit with the Clerk of Court showing that he has complied with Rule 30,\r\nRLDE.\r\n\r\n\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\np. 23\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24709","title":"In the Matter of Alvin J. Neal","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24709","description":"","date":"1997-10-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\nIn the Matter of Alvin\r\nJ. Neal,                     Respondent.\r\n\r\n\r\n Opinion No. 24709\r\nSubmitted October 13, 1997 - Filed October 27, 1997\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n0. Grady Query, of Charleston, for respondent.\r\n\r\n\r\nAttorney General Charles Molony Condon and\r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of the Disciplinary\r\nCounsel.\r\n\r\n\r\n\r\n\r\n PER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent\r\nadmits misconduct and consents to a public reprimand.  We accept the\r\nagreement.\r\n\r\n\r\n In his representation of a plaintiff in a civil action, respondent\r\nfailed to reply to interrogatories and requests for production.  The\r\ndefendants filed a motion to compel production of records, but received no\r\nresponse.  Defendants then obtained a circuit court order directing\r\nrespondent to respond to the discovery.  Respondent again failed to file a\r\ntimely response.  Defendants filed a motion to dismiss for respondent's\r\nfailure to comply with the circuit court order.  The circuit court granted\r\nthe motion and dismissed the action.\r\n\r\n\r\nRespondent admits that he neglected a legal matter by failing\r\nto file timely responses to the discovery requests as directed by the circuit\r\n\r\n\r\n\r\n\r\np. 24\r\n\r\n\r\nIN THE MATTER OF NEAL \r\n\r\ncourt.  Pursuant to Rules 1.1 and 1.3 of the Rules of Professional Conduct,\r\nRule 407, SCACR, respondent had a duty to represent his client's interests\r\ncompetently and diligently.  Respondent neglected this duty when he failed\r\nto file timely responses to discovery requests.\r\n\r\n\r\n By violating the Rules of Professional Conduct, respondent has\r\ncommitted misconduct under Rule 7(a)(1), RLDE.  In our opinion,\r\nrespondent's misconduct warrants a public reprimand.  Accordingly,\r\nrespondent is hereby publicly reprimanded for his misconduct.\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n Burnett, A.J., not participating.\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 25\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]