[{"id":"24613","title":"State v. Pierce","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24613","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 14\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  The State, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nEvette Pierce, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\n Appeal From Horry County \r\n  David H. Maring, Sr., Judge\r\n Opinion No. 24613 \r\n  Heard October 31, 1995 - Filed May 12, 1997\r\n REVERSED AND REMANDED Assistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n Attorney General T. Travis Medlock. Chief Deputy \r\n  Attorney General Donald J, Zelenka, Senior Assistant \r\n  Attorney General Harold M. Coombs, Jr., and Staff \r\n  Attorney G. Thomas Chase, all of Columbia, and Solicitor \r\n  Ralph J. Wilson, of Conway, for respondent.\r\n MOORE, A.J.: Appellant was convicted of homicide by child abuse under S.C. Code Ann.  16-3-85 (A)(1) (Supp. 1995). We reverse and remand.\r\n FACTS\r\n The victim was appellant's two-year-old son, Kindal.1 Appellant\r\n ______________ \r\n1 &nbsp; Appellant's husband was also convicted in connection with Kindal's death.\r\np.3\r\n\r\n\r\nSTATE v. PIERCE\r\n testified Kindal hit his head on the comer of a table on the night he died. She testified he seemed to be uninjured, so she gave him a bath and put him to bed. He was later found dead. Dr. Nichols, a forensic pathologist testified Kindal died from a head injury.\r\n ISSUE\r\n Did the trial court err in admitting testimony regarding prior injuries and appellant's treatment of Kindal?\r\n DISCUSSION\r\n Two employees of Access Medical Hospital (Access) testified Kindal had been treated previously for a \"split lip\" and a swollen eye. The testimony was offered to prove a common scheme or plan under State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923).2 The trial court admitted the testimony because it tended to establish a pattern of child abuse. Appellant contends the admission of this testimony was error because there was no clear and convincing evidence appellant inflicted these injuries. We agree.\r\n The testimony regarding Kindal's previous injuries is inadmissible absent a conviction or clear and convincing proof that appellant inflicted the injuries. State v. Smith, 300 S.C. 216, 387 S.E.2d 245 (1989). The State failed to offer any proof that appellant inflicted these injuries. Thus, this testimony is inadmissible under Lyle and the trial court erred in admitting it.\r\n An employee of Access also testified about appellant's rough treatment of Kindal at Access one year prior to his death. The employee testified appellant jerked Kindal off the counter by his arm and put him into his stroller. The trial court held the testimony admissible under the common scheme or plan exception of Lyle, supra. Appellant contends this was error. We agree.\r\n This prior act towards Kindal is not of such a close similarity to homicide by child abuse so as to overrule its prejudicial effect. In the case of the\r\n _______________ \r\n2 &nbsp; Contrary to the dissent's assertion, the testimony of the Access personnel regarding the prior lip and eye injuries was not offered to prove the \"battered child syndrome.\" It was offered to prove a common scheme or plan under Lyle, supra, and the trial court admitted the testimony because it tended to establish a pattern of child abuse. Whether this evidence would have been admissible to establish the battered child syndrome is not before us.\r\np. 4\r\n\r\n\r\nSTATE v. PIERCE \r\ncommon scheme or plan exception under Lyle. a close degree of similarity or connection between the prior bad act and the crime is necessary. Parker, supra. See also State v. Douglas, 302 S.C. 508, 397 S.E.2d 98 (1990). The connection between the prior bad act and the crime must be more than just a general similarity. State v. Stokes, 279 S.C. 191, 304 S.E.2d 814 (1983). The prior acts about which the Access personnel testify are not sufficiently similar to the acts which caused Kindal's death. State v. Rivers, 273 S.C. 75, 254 S.E.2d 299 (1979).3 Therefore, the trial judge erred in admitting this evidence.\r\n Based on the foregoing, we reverse and remand. \r\n  REVERSED AND REMANDED. \r\n  FINNEY, C-J., WALLER, A-J., concur. BURNETT and TOAL, JJ., dissenting in separate opinion.\r\n______________ \r\n3 &nbsp;Furthermore, DSS conducted an investigation prompted by this incident and found the complaint to be unwarranted.\r\np.5\r\n\r\nSTATE v. PIERCE\r\n Burnett, A.J.: I respectfully dissent. Appellant was charged in connection with the death of her two-year-old son, Kindal.1 On July 31, 1992, local paramedics, responding to a 911 call from Appellant's home, found Kindal dead on the couch in the home. Kindal was \"very cold\", and rigor mortis had set in.\r\n Dr. Nichols, a forensic pathologist, testified regarding an autopsy he had performed on Kindal's body. Using photographs, Dr. Nichols explained his autopsy findings to the jury. He found a large abrasion on the center of Kindal's forehead, matted eyelashes, a lacerated lower lip which was freely bleeding, as well as multiple scars, scratches, and bruises all over Kindal's body. He found a \"gouge mark\" on Kindal's scrotum indicated by a \"circular sear there measuring 0.25 inches] . . . ... He also found hemorrhaging in Kindal's eyes and brain. Dr. Nichols concluded that Kindal died as a result of a head injury and that Kindal's head wound was not the result of an accident. He further testified that Kindal's injuries were symptomatic of the \"battered child syndrome\", suggesting that Kindal had been \"repeatedly abused over and over and over again.\"\r\n Appellant testified that Kindal was an accident-prone child.2 According to Appellant, on the night of Kindal's death, Kindal had \"dumped a plate [of food] upside down, and I got the belt and popped him on the leg, and he went to run, and he bumped his head [on the comer of the table].\" Appellant said Kindal seemed alright, so she gave him a bath and put him to bed. He was later found dead.\r\n DISCUSSION \r\n  Two employees of Access Medical Hospital testified about an incident they witnessed in June of 1991. Appellant had brought Kindal to Access for treatment, and was angry that Access wanted her to pay for the visit. One employee testified:\r\n\r\n The child [Kindal] was sitting on the counter. She [Appellant] took him by the arm like this, jerked him off the counter, and I mean jerk in a nice way (sic), jerked him off the counter, pulled him across the floor, I would say, from here to the wall ... where there was a stroller sitting, and she took him by the arm, and instead of picking the child up and placing him in the stroller, she jerked him up by the arm, tossed him into the stroller, and he landed crooked, so again she jerks him back up and places him by the one arm into the stroller and then starts to leave. \r\nAppellant argues that the judge erred in admitting testimony about this incident\r\n_______________ \r\n1 &nbsp;Appellant's husband was also charged, and he has separately appealed. 2 &nbsp; Appellant testified that Kindal would \"[fall down, scratching hisself [sic], bumping his head, bumping his head, falling down, spitting, throwing the food upside down. He wouldn't eat.\"\r\np. 6\r\n\r\n\r\nSTATE v. PIERCE \r\nbecause it was too remote in time, was unconnected to the present charge, and was unduly prejudicial. I disagree.\r\n Generally, evidence that a defendant has committed other unrelated crimes or bad acts is inadmissible to prove the defendant's propensity to commit the crime with which he is charged. Clear and convincing evidence of prior crimes or bad acts that is logically relevant is, however, admissible to prove (1) motive, (2) intent, (3) absence of mistake or accident, (4) a common scheme or plan that embraces several previous crimes so closely related to each other that proof of one tends to establish the other, or (5) identity, if its probative value outweighs its prejudicial effect. \r\nState v. Moultrie, 316 S.C. 547, 554 &nbsp 451 S.E.2d 34, 39 (Ct. App. 1994) (citations omitted) (citing State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923)). Regarding the \"common scheme or plan\" element, in State v. Parker, 315 S.C. 230, 233, 433 S.E.2d 831, 832 (1993), this Court reaffirmed the \"enhancement of the probative value test.\"\r\n This test requires the trial court to balance the probative value of the evidence against its prejudicial effect, and where the evidence is of such a close similarity to the charged offense that the previous act enhances the probative value of the evidence so as to \"overrule the prejudicial effect\", it is admissible. \r\nWe have held that the \"common scheme or plan\" element of Lyle \"is generally applied in cases involving sexual crimes, where evidence of acts prior and subsequent to the act charged in the indictment is held admissible as tending to show continued illicit intercourse between the same parties.\" State v. Whitener, 228 S.C. 244, 265, 89 S.E.2d 701, 711 (1955) (emphasis added). See also State v. McClellan, 283 S.C. 389, 323 S.E.2d 772 (1984). In McClellan, the defendant was charged with raping his fifteen-year-old daughter. The lower court allowed the daughter to testify that the defendant had attacked her on previous occasions, even though the defendant was not charged for the previous attacks. This Court held that the \"prosecutrix's testimony regarding prior attacks was admissible under [the Lyle \"common scheme\"] exception to show the continued illicit intercourse forced upon her by Appellant.\" McClellan, 283 S.C. at 392, 323 S.E.2d at 774.\r\n I see no reason to restrict the logic of Whitener and McClellan to sex abuse cases. Sex abuse and child abuse cases are highly similar in their methods of proof, because both types of cases generally involve the same perpetrator committing abuse against the same helpless victim. And where the perpetrator is the parent or guardian and has exclusive custody of and control over the victim, proving the abuse becomes extremely difficult. As one commentator has written,\r\n\r\n Child abuse is maddeningly difficult to prove. Maltreatment occurs in secret, with the child usually the only eyewitness. Unfortunately, many victims are too young to testify. While most children three years old and older possess the psychological capacity to testify, a significant number do not take the stand. Of those who do, some are ineffective witnesses . . . .The dearth of evidence \r\np.7\r\n\r\n\r\nSTATE v. PIERCE \r\n creates a chasm separating the stark reality of child abuse from its proof. \r\n John E.B. Myers, Uncharged Misconduct Evidence in Child Abuse Litigation, 1988 Utah L. Rev. 479, 479 - 480 (1988).\r\n Whitener and McClellan recognize the difficulties associated with proving child sex abuse. Given this \"dearth of evidence\", evidence which shows a pattern of abuse becomes even more probative than it might otherwise be. In McClellan, we allowed testimony of prior sex abuse by the same perpetrator against the same victim because it showed \"continued illicit intercourse\".3 283 S.C. at 392, 323 S.E.2d at 774 (emphasis added). Continued illicit intercourse is analogous to a pattern of child abuse, and the only difference between this case and McClellan is that this case involved child abuse, not sex abuse. The distinction is illusory, however. Thus, I construe Whitener and McClellan to embrace not only sex abuse cases, but also child abuse cases. See State v. Everette, 532 So.2d 1124, 1125 (Fla. App. 1988) (\"We believe in a child abuse case that reference to prior injuries to the child should be permitted, particularly when compared to the appropriateness of similar evidence in sexual child abuse cases.\") During the hospital incident, appellant violently jerked Kindal by the an-n and then threw him into the stroller. The issue at trial was whether appellant's violent act caused Kindal to sustain a head wound which resulted in his death. The State had the burden of proving appellant's violent act caused Kindal's death. Because the hospital incident between Appellant and Kindal is probative of a pattern of abuse by Appellant against Kindal, it is admissible under the \"common scheme or plan\" exception to Lyle.\r\n This evidence is also admissible because it negates Appellant's claim that the death\r\n_______________ \r\n3 &nbsp; The language of the \"Homicide by Child Abuse\" statute, &#167; 16-3-85, supports the theory that proof of child abuse often depends on evidence of repeated abuse. Section 16-3-85 provides, in pertinent part:\r\n\r\n(A) A person is guilty of homicide by child abuse who:\r\n\r\n\r\n  \r\n     (1)\r\n    causes the death of a child under the age of eleven while committing child abuse or neglect as defined in Section 20-7-490 and the death occurs under circumstances manifesting an extreme indifference to human life .... \r\n  \r\n\r\n (Emphasis added.)\r\n S.C. Code Ann. &#167; 20-7-490(B) (Supp. 1995) defines \"Abused or neglected child\" to mean \"a child whose death results from or whose physical or mental health or welfare is harmed or threatened with harm ... by the acts or omissions of his parent ...... (Emphasis added.) Thus, the statute itself contemplates that child abuse is proven by evidence of multiple acts which show a systematic pattern of abuse. Moreover, &#167; 16-3-85 and 20-7-490 are harmonious with the battered child syndrome recognized by this Court in State v. Lopez, 306 S.C. 362, 412 S.E.2d 390 (1991).\r\np.8\r\n\r\n\r\nSTATE v. PIERCE \r\nwas caused by an accident. See State v. Moultrie, supra.4 Over Appellant's objection, the trial judge allowed the testimony of Access Medical personnel that Kindal had been treated previously at Access Medical for lip and eye injuries. One employee testified that in June of 1992, Kindal had been admitted to Access for a \"split lip\". A month later, Kindal was brought in for an eye that was \"swollen shut\" with the upper and lower eyelid gone. Appellant argues that there was no clear and convincing evidence that Appellant caused these injuries, and that therefore it was error for the trial court to admit testimony regarding them. See Parker, supra (clear and convincing proof of a defendant's prior bad act is required for the evidence to be admissible). I disagree.\r\n In State v. Lopez, 306 S.C. at 367, 412 S.E.2d at 393, we recognized the \"battered child syndrome\" (or \"shaken baby syndrome\").\r\n\r\n The finding of battered child syndrome and shaken baby syndrome is made based on a number of physical findings which are inconsistent with the history of the injuries given by the parents or caretakers. These syndromes have been developed as a result of extensive research and have become accepted medical diagnoses in other jurisdictions. We, therefore, conclude that testimony regarding the \"battered child syndrome\" and the \"shaken baby syndrome\" is admissible when given by a properly qualified expert and such testimony may support an inference that the child's injuries were not sustained by accidental means. \r\n(Citations omitted) (emphasis added). The United States Supreme Court has approved the use of prior injury testimony to support a finding of battered child syndrome regardless of whether the prior injuries were linked to the defendant. Estelle v. McGuire, 502 U.S. 62, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991).5 In Estelle, the prosecution sought to prove battered child syndrome by introducing\r\n ________________ \r\n4 &nbsp;The absence of accident exception under Lyle is applicable to this case. There is no distinction between instances where the defendant claims he accidentally harms the child and where the defendant claims that the child accidentally harms himself. Such a distinction is arbitrary. In Estelle v. McGuire, 502 U.S. 62, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991), the defendant was charged with the second-degree murder of his infant daughter. The defendant's defense was that the daughter accidentally hurt herself when she fell off the couch. The Court allowed evidence of prior mistreatment of the infant daughter by the defendant to show an absence of accident. Appellant's defense -- that Kindal had accidentally hurt himself while running through the house -- is very similar to that used in Estelle. Whether the alleged accident arises from the defendant's actions or the child's, the result should be the same. If the defendant seeks to avail himself of the defense of accident, such defense may be negated. See Lyle, supra. 5 &nbsp;See also United States v. Harris, 661 F.2d 138 (10th Cir. 1981) (trial court did not abuse discretion in admitting evidence of other injuries; probative value outweighed prejudice);\r\np.9\r\n\r\nSTATE v. PIERCE \r\nevidence of a prior rib and rectal injury. The defendant objected on the ground that there was no evidence the defendant had inflicted the injuries. The Court held:\r\n When offered to show that certain injuries are a product of child abuse, rather than accident, evidence of prior injuries is relevant even though it does not purport to prove the identity of the person who might have inflicted those injuries. Because the prosecution had charged McGuire with second-degree murder, it was required to prove that Tori's death was caused by the defendant's intentional act. Proof of Tori's battered child status helped to do just that; although not linked by any direct evidence to McGuire, the evidence demonstrated that Tori's death was the result of an intentional act by someone, and not an accident. \r\n112 S.Ct. at 480 (citations omitted) (emphasis in original). As in Estelle, the defendant in this case argued Kindal was accident-prone and that his death was an accident. The eye and lip injuries were not introduced to show that Appellant was the perpetrator of those injuries, but instead were introduced to show that Kindal was the victim of the battered child syndrome and his death was caused not by accident, but by the intentional acts of child abuse.3 Such a ruling comports with the ruling of the United States\r\n_____________\r\n State v. Hassett, 859 P.2d 955 (Idaho App. 1993) (testimony of previous child abuse admissible); State v. Everette, supra. \r\n3 &nbsp; Bludsworth v. State, 646 P.2d 558, 559 (Nev. 1982) involved a prosecution of the defendant for the murder of a two-year-old. The defense was that the child was accidentally injured. The court stated:\r\n During the trial, considerable evidence was presented that Eric had sustained numerous bruises, including a bite mark on his scrotum, prior to the day of his fatal injury.... Appellants also erroneously argue that the bite mark evidence and evidence of other bruises were incompetent because there was no prior establishment, by clear and convincing evidence, that either [defendant] was responsible for each of the prior injuries. Admissibility of the bite mark and other bruise evidence does not depend on connecting either defendant to the infliction of the injury. It is independent, relevant circumstantial evidence tending to show that the child was intentionally, rather than accidentally, injured on the day in question. Proof that a child has experienced injuries in many purported accidents is evidence that the most recent injury may not have resulted from yet another accident. \r\np.10\r\n STATE v. PIERCE \r\n  Supreme Court in allowing this type of testimony in child abuse cases.7\r\n Accordingly, I would affirm.\r\n________________\r\n7 &nbsp; Estelle v. McGuire is applicable to the present case even though the Access Medical personnel who testified to the prior eye and lip injuries were not \"properly qualified experts\". Estelle does not require that prior injury testimony be given by an expert witness, and neither does State v. Lopez. It is true that only a properly qualified expert is allowed to offer a conclusion that a child has been a victim of the battered child syndrome. However, evidence tending to prove that a child has been the victim of the battered child syndrome can be given by a lay witness, so long as other evidentiary rules are complied with. In this case, the Access Medical personnel testified to eye and lip injuries which tend to prove that Kindal has been the victim of the battered child syndrome. These lay witnesses did not render an opinion that the child was a victim of the battered child syndrome.\r\np. 11. \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24614","title":"Wolfe v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24614","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 14\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  William Wolfe, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nState of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner.\r\n ON WRIT OF CERTIORARI\r\n Appeal From Union County \r\n  Larry R. Patterson, Trial Judge \r\n  H. Dean Hall, Post-Conviction Judge\r\n Opinion No. 24614 \r\n  Submitted February 20, 1997 - Filed May 12, 1997\r\n REVERSED\r\n Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, Assistant Attorney General Matthew M. McGuire, all of Columbia, for Petitioner.\r\n Assistant Appellate Defender Lesley Coggiola, of South Carolina Office of Appellate Defense, of Columbia, for Respondent.\r\n  TOAL, A.J.:  In this action for Post-Conviction Pelief (\"PCP,\"), the PCP, court granted relief to William Wolfe based on ineffective assistance of counsel at Wolfe's guilty plea proceeding. We reverse.\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n In early 1994, Wolfe was indicted for assault and battery with intent to kill (\"ABIK\") and possession of a firearm or knife during the commission of a violent crime. The case was called for trial in May 1 994. During the pre-trial motion hearing, the trial judge refused to grant Wolfe a continuance to get a mental evaluation and also indicated, though without\r\n p. 12\r\n\r\n\r\nWOLFE v. STATE \r\nruling conclusively on the matter, that he would exclude as irrelevant certain evidence relating to Wolfe's motive for the shooting.1\r\n Before the State began to present its case in chief, Wolfe decided to plead guilty. The evidence presented to the PCR court was conflicting regarding Wolfe's reasons for pleading guilty. Certainly both Wolfe and his trial counsel had felt boxed in by the trial court's pretrial rulings.\r\n Additionally, however, Wolfe testified at tlle PCR hearing that his trial counsel had represented to him that the judge would give Wolfe a reduced sentence (I 0 to 1 5 years) if he would plead guilty. In contrast, Wolfe's trial lawyer testified at the PCR hearing that he had informed Wolfe that although he hoped the trial judge would give him a reduced sentence, the judge certainly was not obligated to do so.\r\n The transcript of the guilty plea hearing reflects that the trial judge questioned Wolfe extensively about the plea, asking him, inter alia, whether he understood that he could get twenty years for ABIK and five years for possession of a firearm or knife during the commission of a violent crime and whether he had been promised anything for pleading guilty. Wolfe's answers to these questions reflect an awareness of the potential range of sentences and an understanding that he had not been promised anything in return for his guilty plea.\r\n\r\n Moreover, at the guilty plea, his lawyer stated to the court:\r\n   And just so the record is correct, Your Honor, I did indicate to the defendant here, whether rightly or wrongly, but as counsel, trying to do my job, Your Honor, I did explain to the defendant that it would be my hope that by, as I say, standing up here like a man and admitting to the wrongful act that took place that perhaps that the Court may take that into consideration as some mitigation toward his sentence. But I told him there is no promise from the Court or anything like that; and there is no negotiations from the State at all. \r\n\r\n Immediately following this statement by Wolfe's trial lawyer-, the following exchange occurred:\r\n\r\n The Court: Mr. Wolfe, you understand the recommendations from the attorneys, or what they have said to you, is not binding on me in any way. I have to hear the facts. \r\n_______________ \r\n1 &nbsp; Wolfe had shot a man who was the father of the daughter of Wolfe's girlfriend. By all indications, Wolfe firmly believed the man was sexually abusing the daughter, and the defense wished to introduce evidence, including DSS records, regarding the abuse in order to show Wolfe's motive for the shooting.\r\n p.13\r\n\r\n\r\nWOLFE v. STATE \r\n The Defendant: Yes, sir. \r\nShortly thereafter, the trial judge sentenced Wolfe to the maximum possible sentences -- twenty years on the ABIK and flve years for possession of a flrearm or knife during the commission of a violent crime.\r\n Wolfe abandoned his direct appeal. In his application for PCP,, he alleged his trial counsel had been ineffective in failing to request a continuance prior to the day of trial, in failing to develop certain defenses, and in failing to adequately explain to him the plea procedure and potential sentence. The PCP, court granted Wolfe's application.\r\n This Court then granted the State's petition for writ of certiorari.\r\n LAW/ANALYSIS\r\n A. INEFFECTIVE ASSISTANCE IN DEVELOPMENT OF DEFENSES\r\n The State first argues the PCP, court erred in finding Wolfe's trial counsel was ineffective in failing to request a continuance prior to the day of trial and in failing to develop certain defenses.2 We agree.\r\n For a petitioner to be granted Post Conviction Relief as a result of ineffective assistance of counsel, he must show both (I) that his counsel failed to render reasonably effective assistance under prevailing professional norms, and (2) that he was prejudiced by his counsel's ineffective assistance. Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 20521 80 L. Ed. 2d 674 (I 984); Butler v. State, 286 S.C. 441, 334 S.E.2d 81 3 (I 985), cert. denied, 474 U.S. 1094 (1986). This Court will sustain the PCP, judge's factual findings and conclusions regarding ineffective assistance of counsel if there is any probative evidence to support those findings. Eg., McCray v. State, 317 S.C. 557, 455 S.E.2d 686 (1995); Cherry v. State, 300 S.C. I 1 5, 386 S.E.2d 624 (1989).\r\n The Record does not contain probative evidence to support the notion that counsel was ineffective in failing to move for a continuance at an earlier date or in failing to move for the admission of certain DSS records pertaining to sexual abuse of Victim's daughter. Even assuming trial counsel should have made these motions at an earlier time, Wolfe has shown no prejudice resulting from counsel's failure to do so.\r\n To show prejudice stemming from the late continuance motion, Wolfe would have to\r\n______________ \r\n2 &nbsp; The PCR court appears to have based its ruling on these issues primarily on the conclusion that trial counsel was rendered ineffective by virtue of adverse rulings by the trial court. Of course, trial court error does not constitute an appropriate basis for a finding of ineffective assistance of counsel. See, e.g., Stepney v. State, 278 S.C. 47, 292 S.E.2d 41 (1982) (issues that could have been raised on direct appeal cannot be considered on PCR application absent claims of ineffective assistance of appellate counsel).\r\np.14\r\n\r\n\r\nWOLFE v. STATE\r\n demonstrate that (1) the trial court would have abused its discretion in refusing to grant a continuance motion so that Wolfe could get a private competency evaluation, and (2) such a competency evaluation likely would have affected the ultimate result of the competency hearing. Wolfe presented no medical evidence at the PCR hearing suggesting he had been incompetent to stand trial or to participate in his defense. Given the absence of such evidence, Wolfe has failed to demonstrate he was prejudiced by the trial court's failure to grant a continuance.\r\n Wolfe has also failed to show any prejudice resulting from trial counsel's failure to move at an earlier date for admission of the DSS records. First, the trial court never actually ruled on the pretrial motion by DSS to quash any evidence relating to sexual abuse of Victim's daughter; rather, the judge simply expressed skepticism about the relevance of the evidence, but decided to reserve judgment. Second, it is unclear whether an earlier motion would have had any effect whatsoever on the judge's decision. Given the lack of any decision adverse to Wolfe on the motion, as well as the speculative nature of the benefit Wolfe would have derived from an earlier motion, there was no prejudice suffered, even assuming counsel's representation was ineffective.\r\n B. ADVICE CONCERNING GUILTY PLEA\r\n Wolfe next argues his trial counsel was ineffective in advising him about the guilty plea procedure. We disagree.\r\n A defendant who pleads guilty on the advice of counsel may only attack the voluntary and intelligent character of the plea by showing (1) that counsel's representation fell below an objective standard of reasonableness and (2) that there is a reasonable probability that but for counsel's errors, the defendant would not have pleaded guilty but would have insisted on going to trial. Hill v. Lockhart, 474 U.S. 52, 56-57, 106 S. Ct. 366, 369, 88 L. Ed. 2d 203, 208-09 (1985). In determining guilty plea issues, it is proper to consider the guilty plea transcript as well as evidence at the PCP, hearing. Harres v. Leeke, 282 S.C. 131, 318 S.E.2d 360 (1984).\r\n In the present case, Wolfe testified that his trial counsel represented to him that the judge would give him a reduced sentence if he pleaded guilty to the charges. According to Wolfe, trial counsel did not explain that the trial judge was not bound by the terms of their conversation, i.e., that no enforceable \"deal\" had been cut.\r\n If this is the advice trial counsel gave,3 it was inaccurate. However, any possible misconceptions on Wolfe's part were cured by the colloquy during the actual guilty plea hearing. As noted above, the judge repeatedly asked Wolfe about the range of sentencing,\r\n_____________ \r\n3 &nbsp; in fact, it is not entirely clear whether Wolfe actually testifled there was an absolute guarantee of a reduced sentence. Although some of Wolfe's testimony contradicts other portions of his testimony, he himself acknowledged at one point during the PCR hearing that no promises were made as to the sentence.\r\np.15\r\n\r\nWOLFE v. STATE \r\nand he asked Wolfe twice whether he understood that there were no promises and that no sentencing recommendations were binding on the judge. Wolfe indicated he understood there were no such promises. Additionally, Wolfe's lawyer stated on the record at the guilty plea hearing that he had informed Wolfe that although counsel hoped for a reduced sentence, there were no promises as to the actual sentence. Under these circumstances, any possible errors by trial counsel were cured by this information. See, e.g., Rayford v. State, 31 4 S.C. 46, 443 S.E.2d 805 (1994) (where transcript of guilty plea proceeding refuted applicant's claim that he did not understand the terms of a plea bargain, grant of PCR was inappropriate notwithstanding applicant's claim lawyer misadvised him); Richardson v. State, 310 S.C. 360, 426 S.E.2d 795 (1993)(grant of PCP, was inappropriate where after having heard incorrect information concerning guilty plea, applicant's misimpressions were corrected by accurate information).\r\n Wolfe seems to contend that counsel informed him the trial court's questions constituted a polite fiction and that they meant nothing. At the PCP, hearing, Wolfe stated repeatedly that counsel had told him the trial court's questions concerning the plea were II routine\" questions. Wolfe also testified his counsel had told him that in several other cases his counsel had in the past, counsel had never known a judge to backstep on a representation that he would impose a reduced sentence. A statement that questions are \"routine\" is not an invitation to answer them untruthfully, nor does it constitute a reason to believe the questions and statements of the judge during a guilty plea proceeding mean nothing.\r\n When one reviews Wolfe's testimony at the PCP, hearing, it is clear that Wolfe hoped to get a reduced sentence and expected to get one. Even in Wolfe's own testimony, however, it is never crystal clear that Wolfe was told he absolutely would get a reduced sentence. In fact, Wolfe himself acknowledged at the PCP, proceeding that he was made no promises as to the sentence he would receive. Wishful thinking regarding sentencing does not equal a misapprehension concerning the possible range of sentences, especially where one acknowledges on the record that one knows the range of sentences and that no promises have been made. The Record contains no probative evidence suggesting any ineffective assistance by Wolfe's counsel prejudiced him or rendered his plea involuntary. See Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (stating \"any evidence\" standard for review of PCP, proceedings).\r\n CONCLUSION \r\n  For the foregoing reasons, the order of the PCR court is REVERSED.\r\n FINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\np.16 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24615","title":"Crooks v. State of South Carolina","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24615","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 14\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Thomas D. Crooks, Jr., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nState of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner.\r\nON WRIT OF CERTIORARI\r\n Appeal From Richland County \r\n  L. Henry McKellar, Trial Judge \r\n  L. Casey Manning, Post-Conviction Judge\r\n Opinion No. 24615 \r\n  Heard March 19, 1997 - Filed May 12, 1997\r\n AFFIRMED IN PART; REVERSED IN PART.\r\n Charles Molony Condon, Attorney General, John W. McIntosh, Deputy Attorney General, Teresa A. Knox, Assistant Deputy Attorney General, and Matthew M. McGuire, Assistant Attorney General, of Columbia, for petitioner.\r\n Dwight F. Drake, Jeffrey A. Jacobs and Theodore D. Riley, of Nelson, Mullins, Riley & Scarborough, L.L.P., of Columbia, for respondent.\r\n WALLER, A.J.: The State has appealed an order granting post- conviction relief to Respondent Crooks. We affirm in part and reverse in part.\r\n FACTS\r\n On May 10, 1991, Respondent Crooks pled guilty to three counts of unlawful\r\np. 17\r\n\r\n\r\nCROOKS v. STATE \r\nuse of telephone. He was sentenced to ten years, suspended to five years with three years probation. He was incarcerated until February 24, 1993, when he was released on supervised furlough.\r\n On April 7, 1993, Respondent was served with two arrest warrants: one for violation of his supervised furlough and one for unlawful use of telephone (\"April 7 warrant\"). On this date Respondent was taken back into custody and was subsequently returned to the Department of Corrections to complete his original sentence. He completed this sentence on June 3, 1993.\r\n The arrest warrant for unlawful use of telephone served on April 7, 1993 was still outstanding. Consequently, on June 3, 1993 Respondent was taken back into custody. On July 7, 1993, while in custody awaiting disposition of this outstanding charge, Respondent was served with another arrest warrant for unlawful use of telephone (\"July 7 warrant\"). Respondent pled guilty to these two remaining charges on January 31, 1994. He received a sentence of ten years, suspended to six years with three years probation. Respondent was given credit for time served on both charges beginning July 7, 1993.\r\n Respondent did not appeal his convictions. On March 30, 1994, he filed an application for post-conviction relief. After an evidentiary hearing held September 6, 1995, the PCR judge granted post-conviction relief, finding Respondent did not receive enough credit for time served. The judge ordered Respondent be given additional credit for time served on both charges for the period between April 7, 1993 and July 7, 1993.\r\n ISSUE\r\n Did the PCR judge err in giving Respondent an additional ninety days' credit for time served on his sentence?\r\n DISCUSSION\r\n The State argues the PCR judge erred in giving Respondent credit for time served beginning in April 7, 1993. We agree.\r\n When Respondent was served with the arrest warrant for unlawful use of telephone on April 7, 1993, he was still serving a prior sentence. It is clear that persons on supervised furlough are still considered to be serving their sentences. See S.C. Code Ann. &#167; 24-13-710 (1977); S.C. Code Ann. &#167; 24-13-720 (1977). In an analogous context, this court has noted that \"[a] prisoner upon release on parole continues to serve his sentence outside the prison walls. The word parole is used in contra-distinction to suspended sentence and means a leave of absence from prison during which the prisoner remains in legal custody until the expiration of\r\np.18\r\n\r\n\r\nCROOKS v. STATE\r\n his sentence.\" Sanders v. MacDougall, 244 S.C. 160, 163, 135 S.E.2d 836, 837 (1964). Because supervised furlough is something received before a prisoner receives parole, he certainly is still serving his sentence at that time. See also Gunter v. State, 298 S.C. 113, 378 S.E.2d 443 (1989), overruled on other grounds by Griffin v. State, 315 S.C. 285, 433 S.E.2d 862 (1993) (furlough programs are internal rehabilitation procedures designed to address the problem of prison overcrowding and are not an integral part of an I=ate's sentencing).\r\n This prior sentence did not end until June 3, 1993. Section 24-13-40 of the South Carolina Code is instructive on the appropriate method of calculating time served by prisoners:\r\n\r\nThe computation of the time served by prisoners under sentences imposed by the courts of this State shall be reckoned from the date of the imposition of the sentence. But when ... (c) the court shall have designated a specific time for the commencement of the service of the sentence, the computation of the time served shall be reckoned from the date of the commencement of the service of the sentence. In every case in computing the time served by a prisoner, full credit against the sentence shall be given for time served prior to trial and sentencing. Provided, however, that credit for time served prior to trial and sentencing shall not be given: ... (2) when the prisoner is serving a sentence for one offense and is awaiting trial and sentence for a second offense in which case he shall not receive credit for time served prior to trial in a reduction of his sentence for the second offense. (emphasis added). Applying this section to the convictions in this case, we find Respondent should have received credit for time served as follows. On the April 7 warrant, Respondent should have gotten credit for time served beginning June 3, 1993 instead of July 7, 1993, because he completed his prior sentence on June 3 and was in custody on the April 7 warrant from that point on. Therefore, the PCR judge was partly correct and partly incorrect regarding this warrant. On the July 7 warrant, the PCR judge was incorrect in awarding credit for time served prior to July 7, 1993 because Respondent was not charged until that date.\r\n Respondent argues section 24-13-40(c) (quoted above), which allows the court to designate a specific time for commencement of service, gives the PCR judge authority to alter his credit for time served to whatever the PCR judge finds appropriate. We disagree. This section only applies to the trial court's (i.e. sentencing court's) ability to set commencement times for service of sentences.\r\n Respondent further argues the PCR judge had authority to change his sentence pursuant to section 17-27-80 of the Post-Conviction Relief statute. This section states in part: \"If the [PCRI court finds in favor of the applicant, it shall enter an appropriate order with respect to the conviction or sentence in the former\r\np.19\r\n\r\nCROOKS v. STATE\r\n proceedings, and any supplementary orders as to ... correction of sentence.\" Respondent overlooks the fact that the PCR judge first must find error before this authority is given, and that the PCR judge only has authority to enter \"appropriate\" orders. The only legal error in the computation of Respondent's sentence which the PCR judge should have corrected was that noted above regarding the April 7 warrant. The PCR judge's going beyond this correction was inappropriate. See Clark v. State, _ S.C. _, 468 S.E.2d 653 (1996) (rulings of PCR judge will not be upheld where no evidence exists to support them). CONCLUSION\r\n We hold the order granting Respondent post-conviction relief should be reversed insomuch as it (1) gives Respondent credit for time served from April 7, 1993 until June 3, 1993 on the April 7 warrant and (2) gives Respondent credit for time served from April 7, 1993 until July 7, 1993 on the July 7 warrant. The order should be affirmed insomuch as it gives Respondent credit for time served from June 3, 1993 on the April 7 warrant.\r\n AFFIRMED IN PART; REVERSED IN PART.\r\n FINNEY, C.J., MOORE and BURNETT, JJ-, concur. TOAL, A.J., not participating.\r\np.20 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24616","title":"Bardoon Properties v. Eidolon Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24616","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 14\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Bardoon Properties, NV, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nEidolon Corporation and \r\n  Ed Robinson, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellants.\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n \r\n  Appeal From Richland County \r\n  Joseph A. Strickland, Circuit Court Judge\r\n \r\n  Opinion No. 24616 \r\n  \r\n  Heard March 19, 1997 - Filed May 12, 1997\r\n AFFIRMED IN RESULT Paul V. Degenhart, for appellants.\r\n Theodore Von Keller of Berry, Adams, Quackenbush & \r\n  Dunbar, of Columbia, for respondent.\r\n WALLER, A.J.: We granted certiorari to review Bardoon Properties, NV v. Eidolon Corp., Op. No. 96-UP-057 (S.C. Ct. App. filed Feb. 26, 1996). We affirm in result.\r\n FACTS\r\n In January, 1992, Bardoon Properties leased office space to Respondents Eidolon Corp. and Ed Robinson (Eidolon).1 The lease was for a 28 month period (through April 1994) at a rental rate of $6789.33 per month. In June, 1992,\r\n_____________ \r\n1 &nbsp; Robinson was the president of Eidolon.\r\np.21\r\n\r\n\r\nBARDOON PROPERTIES v. EIDOLON CORPORATION, et al. \r\nProvident Life Insurance Company (Provident) purchased the property through foreclosure, becoming the successor in interest to Bardoon. Eidolon vacated the premises in March, 1993. In August, 1993, Bardoon brought this suit against Eidolon for breach of the lease. Eidolon failed to timely answer and an order of default was filed October 19, 1993.\r\n Eidolon's motion to set aside the default judgment was denied. After a damages hearing, Bardoon was awarded $71,028.62. Thereafter, Eidolon filed a motion to reconsider in which it raised, for the first time, the fact that Bardoon was not the real party in interest and that Provident was the actual owner of the property at the times in question.2 The motion to reconsider was denied. On appeal, the Court of Appeals held Eidolon had waived any challenge to Bardoon's status as real party in interest by failing to object prior to entry of default. Eidolon sought rehearing, claiming the issue was one of subject matter jurisdiction such that it could be raised at any time. Rehearing was denied. We granted certiorari.\r\nISSUE\r\n The sole issue we need address is whether or not a party's status as a \"real party in interest\" involves subject matter jurisdiction, such that it may be raised at any time?\r\n DISCUSSION\r\n It is well-settled that issues relating to subject matter jurisdiction may be raised at any time. See Johnson v. State, 319 S.C. 62, 459 S.E.2d 840 (1995); GNOC Corp. v. Estate of Rhyne, 312 S.C. 86, 439 S.E.2d 274 (1994); State v. Gorie, 256 S.C. 539, 183 S.E.2d 334 (1971). Subject matter jurisdiction refers to the court's power to hear and determine cases of the general class to which the proceedings in question belong. Dove v. Goldkist, 314 S.C. 235, 442 S.E.2d 598 (1994); Watson v. Watson, 319 S.C. 92, 460 S.E.2d 394 (1995).\r\n We have previously indicated that a party's lack of standing as a real party in interest deprives a court of subject matter jurisdiction. Richland County Recreation District v. City of Columbia 290 S.C. 93, 348 S.E.2d 64 (1986); Anders v. S.C. Parole and Comm. Corrections Board, 279 S.C. 206, 305 S.E.2d 229 (1983).3 However, the\r\n_______________ \r\n2 &nbsp;Contrary to Eidolon's contention, the question of improper parties was not \"raised\" at the damages hearing. Although there was testimony Bardoon was not the owner at the time of the breach, Eidolon never objected or pointed out to the trial court that it believed Bardoon was an improper party, nor did it seek any ruling on the matter. \r\n3 &nbsp;The cases essentially equate the concepts of standing and real party in interest. See e.g., Bailey v. Bailey, 312 S.C. 454, 441 S.E.2d 325 (1994); Duke Power Co. v.\r\np.22\r\n\r\n\r\nBARDOON PROPERTIES v. EIDOLON CORPORATION, et al. \r\nwealth of authority is to the effect that the issue of a party's status as real party in interest does not involve subject matter jurisdiction.\r\n The purpose of a real party in interest provision is to assure that a defendant is required only to defend an action brought by a proper party and that such an action need be defended only once. 59 AmJur2d Parties &#167; 35 (1987). The right of a plaintiff to maintain a suit, while frequently treated as going to the question of jurisdiction, goes, in reality, to the right of the plaintiff to relief rather than to the jurisdiction of the court to afford it. 21 C.J.S. Courts &#167; 16 (1990). A challenge to a party's status as real party in interest must be made promptly or the court may conclude the point has been waived. 6A Wright, Miller and Kane, Federal Practice and Procedure, &#167 1554, pp. 406-407 (1990) (hereinafter, Wright, Miller and Kane).  See also Gogolin & Stelter v. Karn's Auto Imports, Inc. 886 F.2d 100, 102 (5th Cir. 1989), cert. denied 110 S.Ct. 1480 (defendant waived defense that plaintiff was not real party in interest by failing to timely raise issue); Hefley v. Jones, 687 F.2d 1383, 1388 (10th Cir 1982) (real party in interest defense is for defendant's benefit and is waived if not timely raised); Fox v. McGrath, 152 F.2d 616, 618-619 (2nd Cir. 1945), cert. denied, 66 S.Ct. 966 (since real party in interest rule is for defendants' protection, it is not jurisdictional and is freely waivable); Bielski v. Zom, 627 N.E.2d 880 (Ind. 1994)(if action is brought by other than real party in interest, remedy is not dismissal for lack of subject matter jurisdiction).\r\n Further, this Court has recognized that the failure to raise the issue of \"real party in interest\" results in waiver. WeSavFinancial Corp. v. Lingefelt, 316 S.C. 442, 450 S.E.2d 580 (1994). Obviously, if the matter may be waived, it cannot involve subject matter jurisdiction. See Atlanta Skin and Cancer v. Hallmark Gen'l Partners 320 S.C. 113, 463 S.E.2d 600 (1995)(subject matter Jurisdiction may not be waived or conferred by consent). Similarly, Rule 17(a), SCRCP, specifically provides that \"No actions shall be dismissed on the ground that it is not prosecuted in the name of the real party in interest until a reasonable time has been allowed, after objection, for ratification of commencement of the action by, or ... substitution of the real party in interest ....\" This rule clearly indicates the question of real party in interest does not involve subject matter jurisdiction.\r\n____________\r\n South Carolina Public Service Comm'n, 284 S.C. 81, 326 S.E.2d 395 (1985); Dockside Assen. Inc. v. Detyens Simmons, 285 S.C. 565, 330 S.E.2d 537 (Ct. App. 1985), overruled in pt. on other grounds, Queen's Grant Villas v. Daniel Intel Corp., 286 S.C. 555, 335 S.E.2d 365 (to have standing, a party must have both a personal stake in the subject matter of a lawsuit and be the \"real party in interest\"). However, there is a difference between the concepts of \"standing,\" \"capacity to sue,\" and \"real party in interest.\" See Wright, Miller and Kane, Federal Practice and Procedure, &#167; 1542 at pp. 328-329 (1990). See also Firestone v. Galbraith, 976 F.2d 279, 283 (6th Cir. 1992); Kumar Corp. v. Nopal Lines, Ltd. 462 So.2d 1178, 1182, n. 3 (Fla. App. 1985).\r\np.23\r\n\r\n\r\nBARDOON PROPERTIES v. EIDOLON CORPORATION, et al. \r\nWe find these authorities consistent with our definition of subject matter jurisdiction in Dove v. Goldkist, supra (subject matter jurisdiction refers to the court's power to hear and determine cases of the general class to which the proceedings in question belong). Whether or not a party is the \"real party in interest\" simply does not involve the court's power to hear a case of the general class (in this instance, a breach of contract claim).\r\n We hold the issue of whether a party is a \"real party in interest\" does not involve subject matter jurisdiction.4 Accordingly, the Court of Appeals correctly held the issues raised by Eidolon, not having been timely raised prior to the entry of default, were waived. Howard v. Holiday Inns, Inc., 271 S.C. 238, 242, 246 S.E.2d 880, 882 (1978). The Court of Appeals opinion is\r\n AFFIRMED IN RESULT.5\r\n FINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n_______________\r\n4 &nbsp; To the extent previous case law has indicated to the contrary, it is overruled. 5 &nbsp; On March 6, 1997, Bardoon filed a motion to substitute Provident National Assurance Company as its successor in interest. Although Bardoon had previously filed a motion to substitute in the circuit court, the motion was stayed pending appeal and was never acted upon. Contrary to Footnote 1 of the Court of Appeals' opinion, this Court did not deny Bardoon's motion to substitute; we merely denied Bardoon's motion to supplement the record. We discern no prejudice to Eidolon from a substitution in this case. As noted previously, having defaulted, it waived any defenses it may have had. Howard v. Holiday Inns, Inc., supra. Accordingly, pursuant to Rule 236(c), SCACR, we grant the motion to substitute. Provident National Assurance Company is hereby substituted as the proper plaintiff in this matter.\r\np.24 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24617","title":"Mary Elizabeth Simpson Hanahan v. Kate McArver Simpson, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24617","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n Mary Elizabeth Simpson \r\n  Hanahan, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant,\r\n v.\r\n Kate McArver Simpson, \r\n  Lucy Caroline Bowden \r\n  Simpson Kuhne and Hazel \r\n  Claire M. Efird Russo, \r\n  each individually, as \r\n  Personal Representatives, \r\n  and as Trustees; \r\n  Katharine Efird Sullivan, \r\n  Individually and as \r\n  Representative of the \r\n  Descendants, known and \r\n  unknown, born and \r\n  unborn, of Mary Elizabeth \r\n  Simpson Hanahan; John \r\n  A. Kuhne, Jr., \r\n  Individually and as \r\n  Representative of the \r\n  Descendants, known and \r\n  unknown, born and \r\n  unborn, of Lucy Caroline \r\n  Bowden Simpson Kuhne; \r\n  William D.S. Kuhne; Lucy \r\n  Caroline B. Kuhne; and \r\n  Willou Bichel, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\n AND\r\n Kate McArver Simpson, \r\n  Lucy Bowden Simpson \r\n  Kuhne, Individually and \r\n  as Personal \r\n  Representatives and as \r\n  Trustees, and Hazel Claire \r\n  M. Efird Russo, as \r\n  Personal Representative \r\n  and as Trustee, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Third-Party Plaintiffs,\r\n v.\r\np.25\r\n\r\n\r\nMary Elizabeth Simpson \r\nHanahan; John A. Kuhne, \r\nJr., Individually and as \r\nRepresentative of the \r\nDescendants, known and \r\nunknown, born and \r\nunborn, of Lucy Caroline \r\nBowden Simpson Kuhne; \r\nWilliam D.S. Kuhne; Lucy \r\nCaroline B. Kuhne; John \r\nA. Kuhne, individually; \r\nWillou Bichel, \r\nindividually, and as \r\nTrustee of The Simpson \r\nFoundation and Nell Rice, \r\nFrances Dudley, Wilma \r\nJohnson, Claire E. Russo, \r\nand J.A. Kuhne, as all \r\nmembers of the Board of \r\nAdvisors to the Simpson \r\nFoundation, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Third-Party Defendants.\r\n In the Matter of: \r\n  Estate of William Henry \r\n  Belk Simpson and the \r\n  Alleged Will of William \r\n  Henry Belk Simpson \r\n  Dated December 23, 1987, \r\n  and Prior Submitted \r\n  Wills.\r\n Appeal From Greenville County \r\n  Henry F. Floyd, Judge\r\n Opinion No. 24617 \r\n  Heard January 9, 1997 - Filed May 12, 1997\r\n AFFIRMED IN PART; REVERSED IN PART\r\np.26\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al. \r\n Thomas H. Pope, III and Gary T. Pope, both of Pope and Hudgens, of Newberry; Adele Jeffords Pope, of Columbia; Jay Bender, of Baker, Barwick, Ravenel and Bender, of Columbia; Thomas S. Tisdale, Jr., and Timothy W. Bouch, both of Young, Clement, Rivers and Tisdale, of Charleston, for appellant.\r\n   R. David Massey, Chris B. Roberts and Arnold L. Ashley, all of Brow-n, Massey, Evans and McLeod, of Greenville; and John A. Hagins, Jr., of Coving-ton, Patrick, Hagins and Lewis, of Greenville, for respondents Kate M. Simpson, Lucy Kuhne and Hazel Russo, as personal representatives, etc. Elizabeth Van Doren Gray, of Glenn, Murphy, Gray and Stepp, of Columbia, for Respondent Hazel Claire Russo and Katharine Efird Sullivan. Jefferson V. Smith, Jr., and S. Brook Fowler, both of Carter, Smith, Merriam, Rogers and Traxler, of Greer, for Respondents John Kuhne, Jr., William Kuhne and Lucy C. Kuhne. G. Dewey Oxner, Jr., of Haynsworth, Marion, McKay and Geurard, of Greenville, for Respondent Kate McArver Simpson, individually. \r\n\r\n WALLER, A.J.: This is a will contest over the $48 million dollar estate of the late William Henry Belk Simpson (decedent/Simpson). Simpson's daughter, Mary Elizabeth Simpson Hanahan (Hanahan) challenged his will on grounds of undue influence, lack of testamentary capacity, fraud and mistake. After a jury trial, the will was upheld, and Hanahan was assessed sanctions under the South Carolina Frivolous Proceedings Act, S.C. Code Ann.  15-36-10 et seq. (Supp. 1995). We affirm in part, reverse in part.\r\n FACTS\r\n Simpson died May 17, 1992 at the age of 84. He was survived by his wife, Kate McArver Simpson (Mrs. Simpson), two daughters, Lucy Simpson Kuhne (Kuhne) and Hanahan, and five grandchildren.\r\n Between 1970 and 1987, Simpson executed approximately 10 wills; his final will was executed on December 23, 1987 (December will). The December will leaves Simpson's estate in trust, with the income to Mrs. Simpson for life, and gives Mrs. Simpson a special power of appointment permitting her, through her ow-n will, to leave one-half of the estate to each of her daughters, or to by-pass them by leaving\r\np.27\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al. \r\none-half of the residue of the estate to their children.1 The purpose of the special power of appointment is to enable Mrs. Simpson to take advantage of any changes in tax laws which might occur prior to her death. If Mrs. Simpson fails to exercise the special power through her own will, the remainder of Simpson's estate goes upon her death, one-half to Kuhne outright (or her children if Kuhne predeceases), one-half in trust to Hanahan (or her children if she predeceases).\r\n Hanahan brought this action challenging the December will, claiming it was the product of fraud, mistake, undue influence and lack of testamentary capacity. In particular, Hanahan challenged the December will's special power of appointment permitting her mother to omit her entirely. Hanahan alleged a history of family troubles, particularly with her mother, dating back to the 1960's when, during her divorce from her husband Claude Efird, her mother and father favored Efird for custody of their two children. She claimed the will provision was the result of undue influence over her father, and that Simpson was mistaken concerning the special power in his will.\r\n After a two week trial, a directed verdict w--s granted on the claims of fraud and mistake. The jury returned a verdict against Hanahan on the claims of undue influence and lack of testamentary capacity.\r\n Thereafter, the respondents sought sanctions against Hanahan pursuant to the South Carolina Frivolous Civil Proceedings Act. After a hearing, Hanahan was ordered to pay respondents' attorneys fees and costs in the amount of $548,317.38.2\r\n ISSUES\r\n 1. Did the court err in directing a verdict as to mistake?\r\n______________ \r\n1 &nbsp; Most of Simpson's prior wills left his assets in trust to his grandchildren. The testimony at trial indicated that such \"generation skipping\" would save substantial sums in estate taxes. Due to a change in tax laws in 1987 which penalized \"generation skipping,\" a July, 1987 will was executed, leaving the remainder of his estate, upon Mrs. Simpson's death, to his two daughters, for life, remainder to their children. 2 &nbsp; The trial court also found the Personal Representatives (PRs) named in Simpson's will (Mrs. Simpson, Kuhne, and Russo (Hanahan's daughter)) were proper parties to serve. Hanahan challenges this ruling on appeal. We find no abuse of discretion in the trial judge's appointment of the PRs. Parkman v. Hanna, 311 S.C. 21, 426 S.E.2d 74 (1992); In re McClam's Estate, 245 S.C. 315, 140 S.E.2d 4 (1965) (lower court's determination of qualification of PRs will not be overturned absent an abuse of discretion).\r\np.28\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER,, SIMPSON, et al. \r\n2. Did the court err in refusing to apply the Dead Man's Statute?\r\n 3. Did the court improperly admit evidence of Hanahan's prior bad acts?\r\n 4. Did the court err in imposing sanctions against Hanahan?\r\n 1. MISTAKE\r\n Hanahan contends Simpson was mistaken as to the contents of his will, in particular, the special power of appointment in favor of Mrs. Simpson. Accordingly, she asserts the trial court erred in directing a verdict against her on the issue of mistake. We disagree.\r\n It is the general rule that the validity of a will is not affected by a mistake of either law or fact unless a mistake goes to the identity of the instrument or to fundamental error, as where, for example, two wills are drafted for different persons and one party signs that intended for another. Ex Parte King, 132 S.C. 63, 128 S.E. 650 (1925). See also Page on Wills, &#167; 13.4 at pp. 666-667 (1960); Thompson Law of Wills, &#167; 135 (1916); 79 Am.Jur.2d Wills &#167; 415. Where a testator is mistaken as to the contents of his will, the will may be invalidated in part. Ex Parte King, supra. The contestant has the burden of proof as to any alleged invalidity once due execution of the challenged will is proved. Byrd v. Byrd, 279 S.C. 425, 308 S.E.2d 788 (1983); Calhoun v. Calhoun, 277 S.C. 527 , 290 S.E. 2d 415 (1982). Evidence the will was read to the testator gives rise to a rebuttable presumption the testator knew and approved its contents. Id.3 A mistake as to the legal effect of language in the will is no basis for refusal of probate, even if caused by incorrect legal advice. Karesh, Wills, p. 27 (1977). See also Atkinson, supra at &#167; 58 (where there is no mistake asto what the will contains but testator merely misconceives the legal effect of the language, no grounds for rejection of the will or any part thereof); Thompson, supra at &#167; 136 (will may not be denied because testator did not understand the legal effect of the provisions of his will).\r\n In reviewing a directed verdict, this Court must determine whether a verdict for the party opposing the motion would have been reasonably possible under the facts. First State Savings and Loan v. Phelps, 299 S.C. 441, 385 S.E.2d 821 (1989). The issue must be submitted to a jury whenever there is material evidence tending\r\n___________ \r\n3 &nbsp; Hanahan claims, citing In re McKie's Estate, 107 S.C. 57, 91 S.E. 978 (1917), that mere execution of a will by a testator of doubtful capacity does not give rise to a rebuttable presumption. Here, however, respondents proved more than \"mere execution\" inasmuch as there was testimony that Simpson's attorney read the changes in the will to him and advised him concerning the special power of appointment. See Atkinson, Law of Wills, &#167; 58, note 14 (2d Ed. 1953)(rebuttable presumption applies even to feeble minded testators so long is there is evidence testator read, or was read contents of, will).\r\np.29\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al. \r\nto establish the issue in the mind of a reasonable juror. Wright v. Gilbert 227 S.C. 334, 88 S.E.2d 72 (1955); Gosnell v. SCDHPT, 282 S.C. 526, 320 S.E.2d 454 (Ct. App. 1984). However, this rule does not authorize submission of speculative, theoretical and hypothetical views to the jury. We have repeatedly recognized that when only one reasonable inference can be deduced from the evidence, the question becomes one of law for the court. Bell v. Bank of Abbeville, 211 S.C. 167, 44 S.E. 2d 328 (1947). A corollary of this rule is that verdicts may not be permitted to rest upon surmise, conjecture or speculation. Bultman v. Barber, 277 S.C. 5, 281 S.E.2d 791 (1981); Tallon v. Seaboard Coast Line Railroad Co., 270 S.C. 362, 242 S.E.2d 418 (1978); Horton v. Greyhound Corporation, 241 S.C. 430, 128 S.E.2d 776 (1962).\r\n Here, there is simply no evidence Simpson was not aware of the special power of appointment in his will. On the contrary, his attorney, Vincent Brown, testified the December will contained very few changes, one of which was the special power, that he had gone over the will with Mr. and Mrs. Simpson for approximately one hour, and that Mr. Simpson liked the special power as it gave Mrs. Simpson the ability to avoid tax liability in the event of a change in the law. Brown also testified Simpson had had powers of appointment in many of his prior wills.4 Additionally, Simpson's CPA, Edwin Robinson, testified that in February, 1988, he pointed out the power of appointment to Simpson who responded that he was aware of the provision. Finally, there was testimony Simpson had discussed the provision with a family friend in Montreat, North Carolina.\r\n The only reasonable inference to be deduced from the record is that Simpson was advised of and was aware of the special power. Although Hanahan's evidence may be susceptible of the inference that Simpson did not have a very good understanding of the provision, or that he was unlikely to remember it for any length of time, there is simply no evidence he was \"mistaken\" about it. Simpson's allegedly declining competency is simply insufficient grounds upon which to invalidate the provision. Accordingly, we find the trial court properly directed a verdict against Hanahan on this issue.5\r\n 2. DEAD MAN'S STATUTE\r\n Prior to trial, Hanahan moved to exclude the testimony of numerous witnesses as violative of the Dead Man's Statute, S.C. Code Ann.  19-11-20 (1985). Essentially,\r\n___________ \r\n4 &nbsp; The prior powers of appointment were all general, as opposed to special, powers. 5 &nbsp; Hanahan gives much credence to the fact that Mrs. Simpson did not understand the special power. This adds little support to Hanahan. Mrs. Simpson testified that the existence of the special power was explained to Simpson at the Dec. 23, 1987 meeting, but that she didn't quite understand it. She also testified the special power was Mr. Simpson and Attorney Brown's idea. Clearly, this testimony demonstrates Simpson was, in fact, aware of the provision.\r\np.30\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON. et al. \r\nshe sought to exclude the testimony of Simpson's immediate family members, his son- in-law, his former son-in-law, his granddaughters, his niece, his secretary of 40 years, and various family friends. The trial court, for numerous reasons, ruled the Dead Man's Statute inapplicable to the case.6\r\n The South Carolina Dead Man's Statute, S.C. Code Ann. &#167; 19-11-20 (1985) provides, in pertinent part:\r\n [N]o person who has a legal or equitable interest which may be affected by the action shall be examined in regard to any transaction or communication between such witness and a person (now) deceased, ... as a witness against a party prosecuting or defending the action as executor, administrator, heir-at-law, next of kin, assignee, legatee, devisee or survivor of such deceased person when such examination or any judgment in such action can affect the interest of such witness .... \r\nEssentially, the rule prohibits any interested person from testifying concerning conversations or transactions with the decedent if the testimony could affect his or her interest. See Long v. Conroy, 246 S.C. 225, 143 S.E.2d 459 (1965). The rule is founded on the principle that it is against public policy to allow a witness thus interested to testify as to such matters when such testimony, if untrue, cannot be contradicted. Trimmier v. Thomson 41 S.C. 125, 19 S.E. 291 (1894); Harris v. Berry, 231 S.C. 201, 98 S.E.2d 251 (1957). Because this statute is an exception to the general rule of witness competency, it requires a restrictive reading on which the party requesting its muzzling effect bears the burden. See Havird v. Schissell, 252 S.C. 404,166 S.E.2d 801 (1969); James F. Dreher and W.M. Von Zharen, A Guide to Evidence Law in South Carolina, 21-22 (2nd Ed. 1987).\r\n The Dead Man's Statute has been sharply criticized in recent years. Professor McCorrnick calls it a \"blind and brainless\" technique which, in seeking to avoid injustice on one side, ignores the equal possibility of creating injustice to the other. 1 McCorrnick on Evidence &#167; 65 (4th Ed. 1992). It has also been disparaged by numerous other commentators. See 2 Wigmore Evidence &#167; 578 (1979); Mueller &\r\n___________ \r\n3 &nbsp; The court declined to apply the statute for a number or reasons, one of which was its belief the statute did not apply in an action to void a will. There is no South Carolina authority supporting this ruling; on the contrary, the statute has previously been applied in will contests. See Havird v. Schissel, 252 S.C. 404, 166 S.E.2d 801 (1969). We nonetheless affirm in result as we find a majority of the testimony properly admitted pursuant to exceptions to the Dead Man's Statute. 7 &nbsp; The rule has been abrogated by Rule 601 of the Federal Rules of Evidence. Rule 601(b), SCRE, however, retains the disqualification of witnesses as provided by statutes such as the Dead Man's statute.\r\np.31\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al.\r\n Kirkpatrick, Evidence  6.1 at 504; Dead Man's Statutes as Affected by Rule 601, 50 ALR 4th 1238 (1975); Note, The New Federal Rules of Evidence and South Carolina Evidentiary Law: A Comparison and Critical Analysis, 28 S.C.L.Rev. 481, 498-501. In response to such criticisms, the courts of this state have strictly construed the rule and endeavored to limit its applicability to cases which clearly fall within its intended scope. 28 S.C.L.Rev. at 498-501. It has been suggested that, \"[i]f the legislature is unwilling to repeal the statute, then the courts should continue to give the statute the narrowest possible application, as in probate cases, for example, where the substantive aspect of the rule would clearly predominate.\" Id. at 500-501 (citing 3 Weinstein &#167; 601.03, at 601-20). Bearing these principles in mind, we examine the applicability of the statute to this case.\r\n In light of the harsh consequences resulting from its application, courts have recognized a number of exceptions to the Dead Man's Statute. Although not intended as a complete listing, we summarize a number of situations in which the rule is inapplicable. First, the benefit of the statute may be waived where the party asserting the statute \"opens the door,\" by offering testimony otherwise excludible.  Norris v. Clinkscales, 47 S.C. 488, 25 S.E. 797 (1896); Thomas v. Taylor, 300 S.C. 127, 386 S.E.2d 630 (Ct. App. 1989). Second, testimony of the attorney preparing the will is generally held admissible on the ground that the attorney is not an \"interested person.\" Havird v. Schissell, 252 S.C. 404, 166 S.E.2d 801 (1969)(attorney not disqualified by reason of his right to ordinary and usual fees which he will derive from the proceeding). See also Statutes Excluding Testimony of One Person Because of Death of Another as Applicable to Attorneys, 67 ALR3d 924, &#167; 2. Third, a witness is prohibited from testifying under the Dead Man's statute only if his or her present or previous interest will be affected by the event of trial. Riddle v. George, 181 S.C. 360, 187 S.E. 524 (1936). As such, a person is only disqualified if he or she has a certain or vested legal or equitable interest which may be affected by the direct, legal operation of the judgment. Long v. Conroy, 246 S.C. 225, 232, 143 S.E.2d 459, 462 (1965). Fourth, a party may testify against his or her interest. Devereaux v. McCrady, 46 S.C. 133, 24 S.E. 77 (1896); Shell v. Boyd, 32 S.C. 359, 11 S.E. 205 (1890). Fifth, a witness may testify to a transaction between the deceased and a third party. Moore v. Trimmier, 32 S.C. 511, 11 S.E. 548 (1889). Sixth, as the statute is directed against the competency of a witness, rather than the transaction or communication itself, it does not prohibit the introduction of documentary evidence. See Harris v. Berry, 231 S.C. 201, 98 S.E.2d 251 (1957). Seventh, this Court has recognized the majority doctrine that \"notwithstanding the testimony of an interested witness may generally fall within the inhibition of the statute as to evidence of transactions or communications with a decedent, he may testify to the acts, demeanor or conduct of the decedent where the testimony is offered merely for its bearing on an issue of mental competency.\" Havird v. Schissell, 252 S.C. 404, 166 S.E.2d 801 (1969)(Emphasis supplied). See also Meadows v. Meadows, 468 S.E.2d 309 (W.Va. 1996)(discussion as to why testimony of interested party concerning communications with decedent are properly admissible if used to demonstrate, not the truth of the matter asserted, but the basis of the witnesses' opinion concerning the decedent's mental capacity). See also Whitley v. Redden 171 S.E.2d 894 (N.C.\r\np.32\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KIITE MCARVER SIMPSON, et al..\r\n 1970); Smith v. Smith, 152 S.E.2d 560 (Ga. 1966).\r\n We find virtually all of the testimony complained of in the present case falls within one or more of the enumerated exceptions The testimony primarily objected to by Hanahan is that of Simpson's attorney (Vincent Brown), his son-in-law (Jack Kuhne), his granddaughter (Caroline Kuhne), and his wife (Kate M. Simpson). We shall address each of these witnesses seriatim.\r\n As an initial matter, we note that the majority of these individuals' testimony relates to their observations of Simpson and forms the basis of their opinions of his capacity. In light of the fact that Hanahan challenged Simpson's testamentary capacity, this testimony was integral to establishing his mental status. Accordingly, we find this testimony was properly admitted under the \"mental capacity\" exception to the Dead Man's Statute. Havird, supra.\r\n As to attorney Brown, we find no disqualification. As the attorney who drafted the will, he is not an \"interested person.\" Havird, supra. His testimony was properly admitted and in no way violated the statute.\r\n Next, we find Simpson's son-in-law, Jack Kuhne, is not a sufficiently interested person to bar his testimony. He is not a beneficiary under the December will and therefore has no present, vested interest in the outcome of the litigation. Moreover, Kuhne, a PR under previous wills, stood more to gain under prior wills than the December will. Accordingly, he was effectually testifying against his pecuniary interest so as to be a competent witness under the statute. See Devereaux v. McCrady, supra; Shell v. Boyd, supra.\r\n As to Simpson's granddaughter, Caroline Kuhne, she has only a contingent interest under the December will, depending upon whether Mrs. Simpson exercises in the special power of appointment in her favor. As she has no vested legal interest which may be affected by the direct, legal operation of the judgment, Long v. Conroy, supra, we find she was properly permitted to testify.\r\n The only person who has a direct, vested interest under the will is Kate Simpson. However, the majority of her testimony consisted of her observations of Simpson's mental competence, and why she believed he was not mistaken as to the contents of his will. Accordingly, it was properly admitted under the \"mental capacity\" exception. Havird, supra. Moreover, Mrs. Simpson stood to gain more under intestacy than under the will. Accordingly, her testimony was against her pecuniary interest and was therefore permissible. Shell, supra.\r\n To the extent that any of Mrs. Simpson's testimony may have been objectionable under the statute, we find it is merely cumulative to other testimony which was properly admitted. McBeth v. Bishop, 278 S.C. 443, 298 S.E.2d (1982); Wright v. Graniteville, 266 S.C. 88, 221 S.E.2d 777 (1976)(even if testimony objectionable under Dead Man's Statute, no reversible error where testimony is\r\np.33\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al.\r\n cumulative to other testimony establishing the claim).\r\n In sum, under the circumstances of this case, we find no error in the circuit court's refusal to apply the Dead Man's Statute to bar the cited testimony.\r\n 3. PRIOR BAD ACTS OF HANAHAN\r\n Hanahan next asserts error in the trial court's admission of evidence of prior acts which reflected on her character.8 At trial, Hanahan sought to exclude the majority of these items under the Dead Man's Statute. She also sought to exclude a 1972 affidavit of her father on grounds it was too remote. Her objections on these grounds were deemed continuing by the trial court. She now contends this evidence was improperly admitted to demonstrate her bad character. As this was not the basis of her objection below, nor was it the basis of the trial court's observance of a continuing objection, we find the issue unpreserved for review. Rosamond Enterprises, Inc. v. McGranahan, 278 S.C. 512, 299 S.E.2d 337 (1983)(appellant may not argue a different ground on appeal than he argued in his objection at trial); Shayne of Miami, Inc. v. Greybow, Inc., 232 S.C. 161, 101 S.E. 2d 486 (1957); White v. Livingston, 231 S.C. 301, 98 S.E.2d 5343 (1957)(party may not argue one ground at trial and an alternate ground on appeal).\r\n As to that evidence to which Hanahan did properly object at trial, we find no abuse of discretion in the trial court's ruling. American Federated Bank v. No. 1 Main Joint Venture, ___ S.C. ___, 467 S.E.2d 439 (1996)(conduct of a trial, including admission and rejection of testimony, is largely within the trial judge's sound discretion, the exercise of which will not be disturbed on appeal unless appellant can show abuse of such discretion, commission of legal error in its exercise, and resulting prejudice to appellant's rights). To the extent any of the evidence was improperly admitted, Hanahan has not demonstrated prejudicial error warranting reversal. Powers v. Temple 250 S.C. 149, 156 S.E.2d 759 (1967)(to justify reversal based upon improper admission of evidence, appellant must show prejudice and that jury was likely influenced thereby).\r\n 4. SANCTIONS\r\n Finally, Hanahan challenges the trial court's imposition of $548,317.38 in sanctions under the South Carolina Frivolous Civil Proceedings Sanctions Act (Act), S.C. Code Ann. &#167; 15-36-10 et seq. (1995 Supp.). We agree with Hanahan that sanctions are not warranted under the facts of this case and, accordingly, reverse the\r\n__________ \r\n8 &nbsp; The evidence includes a 1972 affidavit of her father in a custody battle with her since ex-husband, an affidavit of her housekeeper, Geneva DeKline, which was filed in regard to the 1972 custody battle, letters from Mr. Simpson written between 1974 and 1979, numerous financial records of Hanahan, and records of Hanahan's visits to her psychiatrist.\r\np.34\r\n\r\n\r\nMARY ELIZABETH SIMPSON HANAHAN v. KATE MCARVER SIMPSON, et al.\r\n award of sanctions.\r\n The determination of whether attorney's fees should be awarded under the Frivolous Proceedings Act is treated as one in equity. Kilcawley v. Kilcawley, 312 S.C. 425, 440 S.E.2d 892 (Ct. App. 1994). In reviewing the award in issue, this Court may take its own view of the preponderance of the evidence. Id.\r\n\r\nThe Act, &#167; 15-36-10, provides, in part, as follows:\r\n Any person who takes part in the procurement, initiation, continuation or defense of any civil proceeding is subject to being assessed for payment of all or a portion of the attorney's fees and court costs of the other party if:\r\n &nbsp &nbsp &nbsp (1) he does so primarily for a purpose other than that of securing the proper discovery, joinder of parties, or adjudication of the claim upon which the proceedings are based; and \r\n&nbsp &nbsp &nbsp (2) the proceedings have tei-rninated in favor of the person seeking an assessment of the fees and costs.\r\n (Emphasis supplied). Section 15-36-20 creates a presumption that a person taking part in the initiation or continuation of proceedings acted with a proper purpose \"if he reasonably believes in the existence of facts upon which his claim is based\" and either (1) reasonably believes under the facts that his claim may be valid under existing or developing law, or (2) relies upon the advice of counsel, sought in good faith and given after full disclosure of all facts within his knowledge.\r\n The trial court ruled Hanahan's primary purpose in instituting and continuing the proceedings was not to secure proper discovery, or adjudication of the proceedings, and that she could not reasonably have believed in the existence of the facts upon which her claim was based. Hanahan contends this ruling is in error. She asserts denial of sununary judgment on her causes of action for undue influence and lack of testamentary capacity precludes an award of sanctions since, if there is evidence worthy of submission to the jury, the claims cannot be frivolous within the meaning of our act. We agree.\r\n There is a split of authority as to whether sanctions may be awarded under Frivolous Proceeding acts notwithstanding the denial of summary judgment. A number of cases hold the denial of a directed verdict or summary judgment motion does not preclude a later determination that the plaintiff s claims were frivolous and groundless. Grant v. Farnsworth, 869 F.2d 1149 (8th Cir 1989), cert. denied, 493 U.S. 898 (1989); Reyna v. General Group of Companies, 814 P.2d 961 (Kan. 1991); Stoll v. Adreansen, 362 N.W.2d 182 (Wis. 1984); Napoleon Livestock Auction v. Rohrich, 406 N.W.2d 346 (1987). Other courts, however, hold that a party who survives pre-trial motions to dismiss and for summary judgment are not subject to sanctions after a trial on the surviving claims. Hampton Bank v. River City Yachts,\r\np.35\r\n\r\n\r\nMARY ELIZABETH SIMF,SON HANAHAN v. KTTE MCARVER SIMPSON, et al.\r\n 528 N.W.2d 880 (Ct. App. MN 1995); Kopach v. Olympia and York, 627 N.Y.S.2d 12 (1st App. Div., N.Y. 1995). The theory behind these cases is that if a case is submitted to the jury, it cannot be deemed frivolous. We concur with the latter view.\r\n Section 15-36-20 of our Frivolous Proceedings Act creates the presumption of a proper purpose if the person initiating litigation \"reasonably believes under the facts that his claim may be valid under existing or developing law.\" Here, Hanahan clearly submitted evidence supporting her claims,9 which is evidenced by the trial court's denial of summary judgment on her claims for undue influence and lack of testamentary capacity. It is simply untenable to suggest that, notwithstanding the trial court was convinced the issue was one for the jury, Hanahan did not reasonably believe in the existence of her claim. Accordingly, under these facts, we find sanctions were improper under our Frivolous Proceedings Act. We hold that where a party survives a summary judgment motion, it is not subject to sanctions after a trial on the merits of the surviving claims. Accordingly, the award of sanctions against Hanahan is reversed.\r\n The judgment below is \r\n  AFFIRMED IN PART; REVERSED IN PART.\r\n FINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n____________\r\n9 &nbsp; Two of her experts testified that her father was incompetent prior to 1987.\r\np.36 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24618","title":"In the Matter of Harper","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24618","description":"","date":"1997-05-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 14\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  In the Matter of F. Mikell Harper, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n Opinion No. 24618 \r\n  Heard February 18, 1997 - Filed May 12, 1997\r\n\r\n  \r\n    DEFINITE SUSPENSION\r\n  \r\n  Barry L. Johnson, of Hilton Head Island, and Desa Ballard, of Ness, Motley, Loadholt, Richardson & Poole, P. A., of Charleston, for Respondent.\r\n Charles Molony Condon, Attorney General, and J. Emory Smith, Jr., Assistant Deputy Attorney General, both of Columbia, for Complainant.\r\n PER CURIAM: In this attorney grievance matter, we impose on F. Mikell Harper (\"Attorney\") a definite suspension from the practice of law for a period of sixty days.\r\n\r\n  \r\n    Daniel Frazier Matter\r\n  \r\n In December 1986, Daniel Frazier deeded certain real property to Attorney, who had previously represented him in several transactions. There is conflicting evidence in the record whether this was at the request of Frazier or Attorney. Frazier testified that he was asked by Attorney to deed the property because Attorney was short on cash and wanted to obtain a loan on the property. Frazier's expectations were that Attorney would use the property as collateral to obtain a loan, retain a portion of the proceeds for himself, and remit the balance of the loan proceeds to Frazier. He understood that Attorney was going to use the property as collateral until he paid off the loan, and then deed the property back to Frazier. Attorney obtained a $35,000 loan. According to Frazier, Attorney retained $25,000 of the loan proceeds and remitted $10,000 to him.\r\n According to Attorney, Frazier was in need of money and deeded the property so that Attorney could obtain a loan for Frazier. Attorney testified that of the $35,000 loan, Frazier got\r\np.37\r\n\r\n IN THE MATTER OF HARPER\r\n $20,000, and Attorney got $15,000, Attorney characterizes his retention of $15,000 of the loan proceeds as an \"innovative\" fee arrangement. The $15,000 attorney retained was to serve as a \"credit\" for legal work he was going to perform for Frazier.\r\n Certain facts are undisputed. No written document exists memorializing this transaction. Attorney did not advise Frazier to seek advice of independent counsel concerning the transaction. In conveying the property, Frazier signed a blank deed. Both Frazier and Attorney agree that the loan amount on the property was $35,000, but the consideration cited in the deed conveying the property to Attorney was $50,000, not $35,000. Attorney does not have copies of the checks evidencing the disbursement of the loan proceeds. The $15,000 that Attorney claims was to serve as a credit for future legal services did not appear on any pre-billing invoice. The property has not been reconveyed to Frazier. After Frazier conveyed the property to Attorney, Attorney conveyed the property for a consideration of $10, without Frazier's permission, to Atlantis Title, a corporation owned by Attorney. A one-half interest in the property was then conveyed by Attorney's title corporation to a third party for consideration of $10 and assumption of one-half of the existing mortgage balance.\r\n In 1987-88, Attorney worked on closing a $500,000 loan for Frazier. As part of the proceeds from the loan, $35,000 was paid to Atlantis, $15,000 of which would, according to Attorney, serve as another' credit for attorneys' fees, and $20,000 of which would be used toward the mortgage on the property Frazier conveyed to Attorney. An addendum to the HUD-1 Settlement Statement reflects, as part of the disbursement of the proceeds of the $500,000 loan, a payment of $65,823 to Farmco, which had foreclosed on a previous loan to Frazier. This dispute with Farmco was actually settled for $30,000. The difference of $35,823 was paid to Attorney. However, these attorneys' fees are not indicated on the HUD-1 Settlement Statement. Attorney testified that these were handled outside the loan transaction. At a later point, Attorney refunded Frazier $15,823 in attorneys' fees.\r\n\r\n  \r\n    HUD Matter\r\n  \r\n Attorney had contracted with the United States Department of Housing and Urban Development to provide sales closing services. Attorney's contract was terminated by HUD after an audit by the Inspector General. The audit report concluded that Attorney did not fully meet contract objectives or adequately control the HUD escrow account.\r\n A representative of the Inspector General's office found that work records were not kept in an appropriate manner, but that there was no substantial difference in the attorneys' fees that Attorney took out and those to which he was entitled. The amount which HUD contends Attorney owes it is $3,514. HUD is holding back the sum of $2,305 in attorneys' fees, so the difference allegedly owed to HUD is $1,209.\r\n\r\n  \r\n    Disciplinary Proceedings\r\n  \r\n In April 1994, a complaint alleging misconduct with respect to the above matters was filed against Attorney. Attorney denied any wrongdoing as to the Frazier matter, contending that it was a fee dispute. Attorney similarly denied wrongdoing as to the HUD matter. After a hearing,\r\np.38\r\n\r\n IN THE MATTER OF HARPER\r\n the Panel Report was issued which concluded that Attorney had violated the following rules in relation to the Frazier matter: Disciplinary Rule 5-104(A)(not entering into a business transaction with a client if lawyer and client have differing interests and if client expects the lawyer to exercise his professional judgment therein for protection of the client, unless the client has consented after full disclosure)-, Rule 9-102(B)(3)(lawyer shall maintain complete records of all funds, securities, and other properties of a client coming into the possession of the lawyer and render appropriate accounts to his client regarding them); Rule 9-102(B)(4)(lawyer shall promptly pay or deliver to the client as requested by a client the funds, securities, or other properties in the possession of the lawyer which the client is entitled to receive)-, and Rule 7-101(A)(lawyer shall not intentionally fall to seek the lawful objectives of his client through reasonably available means permitted by law).\r\n In relation to the HUD matter, the Panel concluded that Attorney had violated Rule 1. I 5(b)(lawyer shall promptly deliver to the client or third person any funds or other property that the client or third person is entitled to receive and, upon request by the client or third person, shall promptly render a full accounting regarding such property), and Rule 1.4(a)(lawyer shall keep a client reasonably informed about the status of a matter and promptly comply with reasonable requests for information).\r\n The Panel recommended a public reprimand as to both the Frazier and the HUD matters. The Executive Committee unanimously adopted the Panel's findings of fact and conclusions of law. By a vote of 6 to 1, the Committee recommended that Attorney receive a public reprimand-, the dissenting member voted for a thirty-day suspension.\r\n The parties have stipulated that the Daniel Frazier matter is governed by the S.C. Code of Professional Responsibility, and the I= matter is governed by the S.C. Rules of Professional Conduct. See Rule 407, SCACR (S.C. Rules of Professional Conduct effective September 1, 1990). Before this Court, Attorney argues that the Panel and Executive Committee erred in finding misconduct with respect to the Frazier and HUD matters. In regard to the Frazier matter, Attorney argues that the transaction which occurred between Frazier and Attorney was simply an \"Innovative\" fee arrangement, not a business transaction. He asserts that under Rule 32 of the Code of Professional Responsibility, he was not required to have a written fee agreement. He also argues he was not required to advise Frazier to seek independent counsel. We disagree.\r\n Even if we accept Attorney's version of the facts, we find misconduct. In his brief before this Court, Attorney states that the plan was for Attorney to mortgage the property, borrowing funds to be divided between himself and Frazier. Attorney's portion of the loan would be used for attorneys' fees. The rest would be paid to Frazier for continuation of his commercial transactions. This description alone demonstrates that the transaction was not simply a fee arrangement because it required Frazier to transfer the property in exchange for certain funds he would receive. Regardless of whether an additional portion of the funds generated through this transaction went toward attorneys' fees, the underlying transaction was a business transaction. Accordingly, unless the client had consented after full disclosure -- and evidence of this has not been offered -- then Attorney should not have entered into this transaction. See Disciplinary Rule 5-104(A).\r\n p.39\r\n\r\n In his brief, Attorney states that there was no agreement between the parties as to if, when, and how the property would be conveyed back to Frazier. There was also no agreement restricting the transfer of the property. The fact that Frazier asserts that the property should have been reconveyed to him and that transfers occurred without his permission establishes that Attorney and Frazier had conflicting interests which only could have been addressed through a written agreement. It should be noted that Attorney was fully aware of the utility of written agreements and even testified that he had previously used at least one such agreement with Frazier.\r\n The scope of misconduct, however, extends beyond the issue of business transactions. There are a number of specific incidents that evidence either failure to maintain complete records, failure to promptly pay as requested by a client funds he is entitled to receive, or failure to seek the lawful objectives of the client:\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (1) Attorney and Frazier present differing accounts as to how much money Frazier actually received. Attorney contends Frazier got $20,000; Frazier states he received $10,000. Attorney has no record of the checks he made out to Frazier. \r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (2) The deed transferring Frazier's property states a consideration of $50,000, but this amount is not consistent with the $35,000 \"exchanged.\" \r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (3) Attorney states that $15,000 was advanced by Frazier as a credit for work to be performed by Attorney. There is no indication of such a \"credit\" on pre-billing invoices. \r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (4) An addendum to the HUD-1 Settlement Statement reflects payment of $65,823 to Farmco, which had foreclosed on a loan of Frazier's. This dispute was actually settled for $30,000. The difference of $35,823 was paid to Attorney. These attorneys' fees were not indicated on the HUD-1 Settlement Statement.\r\n Based on these facts in the record, we hold there is clear and convincing evidence supporting the findings of violations of Disciplinary Rule 5-104(A); Rule 9-102(B)(3); Rule 9- 102(B)(4); and Rule 7-101(A), with respect to the Frazier matter.\r\n Although the recommendations of the Panel and the Board are persuasive, the ultimate authority to discipline attorneys and the manner of discipline tests with this Court. In re Dobson, 310 S.C. 422, 427 S.E.2d 166 (1993). We have imposed a public reprimand in those cases where the attorney's misconduct consisted solely of negligent recordkeeping, that is, where no misappropriation was found. See, e.g., In re Nida, 297 S.C. 541, 377 S.E.2d 580 (1989). However, the facts of the present case constitute much more than negligent recordkeeping.\r\n The case of In re Bowen, ___ S.C. ___, 469 S.E.2d 46 (1996) is instructive. In In re Bowen, the attorney was a named person on the client's bank account. Client received a monthly distribution from a life trust into his bank account. The attorney paid client's living expenses out of this accounted During a five year period, the attorney wrote checks totalling some $168,000 to his law firm and his credit card companies. Although Bowen claimed that these checks were written to covet legal fees and expenses and to repay firm advances, he could provide-billing statements for only $85,000 of the total amount. He did not have a written fee agreement, and his recordkeeping was very poor. Given Bowen's fiduciary relationship with his client, particularly one who had limited capacity, we imposed a six month definite suspension upon him.\r\n p.40\r\n\r\n IN THE MATTER OF HARPER\r\n Under the facts of the present case, we conclude that a definite suspension for sixty days is warranted for Attomey's actions in relation to the Frazier matter.\r\n In view of the trust placed in attorneys by their clients and attorneys' often superior expertise in complicated financial matters, attorneys must take every possible precaution to ensure that clients are fully aware of the risks inherent in a proposed transaction and of the need for independent and objective advice. In re Conway, 305 S.C. 388, 409 S.E.2d 357 (1991). We have in the past warned of the dangers of lawyers entering into business transactions with clients, if they have different interests in the deal, without making full disclosure. See In re Pyatt, 280 S.C. 302, 312 S.E.2d 553 (1984). Attomey's conduct in the Frazier matter is illustrative of those dangers. As to the HUD matter, over the course of his contract, Attorney carried out some 1500 closings for HUD, involving 50 to 100 million dollars. In its audit, HUD reviewed some six or seven hundred transactions over a period of a number of months. The amount in dispute, approximately $1,200, in comparison to the volume of transactions and sums of money involved, is relatively negligible. Thus, although there is evidence that Attorney's bookkeeping was less than optimal, there is not evidence that he engaged in misconduct, as in the Frazier matter. Accordingly, we dismiss the complaint as to the HUD matter.\r\n Attorney shall file, within fifteen (15) days of this opinion, an affidavit with the clerk of this Court stating he has compiled with Paragraph 30 of Rule 413, SCACR.\r\n DEFINITE SUSPENSION.\r\n p.41 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24620","title":"Carson v. Adgar","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24620","description":"","date":"1997-05-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 15\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n \r\n  Wilford Carson, as Personal \r\n  Representative of the Estate \r\n  of Kevin Patrick Carson, \r\n  deceased, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nEvette Pierce, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\n Appeal From Sumter County \r\n  Charles W. Whetstone, Jr., Judge\r\n Opinion No. 24620 \r\n  Heard April 1, 1997 - Filed May 27, 1997\r\n AFFIRMED J. Edward Bell, III, of Bell & Moore, of Sumter, for appellant. \r\n  David C. Holler of Lee, Wilson & Erter, of Sumter, for respondent.\r\n Burnett, A.J.: This is a wrongful death action. Appellant's decedent (Kevin) was killed when he walked across Highway 301 and was struck by a truck. Appellant alleged respondent was legally responsible for Kevin's death because he had \"taken charge of' Kevin. who was intoxicated, yet left him on the shoulder of the highway. The trial judge granted respondent's motion for a directed verdict. We affirm.\r\n\r\n  \r\n    FACTS\r\n  \r\n Respondent testified Kevin worked in his landscaping business for approximately one year prior to the accident. Respondent knew Kevin, who was thirty-\r\np.3\r\n\r\n CARSON v. ADGAR\r\n three years old, lived with his parents and did not have a driver's license.1 Respondent denied knowing Kevin was slow or retarded and testified he did not remember Kevin's father requesting he not let Kevin drink. Respondent testified he and Kevin were good friends and often socialized together.\r\n On the day of the accident, respondent explained Kevin arrived at work between 7:00 and 8:00 a.m. The men finished work early, around 12:30 to 1:30 p.m. Respondent asked Kevin if he would like to go fishing. Respondent drove. The two men bought beer and fished for two to three hours.\r\n Later, Kevin and respondent picked up a friend, Willie Brock. The three men went to a marina, watched the boats, played pool, and drank beer. Afterwards, Brock and respondent purchased liquor and Kevin purchased more beer.\r\n The three men drove to a pool hall in Manning. Brock and respondent went inside; Kevin remained in the car drinking beer. After a while, Kevin blew the car horn and said he wanted more beer. Respondent bought Kevin two beers from the club even though he realized Kevin was \"drinking pretty good.\" Respondent and Brock continued to shoot pool.\r\n Respondent testified the three men left the pool hall, proceeded to Brock's house, and Kevin stated he wanted more beer; Kevin became angry when respondent told Kevin he should not have any more beer. At Brock's house, Brock and respondent tried to get Kevin to move into the front seat of the car, but he refused because he was angry about not having any more beer. Brock remained at home.\r\n When respondent drove onto Highway 301, Kevin decided he wanted to sit in the front seat; respondent told him to wait. Kevin was cursing and tried to climb into the front seat of respondent's GrandAm automobile, knocking the gear-shift into neutral. Kevin stated he wanted a beer and wanted to get out of the car. Respondent testified he could not control Kevin, and pulled over onto the shoulder of the road; Kevin moved the front seat forward, exited the car, and lit a cigarette. Respondent stated he thought Kevin would get in the front seat, but Kevin refused to get back into the car. Respondent decided to briefly drive away to allow Kevin to \"cool off.\"\r\n Respondent drove 1 to 1 &#189; miles away and then returned. In the meantime, Kevin attempted to cross the highway and was struck by a truck.\r\n Respondent testified he did not know Kevin had too much to drink, but ______________ \r\n1 &nbsp; Respondent was approximately thirty-five years old at the time of the accident.\r\np.4\r\n\r\n CARSON v. ADGAR acknowledged he knew Kevin had \"over his limit.\" He stated he made most of the decisions about where he and Kevin would go and when it was time to go home on the day of the accident. Respondent denied forcing Kevin out of the car, but admitted he told the police he had \"discharged\" or \"put Kevin out\" of his vehicle.\r\n It is undisputed the accident occurred shortly before midnight; it was dark, misting rain and there were no lights on the highway; Kevin was wearing dark clothing. The investigating police officer testified the shoulder of the highway was \"extremely wide\" and agreed there was ample room for a pedestrian to walk on the shoulder or the highway.\r\n Appellant argues the trial judge erred by directing a verdict for respondent on the issue of duty. Appellant contends he presented evidence respondent had \"taken charge of' Kevin and, thereby, had assumed a duty to leave Kevin in no worse a position than when he took charge of him. Appellant argues respondent \"took charge of' Kevin when the two men left work to go fishing. More particularly, he claims respondent \"took charge of' Kevin when he did not leave Kevin at Brock's home.\r\n\r\n  \r\n    ISSUE\r\n  \r\nDid the trial judge err by finding respondent owed no duty of care to Kevin because he did not \"take charge of' him? \r\n\r\n  DISCUSSION\r\n\r\nOn review of a ruling granting a directed verdict, the evidence and all reasonable inferences therefrom must be viewed in the light most favorable to the party against whom the verdict was directed. Botchie v. O'Dowd, 318 S.C. 130, 456 S.E.2d 403 (1995), cert. denied ___ U. S. ___, 116 S.Ct. 178, 133 L.Ed.2d 117. In a negligence action, if there is no duty, then the defendant is entitled to a directed verdict. Ellis by Ellis v. Niles, ___S.C.___, 479 S.E.2d 47 (1996); Rogers v. South Carolina Department of Parole and Community Corrections, 320 S.C. 253, 464 S.E.2d 330 (1995).\r\n Whether the law recognizes a particular duty is an issue of law to be decided by the court. Ellis by Ellis v. Niles, supra. In some circumstances, however, the question of whether a duty arises depends on the existence of particular facts. Where the existence or non-existence of a duty depends on facts, it is the duty of the court to instruct the jury as to the defendant's duty, or absence of duty, if either conclusion as to the facts is reached. The Restatement 2d of Torts &#167; 328B comment e (1965).\r\n An affirmative legal duty to act exists only if created by statute, contract,\r\np.5\r\n\r\n CARSON v. ADGAR. relationship, status, property interest, or some other special circumstance. Rayfield v. South Carolina Dept. of Corrections, 297 S.C. 95, 374 S.E.2d 910 (Ct. App. 1988). Th common law ordinarily imposes no duty on a person to act; however, where an act is voluntarily undertaken, the actor assumes the duty to use due care. Russell v, City of Columbia, 305 S.C. 86, 406 S.E.2d 338 (1991); Sherer v. James, 290 S.C. 404, 351 S.E.2d 148 (1986).\r\n The Restatement of Torts 2d, Section 324 (1965) provides:\r\n   One who, being under no duty to do so, takes charge of another who I helpless adequately to aid or protect himself is subject to liability to the other for any bodily harm caused to him by\r\n   (a) the failure of the actor to exercise reasonable care to secure the safety of the other while within the actor's charge, or (b) the actor's discontinuing his aid or protection, if by so doing he leaves the other in a worse position than when the actor took charge of him. \r\n\r\n(Emphasis added). Under The Restatement, an intoxicated person is considered helpless. Id. Comment b.\r\n Our Court has not previously defined what action is necessary in order to find one has \"taken charge of' a helpless person and, thereby assumed a legal duty of care.2 We conclude, in order to establish the defendant has \"taken charge of\" one who helpless, the plaintiff must show \"the defendant did more than act, but through affirmative action assumed an obligation or intended to render services for the benefit of another.\" McGee by & through McGee v. Chalfant, 806 P.2d 980, 983 (Kan. 1991); see also Ocotillo West Joint Venture v. Superior Court, 844 P.2d 653 (Ariz.App. 1992)(golfer assumed duty by telling golf course employees who had taken drunk golfer's car keys he would drive drunk golfer home.)\r\n Viewing the evidence in the light most favorable to appellant the facts do\r\n ______________ \r\n1 &nbsp; In Russell v. City of Columbia, supra, the Court determined a complaint which alleged police officers who preempted individuals from continuing to assist an injured and intoxicated individual was sufficient for purposes of overcoming judgment on the pleadings.\r\n p.6\r\n\r\n CARSON v. ADGAR\r\n not indicate respondent, through affirmative action, assumed an obligation or intended to render services for Kevin's benefit. We disagree with appellant's claim that respondent \"took charge of' Kevin when the two men left work to socialize on the day of the accident. At that time, Kevin was not intoxicated and not helpless. Accordingly, respondent could not have assumed an obligation to render services for Kevin's benefit because of his intoxication.3\r\n We further disagree that respondent \"took charge of' Kevin because he did not leave Kevin at Brock's home. There is no indication Kevin desired to remain at Brock's and respondent insisted Kevin accompany him. The only testimony of what transpired at Brock's home is that Kevin was angry and refused to move to the front seat of the car.\r\n Instead, the record indicates Kevin and respondent, albeit employer and employee, were good friends and contemporaries. On occasion, the two adults would socialize by drinking and taking fishing trips. On the day of the accident, respondent drove. Respondent's driving, however, is not evidence of the assumption of an affirmative obligation by respondent to take care of Kevin. Instead, respondent drove, as presumably on all other occasions when Kevin and respondent socialized, because Kevin did not have a driver's license. Moreover, respondent's decisions about when and where he and Kevin would go suggest only that he directed the social occasion, not that he intended to \"take charge of\" Kevin.\r\n Furthermore, assuming at some point on the day of the accident Kevin became so intoxicated as to be rendered helpless, there is no evidence respondent caused the intoxication. The record indicates Kevin purchased most of his own beer. There is no suggestion respondent encouraged Kevin to drink. Cf. Ballou v. Sigma Nu General Fraternity, 291 S.C. 140, 352 S.E.2d 488 (Ct. App. 1986)(fraternity hazing which pressured pledges to consume excessive amount of alcohol presented question of megligence).4\r\n Finally, assuming respondent ordered Kevin out of his car, we do not conclude this conduct is evidence respondent assumed to render services for Kevin's\r\n_____________\r\n3 &nbsp; Although there is some suggestion Kevin was mentally retarded, it is clear he was not so mentally deficient as to be rendered helpless. Moreover, appellant has asserted Kevin was helpless because he was intoxicated. 4 &nbsp; In any event, a social host incurs no common law liability to a third party when he serves alcohol to his adult guests. Garren v. Cummings..& McCrady, Inc., 289 S.C. 348, 345 S.E.2d 508 (Ct. App. 1986).\r\n p.7\r\n\r\n CARSON v. ADGAR\r\n benefit. To the contrary, ordering Kevin out of the car is evidence respondent did not intend to render services for Kevin's benefit.\r\n Because appellant presented no evidence from which a jury could find respondent \"took charge of\" Kevin, the trial judge correctly concluded respondent had no duty to Kevin and properly directed the verdict for respondent. Ellis by Ellis v. Niles, supra.\r\n The remaining issues are affirmed pursuant to Rule 220(b)(1), SCACR, and the following authorities: Appellant's Issue II: Rogers v. South Carolina Department of Parole & Community Corrections, supra (without a duty there can be no actionable negligence). Respondent's Issue: Cisson v. McWhorter, 255 S.C. 174, 177 S.E.2d 609 (1970)(it is the Court's duty to reject an appeal prosecuted by a party who has not been aggrieved in the legal sense by the judgment of the trial court); Rule 201 (b), SCACR (only a party who is aggrieved by a judgment may appeal).\r\n AFFIRMED. TOAL, A.C.J., MOORE and WALLER, JJ., and Acting Associate Justice George T. Gregory, Jr., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24621","title":"State v. Gulledge","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24621","description":"","date":"1997-05-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 15\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n The State, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\nElaine C. Gulledge, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n Appeal From Lancaster County \r\n  Paul E. Short, Jr., Judge \r\n  Opinion No. 24621 \r\n  Heard March 18, 1997 - Filed May 27, 1997\r\n AFFIRMED AS MODIFIED\r\n Michael E. Stegner, of Camden; and South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott. Senior Assistant Attorney General William E. Salter, III, all of Columbia; and Solicitor John R. Justice, of Chester, for respondent.\r\n Burnett, A.J.: This Court granted certiorari to review the Court of Appeals' opinion in State v. Gulledge, 321 S.C. 399, 468 S.E.2d 655 (Ct. App. 1995), which upheld petitioner's conviction and sentence. We affirm as modified.\r\n\r\n  \r\n    FACTS\r\n  \r\n  Petitioner pled guilty to breach of trust in an amount greater than\r\np.9\r\n\r\n STATE v. GULLEDGE\r\n $5,000.00. Following the preparation of a pre-sentence investigation report by the South Carolina Department of Probation, Pardon and Parole, the sentencing proceeding, including a restitution hearing, was conducted. At the hearing, the trial judge found the State had proven petitioner had embezzled $464,820.91 from Lancaster Motor Company (LMC). In determining the amount of restitution petitioner must pay. the trial judge considered the financial resources of petitioner and the victim and the burden the manner or method of restitution would impose upon the petitioner and victim; the ability of petitioner to pay restitution, the anticipated rehabilitative effect of restitution on petitioner; any burden or hardship upon the victim as a result of the criminal acts; and the mental, physical. and financial well being of the victim. See S.C. Code Ann. &#167; 17-25-322 (Supp. 1996). The trial judge ordered petitioner to pay restitution in the amount of $210,000.00. Petitioner was sentenced to eight years confinement, suspended upon the service of three years, followed by five years' probation, and the payment of restitution at the rate of $3,500.00 a month or $42,000.00 a year for five years, with payment to begin upon her release from confinement.\r\n Petitioner was employed by LMC as its head bookkeeper from 1986 to November 1991. Customers indebted to General Motors Acceptance Corporation (GMAC) under financing arrangements effected payment to GMAC by delivering cash payments on their account to LMC's cashiers. The cashiers executed a receipt in triplicate, with one copy, given to the customer, one copy retained by LMC. and one copy sent to GMAC. At the end of each day, all cash and receipts were given to petitioner and she recorded the payments in LMC's cash receipts journal. Petitioner then wrote a check to GMAC from an LMC account in the amount of the receipts for that day.\r\n In 1991. as a result of unexplained financial difficulties, Wilhelmenia McWhirter, an owner of LMC, enlisted the aid of accountants at Bums Chevrolet and agents of South Carolina Law Enforcement Division (SLED). It was discovered petitioner had written approximately $90,000.00 in checks from an LMC account directly, to a number of her creditors to pay credit card bills and car payments.1\r\n This investigation also revealed discrepancies between the amount of the GMAC receipts for the day, and the amount recorded in the cash receipts journal. These discrepancies occurred on a routine basis beginning shortly after petitioner was employed by LMC. Despite the fact that a lesser amount would be recorded in the journal, petitioner would write a check to GMAC in the amount reflected by the actual\r\n____________ \r\n1 &nbsp; Petitioner stipulated to this amount at the beginning of the restitution hearing.\r\n p.10\r\n\r\n STATE v. GULLEDGE\r\n receipts for the day, with LMC absorbing the shortfall.2 The total amount of the discrepancies from the GMAC account during the five year period was $347,486.00. Although these funds could not be traced to petitioner, evidence was presented at the restitution and sentencing hearing that she was the sole person in charge of the books and was the person responsible for totaling the GMAC receipts, entering this amount in the daily cash journal, and writing checks to GMAC.\r\n\r\n  \r\n    ISSUES\r\n  \r\n\r\nI. Did the trial court and Court of Appeals err in holding the documents requested by petitioner under Rule 5(a)(1)(C), SCRCrimP, were not within the possession, custody or control of the State and were, therefore, not subject to discovery?\r\n II. Did the Court of Appeals err in holding petitioner's argument regarding Brady v, Maryland, 373 U.S. 83, 83 S.Ct. 194, 10 L.Ed.2d 215 (1963), was not preserved for review?\r\n III. Did the trial court and Court of Appeals err in holding a handwritten summary was admissible in petitioner's restitution hearing even though the original documents were not available to her in court?\r\n\r\n\r\nDISCUSSION\r\nI.\r\n\r\n  \r\n  Petitioner contends the Court of Appeals erred in upholding the trial court's denial of her motion pursuant to Rule 5(d)(2), SCRCrimP, to prohibit the prosecution from introducing during the restitution hearing the handwritten summary prepared by Mrs. McWhirter. Petitioner asserts the prosecution failed to fully comply with requests made by petitioner pursuant to Rule 5(a)(1)(C), SCRCrimP. for access to the LMC documents used to compile the handwritten summary. Specifically, petitioner argued she had requested the documents Mrs. McWhirter relied upon in compiling her handwritten summary,3 and the solicitor failed to provide these documents.\r\n______________ \r\n2 &nbsp; Mrs. McWhirter compiled a handwritten summary., in ledger form, of the daily transactions and shortages for the 1986 to 1991 period. The State used this summary, with no further documentation, to substantiate its allegations that petitioner took funds from the GMAC account. 3 &nbsp; Petitioner argued these documents were necessary to show that, contrary to the testimony of LMC's president and Mrs. McWhirter, employees other than petitioner\r\np.11\r\n\r\n STATE v. GULLEDGE\r\n In advance of the restitution hearing, the solicitor provided petitioner's counsel with a copy of the handwritten summit. However, the solicitor did not provide petitioner's counsel with either the documents LMC used to prepare the summary or with copies of these documents. The solicitor claimed the documentation was voluminous and it was unreasonable to expect the prosecution to introduce that amount of documentation or provide it to the defense. When contacted by petitioner's counsel about these documents, the solicitor suggested counsel call LMC's president and \"work it out\" with him. The solicitor informed counsel that LMC would be happy for him to come to LMC and they would provide any requested documentation. However, instead of taking this approach, counsel asked the solicitor for copies of monthly reports LMC was required to send General Motors, which again was claimed to be a voluminous amount of documentation. The solicitor again told counsel to contact LMC. Instead of arranging to inspect the books, counsel contacted LMC, requested copies of selected documents and offered to pay for copying. LMC's president told counsel he could not cop), this material overnight. Because of confusion over who was to contact whom, LMC's president and petitioner's counsel did not communicate again. At the restitution hearing, counsel claimed LMC did not afford him an opportunity to inspect and copy the documents on which the handwritten summary was based.\r\n The trial judge found Rule 5(a)(1)(C) only requires the solicitor to provide the defense with documents which are in the possession, custody or control of the prosecution and are material to the defense. He found the solicitor did not have in his possession the documents petitioner sought and the solicitor had provided petitioner with all of the documentation he did have in his possession; therefore, he had complied with Rule 5. The Court of Appeals agreed with this interpretation of Rule 5(a)(1)(C).\r\n\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Rule 5(a)(1)(C),. SCRCrimP, states the following:\r\n   Upon request of the defendant the prosecution shall permit the defendant to inspect and copy books, papers, documents, photographs, tangible objects. buildings or places, or copies or portions thereof, which are  within the possession, custody, or control of prosecution, and which are material to the preparation of the defense or are intended for use by the prosecution as evidence in chief at the trial, or were obtained from or belong to the defendant. \r\n\r\n (emphasis added).\r\n_____________\r\n often made entries in the cash receipts journal and handled the cash and receipts. Petitioner's theory was someone else took the money from the GMAC account.\r\np.12\r\n\r\n STATE v. GULLEDGE\r\n We agree with the interpretation of the emphasized language of Rule 5(a)(1)(C) made by the trial court and the Court of Appeals. The majority of state and federal courts who have interpreted similar rules in their jurisdictions. have held that the language means what it says: if the prosecution does not have the material or evidence sought by the defense actually in its possession, disclosure is not required. The only exception to actual possession is where the evidence is in the possession of another government agency. See James W. Moore, 8 Moore's Federal Practice &#182; 16.05[l] (2d ed. 1995); Charles A. Wright, Federal Practice and Procedure &#167; 254 (1982); 23 Am.Jur.2d, Depositions and Discovery, &#167; 421 (1983); 22A C.J.S., Criminal Law &#167; 489 (1989); Annotation, Books, Papers, and Documents Subject to Discovery by Defendant Under Rule 16 of Federal Rules of Criminal Procedure, 108 A.L.R.Fed. 380 (1992); Annotation, Discovery and Inspection of Prosecution Evidence Under Federal Rule 16 of Criminal Procedure, 5 A.L.R.3d 819 (1966).\r\n The documents the defense sought in this case were in the possession of a private third party (LMC) and were not in the possession of the prosecution; therefore, petitioner's motion to suppress the written summary based on an alleged violation of Rule 5 was properly denied.\r\n\r\n  \r\n    II.\r\n  \r\n  Prior to the restitution hearing, petitioner also filed a discovery motion pursuant to Brady v. Maryland.4 Petitioner argues the failure of the prosecution to comply with this request and disclose the original documents used to compile the written summary, which petitioner contends were \"potentially, favorable,\" constituted a violation of her due process rights. The Court of Appeals found petitioner's Brady argument was not preserved for review because the trial court did not rule on the issue. Petitioner claims this ruling was error. We agree.\r\n After the trial judge denied petitioner's motion to suppress the written summary pursuant to Rule 5, petitioner requested the trial judge prohibit the introduction of the summary because the supporting documents were potentially exculpated, and the solicitor failed to provide the documents to petitioner. Because the trial judge, when ruling on this issue during the restitution hearing, only found the solicitor had complied with Rule 5, it is questionable whether the motion to suppress pursuant to Brady was ruled upon by the trial judge. However, the issue was clearly raised in the motion to reduce sentence and restitution and the trial judge denied the motion. Thus, the issue is preserved for review.\r\n Nonetheless, the issue is without merit because. as discussed in Issue I,\r\n______________ \r\n4 &nbsp; 373 U.S. 83, 83 S.Ct. 194, 10 L.Ed.2d 215 (1963).\r\np.13\r\n\r\n STATE v. GULLEDGE\r\n the evidence petitioner claims was not disclosed pursuant to the Brady motion was not in the possession of the prosecution. See State v. Nance, ___ S.C. ___, 466 S.E.2d 349, cert. denied, ___ U.S. ___, 116 S.Ct. 2566, 135 L.Ed.2d 1083 (1996) (Brady requires the State disclose evidence in its possession favorable to the accused and material to guilt or punishment). Thus, we affirm the trial judge's denial of disclosure under Brady. \r\n  \r\n    III.\r\n  \r\n   Petitioner contends the trial judge and the Court of Appeals erred in finding the handwritten summary admissible because the summary constituted hearsay and violated the best evidence rule. We disagree.\r\n The Court of Appeals found the handwritten summary was received by the trial court as information during a sentencing proceeding and was used by the trial judge for the purpose of determining the proper sentence to impose upon petitioner, including restitution. Because the Court of Appeals found the restitution hearing to be part of the sentencing proceeding, it concluded the trial court may conduct an inquiry broad in scope, largely unlimited either as to the kind of information it may consider or the source from which the information may come, to assist it in determining the amount of restitution to be imposed. State v. Franklin, 267 S.C. 240, 226 S.E.2d 896 (1976); State v. Cantrell, 250 S.C. 376, 158 S.E.2d 189 (1967) (when sentencing a convicted defendant, a trial court exercises a wide discretion regarding the sources and types of evidence it may use to assist it in determining the kind and extent of punishment to be imposed). Thus, the Court of Appeals held the trial court did not abuse its discretion in admitting the handwritten summary.\r\n We agree. A restitution hearing is part of the sentencing proceeding and thus, the trial court may consider information which may be inadmissible under evidentiary rules.\r\n In a sentencing proceeding. evidentiary, rules are inapplicable.5 William v. New York, 337 U.S. 241, 69 S.Ct. 1079, 93 L.Ed. 1337 (1949) (a sentencing judge need not follow the rules of evidence when determining the appropriate punishment for a convicted defendant); Franklin, supra; Cantrell, supra; see also Arthur W. Campbell, Law of Sentencing &#167; 10.1 (2d ed. 1991); Thomas W. Hutchison. et. al, Federal Sentencing and Practice at 649 (2d ed. 1994); 24 C.J.S., Criminal Law &#167; 1494 (1989) (the ordinary rules of evidence are inapplicable in proceedings to determine what\r\n______________ \r\n5 &nbsp; Although the SCRE were not in effect at the time of the restitution hearina, Rule 1101(d)(3), SCRE, provides these evidentiarv rules do not apply in sentencing proceedings, except in the penalty phase of a capital case.\r\n p.14\r\n\r\n STATE v. GULLEDGE\r\n sentence to impose). However, the admissibility of evidence is limited by constitutional provisions which require the evidence to be relevant,. reliable and trustworthy. See United States v. Silverman, 976 F.2d 1502, (6th Cir. 1992), cert. denied, 507 U.S. 990. 113 S.Ct. 1595, 123 L.Ed.2d 159 (1993) (hearsay evidence inadmissible at trial may be considered at sentencing); United States v. Holmes, 961 F.2d 599 (6th Cir.), cert. denied, 506 U.S. 881, 113 S.Ct. 232, 121 L.Ed.2d 168 (1992); 24 C.J.S., Criminal Law &#167; 1494 (1989) (hearsay is admissible if relevant and reliable); Thomas W. Hutchison, et. al, Federal Sentencing and Practice at 649 (2d ed. 1994) (\"a court may consider any relevant information without regard to its admissibility under the rules of evidence applicable at trial, provided the information has sufficient indicia of reliability to support its probable accuracy\").\r\n The restitution hearing is part of the sentencing proceeding. See S.C. Code Ann. &#167; 17-25-322 (Supp. 1996) (\"in addition to any other sentence which it may impose, the court shall order the defendant make restitution . . .\") S.C. Code Ann. &#167; 16-3-1530(D)(3) (Supp. 1996) (\"[t]he judge shall order restitution at every sentencing for a crime against person or property ... unless the court finds a substantial and compelling reason not to order restitution); S.C. Code Ann.  17-25-125 (1976); see also United States v. Anglian, 784 F.2d 765 (6th Cir.), cert. denied, 479 U.S. 841, 107 S.Ct. 148, 93 L.Ed.2d 89 (1986) (a restitution order is in the nature of a sentence, and the district court is vested with wide discretion in determining the appropriate sentence for a convicted defendant). Therefore, during the restitution hearing, the rules governing sentencing proceedings should apply. See Harris v. Alabama, 542 So.2d 1312 (Ala. Crim. Ct. App. 1989) (because restitution is not intended to be a civil action, a restitution hearing shall be governed by the same rules as a sentencing hearing; therefore, any evidence the court deems to have probative value may be received regardless of its admissibility under the rules of evidence); see also 24 C.J.S., Criminal Law &#167; 1780 (1989) (the trial court is not bound by strict rules of evidence during restitution hearings); Notes, Victim Restitution in the Criminal Process: A Procedural Analysis, 97 Harv. L. Rev. 931. 941-46 (1984) (suggesting imposition of a restitution order requires no greater procedural protection than those normally employed in sentencing,; therefore, a convicted defendant is only entitled to notice and an informal hearing in which the rules of evidence do not apply).\r\n Although the trial judge is allowed broad discretion in conducting the restitution hearing, the statute contemplates an adversarial hearing to prove the amount of restitution. S.C. Code Ann. &#167; 17-25-322 (Supp. 1996). Therefore, under the due process clause of both the South Carolina Constitution and the United States Constitution, the defendant must receive notice of the hearing and the evidence intended to be used to prove the amount of restitution, and during the hearing, the\r\n_____________\r\n6 &nbsp; S.C. Const. art. 1, &#167; 3; U.S. Const. amend. XIV.\r\np.15\r\n\r\n STATE v. GULLEDGE\r\n defendant must be given the opportunity to be heard and to cross-examine witnesses. Further, the evidence admitted during the restitution hearing must be reliable and trustworthy. Here, we find the. restitution hearing was conducted properly and the trial judge did not abuse his discretion in admitting the handwritten summary.\r\n Further, even under the evidentiary rules, the trial judge did not err in allowing the handwritten summary into evidence. Hearsay is an out of court statement offered to prove the truth of the matter asserted. However, the fact that evidence is hearsay is unimportant if the declarant testifies and is available for cross-examination. State v. Garner, 304 S.C. 220, 403 S.E.2d 631 (1991); State v. Caldwell, 283 S.C. 350, 322 S.E.2d 662 (1984). Here, Mrs. McWhirter testified as to her preparation of the written summary and petitioner cross-examined Mrs. McWhirter about this summary. Accordingly, there was no hearsay violation.\r\n The admission of this written summary into evidence did not violate the best evidence rule. In  Zemp Const. Co. v. Harmon Bros. Const. Co., 225 S.C. 361, 82 S.E.2d 531 (1954), this Court held the admission of a nearly identical written summary without admission of the supporting documentation to be a violation of the best evidence rule. However, the summary would have been admissible if the supporting documentation had been made available to the adverse party. Id. Here, counsel for petitioner knew prior to the hearing the State intended to use the summary as the sole evidence of financial loss caused LMC by petitioner and the solicitor informed counsel LMC would allow counsel to inspect and copy the documents used in preparing the summary. Further, at the hearing, petitioner was allowed to cross-examine Mrs. McWhirter on the accuracy of the summary. Therefore, the handwritten summary was properly admitted into evidence. AFFIRMED AS MODIFIED. FINNEY, C.J., TOAL, Moore and WALLER, JJ., concur.\r\np.16 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24622","title":"Silverman v. Campbell, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24622","description":"","date":"1997-05-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 15\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n Herb Silverman, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\nv.\r\n Carroll A. Campbell, \r\n  individually; David M. \r\n  Beasley, in his capacity as \r\n  Governor of South \r\n  Carolina; Jim Miles, in his \r\n  official capacity as \r\n  Secretary of State for \r\n  South Carolina; and The \r\n  State of South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellants.\r\n Appeal From Richland County \r\n  Thomas L. Hughston, Jr., Judge\r\n Opinion No. 24622 \r\n  Heard October 3, 1996 - Filed May 27, 1997\r\n AFFIRMED IN PART; DISMISSED IN PART Stephen P. Groves, Bradish J. Waring, and Stephen L. Brown, all of Young, Clement, Rivers & Tisdale, LLP, of Charleston; and Attorney General Charles Molony Condon and Deputy Attorney General Treva G. Ashworth, of Columbia, for appellants.\r\n Edmund H. Robinson, of Cambridge, MA; and Armand Derfner, of Charleston, for respondent.\r\n FINNEY, C.J.: This is an appeal from an order which, in pertinent part, denied appellants' summary judgment motions and declared two parts of the South Carolina Constitution violative of the United States Constitution. We affirm the constitutional ruling and dismiss the appeals from the summary judgment rulings.\r\n p.17\r\n\r\n SILVERMAN v. CARROLL A. CAMPBELL, et al. Respondent's application to become a Notary Public was returned by appellant Secretary of State Miles along with a letter explaining the application was being returned because it did \"not comply with the South Carolina Constitution and statutes applicable to Notaries.\" Respondent, an atheist, had stricken through the portion of the oath on the application which read \"So help me God.\" Respondent then sent his application straight to appellant Governor Carroll Campbell in September 1992. In December 1992, a member of Governor Campbell's staff returned respondent's application because it no longer met the statutory requirement that a notary application be signed by one-half the members of the applicant's county legislative delegation. S.C. Code Ann. &#167; 26-1-20 (1991).1\r\n Respondent then brought this action for mandamus and a declaratory judgment against appellants Miles, Campbell, and the State. In his declaratory judgment request, respondent sought to have two parts of the South Carolina Constitution which prohibit public office holding by persons who deny the existence of a Supreme Being' declared violative of the First Amendment's Establishment and Free Exercise Clauses and/or the Religious Test Clause, U.S. Const. art. VI.\r\n All parties filed cross-motions for summary judgment. The circuit judge denied the appellants' motions, denied respondent's to the extent it sought mandamus, but granted respondent summary judgment on the declaratory judgment request, holding the State Constitution's \"Supreme Being\" provisions violative of the First Amendment and the Religious Test Clause. See Torcaso v. Watkins, 367 U.S. 488, 81 S.Ct. 1680, 6 L.Ed.2d 982 (1961)(Maryland Constitution's Supreme Being Clause violates First Amendment and Religious Test Clause). The judge then 'remanded' the matter to \"the Governor of the State\"3 with a request he act on respondent's application within thirty days. Governor Beasley, former Governor Campbell, Secretary Miles, and the State have appealed.\r\n Appellants first contend the circuit court erred in denying their summary judgment motions because the record is devoid of evidence that their -actions here were motivated by \"religious discrimination.\" While we agree there is no evidence that appellants acted other than in conformance with the applicable\r\n_____________ \r\n1 &nbsp; Although respondent's application was signed by 8 members, the November 1992 election had, as the result of redistricting, increased the number of legislators in respondent's county from 16 to 19. 2 &nbsp; S.C. Const. art. VI, &#167; 2 and art. XVIII, &#167; 4. 3 &nbsp; Governor Beasley has been added to the suit. There is no challenge to the court's ability to order this 'remand.'\r\n p.18\r\n\r\n SILVERMAN v. CARROLL A. CAMPBELL, et al.\r\n statutes and Constitutional provisions, it is well-settled that the denial of summary judgment is not directly appealable, Ballenger v. Bowen, 313 S.C. 476, 443 S.E.2d 379 (1994), nor is it appealable after final judgment. e.g., Raino v. Goodyear Tire, 309 S.C. 255, 422 S.E.2d 98 (1992). We do not address the denial of appellants' summary judgment motions.\r\n Appellants next contend the trial judge abused his discretion in deciding the declaratory judgment question, noting that under the Declaratory Judgment Act the decision whether to grant relief rests in the judge's discretion. S.C. Code Ann. &#167; 15-53-70 (1976). Appellants argue that since deciding the validity of the State Constitution's \"Supreme Being\" provisions will not guarantee respondent a notary appointment, the judge should have declined to address the issue.\r\n We find no abuse of discretion here, especially since respondent's application was rejected by Secretary Miles at least in part on the basis of the Supreme Being provisions, and since Governor Campbell testified that his office routinely \"rubber stamped\" notary applications which had been approved by the Secretary of State's Office. The Declaratory Judgment Act gives the judge the discretion to refuse to render a declaratory judgment where the decree \"would not terminate the uncertainty or controversy giving rise to the proceeding.\" &#167; 15-53- 70. Here, while the ruling does not terminate the entire controversy, it does remove uncertainty and the case presents a justiciable controversy. There is no abuse of discretion here.4\r\n We affirm the circuit court's holding that South Carolina Constitution art. VI, &#167; 2 and art. XVIII, &#167; 4 violate the First Amendment and the Religious Test Clause of the United States Constitution. The appeals from the denial of summary judgment are dismissed, and the matter remanded for further proceedings.\r\n AFFIRMED IN PART, DISMISSED IN PART.\r\n TOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\n ________________ \r\n4 &nbsp; We note appellants do not argue that the decision of the circuit judge was wrong on its merits, and in fact cannot make such an 'argument in light of Torcaso v.Watkins supra.\r\np.19 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24623","title":"State v. Mouzon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24623","description":"","date":"1997-05-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 15\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n The State, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioner,\r\nv.\r\n Rodney Mouzon, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent.\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS Appeal From Lexington County \r\n  Frank Eppes, Special Circuit Judge\r\n Opinion No. 24623 \r\n  Heard February 4, 1997 - Filed May 27, 1997\r\n AFFIRMED\r\n Attorney General Charles Molony Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, all of Columbia; and Solicitor Donald V. Myers, of Lexington, for Petitioner.\r\n Assistant Appellate Defender Robert M. Dudek, of S. C. Office of Appellate Defense, of Columbia, for Respondent.\r\n TOAL, A.J.: We granted the State's petition for a writ of certiorari to review the decision of the Court of Appeals reversing Rodney Mouzon's convictions for conspiracy to distribute crack cocaine and possession of a firearm during the commission of a violent crime. We affirm. FACTUAL/PROCEDURAL BACKGROUND\r\n Richard Perry (\"Victim\") drove to the Mt. Zion area of Lexington County in order to purchase drugs. As he entered the neighborhood, three individuals approached his car and offered to sell him crack cocaine. Rodney Mouzon was standing some distance away from Victim's vehicle. There was testimony that the deal did not go through, that there was\r\np.20\r\n\r\n STATE v. MOUZON\r\n an argument between the parties, that Victim's car door slammed, and that Victim tried to leave the area. He drove at a fast pace down the road, but had to turn around when he realized it was a dead-end. Someone yelled that Victim was trying to \"jack,\" meaning that he was trying to run away with the drugs. Everyone scattered, trying to find bottles and other objects to throw at the car. Mouzon ran behind his house to a location where he kept a gun, and he returned to the spot where he was previously standing. As Victim drove past the individuals who had approached him, two shots were fired, one of which struck Victim in his back. One witness, who was himself throwing a bottle at the car, heard a shot, looked up, and saw Mouzon \"coming back down with the revolver in his hand.\"1 Victim was able to drive himself to a hospital, but died the following day as a result of bleeding caused by the gunshot.\r\n Rodney Mouzon was indicted for murder, conspiracy to distribute crack cocaine, and possession of a firearm during the commission of a violent crime. Mouzon went to trial. He was acquitted on the murder charge, but convicted on the latter two offenses. He was sentenced to twenty-five years' imprisonment and fined $50,000 for conspiracy to distribute crack cocaine, and sentenced to five years, consecutive, for possession of a firearm during the commission of a violent crime.\r\n Mouzon appealed his convictions. The Court of Appeals reversed the conspiracy and firearm convictions. State v. Mouzon, 321 S.C. 27, 467 S.E.2d 122 (Ct. App. 1995). This Court granted the State's petition for a writ of certiorari on the following questions:\r\n &nbsp; &nbsp; &nbsp; &nbsp; 1. Did the Court of Appeals err in holding that the trial court improperly denied Mouzon his right to the last argument?\r\n &nbsp; &nbsp; &nbsp; &nbsp; 2. Did the Court of Appeals err in determining the trial court should have directed a verdict of acquittal based upon insufficient evidence of conspiracy to distribute crack cocaine?\r\n LAW/ANALYSIS\r\n A. LAST ARGUMENT\r\n The State argues the Court of Appeals erred in not finding harmless error in the ruling of the trial court that Mouzon's request for a jury view of the scene was evidence that deprived him of the last argument. We disagree.\r\n Mouzon flied a pre-trial motion for a jury view of tile neighborhood In which the crimes allegedly occurred. During the course of the trial, the jury was taken to view the neighborhood. The Court considered the jury view as an admission of evidence and, accordingly, declined to allow Mouzon to present the final closing argument. This was error.\r\n______________ \r\n1 &nbsp; There was testimony that in addition to Mouzon, one other individual had a gun that night.\r\np.21\r\n\r\n STATE v. MOUZON\r\n S.C. Code Ann. &#167; 14-7-1320 (1976) provides:\r\n The jury in any case may, at the request of either party, be taken to view the place or premises in question or any property, matter or thing relating to the controversy between the parties when it appears to the court that such view is necessary to a just decision . . . . \r\nA viewing of the scene of the crime is not regarded as evidence. Gossett v. State, 30 S.C. 473, 388 S.E.2d 804 (1990). It is not a taking of testimony. State v. Plath, 28 S.C. 1, 313 S.E.2d 619, cert. denied, 467 U.S. 1265 (1984). Its purpose is simply enable the jurors to better understand the evidence that has been presented to them in the courtroom. Jacks v. Townsend, 228 S.C. 26, 88 S.E.2d 776 (1955). Thus, the trial court erred in considering the jury view as evidence .\r\n In a criminal prosecution, where a defendant introduces no testimony, he is entitled to the final closing argument to the jury. See State v. Crowe, 258 S.C. 258, 188 S.E. 379, cert. denied, 409 U.S. 1077 (1972). Because the jury view was not evidence, and because Mouzon presented no other testimony, he was entitled to the last closing argument.\r\n The State argues that this error, Mouzon's inability to argue last, was harmless Although the right to open and close the argument to the jury has been described as substantial right, the denial of which is reversible error,\" see State v. Rodgers, 269 S 22, 24-25, 235 S.E.2d 808, 809 (I 977), we find that such an error is still subject harmless error analysis. The United States Supreme Court in Arizona v. Fulminate, 4 U.S. 279, 111 S. Ct. 1246, 113 L. Ed. 2d 302 (1991) distinguished between two types of errors: (1) trial errors which are subject to harmless error analysis, and (2) structural defects in the constitution of the trial mechanism, which defy analysis by harmless er standards. The former occur \"during the presentation of the case to the jury,\" and \" therefore be quantitatively assessed in the context of other evidence presented in order determine whether its admission was harmless beyond a reasonable doubt.\" Id. at 307-08, 111 S. Ct. at 1264, 113 L. Ed. 2d at 330. Structural defects affect the \"entire conducy of the trial from beginning to end.\" Id. at 309, 111 S. Ct. at 1265, 113 L. Ed. 2d at 331. There is a strong presumption any error can be categorized as a trial error, which be quantitatively assessed in the context of other evidence presented. State v. Jefferies 316 S.C. 13, 446 S.E.2d 427 (1994), cert. denied, 115 S. Ct. 911 (1995). Moreover a constitutional error does not automatically require reversal, but may be subject to harmless error analysis. See Fulminante, 499 U.S. at 306, 111 S.Ct. at 1263, 113 L. Ed. 2d at 329.\r\n The error here, the denial to the defendant of the right to argue last, falls in the error, rather than the structural defect, category. It is not the kind of error that would the entire conduct of the trial from beginning to end. See Jefferies, 316 S.C. 1 3, S.E.2d 427 (citing examples of structural defects such as burden-shifting in definite reasonable doubt; total lack of counsel; biased judge; a certain improper reasonable dount charge.) Therefore, we may apply harmless error analysis to the present error.\r\np.22\r\n\r\n STATE v. MOUZON\r\n Application of harmless error analysis leads to the conclusion that the error here was not harmless beyond a reasonable doubt. The State argues that Mouzon's closing argument was focussed on contesting the murder charge; Mouzon devoted only two lines at the conclusion of his argument to contesting the charge of conspiracy to distribute crack cocaine. Thus, because Mouzon was acquitted on the murder charge, and because he gave so little attention to the conspiracy charge, he was not prejudiced by the fact that the State got the last argument. Moreover, the State posits that the solicitor did not specifically respond to Mouzon's argument concerning the conspiracy charge. These arguments lack persuasiveness. Firstly, the State's argument really supports Mouzon's position that he was prejudiced. Mouzon focussed on the murder charge and was acquitted of murder; he did not focus on the conspiracy charge and was convicted. In its closing argument, the State devoted a significant amount of attention to the issues of drug dealing and conspiracy. If Mouzon had been allowed to argue last, then he could have more adequately addressed the issue of conspiracy to distribute crack cocaine. Thus, it cannot be concluded that this error was harmless beyond a reasonable doubt, because there is a reasonable possibility that the error complained of might have contributed to the conviction. See Arnold v. State, 309 S.C. 157, 420 S.E.2d 834 (1992), cert. denied, 507 U.S. 927 (1993).\r\n B. CONSPIRACY TO DISTRIBUTE CRACK COCAINE\r\n The State argues the Court of Appeals erred when it determined that the trial court should have directed a verdict of acquittal based upon insufficient evidence of conspiracy to distribute crack cocaine. We disagree.\r\n Mouzon was indicted under S.C. Code Ann. &#167; 44-53-375(B) (1996) for conspiracy to distribute crack cocaine. Under the statute,\r\n A person who manufactures, distributes, dispenses, delivers, purchases, or otherwise aids, abets, attempts, or conspires to manufacture, distribute, dispense, deliver, or purchase, or possesses with intent to distribute, dispense, or deliver ice, crank, or crack cocaine, in violation of the provisions of Section 44-53-370, is guilty of a felony . . . . \r\nS.C. Code Ann. &#167; 44-53-375(B). The Court of Appeals held that the evidence failed to show that Mouzon participated in a conspiracy to distribute crack cocaine.\r\n A conspiracy is a combination or agreement between two or more persons for the purpose of accomplishing a criminal or unlawful object, or of achieving by criminal or unlawful means an object that is neither criminal nor unlawful. State v. Ameker, 73 S.C. 330, 53 S.E. 484 (1906). The gravamen of the offense of conspiracy is the agreement or combination. State v. Dasher, 278 S.C. 454, 298 S.E.2d 215 (1982). Thus, the focus is on the sufficiency of the evidence of an agreement between the alleged conspirators and not on the alleged common object. State v. Gunn, 313 S.C. 124, 437 S.E.2d 75 (1993), cert. denied, 510 U.S. 1115 (1994). Gunn cited the following language from United States v. Evans, 970 F.2d 663 (10th Cir. 1992), cert. denied, 507 U.S. 922 (1993):\r\n p.23\r\n STATE v. MOUZON\r\n What is required is a shared, single criminal objective, not just similar or parallel objectives between similarly situated people .... It is not enough that a group of people separately intend to distribute drugs in a single area, nor enough that their activities occasionally or sporadically place them in contact with each other. People in the same industry in the same locale (even competitors) can occasionally be expected to interact with each other without thereby becoming coconspirators. What is needed is proof they intended to act together for their shared mutual benefit within the scope of the conspiracy charged. \r\nGunn, 313 S.C. at 134, 437 S.E.2d at 80-81 (emphasis in original).\r\n Gunn directly controls the disposition of the present case. Here, the State has at best shown \"similar or parallel objectives between similarly situated people\"; it has failed to offer evidence that the parties involved \"Intended to act together for their shared mutual benefit within the scope of the conspiracy charged.\" As envisaged in the Evans case, the fact that a group of people are separately intending to distribute drugs in a single area or that they occasionally or sporadically are coming in contact with each other, does not create a conspiracy. The testimony offered by the State's witness at trial in this case showed that the drug dealers acted independently:\r\n As a car comes down the road, okay, there's, say four or five people with drugs down there. And the first one that gets to the car usually gets the sale. There's a lot of pushing and shoving going on, trying to get up in front of the window to get the sale. And usually the first man up in the window gets the sale. \r\nThe dealers tried to muscle each other out of the way to try to get up to the car to sell the drugs. Such evidence reveals not an agreement on a shared objective, but parallel and competing objectives.\r\n The State posits that persons in the neighborhood would throw bottles and bricks at cars which attempted to leave when a deal went bad. This fact, it argues, demonstrates the existence of a tacit agreement by the drug dealers to act for the shared mutual benefit of enforcing payment and protecting each other in drug transactions. Accordingly, it asserts, there was evidence that Mouzon was engaged in conspiracy to distribute crack cocaine.\r\n The facts put forth by the State are simply too far removed from conspiracy to distribute crack cocaine to survive a motion for directed verdict. In order to establish the logical nexus between the evidence (of participants throwing objects at vehicles trying to get away) and the conclusion (that this is a conspiracy to distribute crack cocaine), certain assumptions have to be made. Among these assumptions are that (1) the participants were, in throwing bottles and bricks, trying to extract payment for crack cocaine, and not simply trying to inflict injury (or effect street justice) upon those who have not paid for their drugs; and (2) all the participants were acting in concert, and not independently of one another. This argument assumes the very conclusion it is seeking to establish.\r\n p.2 4\r\n\r\n STATE v. MOUZON\r\n However, even if the logical leaps were made, the conclusion that would be reached would be that there was evidence of conspiracy to enforce drug payments. Mouzon was indicted not for conspiracy to enforce drug payments, but for conspiracy to distribute crack cocaine. The State has failed to offer evidence that Mouzon engaged in conspiracy to distribute crack cocaine. Thus, we must affirm the Court of Appeals' decision. CONCLUSION Based on the foregoing, we affirm the opinion of the Court of Appeals. MOORE, WALLER and BURNETT, JJ., and Acting Associate Justice H. Dean Hall, concur.\r\n p.25 2 5 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]