[{"id":"24624","title":"Townsend, et al. v. City of Dillon, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24624","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n Floyd Townsend, Nancy \r\n  McLaurin, and Elise Cain, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellants,\r\n v.\r\n The City of Dillon, A \r\n  Municipal Corporation, and \r\n  L. Carl Huggins, Jr., \r\n  Kenneth H. Stephens, J. \r\n  Phillip Wallace, Ja-novice \r\n  G. Richardson, Marie \r\n  Altman, and Randolph S. \r\n  Gurley, all in their official \r\n  capacities as Dillon City \r\n  Council members, and E. \r\n  Craig Stephens, in his \r\n  official capacity as Mayor \r\n  of the City of Dillon, James \r\n  D. Corl, III, in his official \r\n  capacity as City Manager, \r\n  and the County of Dillon, \r\n  South Carolina, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\n Appeal From Dillon County \r\n  Jackson V. Gregory, Judge\r\n Opinion No. 24624 \r\n  Heard April 16, 1997 - Filed June 2, 1997\r\n AFFIRMED Daniel Holt Shine and Lois Eargle McMillan, of Law Offices of Daniel H. Shine, of Dillon, for appellants.\r\n John D. McInnis, Jr., of Dillon, for Respondents City of\r\np.3\r\n\r\nFLOYD TOWNSEND, et al. v. THE CITY OF DILLON, et al.\r\n Dillon, L. Carl Huggins, Jr., Kenneth H. Stephens, J. Phillip Wallace, Ja-novice G. Richardson, Marie Altman, Randolph S. Gurley, E. Craig Stephens, James D. Corl, III.\r\n. Charles Curry, of Dillon, for Respondent The County of Dillon.\r\n Burnett, A.J.: Appellants (Citizens) challenge the constitutionality of City of Dillon's Ordinance 95-15 which effectively repealed Ordinance 91-35. Citizens argue because Ordinance 91-35 had been proposed by voter initiative, Respondent (the City Council) was required to obtain voter approval to repeal the ordinance. The trial court upheld the constitutionality of Ordinance 95-15. We affirm.\r\n\r\n  \r\n    FACTS\r\n  \r\n In June 1991, Citizens and other registered voters in the City of Dillon petitioned the City Council to pass an ordinance which, in effect, prohibited the renaming of streets within the city limits for \"911\" emergency telephone service or other purposes. The City Council unanimously passed the initiative petition, designating it as Ordinance 91-35.\r\n In 1995, a proposal for a uniform road naming and numbering system for purposes of \"911\" service was submitted to the City Council by Respondent Dillon County. The City Council passed this proposal as Ordinance 95-15 without submitting it to the voters for a referendum. The parties agree Ordinance 95-15 effectively repealed Ordinance 91-35.\r\n\r\n  \r\n    ISSUES\r\n  \r\n 1. Must an ordinance which is proposed by voter initiative be repealed by vote of the electorate?\r\n 2. Was the City Council required to submit Ordinance 95-15 to the City Planning Commission for consideration prior to its approval?\r\n\r\n  \r\n    DISCUSSION\r\n  \r\n\r\n  \r\n    I.\r\n  \r\n Citizens argue an ordinance which is proposed by voter initiative can only be repealed by vote of the electorate. We disagree.\r\np.4\r\n\r\n FLOYD TOWNSEND, et al. v. THE CITY OF DILLON, et al.\r\n Municipalities have the authority to enact regulations, resolutions, and ordinances which are not inconsistent with the South Carolina Constitution and general law of the State. S.C. Code Ann. &#167; 5-7-30 (1976). In general, ordinances are repealed by the passage of a new ordinance. Simpkins v. City of Gaffney, 315 S.C. 26, 431 S.E.2d 592 (Ct. App. 1993), Lominick v. City of Aiken, 244 S.C. 32, 135 S.E.2d 305 (1964).\r\n Pursuant to provisions contained in S.C. Code Ann. &#167;&#167; 5-17-10 to -30 (1976), the electors of a municipality may submit a proposed ordinance to the municipal council for consideration. If the municipal council fails to pass the voter initiated proposal, the council is required to submit the proposal to the electors for a referendum.\r\n Neither the South Carolina Constitution, &#167; 5-7-30, nor &#167;&#167; 5-17-10 to -30 impose any limitation on the ability of a municipality to repeal a voter initiated ordinance. Accordingly, in South Carolina, there is no explicit restraint on a municipality's ability to repeal a voter initiated ordinance.\r\n Although some states impose a restraint on the legislative body's right to repeal a voter initiated provision even where no explicit restraint exists, the majority of jurisdictions conclude, where there are no explicit constitutional or statutory restraints, a voter initiated ordinance may be repealed by the same procedure as non-initiated ordinances.1 We agree and hold an ordinance which repeals a voter initiated ordinance need not be submitted to the electorate for approval. If dissatisfied with the municipal council's repeal of a voter initiated ordinance, the electorate's immediate remedy is to initiate a petition to reenact the original ordinance and, ultimately, to refuse to reelect those members of council who passed the ordinance repealing the voter initiated ordinance.\r\n\r\n  \r\n    II.\r\n  \r\n Citizens contend the City Council was required by S.C. Code Ann. &#167;&#167; 5-23-550, -690, and -700 (1976) to submit Ordinance 95-15 to the City Planning Commission for its consideration prior to passage of the ordinance. We disagree.\r\n _______________ \r\n1 &nbsp; Cf. Allen v. Hollingsworth, 56 S.W.2d 530 (Ky. 1933); Stetson v. City of Seattle, 134 P. 494 (Wa. 1913) with Board of Trustees of Village of Rosemont, Cook County v. Mathias, 441 N.E.2d 362 (111. 1982); Bird v. Town of Old Orchard Beach, 426 A.2d 370 (Me. 1981); Cornell v. Mayor & Council of Borough of Watchung, 229 A.2d 630 (N.J. 1967); Caruso v. Ciiy of New York, 517 N.Y.S.2d 897 (N.Y. 1987); Mihocka v. Ziegler, 274 N.E.2d 583 (Ohio 1971); Granger v. City of Tulsa, 51 P.2d 567 (Ok. 1935).\r\np.5\r\n\r\n FLOYD TOWNSEND, et al. v. THE CITY OF DILLON, et al.\r\n This issue was not ruled on by tile trial judge and, therefore, is not preserved for appeal. Rickborn v. Liberty Life Insurance Co., ___ S.C. ___, 468 S.E.2d 292 (1996).\r\n In any event, contrary to Citizens' allegations, &#167;&#167; 5-23-550, -690, and -700 did not require the City Council to submit Ordinance 95-15 to the Dillon Planning Commission for its consideration prior to its passage by the City Council. Section 5-23-550 requires new streets, squares, public buildings, and parks which will be located in a planned district to be submitted to and approved by the city planning commission prior to construction. Section 5-23-690 authorizes the planning commission to approve the names of streets. Section 5-23-700 establishes the procedure for a planning commission to change the names of streets.\r\n Ordinance 95-15 only requires the City Council to establish a system for naming roads and numbering properties. It specifies the established system shall be used by the planning commission in naming roads and numbering properties. Because the ordinance does not construct new streets within a planned district, approve of, or change-the names of streets, the City Council was not required to submit Ordinance 95-15 to the City Planning Commission for consideration prior to its passage.\r\n The decision of the trial judge is AFFIRMED.\r\n FINNEY, C.J., TOAL, and MOORE, JJ., and Acting Associate Justice George T. Gregory, Jr., concur.\r\n p.6 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24625","title":"Morgan v. JPS Automotives","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24625","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn the Supreme Court\r\n Patricia Louise Morgan, \r\n  Employee, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n v.\r\n JPS Automotives, \r\n  Employer, and Liberty \r\n  Mutual Insurance \r\n  Company, Carrier, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioners.\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n Appeal From Greenville County \r\n  Frank P. McGowan, Jr., Judge\r\n Opinion No. 24625 \r\n  Heard May 7, 1997 - Filed June 2, 1997\r\n DISMISSED\r\n Richard B. Kale and Jeffrey S. Jones, both of Haynsworth, Marion, McKay & Guerard, of Greenville, for Petitioners.\r\n Gregory A. Morton, of Donnan, Morton, Davis & Snyder, of Greenville, for Respondent.\r\n PER CURIAM: We granted certiorari to review the Court of Appeals' decision in Morgan v. JPS Automotives, 321 S.C. 201, 467 S.E.2d 457 (Ct. App. 1996). We dismiss certiorari as improvidently granted.\r\n p. 7\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24626","title":"City of Cayce v. AT&amp;T","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24626","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n City of Cayce, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent,\r\n v.\r\n AT&amp;T Communications of \r\n  the Southern States, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant.\r\n On Certification from the United States \r\n  Court of Appeals for the Fourth Circuit\r\n Opinion No. 24626 \r\n  Heard June 18, 1996 - Filed June 2, 1997\r\n\r\n  \r\n    CERTIFIED QUESTIONS\r\n    ANSWERED\r\n  \r\n H. Simmons Tate, Jr. and Francis P. Mood, of Sinkler & Boyd, P.A., of Columbia; Marc E. Manly and David W. Carpenter, of counsel; and Joseph R. Guerra and-Bradford A. Berenson, of Sidley & Austin, of Washington, for appellant.\r\n Danny C. Crowe, of Turner, Padget, Graham & Laney and Roy D. Bates, both of Columbia, for respondent.\r\n Fred A. Walters, BellSouth Telecommunications, Inc. Legal Department, of Atlanta; Harry M. Lightsey, III, BellSouth Telecommunications, Inc. Legal Department, of Columbia and William J. Quirk, of the University of South Carolina School of Law, of Columbia, for Amicus Curiae, BellSouth Telecommunications, Inc.\r\n FINNEY, CJ.: We agreed to answer two questions certified by the United States Fourth Circuit Court of Appeals concerning the powers of a municipality vis-a-vis interstate telephone fiber optic cable installed within the\r\np.9\r\n\r\n CITY OF CAYCE v. AT&amp;T COMMUNICATIONS, etc.\r\n municipality's corporate limits. In essence, the certified questions ask whether franchise powers can be exercised in circumstances where the utility provides no direct services to the municipality or its residents, and whether a fee may be charged. We hold the respondent (Cayce) may not require appellant (AT&amp;T) to enter a franchise agreement as a condition of installing and maintaining this interstate cable, but that a fee may be imposed.\r\n AT&amp;T is a telecommunications common carrier which provides long distance services. In 1987, as part of an effort to upgrade its national long distance network, AT&amp;T began installing major telecommunications fiber optic cable lines along four routes in South Carolina. During that year, AT&amp;T laid cable in Cayce, complying with all the municipality's requirements. Unlike several other South Carolina municipalities, Cayce did not enact an ordinance requiring AT&amp;T to enter a franchise agreement and pay franchise fees as a condition of installing the cable, but only required the purchase of a business license. AT&amp;T was and remains, however, solely responsible for the construction, installation, maintenance, and servicing of the cable, and for all attendant costs to Cayce.\r\n In May 1993, Cayce enacted a franchise ordinance and prepared a franchise agreement modeled on the ordinance and agreement used by the City of Colurnbia when AT&amp;T laid fiber optic cable in that municipality. The Cayce ordinance and agreement essentially required AT&amp;T to pay a one-time administrative fee of $3.00/linear foot of cable laid in the city limits and thereafter pay an annual fee of $2.00/linear foot. Cayce officials admit in depositions there is no correlation between the fees charged and any services provided to AT&amp;T, admitting that in fact no services are provided. AT&amp;T refused to execute the agreement or to pay the annual fee.1\r\n In December 1993. Cayce filed suit seeking trespass damages and an injunction requiring AT&amp;T to sign the franchise agreement and pay the annual fee. The United States District Court for South Carolina held Cayce had the authority to enact such an ordinance, enjoined AT&amp;T to comply with Cayce's ordinance, and awarded Cayce trespass damages in the amount of annual fees accrued since the effective date of the ordinance. AT&amp;T appealed to the Fourth Circuit Court of Appeals.\r\n The Fourth Circuit has certified two questions to the Court:\r\n   1. Does the municipal consent power provided by the South Carolina Constitution, Art. VIII, &#167; 15, and the franchise authority provided by S.C. Code Ann. &#167; 5-7-30 (Supp. 1995) permit a South Carolina municipality to impose a fee on a telephone utility for the privilege of \r\n\r\n_______________ \r\n1 &nbsp; Cayce expressly waived the $3.00/linear foot administrative fee.\r\n p.10\r\n\r\n CITY OF CAYCE v. AT&amp;T COMMUNICATIONS, etc.\r\n\r\n installing and maintaining, in public right-of-ways beneath city streets, interstate fiber optic cable that provides no direct service to local residents?\r\n  2. Does S.C. Code Ann. &#167; 58-9-2020 (1976) grant a telephone utility the right to construct and maintain such cables without payment of a fee to the municipality when the municipality provides no services other than the physical space for the use of the fiber optic cables? \r\n This case requires that we reexamine the appropriate scope of municipal franchise authority. \"What is the proper subject of a franchise depends largely upon existing conditions and the extent to which the public welfare is affected by the conduct of the business or enterprise in question.\" 36 Am. Jur.2d Franchises &#167; 3 p.725 (1968).\r\n In South Carolina, municipalities have statutory authority to \"grant franchises for the use of the public streets and make charges for them ...... S.C. Code Ann. &#167; 5-7-30 (Supp. 1995). Traditionally, governmental franchises are obtained by service-type businesses which seek the municipality's permission to do business with the municipality's citizens, and are willing to pay the municipality for this privilege.1 Types of services which are typically franchised include electricity [e.g., SCE&amp; v. Berkeley Elec. Coop. Inc., 306 S.C. 228, 411 S.E.2d 218 (1991)]; water and sewer services [e.g., Touchberry v. City of Florence, 295 S.C. 47, 367 S.E.2d 149 (1988)]; and cable television [e.g., Condon v. Best View Cablevision, 292 S.C. 117, 355 S.E.2d 7 (Ct. App. 1986)].\r\n Here, unlike the traditional franchise situation, AT&amp;T does not seek to operate a service business within Cayce's municipal boundaries whose primary clientele will be the city's residents and businesses. Instead, AT&amp;T intends only for its cable to pass through Cayce's public streets, in furtherance of its national business. While undoubtedly there are some individuals and businesses in Cayce which have chosen AT&amp;T as their long distance carrier, and undoubtedly some of their calls are routed through the interstate fiber optic cable laid under Cayce's streets, it cannot be contended that AT&amp;T laid its cable in Cayce in order to operate a business serving the municipality's citizens. We hold the service relationship between Cayce's inhabitants and this interstate telephone cable is simply too attenuated to be characterized as a \"franchise.\" See AT&amp;T v. Village of Arlington Heights, 620 N.E.2d 1040 (Ill. 1993).\r\n We turn now to the specific questions certified to us by the Fourth Circuit. The first asks whether the municipal consent power provided by the South Carolina Constitution, art. VIII, &#167; 15, and the franchise authority provided\r\n______________\r\n2 &nbsp; Franchises have been regarded as special privileges granted by the government to particular individuals or companies to be exploited for private profits.\" 12 McQuillin Municipal Corporations &#167; 34.01 (1949).\r\n p.11\r\n\r\n CITY OF CAYCE v. AT&amp;T COMMUNICATIONS, etc.\r\n by S.C. Code Ann. &#167; 5-7-30 (Supp. 1995) permit Cayce to impose a fee on AT&amp;T. As we have explained above, Cayce has no ability to exercise its franchise authority under &#167; 5-7-30 in these circumstances, and thus that statute cannot serve as the basis for the imposition of a fee. Article VIII, &#167; 15, of the State Constitution provides, \"No law shall be passed by the General Assembly granting the right to construct and operate in a public street a ... telephone [utility] ... without first obtaining the consent of the governing body of the rnunicipality. . . .\" (emphasis added). We hold that pursuant to this constitutional consent provision, a municipality may require payment of a fee as a condition of permitting a telephone utility to construct and operate an interstate fiber optic cable using the city's streets. We note, however, this constitutional provision speaks to the necessity of municipal consent at the time the telephone facilities are constructed. See City of Abbeville v. Aiken Elec. Coop., 287 S.C. 361, 338 S.E.2d 831 (1985). We emphasize that the only question certified, and therefore the only question answered, is whether a municipality may condition consent to construction and operation upon payment of a fee. We are not asked, and therefore do not answer, the questions whether Cayce consented to the installation of this cable nor whether it can impose a fee five years after the cable was installed.\r\n The second certified question asks whether S.C. Code Ann. &#167; 58-9- 2020 (1976) allows a telephone utility to construct and maintain this type of cable without payment of a fee to the municipality. This statute authorizes utilities such as telephone companies to \"construct, maintain and operate\" their lines under the public highways of this State provided they do so safely, and without interfering with others using the roadway. Id. This statute, which on its face appears to give telephone companies the unfettered right to build within the city's limits, must be read in light of S. C. Const. art. VIII, &#167; 15, the constitutional consent provision, to limit the company's authority to situations where the municipality has consented. As noted above, that consent may be conditioned upon payment of a fee. Accordingly, we answer the second certified question in the negative: S.C. Code Ann. &#167; 58-9-2020 does not authorize construction and operation of interstate fiber optic cables by a telephone utility without payment of a fee, where that fee is a condition of the municipality's constitutionality required consent.\r\n In short, we answer the certified questions, (subject to the qualifications above): 1. Yes and 2. No. We stress that we are not asked to decide any factual disputes raised by this case, but rather are called upon to resolve abstract questions of state law. With emphasis once again upon the limited scope of this opinion, we\r\n ANSWER THE CERTIFIED QUESTIONS. \r\n  TOAL, MOORE and WALLER, JJ., and Acting Associate Justice George T. Gregory, Jr., concur.\r\n p.12 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24627","title":"River Hills Property Owners Assoc., v. Amato","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24627","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n River Hills Property \r\n  Owners Association, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Appellant, v.\r\n Fred Amato and Roseanne \r\n  Amato, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondents.\r\n Appeal From Horry County \r\n  John L. Breeden, Master-in-Equity\r\n Opinion No. 24627 \r\n  Heard May 7, 1997 - Filed June 2, 1997\r\n\r\n  \r\n    REVERSED AND REMANDED\r\n  \r\n  William E. Lawson and Robert H. Gwin, III, both of \r\n  Lawson & Gwin, of Myrtle Beach, for appellant.\r\n John R. Clarke, of North Myrtle Beach, for respondents.\r\n MOORE, A.J.: Appellant appeals the master's denial of a permanent injunction to enforce restrictive covenants contained in a deed for a lot owned by espondents. We reverse and remand.\r\n\r\n  \r\n    FACTS\r\n  \r\n Respondents Fred and Roseanne Amato own a golf course lot in the River Hills subdivision in Little River. The master deed contains several restrictive covenants concerning the lots. Among other things, prior written approval is required from the Architectural Review Board (ARB) of the River Hills Property Owners' Association when building a pool or fence.\r\n p.13\r\n\r\n RIVER HILLS PROPERTY OWNER'S ASSOCIATION, INC.,v. AMATO, et al.\r\n In early May 1995, the Amatos decided to build a swimming pool in their backyard. Local ordinances require that a fence enclose the pool. The Amato requested the ARB's approval for the pool and fence after beginning construction. The ARB denied approval \"due to aesthetics and reductions of golf course view from neighboring lots\" and suggested changes which the Amato could make in order to gain approval. Specifically, the ARB did not want to approve a fence which would enclose the entire backyard. Therefore, the ARB suggested that the fence be built farther back from the property lines.\r\n The Amato continued with construction of both the pool and fence. The ARB sought a temporary injunction to halt construction of the fence. A temporary injunction was issued in June 1995. The master held a hearing on the merits in August 1995. The master lifted the temporary injunction and ruled that the ARB had acted capriciously and arbitrarily in denying the Amato approval. The ARB appeals.1\r\n\r\n  \r\n    ISSUES\r\n  \r\n 1) Did the master err in ruling that the ARB had acted \r\n  unreasonably and in bad faith?\r\n   2) Did the master err in finding the developer had the \r\n    right to limit application of the restrictive easements? \r\n\r\n\r\n  DISCUSSION\r\n\r\n 1) Unreasonableness and Bad Faith \r\n The ARB contends the master erred in finding the ARB had acted unreasonably and in bad faith in denying the Amato approval. We agree.\r\n The River Hills community is a golf course community with homes ranging iii value from $140,000 to $400,000. The master deed has several restrictive covenants. The pertinent ones are set out below. Article IX states, in part:\r\n\r\n Except for original and initial construction ... no building, wall, fence, ornamentation or other structure or improvements of any nature shall be erected, placed or altered on any Lot until \r\n_____________ \r\n1 &nbsp; An action to enforce restrictive covenants by injunction is in equity. Holling v. Margiotta, 231 S.C. 676, 100 S.E.2d 397 (1957). On appeal, in an equitable action tried by a master alone, we can find facts in accordance with our view of the evidence. Townes Associates. Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).\r\n p.14\r\n\r\n RIVER HILLS PROPERTY OWNER'S ASSOCIATION, INC., v. AMATO, et al.\r\n\r\n the construction plans and specifications and a plan showing the location of the structure and landscaping as may be required by the [ARB] have been approved in writing by the [ARB] .... Refusal of approval of plans, specifications and plot plans, or any of them, may be based on any ground, including aesthetic grounds, in the sole and uncontrolled discretion of said [ARB] seem sufficient. \r\n (emphasis added). Section 5 of Article VI, pertaining to lots adjacent to the golf course, states: \"No fences shall be allowed on lots bordering the golf course, except as required by governmental authorities.\" Section 14 also prohibits fences, except as required by governmental authorities, and provides that \"[the design and materials used for any fence must be approved by the [ARB] prior to placement on the property.\"\r\n There are several other sections which provide for setbacks from property lines. The Amato's lot has a rear setback of 30 feet and side setbacks of 12.5 feet. Finally, the master deed provides for a \"Golf Course Maintenance Easement Area\" which extends 20 feet from the rear setback of golf course lots. It further provides that the easement may be waived by the \"Declarant\" or its successors or assigns. The Declarant is the River Hills Limited Partnership. The River Hills Golf & Country Club (Golf Course) is the general partner of this partnership.\r\n On May 3, 1995, about the time construction began, the Amatos submitted rough drawings to the ARB which placed the fence 25 feet from the rear property line, 3 feet from the left side property line, and 2 feet from the right side property line. On May 10th, the ARB requested the Amatos submit more detailed plans and specifications and stop construction. The construction continued and on May 16th, the ARB sent the Amato a letter fining them $100.00. The Amatos were also informed there would be a meeting of the Board of Directors for the ARB on May 18. The Amatos did not attend this meeting.\r\n On May 24th, the ARB sent the Amato another letter imposing a $300.00 fine for failing to respond to the first letter and continuing construction. The ARB wrote a third letter on May 30th, rejecting the Amato' request for approval on the ground there had been no further contact or information submitted as previously requested. On June 5th, the ARB received a more detailed plan from the Amato. At a meeting on June 7th, the ARB gave the Amato a letter stating it would approve the fence if the Amato built the fence 30 feet from the rear property line, 12.5 feet from the left side property line and aligned the fence with the house on the right side, 20.5\r\np.15\r\n\r\n RIVER HILLS PROPERTY OWNERS ASSOCIATION, INC., v. AMATO, et al.\r\n feet from the right side property line.2\r\n The Amatos also sought a waiver of the golf course maintenance easement from the Golf Course. On May 26, 1995, the Golf Course stated it would grant a waiver if the fence was set back 25 feet from the rear property line and if it approved the plans for the fence design and location which the Amatos would have to submit in print.\r\n The ARB contends the master erred in concluding the ARB had acted discriminatorily and capriciously in requiring the Amatos to move the fence back 30 feet from the back side line, and to move the fence in from the side line because the fence docs not violate any specific restrictive covenant, We agree. The master overlooked Article IX, the restrictive covenant which states that the ARB can deny approval of a fence on any ground, including aesthetics. The ARB's disapproval does not have to be grounded upon a violation of a specific restrictive covenant.\r\n In Palmetto Dunes v. Brown, 287 S.C. 1, 336 S.E.2d 15 (Ct. App. 1985) the Court of Appeals addressed a similar issue. The court held a covenant which provides that disapproval of a plan vests the ARB with discretion constrained only by rc,isoii,ibicncss and good fifth. In Palmetto Dunes, the ARB (denied approval of house plans because the garage overpowered the house. The court held the ARB's reasons for disapproval must bear a reasonable relation to the other buildings or general plan development and the ARB had a right to disapprove plans which would mar the general appearance of the subdivision and thus diminish the overall quality of the development. Id.; see also Sea Pines Plantation Co. v. Wells, 294 S.C. 266, 363 S.E.2d 891(1987)(held the ARB of a subdivision did not act unreasonable when it disapproved modifications for aesthetic reasons).\r\n Here, the ARB stated it denied approval because of aesthetics and it did not want the entire yard fenced which would reduce the view of the golf course. This conclusion is supported by the other covenants which prohibit fences unless enclosing a pool which is required by law. Accordingly, we find the master erred in finding the ARB acted arbitrarily in denying approval.\r\n\r\n2) Developer's right to limit application\r\n The Golf Course is the general partner of the Declarant or River Hills Limited Partnership, the developer. The Golf Course waived its golf course\r\n______________ \r\n2 &nbsp; The ARB also requested the Amatos specify the building materials and submit the required $250.00 bond which would be returned upon approval of the completed fence.\r\n p.16\r\n\r\n RIVER HILLS PROPERTY OWNEF@'S ASSOCIA'I,ION, INC., v. AMATO, et al.\r\n maintenance easement and approved the fence. The master ruled the Golf Course's waiver and approval obviated the need for the ARB's approval because in the preamble to the restrictive covenants the developer reserved unto itself the right to limit the application of any provision of the restrictive covenants. The ARB contends this was error. We agree. The Golf Course merely waived its easement. The Amatos were not granted a waiver of the restrictive covenant requiring ARB approval. Thus, whether the Gol r Course limited the application of the other restrictive covenants is not an issue in this case.3\r\n Accordingly, we reverse and remand for the master to enter an injunction.\r\n REVERSED AND REMANDED. FINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n_____________ \r\n3 &nbsp; We specifically decline to decide whether the developer did or could reserve the right to limit the application of the covenants.\r\n p.17 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24628","title":"Joe Harden Builders, Inc. V. Aetna Casualty and Surety Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24628","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn the Supreme Court\r\n Joe Harden Builders, Inc., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Plaintiff, v.\r\n Aetna Casualty and Surety \r\n  Company, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Defendant.\r\n ON CERTIFICATION FROM THE UNITED STATES DISTRICT COURT\r\n  William B. Traxler, Jr., District Judge\r\n Opinion No. 24628 \r\n  Heard April 16, 1997 - Filed June 2, 1997\r\n CERTIFIED QUESTION ANSWERED\r\n C. Craig Young and Hugh L. Willcox, Jr., both of Willcox, McLeod, Buyck & Williams, of Florence, for plaintiff.\r\n Robert T. Strickland and Andrew E. Haselden, both of Barnes, Alford, Stork & Johnson, L.L.P., of Columbia, for defendant.\r\n MOORE, A.J.: This case is before us on certification from the United States District Court to interpret the language of a standard occurrence insurance policy. \r\n  \r\n    FACTS\r\n  \r\n  \r\n Plaintiff (Contractor) brought this declaratory judgment action to determine coverage under an insurance policy issued by defendant (Insurer) to Precision Concrete. Contractor was the general contractor for the Carolina Winds condominium project and subcontracted to Precision construction of the building's twelve-story concrete frame consisting of columns and floor slabs. Precision\r\np.18\r\n\r\n JOE HARDEN BUILDERS, INC. v. AETNA CASUALTY AND SURETY CO.\r\n misaligned the concrete columns and floor slabs. To compensate for the misalignment, the masonry contractor modified construction of the exterior veneer brick wall. As a result, this brick wall, which was not intended for structural support, eventually began cracking.\r\n The condominium owner sought damages from Contractor. After settling with the owner, Contractor won an arbitration award against Precision Concrete for $302,800 and sought payment from Insurer under Precision's insurance policy. The policy in question provides coverage for an \"occurrence\" and includes the following definitions:\r\n\r\n occurrence: an accident, including continuous or repeated exposure to conditions, which results injury or property damage neither expected nor intended from the standpoint of the insured.\r\n   property damage: (1) physical injury to or destruction of tangible property which occurs during the policy period, including the loss of use thereof at any time resulting therefrom, or (2) loss of use of tangible property which has not been physically injured or destroyed, provided such loss of use is caused by an occurrence during the policy period. \r\n\r\n (Emphasis added). We agreed to answer the following question certified by Judge Traxler.\r\n\r\n  \r\n    QUESTION\r\n  \r\n Where defective construction causes progressive property damage that is otherwise covered by insurance, is the property damage deemed to occur:\r\n 1. When the concrete frame is constructed out of plumb; \r\n  2. When the masonry contractor knowingly builds the defective brick wall; \r\n  3. When the failure of the brick wall is manifest; \r\n  4. When the owner actually discovers the nature of the brick wall; or \r\n  5. At some other time?\r\n\r\n  \r\n  p.19\r\n\r\n AETNA CASUALTY AND SURETY CO.\r\n\r\n  \r\n    DISCUSSION\r\n  \r\n  Many courts have grappled with the issue of coverage under an occurrence policy when there is progressive damage that is not apparent at the time of the underlying injury-causing event.  See generally Annot. 14 A.L.R. 5th 695 (1993). In determining when coverage is triggered, we have considered the four main theories set forth below.\r\n  \r\n     1) Coverage triggered at time of injury-causing event \r\n  \r\n Under this theory, coverage is triggered at the time of the underlying injury-causing event, even though no damage has yet occurred, and the policy in effect at the time of this underlying event covers all the ensuing damage.\r\n We find this theory of coverage conflicts with the plain language of the policy. The policy provides coverage for an occurrence that causes property damage \"which occurs during the policy period.\" This provision clearly focuses on the time tile damage occurs and not on the time of the underlying event that eventually caused the damage. An overwhelming majority of jurisdictions have rejected the argument that coverage is triggered at the time of the injury-causing event because such an interpretation conflicts with this provision of a standard occurrence policy. See, e.g., Prieto v. Reserve Ins. Co., 340 So.2d 1282 (Fla. App. 1977); Jenoff, Inc. v. New Hampshire Ins. Co., 558 N.W.2d 260 (Minn. 1997); Greenlee v. Sherman, 142 A.D.2d 472, 536 N.Y.S.2d 877 (1989); Friendship Homes, Inc. v. American States Ins. Cos., 450 N.W.2d 778 (N.D. 1990); CPC Int'l. Inc. v. Northbrook Excess & Surplus Ins. Co., 668 A.2d 647 (R.I. 1995); Dorchester Dev. Corp. v. Safeco Ins. Co., 737 S.W.2d 380 (Texas App. 1987). Accordingly, we reject the time of the injury-causing event as the trigger for coverage when no damage has yet occurred.1\r\n\r\n  \r\n    2) Coverage triggered when injury manifested\r\n  \r\n Under this theory, damage is deemed to occur at the time it is manifested or discovered, thus triggering coverage for all the ensuing damage under the policy in effect at the time of manifestation, even if some damage actually occurred earlier but was undetected.\r\n______________\r\n1 &nbsp; Contractor contends our decision in Boggs v. Aetna Cas. & Sur. Co., 272 S.C. 460, 252 S.E.2d 565 (1979), is dispositive and requires coverage from the time of the underlying event. Boggs held only that the negligent placement of a house constituted an \"occurrence\" under the policy. There was no issue in Boggs concerning whether coverage depended on the time of the underlying event or the ensuing damage if both did not occur during the policy period.\r\n p.20\r\n\r\n JOE HARDEN BUILDERS, INC. v. AETNA CASUALTY AND SURETY CO.\r\n Insurer argues our decision in Spinx Oil Co. v. Federated Mut. Ins. Co. 310 S.C. 477, 427 S.E.2d 649 (1993), is dispositive. In Spinx, an environmental pollution case, we held coverage was triggered when the damage was \"first manifested.\" The policy in question provided coverage for a pollution incident that commenced on or after the effective date. Because of the difficulty of determining when the pollution incident actually commenced, we interpreted \"commenced\" to mean when damage was first discovered. In so holding, we relied on a case holding damage occurred when it was \"first discovered,\" Mraz v. Canadian Universal Ins. Co. , 804 F.2d 1325 (4th Cir. 1986), and concluded \"commence\" and \"occur\" should be interpreted synonymously.\r\n We decline to follow Spinx in this case. In Spinx, we were concerned solely with construing the \"commence\" language of that particular policy and not analyzing a standard occurrence policy which covers damage caused by a \"continuous or repeated exposure.\" Applying the manifestation trigger used in Spinx to this case would conflict with the plain language of the policy. Several courts have rejected the manifestation trigger because nothing in the standard occurrence policy requires that the property damage actually be manifested or discovered during the policy period. See, e.g., Sentinel Ins. Co. v. First Ins. Co. of Hawaii. Ltd., 76 Haw. 277, 875 P.2d 894 (1994); Hartford County v. Hartford Mut. Ins. Co., 327 Md. 418, 610 A.2d 286 (1992); Trustees of Tufts University v. Commercial Union Ins. Co., 415 Mass. 844, 616 N.E.2d 68 (1993). Accordingly, we reject a manifestation trigger as the appropriate trigger of coverage.\r\n\r\n  \r\n     3) Coverage triggered continupusiv from time of injury-causing event\r\n  \r\n Under this theory, coverage may be triggered at any point from the time of the underlying, injury-causing event until the damage is complete, allowing coverage Under any policy in effect during this entire time. Some courts have adopted this theory to give effect to the language in the standard occurrence policy which provides coverage for a \"continuous or repeated exposure to conditions,\" See, e.g., Montrose supra, Gruel Constr. Co. v. Ins. Co. of North Amer., 11 Wash. App. 632, 524 P.2d 427 (1974).\r\n We find this trigger gives effect to the policy provision regarding a continuous or repeated exposure but that it suffers from the same problem as the first tlicorv discussed above because it triggers coverage from the time of the injury-causing event even if no damage has yet occurred. Again, such an interpretation conflicts with The plain language of the policy which provides that damage must occur during the policy period. Accordingly we adopt a continuous trigger theory but modify it as discussed below.\r\n p.21\r\n\r\n JOE HARDEN BUILDERS, INC. v. AETNA CASUALTY AND SURETY CO.\r\n\r\n  \r\n    4) Coverage triggered at the time of an Injury\r\n  \r\n Under this theory, coverage is triggered whenever the damage can be shown in fact to have first occurred, even if it is before the damage became apparent, an(I the policy in effect at the time of the injury-in-fact covers all the ensuing damages. This theory covers instances where an insured may be able to prove in retrospect that damage occurred during the policy period even though damage was not yet manifested at the time.2 Sentinel, supra; Abex Corp. v. Maryland Cas. Co., 790 F.2d 119 (D.C. Cir. 1986). Because we find the injury-in-fact trigger consistent with the policy's requirement that damage occur during the policy period, we adopt it in conjunction with a continuous trigger of coverage. See U.S. Gypsum Co. v. Admiral Ins. Co., 268 Ill. App. 3d 598, 643 N.E.2d 1226 (1994) (injury-in-fact trigger and continuous trigger are on the same continuum and are complementary); Indiana Steel Containers Co. v. Fireman's Fund Ins. Co., 399 N.W.2d 156 (Minn. App. 1987) (rejecting argument that there can be only one occurrence in continuous injury case and applying actual injury rule).\r\n\r\n  \r\n    CONCLUSION\r\n  \r\n  We hold coverage is triggered at the time of an injury-in-fact and continuously thereafter to allow coverage under all policies in effect from the time of injury-in fact during the progressive damage. Such an injury-in-fact/continuous trigger does not penalize the insured by requiring a manifestation of damage during the policy period, nor does it penalize the insurer by extending coverage from the time of the underlying event when no injury has yet occurred. We conclude this interpretation of the policy best meets the fair expectations of the parties under the language of the policy. Further, this theory of coverage will allow the allocation of risk among insurers when more than one insurance policy is in effect during the progressive damage. See Sentinel, supra.\r\n In this case, we decline to make any factual finding regarding the application of this trigger of coverage and leave this determination to the district court.\r\n CERTIFIED QUESTION ANSWERED. FINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n2 &nbsp; As a practical matter, manifestation will often be the first proof of an injury-in-fact.\r\n p.22\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24629","title":"Gooding v. St. Francis Xavier Hospital","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24629","description":"","date":"1997-06-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 16\r\n    S.E.2d \r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n Jim Curtis Gooding, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Respondent, v.\r\n St. Francis Xavier Hospital \r\n  and Judith Hood, M.D., &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Petitioners.\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n Appeal From Charleston County \r\n  Daniel E. Martin, Sr., Judge\r\n Opinion No. 24629 \r\n  Heard June 4, 1996 - Filed - June 2, 1997\r\n AFFIRMED IN PART, REVERSED IN PART\r\n Charles E. Carpenter, Jr., of Richardson, Plowden, Grier & Howser, P.A., of Columbia; Elliott T. Halio, of Halio & Halio, P.A., and M. Dawes Cooke, Jr., of Barnwell, Whaley, Patterson & Helms, both of Charleston, for petitioners.\r\n James H. Moss and H. Fred Kuhn, Jr., of Moss & Kuhn, P.A., of Beaufort, for respondent.\r\n Burnett, A.J.: We granted certiorari to review the Court of Appeals' decision in Gooding v. St. Francis Xavier Hospital, 317 S.C. 320, 454 S.E.2d 328 (Ct. App. 1995). We affirm in part and reverse in part.\r\n p.23\r\n\r\n JIM CURTIS GOODING v. ST. FRANCIS XAVIER HOSPITAL, et al.\r\n\r\n  \r\n    FACTS\r\n  \r\n  Respondent (Gooding) brought this medical malpractice action against petitioners (Hospital and Dr. Hood) alleging Dr. Hood, an anesthesiologist, chipped his two front teeth while intubating1 him for surgery. At trial, Gooding moved to qualify Ralph Sorensen, Jr., an emergency medical technician (EMT) and paramedic, as an expert in intubation. Hospital and Dr. Hood objected to qualifying Sorensen as an expert in intubation because Sorensen was not an anesthesiologist.\r\n Outside the presence of the jury, Sorensen testified he was a certified paramedic and EMT, had intubated over one hundred patients, and instructs and tests physicians on intubation and extubation procedures. In explaining the proper procedure for intubating a patient, he testified the greatest risk during intubation is the fracturing of the front two teeth.\r\n The trial judge ruled Sorensen was not qualified to testify as an expert witness. The trial judge specified:\r\n\r\n . . .the necessary requirement for expert testimony, and particularly in malpractice cases, is of such a nature that the witness must have special expertise by way of training to compare with that of the physician who is defending the charges. In this case, even though the witness is somewhat trained in the mechanics of this medical assistance, he is not a medical doctor; he does not have the medical expertise required to testify under the circumstances of this case. \r\n Gooding then proffered Sorensen's substantive testimony by introducing a videotape of Sorensen demonstrating, on a mannequin, the proper performance of intubation. During this videotape, Sorensen stated that medical personnel performing intubation sometimes use the teeth as a fulcrum because 1) they are not strong enough to lift the patient's tongue and epiglottis to expose the trachea, 2) they have an improper technique, 3) the patient's head is at a bad angle, or 4) the instrument used for intubation is not inserted far enough into the patient's mouth for leverage. Sorenscn did not testify that Dr. Hood used Gooding's teeth as a fulcrum. The jury returned a verdict for Hospital and Dr. Hood.\r\n ______________ \r\n1 &nbsp; During intubation, an endotracheal tube is placed into the patient's trachea to assure a clear airway and prevent the aspiration of foreign material into the lungs. \r\nDorland's Illustrated Medical Dictionary (25th ed. 1974).\r\np.24\r\n\r\n\r\n JIM CURTIS GOODING V. ST. FRAti7CIS XAVIER HOSPITAL, et al.\r\n The Court of Appeals held the trial judge should have qualified Sorensen as an expert witness in intubation. Additionally, the Court of Appeals held that Sorensen's testimony was necessary for Gooding to establish that Dr. Hood deviated from the standard of care. Specifically, the Court of Appeals found that Sorensen's videotape demonstrating intubation procedures presented circumstantial evidence of how and when Gooding's teeth were chipped.\r\n\r\n  \r\n    ISSUES\r\n  \r\n I. Did the Court of Appeals err by concluding the trial judge should have qualified Sorensen as an expert witness in the area of intubation?\r\n   II. Did the Court of Appeals err by concluding Sorensen's testimony presented evidence of Dr. Hood's deviation from the standard of care? \r\n\r\n \r\n  \r\n    DISCUSSION\r\n  \r\n  \r\n \r\n  \r\n    I.\r\n  \r\n  Hospital and Dr. Hood argue that the Court of Appeals erred by concluding that Sorensen was qualified to testify as an expert witness because he was not familiar with the standard of care of anesthesiologists. We disagree.\r\n The qualification of an expert witness and the admissibility of the expert's testimony are matters within the trial court's discretion. McGee v. Bruce Hospital System, ___ S.C. ___, 468 S.E.2d 633 (1996); Creed v. City of Columbia, 310 S.C. 342, 426 S.E.2d 785 (1993). An abuse of discretion occurs when there is an error of law or a factual conclusion which is without evidentiary support. Lee v. Suess, 318 S.C. 283, 457 S.E.2d 344 (1995).\r\n To be competent to testify as an expert, \"a witness must have acquired by reason of study or experience or both such knowledge and skill in a profession or science that he is better qualified than the jury to form an opinion on the particular subject of his testimony.\" O'Tuel v. Villani, 318 S.C. 24 ,__, 455 S.E.2d 698, 701 (Ct. App. 1995). A medical practitioner's experience teaching and interacting with persons in the applicable specialty are sufficient to support his qualification as an expert. Qualification depends on the particular witness' reference to the subject. Lee v. Suess, supra.\r\n \"[A]n expert is not limited to any class of persons acting professionally.\" Botlicio v. Bycura, 282 S.C. 578, 586, 320 S.E.2d 59, 64 (Ct. App. 1984); see also, McGee v. Bruce Hospital System, supra (although the physician was not a surgeon, he could testify as an expert on the standard of care in the placement of a catheter by a\r\np.25\r\n\r\n JIM CURTIS GOODING v. ST. FRANCIS XAVIER HOSPITAL, et al.\r\n surgeon); Howle v. PYA Monarch, Inc., 288 S.C. 586, 344 S.E.2d 157 (Ct. App. 1986)(a psychologist was qualified as an expert witness to testify as to diagnosis, prognosis, and causation of mental and emotional disturbance in a personal injury action); Daniels v. Bernard, 270 S.C. 51, 240 S.E.2d 518 (1978)(in a personal injury action, a chiropractor was competent to testify as a medical expert to the extent of his knowledge and experience); Sanford v. Howard, 161 Ga.App. 495, 288 S.E.2d 739 (1982)(an orthopaedist was competent to testify against a podiatrist where the orthopaedic and pediatric methods of treatment were the same and the witness had knowledge of the procedure used by the podiatrist); Avret v. McCormick, 246 Ga. 401, 271 S.E.2d 832 (1980)(a nurse was competent to testify in a medical malpractice action against a physician as to the standard of care in keeping sterile a needle used to draw blood). Defects in an expert witness' education and experience go to the weight, rather than the admissibility, of the expert's testimony. Lee v. Suess, supra\r\n. Gooding only sought to have Sorensen qualified as an expert witness in intubation, not as an expert in the field of anesthesiology. Sorensen's training and experience qualified him to testify as an expert in the limited area of intubation. There was no requirement that Gooding's expert witness be an anesthesiologist in order to testify about intubation procedures. McGee v. Bruce Hospital System, supra; Bothelo v. Bycura, supra. The fact that Sorensen may have had less medical training and education than Dr. Hood is relevant to his credibility as a witness and affects the weight, not the admissibility of his testimony. Lee v. Suess, supra. The Court of Appeals correctly determined that Sorensen should have been permitted to testify as an expert witness.\r\n\r\n  \r\n    II.\r\n  \r\n Dr. Hood and I-lospital further argue the Court of Appeals erred by concluding that Sorensen's testimony was necessary and relevant to establish that Dr. Hood used Gooding's teeth as a fulcrum, thereby deviating from the standard of care. We agree.\r\n In a medical malpractice action, the plaintiff must present (1) evidence of the generally recognized practice and procedures that would be exercised by competent practitioners in a defendant doctor's field of medicine under the same or similar circumstances and (2) evidence that the defendant doctor departed from the recognized and generally accepted standards, practices, and procedures in the manner alleged by the plaintiff. Further, unless the subject is a matter of common knowledge, the plaintiff must use expert testimony to establish both the standard of care and the defendant's failure to conform to that standard. Pederson v. Gould, 288 S.C. 141, 341 S.E.2d 633 (1996). A medical malpractice plaintiff who relies solely on expert testimony must introduce evidence that the defendant's negligence most probably resulted in the injuries alleged. Green v. Lilliewood, 272 S.C. 186, 249 S.E.2d 910\r\np.26\r\n\r\n JIM CURTIS GOODING v. ST. FRANCIS XAVIER HCLSPITAL, et al.\r\n (1978).\r\n The parties agree on the standard of care for intubation. Dr. Hood testified it would be a deviation from the standard of care for an anesthesiologist to use a patient's teeth as a fulcrum during intubation. Dr. Hood denied, however, using Gooding's teeth as a fulcrum. Dr. Hood testified that when she left Gooding in the recovery room after surgery his teeth were intact and that she learned Gooding's teeth had been chipped approximately two hours later when he had been returned to his hospital room. Dr. Hood agreed there is a high incidence of broken teeth during intubation. There were no witnesses who testified they saw Dr. Hood use Gooding's teeth as a fulcrum during intubation.\r\n Sorensen's proffered testimony does not establish that Dr. Hood deviated from the standard of care. Although he stated there is a risk of fracturing the two front teeth during intubation, Sorensen never testified that Dr. Hood used Gooding's teeth as a fulcrum during intubation. Because Gooding presented no evidence that Dr. Hood did not conform to the accepted standard of care, he failed to establish that Dr. Hood was negligent. Therefore, even if Sorensen had been permitted to testify as an expert witness, Gooding would still have failed to establish that Dr. Hood's conduct did not conform with the standard of care for intubation. Pederson, supra; Green, supra. Accordingly, we reverse the Court of Appeals' decision remanding this case for a new trial and order the verdict of the jury reinstated.\r\n AFFIRMED IN PART, REVERSED IN PART.\r\n  FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n p.27 \r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24605","title":"First Financial Insurance Company v. Sea Island Sport Fishing Society, Inc. and James A. Woods","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24605","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\n\r\n  \r\n    Davis Adv. Sh. No. 17\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\nFirst Financial Insurance\r\nCompany, Appellant,\r\n V.\r\nSea Island Sport Fishing\r\nSociety, Inc. and James A.\r\nWoods, Respondents.\r\n ORDER DENYING\r\nPETITION FOR REHEARING\r\n First Financial Insurance Company has petitioned for rehearing. We deny this petition and order that the opinion heretofore filed, Op. No. 24605, April 21, 1997, be withdrawn and the attached opinion be substituted. The only amendment to the originally-issued opinion appears in the last paragraph under Ex Parte Communications on the third page of the opinion. The revised portion revises the second sentence, adds a sentence and reads as follows:\r\nAlthough it is the better practice, there was no specific rule requiring respondent to send a proposed order to opposing counsel prior to July 1, 1994.1 -See In the Matter of Jennings, n s, _ S.C. _, 468 S.E.2d 869 (1996). The order referred to here was signed by the master on April 24, 1994.\r\nIT IS SO ORDERED.\r\nColumbia, South Carolina\r\nJune 9, 1997\r\n______________ \r\n1 July 1, 1994 is the effective date of Rule 5(b)(3), SCRCP.\r\n18\r\n\r\nTHE STATE OF SOUTH CAROLINA In The Supreme Court\r\nFirst Financial Insurance Company, Appellant, V. Sea Island Sport Fishing Society, Inc. and James A. Woods, Respondents. Appeal From Charleston County Louis E. Condon, Master-in-Equity\r\n Opinion No. 24605\r\nHeard April 4, 1996 - Filed June 9, 1997\r\n Refiled June 9, 1997\r\nAFFIRMED\r\n____________\r\n\r\nAndrew F. Lindemann, of Ellis, Lawhorne, Davidson, and Sims, P.A., of Columbia, for appellant.\r\nJames D. Gandy, III, of the Hood Law Firm, of Charleston, for respondent Sea Island Sport Fishing Society, and Edward P. Guerard, Jr., of Charleston, for respondent James A. Woods.\r\n___________\r\n\r\n Finney, C.J.: First Financial is seeking a declaration that it does not have a duty to defend and indemnify Sea Island Sport Fishing Society (hereinafter Sea Island) for damages claimed by James A. Woods in the lawsuit captioned, James A. Woods v. Sea Island Sport Fishing Society Inc..1 By consent order of reference, this action was referred to the master-in-equity with direct appeal to the Supreme Court. A non-jury trial was held and the master issued an order dated April 24, 1994, holding that First Financial owed a duty to defend Sea Island in the negligence action. First Financial filed a motion to vacate based on an alleged ex parte communication. The motion was denied. Additionally, First\r\n____________\r\n1Civil Action No. 92-CP-10-356 p19\r\n\r\n FIRST FINANCAIL INSURANCE COMPANY V. SEA ISLAND SPORT FISHING...\r\nFinancial moved to alter or amend the April order. The master amended the order, but did not change the result. First Financial appeals the master's orders.\r\n Duty to Defend\r\n The complaint in the negligence action sets forth a cause of action against Sea Island arising from a dinner sponsored and served by Sea Island. The lawsuit contains allegations that Sea Island through the acts or omissions of its House Committee was negligent and careless in the preparation and cooking of the chicken served at the dinner which caused Woods to become ill. The master-in-equity held that First Financial has a duty to defend because the allegations in the complaint are covered under the provisions of Sea Island's liability policy.\r\n Generally, the determination whether a liability insurance company is obligated to defend an action under the policy provisions is based on the allegations of the complaint. Eamhardt Machinery Div. v. South Carolina Ins. Co., 277 S.C. 88, 282 S.E.2d 856 (1981). If the alleged facts in the complaint fail to bring the case within the policy coverage, the insurer is free of the obligation to defend. Id..\r\n The liability policy here provides that First Financial on behalf of Sea Island will pay all sums which the insured becomes legally obligated to pay as damages from bodily injury caused by an occurrence and arising out of the ownership, maintenance or use of the insured premises and all operations necessary or incidental thereto. Further, the policy provides that the insurer shall have the right and duty to defend any suit against the insured seeking damages on account of such bodily injury. First Financial has a duty to defend based on the allegations of the complaint. Accordingly, the master did not err in concluding First Financial has a duty to defend.\r\n Exclusion\r\n First Financial contends coverage is excluded based on the following policy exclusion:\r\nIn consideration of the premium charged, it is\r\nunderstood and agreed that bodily injury and property\r\ndamage liability do not apply to claims arising out of\r\noccurrences between two or more club members.\r\nMembers include all active, inactive, auxiliary or\r\nnational members.\r\n First Financial asserts there is no occurrence as contemplated by the exclusion. The insurance policy defines occurrence as are accident, including continuous or repeated exposure to conditions, which results in bodily injury neither expected nor intended from the standpoint of the insured. The alleged p20\r\n\r\n food poisoning is an occurrence under the policy. The question after determining there is an occurrence is whether the claim was caused by an accident between two or more club members. There is evidence to support the master's conclusion that the underlying claim arose out of an occurrence between a club member and the club, thus the exclusion does not apply. We agree.\r\n Ex Parte Communications\r\n First Financial asserts the master erred in denying its motion to vacate because Woods' counsel admitted having an ex parte communication which First Financial contends prejudiced the master's decision. We disagree.\r\n The law clerk, as directed by the master., contacted the attorneys and requested they submit proposed orders. First Financial's counsel claims he did not know that opposing counsel was also preparing an order. Woods' attorney submitted a proposed order to the master, but did. not forward a copy to First Financial's counsel. The master adopted the order prepared by Woods' attorney. First Financial moved to vacate based on improper communication. Following a hearing on this motion, the master declined to vacate the order, but amended the order as requested by First Financial.\r\n First Financial contends it was prejudiced by not having an opportunity to review and comment on the misstatements of law and fact contained in the proposed order before the master made his decision.\r\n The query here is whether the submission of a proposed order without sending a copy to opposing counsel constitutes an ex parte communication. Although it is the better practice, there was no specific rule requiring respondent to send a proposed order to opposing counsel prior to July 1,1994.2 See In the Matter of Jennings, _ S.C. @ 468 S.E.2d 869 (1996). The order referred to here was signed by the master April 24, 1994. The master did not err in finding there was no ex parte communication.3\r\n Attorney's Fees\r\n First Financial appeals the master's order awarding attorney's fees to Sea Island based on Hegler v. Gulf Ins. Co.. 270 S.C. 548, 243 S.E.2d 443 (1978)(where insured prevailed in defense of a declaratory judgment action\r\n________________\r\n 2July 1, 1994 is the effective date of Rule 5(b)(3), SCRCP 3We fail to see how First Financial was prejudiced. The master recieved propsed orders from all of the parties and his decision was based upon the evidence. Further, the master granted a hearing on the alleged ex parte communication and considered the concerns raised p21\r\n\r\n brought by insurer, insured is entitled to recover attorney's fees incurred in defending the action). We decline to overrule Hegler and uphold the master's award of attorney's fees. Gordon-Gallup Realtors v. Cincinnati Ins. Co., 274 S.C.468, 265 S.E.2d 38 (1980)(upholding award of attorney Is fees in declaratory judgment action).\r\n\r\n For the foregoing reasons the master-in-equity's decision is\r\n AFFIRMED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24630","title":"State v. Conyers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24630","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 17\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn the Supreme Court\r\nThe State, Respondent,\r\nv.\r\nRobert Lewis Conyers, Appellant.\r\nAppeal From Clarendon County\r\nM. Duane Shuler, Judge\r\nOpinion No. 24630 Heard March 6, 1996 - Filed June 9, 1997\r\nAFFIRMED\r\nAssistant Appellate Defender Lesley M. Coggiola, of\r\n  Columbia, for appellant.\r\nAttorney General Charles Molony Condon, Assistant\r\n  Deputy Attorney General Donald J. Zelenka, Assistant\r\n  Attorney General Robert F. Daley, all of Columbia; and\r\n  Solicitor Wade S. Kolb, Jr., of Sumter, for respondent.\r\nMOORE, A.J.: Appellant pled guilty to murder, two counts of assault and battery with intent to kill, first degree criminal sexual conduct. and first degree burglary. After a sentencing hearing, the trial judge sentenced appellant to death. We affirm.\r\nFACTS\r\nOn the night of November 24, 1991, appellant broke into the Sims's home through a bathroom window. When Mrs. Sims entered her bedroom with her two-year-old daughter, Kimberly, appellant attacked Mrs. Sims with a blunt instrument. He beat her breaking nearly every bone in her face. He raped her and inflicted a six\r\n p.3\r\n\r\nSTATE v. CONYERS\r\ninch tear in her vagina with a foreign object. During the assault, Mrs. Sims was blinded but could hear Kimberly calling for her. Appellant beat Kimberly to death. He then went into another bedroom where the Sims's five-year-old son, Ronnie, was sleeping and beat him severely on the head. Mr. Sims found his family when he came home from work sometime later.\r\nAt the sentencing hearing, the State introduced evidence of other crimes to which appellant had also pled guilty. On August 5, 1989, appellant raped and stabbed to death Nancy Harrington at her home. In November 29, 1991, five days after the assault on the Sims family, appellant broke into the home of Etha Mae Thompson while she was watching television. Appellant beat her in the face using a board with nails in it. Ms. Thompson was beaten to the point that her left eye came out of its socket. Appellant raped her twice and forced her to perform fellatio twice before she escaped half-naked from the house.\r\nOn February 22, 1992, appellant broke into the home of Carolyn Hilton. Ms. Hilton was not at home. That same night, he broke into home of Michelle Merchant. He tried to rape her. In the ensuing fight, he stabbed her in the shoulder and arm and beat her in the face with an object, breaking her jaw and knocking out teeth. Appellant was finally apprehended a few days later.\r\nAll of the above crimes were committed while appellant was between the ages of fourteen and seventeen years.1 During this entire period, he attended high school and participated in sports and church activities as usual. He was sixteen at the time he committed the capital murder now before the Court and nineteen at the time this death sentence was imposed.\r\nISSUE\r\nIs South Carolina's death penalty unconstitutional as applied to individuals under seventeen years of age?\r\nDISCUSSION\r\nAppellant 1 claims a violation of the Eighth Amendment's prohibition against cruel and unusual punishment because South Carolina's statutory scheme allows for a child2 charged with murder to be tried as an adult under S.C. Code Ann. &#167; 20-7-\r\n\r\n1 Appellant was born January 6, 1975. 2A \"child\" is defined as a person under seventeen years for purposes of jurisdiction in a criminal case. See S.C. Code Ann. &#167; 20-7-390 (1985) (subsequently amended). \r\np.4\r\n\r\nCONYERS v. STATE 430(6) (Supp. 1995), thereby potentially exposing a child to a death sentence.\r\nFirst, this argument was not made below and is not preserved on appeal. State v. Hudgins, 319 S.C. @3 460 S.E.2d 388 (1995).\r\nFurther, the United States Supreme Court has held the death penalty constitutional under the Eighth Amendment where it is applied to a person sixteen years or older at the time of the offense. Stanford v, Kentucky, 492 U.S. 361, 109 S.Ct. 2969, 106 L.Ed.2d 306 (1989). Appellant was sixteen at the time of the offense for which he was sentenced to death and therefore the death penalty is constitutional as applied to him. It is well-settled that the constitutionality of a statute may not be questioned by one whose rights are not invaded and injuriously affected thereby. Schneider v. State, 255 S.C. 594, 180 S.E.2d 340 (1971); see also Whitmore v. Arkansas, 495 U.S. 149, 1 10 S.Ct. 1717, 109 L.Ed.2d 135 (1990)(one must establish standing to assert an Eighth Amendment challenge by showing an injury in fact in order to invoke jurisdiction of federal courts). We conclude appellant has no standing to assert this issue.\r\nFinally, appellant relies on State v. Furman, 122 Wash.2d 440, 858 P.2d 1092 (1993). In Furman, without addressing the issue of standing, the Washington state supreme court vacated the death sentence of an eighteen-year-old because the state statutory scheme allowed a child under sixteen to be tried as an adult and potentially sentenced to death. The court concluded it must declare a death sentence for a juvenile, even one over sixteen, to be unconstitutional. 858 P.2d at 1103. We find Furman unpersuasive at best. The Furman court failed to apply the rule of statutory construction restricting a court from construing a statute to do that which is unconstitutional. See Gilstrap v. South Carolina Budget and Control Bd., 310 S.C. 210, 423 S.E.2d 101 (1992). Further, Furman conflicts with the Supreme Court's decision in Stanford, supra, since that case also involved a state statute that allowed a juvenile under sixteen years of age to be tried as an adult3.\r\nWe have reviewed the record and conclude imposition of the death sentence in this case was not the result of passion, prejudice, or any other arbitrary factor. Further, the evidence supports the findings of aggravating circumstances and the death sentence is not excessive or disproportionate to the penalty imposed in similar cases. S.C. Code Ann. &#167; 16-3-25&#169; (1985); see State v. Nance, S.C. S.E.2d _ (1996) (Sup. Ct. Op. No. 24363 filed Jan. 8, 1996). Accordingly, the\r\n___________________\r\n3 Stanford involved two state court decisions: one from-n Kentucky and one from Missouri. The Missouri statutory scheme allowed individuals between fourteen and seventeen years of age who committed felonies to be tried as adults. 492 U.S. at 366-67, 109 S.Ct. at 2973-74, 106 L.Ed.2d.\r\n p.5\r\n\r\nCONYERS v. STATE judgment of the circuit court is\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24631","title":"Gilley v. Gilley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24631","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\nDavis Adv. Sh. No. 17\r\n  S.E.2D\r\n  \r\n\r\nThe Supreme Court of South Carolina\r\nBarbara A. Gilley, Respondent,\r\nv.\r\nDewey C. Gilley, Appellant.\r\n0 R D E R\r\nAppellant has appealed a January 9, 1997, order by Special Circuit Judge Thomas Kemmerlin, Jr., directing the parties to proceed with discovery. Appellant objected to proceeding with discovery because he earlier had appealed circuit and family court orders establishing exclusive jurisdiction in circuit court over the dispute between the parties. This Court today has filed an opinion affirming that the circuit court has exclusive jurisdiction. Gilley v. Gilley. Op. No. 2 4 6 3 4 (S.C. Sup. Ct. filed June 9, 1997). Accordingly, we dismiss this appeal.\r\nThis action renders it unnecessary for the Court to consider respondent's motion to dismiss the appeal, and it is denied as moot. Further, respondent's request to award attorney's fees and costs is denied.\r\nIT IS SO ORDERED.\r\nColumbia, South Carolina\r\nJune 9, 1997\r\np.7\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nDewey C. Gilley, Appellant,\r\nv.\r\nBarbara A. Gilley, Respondent.\r\nAppeals From Beaufort County Jane Dowling Fender, Family Court Judge Gerald C. Smoak, Circuit Court Judge\r\nOpinion No. 24631\r\n  Heard May 8, 1996 - Filed June 9, 1997\r\nAFFIRMED\r\nJames H. Moss, of Moss &amp; Kuhn, P.A., of Beaufort, for appellant.\r\nMorris D. Rosen, of Rosen, Rosen &amp; Hagood, P.A., of Charleston, for respondent.\r\nFinney, C.J.: The appeals of the family court and circuit court orders in this related matter were consolidated. We affirm.\r\nBarbara Gilley (hereinafter wife) brought an action in circuit court seeking to partition property the parties acquired as tenants-in-common. Wife sought a temporary injunction requiring Dewey Gilley (hereinafter husband) to vacate the property pending resolution of her action. Husband moved for dismissal on the grounds that the family court had exclusive jurisdiction over such matters. After a hearing, the circuit court denied husband's motion and ruled that since the relief sought by wife was not incidental to a divorce action or an action for separate support and maintenance, the circuit court had exclusive jurisdiction. The circuit court also granted wife's motion for temporary injunction and ordered husband to vacate the property.\r\nHusband subsequently brought an action in family court for separate support and maintenance and equitable distribution of marital property. The\r\np.8\r\n\r\nGILLEY v. GILLEY\r\nfamily court dismissed his action because the prenuptial agreement precluded any claim for equitable apportionment or separate maintenance and the family court lacked jurisdiction to hear this matter. Husband appeals both the circuit court and family court orders.\r\nThe circuit court ruled that jurisdiction for the partition action belonged with the circuit court since the action was not incident to any marital litigation at the time wife brought the action. Terry v. Lee. 308 S.C. 459, 419 S.E.2d 213 (1992)(family court lacks subject matter jurisdiction to settle a dispute between spouses involving respective interests in property, unless determination is incident to an action requesting an alteration of the marital status). The court of common pleas has jurisdiction in partition actions. S.C. Code Ann. &#167; 15-61-50 (1977). \"An action for partition of undivided interests is not marital litigation, and thus is not within the jurisdiction of the family court.\" Eichor v. Eichor, 290 S.C. 484, 351 S.E.2d 353 (1986).\r\nHusband's subsequent action filed in family court seeking equitable distribution and separate maintenance and support raises the question whether the latter action divested the circuit court of subject matter jurisdiction over the partition action.\r\n\"The general rule is that jurisdiction of a court depends upon the state of affairs existing at the time it is invoked. If jurisdiction once attaches to the person and subject matter of the litigation the subsequent happening of events will not ordinarily operate to oust the jurisdiction already attached. \" Gardner v. Gardner. 253 S.C. 296, 170 S.E.2d 372 (1969). Accordingly, the circuit court properly maintained jurisdiction based on the status of the case at the time of filing.\r\nNext, husband asked the family court for an order of separate maintenance requiring the parties to live separate and apart, equitable distribution of the marital home and other personal property, and attorney's fees. The family court dismissed husband's action finding it did not belong in family court since the prenuptial agreement provides that neither party can claim alimony or separate maintenance. Further, the family court dismissed the action because the prenuptial agreement provided that property acquired by the parties during the marriage or owned at the time of the marriage would not be the subject of any claims for equitable apportionment. The family court ruled that any claims arising from property or investments must be asserted in circuit court. We agree.\r\nThe family court has exclusive jurisdiction to hear and determine actions for separate support and maintenance, legal separation, other marital litigation between the parties, and for settlement of all legal and equitable rights of the parties in the actions related to the real and personal property of the marriage. S. C. Code Ann. &#167; 20-7-420(2) (Supp. 1995). Property excluded by written contract or antenuptial agreement of the parties is excluded from marital property and is considered nonmarital property. S. C. Code Ann. &#167; 20-7-473 (Supp. 1995). The family court does\r\np.9\r\n\r\nGILLEY v. GILLEY\r\nnot have authority to apportion nonmarital property. Id.\r\nFinally, the circuit court judge concluded after a hearing that wife would suffer serious injury if husband was allowed to stay in the home pending resolution of the partition action. The court found wife demonstrated a great likelihood of success on the merits of her partition action. The circuit court also found husband would not be jeopardized by an injunction nor financially injured by moving to other accommodations. These findings support the court's discretionary decision to issue a temporary injunction. Lyles v.Williams, 96 S.C. 290, 80 S.E. 470 (1913)(granting of an injunction is discretionary and the Court will not disturb the conclusions of the circuit judge unless there has been an abuse of discretion showing the order is clearly erroneous). The circuit court did not abuse its discretion in issuing the injunction.\r\nIn conclusion, we affirm the circuit court orders finding jurisdiction over the partition action and granting injunctive relief. We affirm the family court on the basis that the prenuptial agreement precluded any claims for equitable apportionment.\r\nAFFIRMED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\np 10\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24632","title":"Stephens v. Draffin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24632","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\nDavis Adv. Sh. No. 17\r\n  S.E.2d \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nWilliam Paul Stephens, Appellant,\r\nv.\r\nDavid S. Draffin, M.D., Respondent.\r\nand\r\nMyrna Stephens, Appellant,\r\nv.\r\nDavid S. Draffin, M.D., Respondent.\r\nAppeal From Charleston County\r\n  Daniel E. Martin, Judge\r\nOpinion No., 24632\r\n  Heard May 22, 1996 - Filed June 9, 1997\r\nAFFIRMED\r\nE. Vernon F. Glenn, of Mt. Pleasant; Philip A. Berlinsky, of North Charleston; and Kennit S. King, of Columbia, for appellants.\r\nM. Dawes Cooke, Jr. and Eleanor D. Washburn, both of Charleston, for respondent.\r\nFINNEY, C.J.: This is an appeal from jury verdicts for the respondent doctor in a trial which consolidated appellant William Stephens' (Stephens') medical malpractice claim and his wife appellant Myrna Stephens'(Wife's) action for loss of consortium. Stephens and Wife allege the trial judge committed error in charging the jury both contributory and comparative negligence, contending he should have charged comparative negligence only. We agree it was error to charge both doctrines but hold only contributory negligence should have been charged. Since the error in the charge was to appellants'\r\np. 11\r\n\r\nSTEPHENS v. DAVID S. DRAFFIN, M.D.\r\nbenefit, and since we can determine from the special verdict in Stephens' case that there was no prejudice, we affirm.\r\nRespondent was Stephens' doctor from December 1985 until May 1992. The gravamen of Stephens' negligence theory was that respondent deviated from medical standards by prescribing for Stephens an inappropriate narcotic drug (Percocette) to which Stephens became addicted, and then by aiding and abetting that addiction by continuing to prescribe the drug in quantities which greatly exceeded the amount required by a person who was not abusing the medication.\r\nThe evidence showed that by 1986 respondent had begun to warn Stephens that his use of Percocette was excessive, and to warn him of its addictive potential. In 1987 and again in 1988 Stephens admitted himself to rehabilitation facilities in an attempt to reduce his dependence on the narcotics.1 These hospitalizations afforded him only temporary and incomplete relief, and Stephens continued to seek prescription from respondent, who continued to dispense them along with warnings about addiction. The evidence also showed that for years before Stephens became respondent's patient, he suffered from great anxiety about his health and repeatedly sought hospital care for what he perceived to be heart attacks, but which usually proved to be angina or indigestion. During the years that Stephens was under respondent's care, however, the number of times he unnecessarily sought emergency room care was dramatically reduced, as was his anxiety level.\r\nRespondent admits there was evidence of negligence on his part, and Stephens admits the issue of his own negligence2 was properly before the jury. Effective July 1, 1991, this Court abrogated the doctrine of contributory negligence\"for all causes of action arising on or after\" that date in favor of comparative negligence. Nelson-v. Concrete Supply Co., 303 S.C. 243, 399 S.E.2d 783 (1991)(emphasis added). Contributory negligence constitutes a complete bar to the plaintiff's recovery while comparative negligence permits a plaintiff whose negligence is less than or equal to the defendant(s) a proportionate verdict. Nelson, supra; see also Langley v. Boyter, 284 S.C. 162, 325 S.E.2d 550 (Ct. App.1984) quashed 286 S.C. 85, 332 S.E.2d 100 (1985).\r\n_____________\r\n 1Respondent does not raise a statute of limitations claim in this appeal. Compare Anderson v. Short. S.C. , 476 S.E.2d 475 (1996); Preer v. Mims S.C. , 476 S.E.2d 472 (1996) (statute of limitations began to run in medical malpractice action involving addiction when plaintiff discovered addiction).\r\n2See Scott v. Greenville Pharmacy, Inc. , 212 S.C. 485, 48 S.E.2d 324 (1948)(person who knowingly takes narcotic drugs is contributorily negligent if he becomes addicted.)\r\np.12\r\n\r\nSTEPHENS v. DAVID S. DRAFFIN, M.D.\r\nHere, the negligence of both respondent and Stephens began before July 1, 1991. Respondent urged the trial court to charge only contributory negligence while Stephens and Wife argued only comparative negligence should be charged. The trial judge instructed the jury on both defenses and explained the date when contributory negligence was abolished and comparative negligence established. The jury returned a verdict for respondent in Wife's consortium case, and returned a comparative negligence verdict in Stephens' case, finding Stephens and respondent each 50% negligent, but awarding Stephens no damages.3\r\nThe dispositive question is when did Stephens' cause of action arise?4 Nelson v. Concrete Supply _Co., supra. \"A cause of action accrues at the moment when the plaintiff has a legal right to sue on it.\" Brown v. Finger, 240 S.C. 102, 124 S.E.2d 781 (1962). The law presumes at least nominal damages at that point. Livingston v. Sims, 197 S.C. 458, 15 S.E.2d 770 (1941) modified -Santee-Portland Cement v. Daniel Internat'l Corp., 299 S.C. 269, 384 S.E.2d 693 (1989) (discovery rule applies to contract statute of limitations). The fact that substantial damages did not occur until later is immaterial to determining when the action accrued or arose. Livingston v. Sims, supra.\r\nIn South Carolina, the law in effect at the time the cause of action accrued controls the parties' legal relationships and rights. For example, where the facts giving rise to the cause of action occurred before the abrogation of the doctrine of intra-family immunity, but the suit was brought after, the defendant was entitled to interpose that affirmative defense. Walton v. Stewart, 277 S.C. 436, 289 S.E.2d 403 (1982). Similarly, we refused to allow a wife the right to maintain a statutory loss of consortium action for damages suffered after the effective date of the statute creating that cause of action where her husband was injured and her loss began before that date. Berry v. Myrick, 260 S.C. 68, 194 S.E.2d 240 (1973). While it was within our judicial discretion to retroactively abolish the common law rule of contributory negligence, we explicitly chose not to do so. Nelson v. Concrete Supply, Co., supra: Russo v. Sutton 310 S.C. 200, 422\r\n_________________\r\n 3Since there was no challenge to this verdict below, we will not review it on appeal. Smith v. Phillips, 318 S.C. 453, 458 S.E.2d 427 (1995) in part Johnson v. Phillips, 315 S.C.407, 433 S.E.2d 895 (Ct. App. 1993). 4It is important to note that our cases use the verbs \"arise\" and \"accrue\" interchangeably when discussing the issue of the juncture at which the right to sue came into existence. See, e.g., Grooms v. Medical Society of South Carolina, 298 S.C. 399, 380 S.E.2d 855 (Ct. App. 1989). A slightly different meaning of accrue is found in cases involving the issue when the statute of limitations began to run for a particular plaintiff, where for example the discovery rule is applicable or the plaintiff was under a disability at the time the action arose. e.g., Strong v. University of South Carolina of Medicine. 316 S.C. 189, 447 S.E.2d 850 (1994). Here, we are concerned only with the first meaning.\r\np.13\r\n\r\nSTEPHENS v. DAVID S. DRAFFIN, M.D.\r\nS.E.2d 750 (1992) (court has discretion to retroactively divest persons of common law rights).\r\nThese decisions control this appeal. Unquestionably, Stephens' right to sue arose long before July 1, 1991. Just as clearly, respondent's right to assert Stephens' own negligence as a defense also arose before that date. Accordingly, the only applicable rule of law which should have been charged was contributory negligence, which constitutes an absolute bar to Stephens' and Wife's right to recover. Nelson v. Concrete Supply Co., supra; Langley v. Boyter, supra. Although the judge erred in charging comparative negligence, this error inured to the appellants' benefit. Further, the jury's unchallenged comparative negligence verdict finding Stephens suffered no damages and their verdict for respondent in Wife's action affirmatively demonstrate appellants suffered no prejudice. Error without prejudice does not warrant reversal. First Savings Bank v. McLean, 314 S.C. 361, 444 S.E.2d 513 (1994). Accordingly, this appeal is\r\nAFFIRMED.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur.\r\np.14\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24633","title":"In the Matter of Harry Pavilack","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24633","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 17\r\n    S.E.2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nPavilack, Respondent.\r\n Opinion No. 24633\r\n  Heard May 7, 1997 - Filed June 9, 1997\r\n PUBLIC REPRIMAND\r\n David P. McCann, of Charleston, for respondent.Attorney General Charles Molony Condon and Sen ior AssistantAttorney General James G. Bogle, Jr., of Columbia, for complainant.\r\n PER CURIAM: In this attorney grievance matter, respondenttendered an admission to the allegations and a consent to a letter of caution. At the hearing before this Court, respondent consented to any form of discipline this Court found appropriate. We accept respondent's admission and publicly reprimand him for his conduct.\r\n Respondent admits that he aired two advertisements involving, automobile accidents in 1995. In one of the advertisements, an individual portraying a police officer summoned respondent by radio and asked him to come to the scene of the accident to determine who was at fault. The other advertisement places respondent at the scene of an accident directing the police officer to interview the occupants of the vehicle which rear-ended respondent's client.\r\n Although he states that he did not intend for the advertisements to be misleading or deceptive, respondent admits that the advertisements could have been perceived as misleading.1 By presenting these advertisements which implythat respondent has the ability to control a police officer's investigation, respondent has violated Rule 7.1(b) of the Rules of Professional Conduct, Rule 407,SCACR.\r\n We publicly reprimand respondent for his misconduct in this matter.\r\nPUBLIC REPRIMAND.\r\n\r\n1At the hearing before this Court, respondent initially argued that the advertisements were not misleading and that the restrictions on lawyer advertising are unconstitutional because the State did not conduct a survey prior to adopting the rules. When the Court indicated its reluctance to accept the conditional admission in the face of respondent's presentation of arguments, respondent, after consulting with his attorney, admitted that the advertisements could be perceived as misleading. While we construe this admission as a withdrawal of respondent's constitutional argument as well as his argument that the advertisements were not misleading, we find the constitutional argument to be patently without merit. Florida Bar v. Went For It, Inc., 515 U.S. _, 115 S.Ct.2371, 132 L.Ed.2d 541 (1996); Central Hudson Gas &amp; Electric Corp. v. Public Service Commission of New York, 447 U.S. 557, 100 S.Ct. 2343, 65 L.Ed.2d 341 (1980)(the government may freely regulate commercial speech which concerns unlawful activity or is misleading).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24634","title":"Heaitley v. Brittingham, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24634","description":"","date":"1997-06-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No. 17\r\n    S.E. 2d\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nNandalyn Heaitley, Respondent\r\nv.\r\nBrittingham, Dial &amp;\r\n  Jeffcoat, Petitioner.\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\nAppeal From Lexington, County\r\n  Walter J. Bristow, Jr., Judge\r\n Opinion No,. 24634\r\n  Heard December 5, 1996 - Filed June 9, 1997\r\nDISMISSED\r\nFranklin G. Shuler, Jr., and Danny C. Crowe, both of\r\n  Turner, Padget, Graham &amp; Laney, P.A., of Columbia, for\r\n  Petitioner.\r\nCharles R. Norris, of Nelson, Mullins, Riley &amp;\r\n  Scarborough, of Charleston, for Respondent.\r\n PER CURIAM: We granted certiorari to review the Court of Appeals' decision in Heaitley v. Brittingham, Dail &amp; Jeffcoat, _ S.C._, 465 S.E.2d 763 (Ct. App. 1995). We dismiss certiorari as improvidently granted.\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24635","title":"Gilmer v. Martin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24635","description":"","date":"1997-06-16","type":"opinion","text":"\r\n      \r\n\r\n  \r\n    Davis Adv. Sh. No. 17\r\n    \r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n James Gilmer, both\r\n  personally and as Personal\r\n  Representative of the Estate\r\n  of Mallie S. Gilmer, Peitioner\r\n v.\r\n John W. Martin, M.D., Respondent\r\n ON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n Appeal From Anderson County\r\n  Rodney A. Peeples, Judge\r\n Opinion No. 24635\r\n  Heard June 4, 1997 - Filed June 16, 1997\r\n DISMISSED\r\n J. Stephen Welch of Welch &amp; Crain, LLC, of Greenwood, for petitioner.\r\n John L. Choate and Allen Levin of Cozen &amp; O'Connor, of Columbia, for respondent.\r\n PER CURIAM: We granted certiorari to review the Court of Appeals' decision in Gilmer v. Martin, S.C. _, 473 S.E.2d 812 (Ct. App. 1996). We dismiss certiorari as improvidently granted.\r\n P. 3\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24636","title":"Davis v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24636","description":"","date":"1997-06-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.19\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nBilly Joe Davis, Respondent,\r\nv.\r\nState of South Carolina, Petitioner.\r\nON WRIT OF CERTIORARI\r\nAppeal From Anderson County\r\n  H. Dean Hall, Trial Judge\r\n  Thomas J. Ervin, Post-Conviction Judge\r\n Opinion No. 24636\r\n  Submitted May 21, 1997 - Filed June 23, 1997\r\nREVERSED\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney\r\n  General Teresa A. Knox, and Assistant Attorney General\r\n  Matthew M. McGuire, all of Columbia, for petitioner.\r\nDaniel T. Stacey, of South Carolina Office of Appellate,\r\n  Defense, of Columbia, for respondent.\r\n BURNETT, A.J.: Respondent was indicted for trafficking in cocaine, resisting arrest, and driving under suspension, second offense. He pled guilty to possession with intent to distribute (PWID) cocaine and to the two other charges.1\r\n________________ \r\n1Respondent was actually indicted on seven charges stemming from three different incidents which occurred in July, September, and November 1992. The disposition of four of the charges does not appear in the Appendix.\r\np3\r\n\r\n Davis v. State\r\nBecause trial counsel had insufficient time to prepare for respondent's case, the post-conviction relief (PCR) judge concluded respondent was denied effective assistance of counsel and granted respondent a new trial. This Court granted the State a writ of certiorari to review the order of the PCR judge. We reverse.\r\nISSUE\r\nIs there any evidence to support the PCR judge's conclusion counsel was ineffective, thereby rendering respondent's plea involuntary?\r\nFACTS\r\n In April 1993, without objection from respondent, the trial judge granted two private attorneys' motions to be relieved as respondent's counsel. The trial judge decided a third private attorney did not represent respondent. Thereafter, the trial judge informed respondent he had the right to be represented by counsel. Respondent indicated he desired an attorney. The trial judge appointed Assistant Public Defender Fletcher Johnson to represent respondent on the pending charges.\r\n Approximately twenty minutes after this appointment, respondent entered his guilty plea. Upon questioning by the trial judge, respondent indicated he had sufficient time to discuss his case with Johnson and he had told Johnson everything he knew about the charges. Respondent denied being forced to plead guilty and indicated he was pleading guilty freely and voluntarily. p> The trial judge informed respondent of the maximum sentence for each charge and of his constitutional rights. Respondent admitted he was guilty and indicated he did not want a jury trial on any of the charges.\r\n The solicitor stated he and respondent had negotiated extensively and he would have recommended a fifteen year sentence to trafficking, a violent offense. However, he accepted Johnson's counter-offer to plead guilty to PWID, a non-violent offense, in exchange for a twenty year sentence.\r\n During the plea proceeding, Johnson stated respondent admitted he had possessed cocaine. Johnson agreed the negotiated plea, to PWID was a \"fair and just solution\" and maintained respondent intelligently, knowingly, and voluntarily waived his right to a trial.\r\n At the PCR hearing, respondent testified he was not guilty of traffickingin cocaine and thought he had a possible defense to this charge. He also stated he was not guilty of resisting arrest and suggested he had pled guilty because of a \"deal.\" Respondent maintained the solicitor's office had promised him \"five to eight\" and he\r\np4\r\n\r\n Davis v. State\r\nthought this was the sentence he would receive in April.2He testified the solicitor's office changed its offer on the morning of the plea.\r\n During the twenty minute interval between the appointment of Johnson and the entry of the plea, respondent spoke to the assistant solicitor about a plea- bargain. Respondent stated Johnson did not talk to him about possible defenses and no one informed him of the evidence against him, but he and Johnson did discuss the solicitor's five-to-eight-year proposal.\r\n Respondent testified he was pressured into accepting the longer sentence because the solicitor stated he would call respondent's case for trial that day. He further testified when he tried to inform the trial judge of the earlier negotiations, Johnson tapped him on the leg \"like he was going to handle it.\" Respondent stated Johnson did not have time to investigate and prepare his case for trial and he had not had time to discuss his witnesses or defense with Johnson.\r\n Johnson testified he was appointed to represent respondent because he was the only public defender in the courtroom. He told respondent the solicitor wanted to call respondent's case next for trial and the trial judge had indicated a desire to proceed. Johnson informed respondent he did not have to plead guilty but respondent felt he had no other choice. He testified he told respondent if he went to trial, Johnson would state he was ineffective.\r\n I Johnson explained he negotiated a plea to a non-violent offense in order for respondent to serve his time in a better jail. Johnson denied knowing about any negotiations for a sentence between five and ten years. Considering respondent's past record, Johnson admitted the negotiated sentence was fair.\r\n Johnson agreed he did not have an opportunity to contact witnesses or conduct his own investigation and he would have so stated on the record if respondent had gone to trial. He stated he was, however, able to view the State's evidence and discuss the charges with respondent. Johnson testified respondent was forced into going to trial or pleading guilty, and, for this reason, he did not believe respondent was treated fairly.\r\nDISCUSSION\r\n To establish a claim of ineffective assistance of counsel, a PCR applicant must show (1) counsel's representation fell below an objective standard of\r\n2Respondent testified the solicitor's office had promised him a ten year sentence in January.\r\np5\r\n\r\n Davis v. State\r\nreasonableness and (2) he was prejudiced by the deficient performance. Strickland v.Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Cherry@ v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). Where there has been a guilty plea, the applicant must prove counsel's representation fell below the standard of reasonableness and, but for counsel's unprofessional errors, there is a reasonable probability. He would have pled guilty but would have insisted upon going to trial. Hill v. Lockhart, 474not U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985); Padgett v. State, Op. No. 24598 (S.C.Sup. Ct. filed April 7, 1997)(Davis Adv. Sh. No. 10 at 13).\r\n The record supports the PCR judge's conclusion Johnson's performance was deficient. Johnson testified he did not conduct an investigation of the charges against respondent and admitted he was unprepared for trial.\r\n However, the record does not support the PCR judge's conclusion respondent was prejudiced by counsel's deficient performance. Neither respondent nor Johnson suggested how additional preparation on Johnson's behalf would have resulted in a different outcome. Respondent presented no witnesses or any specific testimony establishing he would have had a defense if he had additional time to prepare for trial. See Skeen v. State, _ S.C. _, 481 S.E.2d 129 (1997)(where PCR applicant fails to establish what evidence he could have procured had counsel moved for a continuance, he fails to establish how he was prejudiced by counsel's incomplete preparation); State v. Kibler, 267 S.C. 250, 227 S.E.2d 199 (1976)(Court will not speculate concerning what might have occurred if counsel had conducted further investigation). Furthermore, respondent never indicated had counsel's performance not been deficient, he would not have pled guilty but would have insisted upon going to trial. Hill v. Lockhart, supra,; Padgett v. State, supra. Accordingly, respondent failed to demonstrate prejudice as required by Strickland and, therefore, the PCR judge erred in granting him a new trial.3 Padgett, supra (this Court will not uphold the findings of the PCR judge if there is no probative evidence to support them).\r\nREVERSED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n______________________\r\n3This Court has only declared the two-part Strickland inquiry inappropriate where counsel is absent at a critical stage of a defendant's trial. In such a situation, prejudice is presumed. McKnight v. State, 320 S.C. 356, 465 S.E.2d 352 (1995).\r\np6\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24637","title":"Wright v. Richland County School District Two","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24637","description":"","date":"1997-06-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.19\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nImogene H. Wright, Appellant,\r\nv.\r\nRichland County School\r\n  District Two, Respondent.\r\nAppeal From Richland County\r\n  L. Henry McKellar, Judge\r\n Opinion No. 24637\r\n  Heard February 19, 1997 - Filed June 23, 1997\r\nAFFIRMED\r\nJ. Thomas Falls, Jr., of Garris &amp; Falls of Columbia, for appellant.\r\n  Kenneth L. Childs, David T. Duff, and John R. Delmore, of Childs &amp; Duff, P.A. of Columbia, for respondent.\r\n WALLER, A.J.: Imogene Wright (Wright) appeals an order of the circuit court finding she is not entitled to a lump sum retirement incentive bonus offered by Respondent, Richland County School District Two (District). We affirm.\r\n FACTS\r\n In 1993, as part of the Appropriations Act, the Legislature enacted Proviso 17P.6 (Proviso), giving South Carolina public employers the option of adopting a one time retirement incentive bonus. It provides, in pertinent part:\r\n[A]ny school district may elect to offer a one-time lump sum payment of 25% of the employee's budgeted base salary or $7500 whichever is greater at the time of retirement Eligible employees must make a voluntary but irrevocable election no earlier than August 1, 1993 and no later than November 1, 1993 to retire from their\r\np7\r\n\r\n Imogene H. Wright v. Richland School Dist. No. Two\r\npermanent positions. The date of retirement can be no later than July 1, 1994 Employees who occupy slotted positions and who meet one or more of the following criteria are eligible for the one-time lump sum incentive: 1) have established ... 30 years of service credit or have attained the age of 65; 3) have attained age 60 (reduced 5% penalty for each year under 65); 4) have attained age 55 and have established 25 years of service credit (reduced 4% for each year of service under 30).1\r\n On September 14, 1993, District voted to adopt the retirement incentive plan for the 1993-94 school year with the added requirement that all employees work through the school year to be eligible.2 The following day, District wrote a memorandum to all employees informing them of adoption of the plan and stating: \"[P]Iease understand that your retirement begins at the end of your 1993-94 work year. Employees who choose to retire prior to that time will be ineligible for the monetary incentive.3\"\r\n Wright, an at-will employee of District, retired on October 1, 1993, not having completed the 1993-94 school year.4 When District refused to pay the retirement incentive, she instituted this suit. The circuit court held Wright was not entitled to the bonus, having failed to work through the school year.\r\n ISSUE\r\nThe sole issue on appeal is whether District's retirement incentive plan is consistent with state law?\r\n_______________\r\n1Act No. 164, 1993 S.C. Acts 679-680. The Proviso further provides that eligible contract employees who make the voluntary retirement decision during the election period and who subsequently break their contract to retire are ineligible for the retirement incentive payment.\r\n2 District adopted this restriction to treat all employees (i.e., contract and at-will) equally and to avoid disruptions caused by midyear retirements. The testimony is uncontradicted that District would not have adopted the plan without this additional requirement.\r\n3 At the end of the 1992-93 school year, when faced with inquiries from 15-20 prospective retirees as to whether they would be eligible for the proposed retirement bonus if they continued to work into the next school year, District informed them that, if adopted as proposed, the plan would require eligible employees to work the entire 1993-94 school year. At oral argument before this Court, District asserted that a number of employees retired at the end of the 1993 school year in reliance upon this advice.\r\n4It is undisputed that Wright otherwise met the requirements for the incentive.\r\np8\r\n\r\n Imogene H. Wright v. Richland School Dist. No. Two\r\nDISCUSSION\r\n Wright contends District's plan is inconsistent with the express and implied terms of state law, i.e., the Proviso. We disagree.\r\n .. S.C. Code Ann. &#167; 59-19-110 (1990) authorizes school districts to \"prescribe such rules and regulations not inconsistent with the statute law of this state as they may deem necessary or advisable to the proper disposition of matters brought before them.\" There is little case law in this state interpreting precisely when a school district's rules and regulations are \"inconsistent\" with state law. See Kizer v. Dorchester County, 287 S.C. 545, 340 S.E.2d 144 (1986) (recognizing that school districts may not enter agreements which are inconsistent with state law). However, in an analogous context, we have recognized that a municipal ordinance or regulation conflicts with state law only if its conditions are inconsistent or irreconcilable with state law. See Town of Hilton Head v. Fine Liquors, Ltd., 302 S.C. 550, 397 S.E.2d 662 (1990). See also Hospitality Associates v. City of Charleston,320S.C.219, 464 S.E.2d 113 (1994); AMVETS Post 100 v. Richland County Council. 280 S.C. 317, 313 S.E.2d 293 (1984); Simmons v. City of Columbia, 280 S.C. 163, 311 S.E.2d 732 (1984); City of Charleston v. Jenkins, 243 S.C. 205, 133 S.E.2d 242 (1963); Arnold v. City of Spartanburg, 201 S.C. 523, 23 S.E.2d 735 (1943); McAbee v. Southern Ry. Co., 166 S.C. 166, 164 S.E. 444 (1932); City Council of Greenville v. Kemmis, 58 S.C. 427, 36 S.E. 727 (1900). In McAbee v. Southern Ry. Co., supra, we stated:\r\nIn order that there be a conflict between a state enactment and a municipal regulation both must contain either express or implied conditions which are inconsistent and irreconcilable with each other. . . . If either is silent where the other speaks, there can be no conflict between them. Where no conflict exists, both laws stand.\r\nAs a general rule, additional regulation to that of the State law does not constitute a conflict therewith . . . .Merely because a municipal ordinance is not as broad as the statute does not render it so inconsistent as to make it void.\r\n166 S.C. at 169-70, 164 S.E. at 445 (quoting; 43 C.J. S. Municipal Corporations &#167;&#167; 218 20 (1927)(emphasis supplied). McAbee involved a state statute which permitted trains entering intersections to sound either a whistle or a bell. A City of Union ordinance, however, prohibited blowing a whistle in the city. Notwithstanding the statute was broader in its application, we found no inconsistency and upheld the local ordinance. Similarly, in Cit-y of Charleston v. Jenkins supra, we recognized:\r\n[t]he mere fact that the state, in the exercise of the police power, has made certain regulations does not prohibit a municipality from exacting additional requirements .... The fact that an ordinance enlarges upon the provisions of a statute by requiring more than the statute requires creates no conflict therewith, unless the statute limits the requirement\r\np9\r\n\r\n Imogene H. Wright v. Richland School Dist. No. Two\r\n for all cases to its own prescription.\"\r\n243 S.C. at 211, 133 S.E.2d at _. See also Arnold v. Cit-y of Spartanburg. supra (mere differences in detail do not render provisions conflicting); AMVETS Post 100 v. Richland County Council, supra (fact that ordinance requires more than statute creates no conflict, unless the statute limits the requirement for all cases to its own prescription).\r\n Here, District's additional requirement merely imposes an additional regulation in an area in which the Proviso is silent. The additional requirement does not alter the eligibility requirements; it merely imposes one further requirement on eligible employees.5 Further, nothing in the Proviso limits itself to its, own terms. On the contrary, had the Legislature intended to limit the Proviso to its terms, it could have created a mandatory retirement incentive plan by statute, limiting application to the statutory terms; instead, it gave districts the option of adopting the plan as they deemed fit.\r\n We find District's additional requirement that employees work through the 1993-94 school year is neither inconsistent nor irreconcilable with the Proviso. Accordingly, we affirm the circuit court's ruling that Wright was not eligible for the incentive.\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n5Contrary to Wright's assertion, the additional requirement did not alter her at will employment status; it merely required her to work through the 1993-94 school year to receive the bonus. She remained free to retire at any time she chose.\r\np10\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24638","title":"Penten v. J.F. Cleckley, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24638","description":"","date":"1997-06-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.19\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nTracy Lynn Penton, Respondent,\r\n V.\r\nJ.F. Cleckley &and; Company\r\n  and South Carolina Department \r\n  of Transportation, Defendants,\r\n of whom\r\nJ.F. Cleckley &amp; Company is Respondent,\r\n and\r\nSouth Carolina Department\r\n  of Transportation is Appellant.\r\n Appeal From Colleton County\r\n  Luke N. Brown, Circuit Court Judge\r\n Opinion No. 24638\r\n  Heard November 19, 1996 - Filed June 23, 1997\r\nAFFIRMED\r\nMarvin C. Jones, Christy S. Stephens, and Elbert 0. Duffie, III, of Bogoslow &amp; Jones, of Walterboro, for appellant.\r\nJ. Kevin Holmes and Malcolm M. Crosland, of Steinberg Law Firm, of Charleston, for respondent Tracy Lynn Penton.\r\nThomas H. Hesse and Sean K. Trundy, of Wise, Pratt- Thomas, Pearce, Epting &amp; Walker, P.A., of Charleston, for\r\n11\r\n\r\n PENTON v. J.F. CLECKLY & CO.,et al.\r\nrespondent J.F. Cleckley &; Company.\r\n WALLER, AJ.: Respondent Tracy Lynn Penton sued Respondent J.F. Cleckley &amp; Co. (\"Cleckley\") and Appellant South Carolina Department , of Transportation (\"Department\") for injuries she received when her car ran off Highway 17-A in Colleton County and overturned. Department is appealing the jury's verdict finding it solely liable in the amount of $200,000 and the trial judge's finding it was not protected by an indemnity bond taken out by Cleckley.\r\n FACTS\r\n On the afternoon of July 15, 1990, Penton was traveling south on Highway 17- A, a two-lane road with a speed limit of 55 miles per hour. As she was passing a car ahead of her, she felt a sudden jerk on the left side of her car (she was in the left lane) and her car left the pavement. When she pulled her car back onto the pavement, the car started fishtailing and she lost control. The car went off the left side of the road and flipped down an embankment. Penton was thrown from the car and broke her back.\r\n The section of road on which the accident occurred had been recently re-paved by Cleckley, a resurfacing contractor hired by Department. Penton alleged Cleckley failed to perform the resurfacing contract according to its provisions; created a dangerous three- to four-inch drop off on the road's shoulder; failed to build up the road's shoulder to correct the drop off; and failed to warn drivers by placing signs or barriers near the drop off. She alleged Department failed to warn drivers by placing signs or barriers near the drop off and failed to correct the drop off by building up the shoulder of the road.\r\n Both Cleckley and Department counterclaimed alleging contributory negligence. Department also cross-claimed against Cleckley, alleging the indemnity bond Cleckley was required to get insulated it from liability and that Cleckley was solely at fault. Cleckley and Department agreed that the trial judge would rule on the indemnity bond issue after the jury reached a verdict regarding who was liable. After the jury found Department solely liable, the trial judge found it was not protected by the indemnity bond.\r\n ISSUES\r\nI. Did the trial court err in admitting testimony regarding allocation of responsibilities under the resurfacing contract?\r\nII. Did the trial court err in finding Cleckley did not have a duty to indemnify Department?\r\np12\r\n\r\n PENTON v. J.F. CLECKLY & CO.,et al.\r\nDISCUSSION\r\nI. Admission of Testimony\r\n Department argues the trial judge improperly allowed testimony of its employees regarding their understanding of the parties' responsibilities under the resurfacing contract. We disagree.\r\n As noted above, Penton sued Department alleging it had not corrected a dangerous low shoulder or drop off created when Cleckley re-paved the road, and that it had failed to place appropriate signs warning about the condition. Department's position was that pursuant to the resurfacing contract, Cleckley assumed these responsibilities. Thus the contract's interpretation, which was introduced into the record1, became very important in this case.\r\nAt trial, four witnesses testified regarding their understanding of these\r\n_____________________ \r\n1Special provision number 28 addressed Cleckley's responsibility for shoulders:\r\nDressing of Shoulders: The Contractor shall perform= any necessary work that is required in order that the shoulders of the roadway are left in a near [sic] and presentable condition. This work shall include any blading work necessary to replace or remove any disturbed material adjacent to the pavement edge in order to eliminate any drop off. No direct payment shall e made for this work, but the costs shall be included in the price of other items.\r\n Specification 107.11 addressed Cleckley's responsibility for signs:\r\nBarricades, Warning Signs, Detour Signs and Traffic Control Devices. The Contractor, without extra compensation ... shall provide, erect and aintain in good condition all necessary barricades, suitable and sufficient lights, danger signals, signs and other traffic control devices; shall provide qualified flagmen where necessary to direct the traffic; and shall take all necessary precautions for the protection of the work, the warning that the road is under construction, and the safety of the public. ... Suitable warning signs shall be provided to properly control and direct traffic. ... The Contractor shall erect warning signs in advance of any place on the project where operations may interfere with the use of the road by traffic, and at all intermediate points where the new work crosses or coincides with existing roads which are open to traffic.\r\n The Department will erect and maintain signs on detours or temporary routes that the Contractor is not required to maintain, but the Contractor shall provide and maintain such signs at and along all detours for which he is responsible. The Contractor shall maintain and relocate, where necessary, all regulatory, warning and guide signs in place of those that may be erected by the Department, within the limits of his contract.\r\n13\r\n\r\n PENTON v. J.F. CLECKLY & CO.,et al.\r\ncontractual provisions, three of which were employees of Department. All testifiedthat under Special Provision 28, the contractor had to remove dirt pushed up against the edge of the road so that there would be a clean area to resurface. After re-paving is completed, the contractor must then bring the dirt that was removed back up to the edge of the road. Once done, it is Department's responsibility to bring in an additional dirt to bring the road's shoulder back up to the level of the pavement. They also testified Department was responsible for putting up low shoulder signs. This was because when additional material is needed to build up shoulders, the Department cannot go in immediately and do it during the summer because the new asphalt has to \"cure.\" Therefore, Department solves the safety problem of the lag time (when there would be a low shoulder) by placing low shoulder signs.\r\n Department argues the testimony regarding who was responsible for placing low shoulder signs was inadmissible because it varied the terms of the written contract between it and Cleckley.2 We disagree. Under the parol evidence rule, extrinsic evidence is inadmissible to vary or contradict the terms of an integrated agreement. See, e.g., Levy v. Outdoor Resorts, 304 S.C. 427, 405 S.E.2d 387 (1991). However, where a contract is ambiguous, parol evidence is admissible to ascertain the true meaning and intent of the parties. Klutts Resort Realty, Inc. v. Down'Round Devp. Corp., 268 S.C. 80, 232 S.E.2d 20 (1977); Skinner v. Elrod, 308 S.C. 239, 417 S.E.2d 866 (Ct. App. 1992). An ambiguous contract is one capable of being understood in more ways than just one or one unclear in meaning because it expresses its purpose in an indefinite manner. Klutts Resort Realty, Inc., supra. See also Carolina Ceramics, Inc. v. Carolina Pipeline Co.., 251 S.C. 151, 161 E.2d 179 (1968) (contract is ambiguous if obscure in meaning or has double meaning); U.S. Leasing Corp. v. Janicare, Inc., 294 S.C. 312, 364 S.E.2d 202 (Ct. App. 1988) (where contract is silent as to particular matter and because of nature and character oftransaction ambiguity arises, parol evidence admissible to supply the language's deficiency and establish true intent and meaning so long as the evidence is not contradictory).\r\n We find the language in Specification 107.11 is ambiguous. Reading the section as a whole, it is unclear exactly what type of signs are required to be put up by the contractor; the first phrase could be read to only require signs used to control traffic. Whether a low shoulder warning sign is a traffic control sign is not addressed, nor is \"traffic control device\" defined. It is clear that the contractor is not required to provide every sign used during construction. More importantly, this section is unclear about whether the contractor's responsibility only extends to putting up signs when it is actually performing road construction. The evidence in\r\n_______________\r\n2At oral argument, Department conceded it had the responsibility to decide, after the repaving contractor had moved back material it originally disturbed, where low shoulders existed and to then build them back up to acceptable standards as determined by Department. Therefore, we do not consider whether the testimony on this issue violated the parol evidence rule.\r\np14\r\n\r\n PENTON v. J.F. CLECKLY & CO.,et al.\r\nthe record shows Cleckley had completed its re-paving and had moved on to another road long before Penton's accident. Furthermore, as mentioned above, Department conceded it had the responsibility to determine where the shoulders needed to be built up. In other words, Department resumed control of any further construction at that point (at least in regard to building up the shoulders). The record also shows that nowhere are there any set guidelines for what constitutes a low shoulder. The inherent conflict in all of this evidence is apparent: how can a contractor know where to place low shoulder signs if it does not have the responsibility of determining where low shoulders exist?3 Because there is simply no way of knowing, by merely reading this contract, what Cleckley was supposed to do after it finished re-paving the road, we find the testimony was properly admitted to explain it.4\r\nII. Indemnity Agreement\r\n The resurfacing contract required Cleckley to indemnify Department \"from allsuits or claims of any character brought because of any injuries or damage received\r\n3The fact that Cleckley had not received \"final acceptance\" of its work at the time of the accident does not resolve this issue. No one contests that until such acceptance was received (which occurred after Penton's accident), Cleckley still had to perform its contractual obligations. The primary issue in this case, however, is exactly what these obligations were.\r\n4We reject Department's argument that the best evidence rule was violated in this case. This rule provides that when the contents of a writing are sought to be proved, the original document must be produced unless some reason can be shown for its unavailability. See 29A Am. Jur. 2d Evidence 1049 (1994). The best evidence rule has no application here because the contract was introduced into evidence. Furthermore, this objectionable testimony was not introduced to state what the contract terms were but to show how the parties interpreted them.\r\n Additionally, Respondents argue Department waived this argument because it did not object to some of this testimony. Respondents also argue the testimony was admissible regardless of the parole evidence rule because it was given by Department's employees and therefore qualified as admissions by a party. We decline to decide this issue on these bases. The parole evidence rule is a rule not of evidence but of substantive law. Therefore, admission of evidence violating this rule is legally incompetent and should not be considered even if no objection to it was made at trial. See Muckelvaney v. Liberty Life Ins. Co., 261 S.C. 63, 198 S.E.2d 278 (1973); Adams v. Marchbanks, 253 S.C. 280@ 170 S.E.2d 214 (1969); 29A Am. Jur. 2d Evidence &#167; 1098 (1994); 32A C.J.S. Evidence &#167; 851 (1964) (parol evidence rule considered rule of substantive law \"because the law requires the te=s of the agreement to be found in the writing itself and not because of any reasons which ordinarily require the exclusion of evidence, such as some policy against its admission, or its untrustworthiness or lack of probative value\").\r\n\r\n15\r\n\r\n PENTON v. J.F. CLECKLY & CO.,et al.\r\nor sustained by any person, persons, or property on account of...any act or omission, neglect, or misconduct of said contractor.\" In accordance with this requirement, Cleckley executed a performance and indemnity bond in the amount of $658,622.40. The parties agreed to wait until the jury had decided liability before dealing with this issue as part of the post-trial motions. After the jury found Department was solely liable for Penton's injuries, the trial judge held Cleckley did not have a duty to indemnify. Department argues this was error. We disagree.\r\n Department argues Cleckley should have to indemnify because (1) section 15-78-60(15) of the South Carolina Tor-t Claims Act limits its liability and (2) Cleckley contractually assumed the duties it was found to have breached. We reject both arguments. First, S.C. Code Ann. &#167; 15-78-60(15) (Supp. 1995) provides the governmental entity is not liable for loss when it is protected by an indemnity bond. This is certainly not dispositive since the entire issue here is whether Department is protected by this bond. Second, under the contract terms Department may only seek indemnification when a claim is made for injury \"on account of ... any act or omission, neglect, or misconduct\" of Cleckley. Penton sued both parties and the jury clearly found no fault on the part of Cleckley. We find this jury verdict dispositive of the indemnification issue. Therefore, the judge's ruling was proper.\r\n Finally, we affirm the remaining issues pursuant to Rule 220(b)(1), SCACR, and the following authorities: Issue III: Foggie v. CSX Transp., 313 S.C. 98, 431 S.E.2d 587 (1993) (motion to amend and ruling on prejudice addressed to the sound discretion of the trial judge). Issue IV: Lee v. Suess, -I 1 8S.C. 2-U 457 S.E.2d 344 (1995) (qualification and admission of expert testimony are within the sound discretion of the trial judge and will not be overruled absent a finding of an abuse of discretion and prejudice to the complaining party).\r\n For the foregoing reasons, the jury's verdict and the trial judge's ruling in this case are hereby\r\nAFFRIMED\r\nFINNEY, C.J., MOORE, and BURNETT, JJ., concur. TOAL, A.J., concurs in result.\r\n16\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24639","title":"Jackson v. Kelly, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24639","description":"","date":"1997-06-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.19\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nJ. Wrightson Jackson and\r\nSallie T. Jackson, &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp Respondents,\r\nv.\r\n Robert W. Speed, Kelley J. \r\n  Broome, William A. \r\n  Broome, Columbia Sports \r\n  Car Garage, Inc., and \r\n  Western Surety Company, &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp Defendants,\r\n of whom Kelley J. Broome, \r\n  William A. Broome, and \r\n  Columbia Sports Car Garage, \r\n  Inc., are &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp &nbsp Appellants.\r\n\r\n Appeal From Richland County \r\n  H. Dean Hall, Judge\r\n Opinion No. 24639 \r\n  Heard April 1, 1997 - Filed June 23, 1997\r\n AFFIRMED\r\n Carol S. Broome, of Broome &amp; Broome, of Columbia, for \r\n  appellants.\r\n J. Gregory Studemeyer, of Columbia, for respondents.\r\n Burnett, A.J.: This dispute arose over a transaction involving a 1969 Jaguar automobile and the alleged representations made to respondents on the condition of the vehicle. Appellants appealed the jury verdict in favor of respondents and the trial judge's award of attorney's fees. We affirm.\r\np.17\r\n\r\nFACTS\r\n Respondents (Mr. and Mrs. Jackson) initiated this action against all. defendants alleging fraud, revocation of acceptance,1 and violation of the Regulation of Manufacturers, Distributors,'and Dealers Act, S.C. Code Ann. &#167;&#167; 56-15-10 to -130(1991) (Dealers Act). Respondents effectively served all defendants except Robert W. Speed, thus Speed did not appear at the trial.2\r\n Appellant William A. Broome (Broome) owns Columbia Sports Car Garage (CSCG) which is located in Columbia, South Carolina.3 CSCG specializes in service, parts, restoration and sales of European sports cars. Appellant Kelley Broome (Kelley) is Broome's son. At the time of the transaction with Mr. and Mrs. Jackson, Kelley was training at CSCG as a line mechanic and Robert Speed was a commissioned-based salesman for Broome.\r\n In April 1992, Mr. and Mrs. Jackson, who were residents of the Atlanta, Georgia area, were in the market for an older model European sports car in good condition. Mr. Jackson responded to an advertisement placed in an Atlanta newspaper by Speed. This advertisement had been authorized and paid for by Broome. Mr. Jackson called CSCG and spoke with Speed. During the conversation, Speed represented the Jaguar was in excellent condition and the vehicle had never been wrecked. Mr. Jackson arranged to inspect the vehicle on Sunday, April 26, 1992.\r\n When Mr. and Mrs. Jackson arrived at CSCG on April 26, 1992, Speed and Kelley were present. The Jaguar was partially disassembled and could not be driven. Both Speed and Kelley represented the vehicle had only 87,000 original miles and had never been wrecked. Kelley also represented after a complete interior/exterior restoration the Jaguar would be like a new vehicle. Further, Kelley told Mr. and Mrs. Jackson the engine did not need to be rebuilt and it still met factory specifications. After receiving assurances the Jaguar would be in good condition after restoration was completed, Mr. and Mrs. Jackson agreed to buy the vehicle for $20,000.00. Speed and Mr. Jackson prepared a contract. The contract contained a list of specific items that were to be repaired during the restoration. The next day, Broome and Mr. Jackson discussed the deal by telephone. Broome confirmed the restoration of the Jaguar would be completed pursuant to the list prepared by Mr. Jackson. Broome also\r\n____________________\r\n\r\n1This cause of action was dropped prior to charging the jury.\r\n2Prior to submitting the case to the jury, the trial judge stated Speed was not a party and his name should not be included on the verdict forms. However, due to a clerical mistake, his name was added as a party-defendant on the judgment.\r\n3After 1990, CSCG's status as a corporation was dissolved.\r\np18\r\n\r\nprovided Mr. and Mrs. Jackson documents reflecting clear and unencumbered title to the vehicle. Included in these documents was information the represented 87,000 miles were not the actual miles.\r\n In May 1992, Broome contacted Mr. and Mrs. Jackson to make arrangements to deliver the Jaguar. Broome represented restoration was complete. Mr. and Mrs. Jackson asked Broome to deliver the vehicle between 1:00 and 1:30 p.m. so they could test drive the vehicle before rush hour and before the bank closed at 4:00 p.m. Broome had requested the balance of the purchase price in cash because he might purchase other vehicles on his return home.\r\n On the date of delivery, Broome and Kelley arrived at Mr. and Mrs. Jackson's residence at 3:25 p.m with the vehicle on a trailer. Because of increased traffic, Mr. and Mrs. Jackson were uncomfortable taking the vehicle for a test drive. However, Mrs. Jackson immediately took Broome to the bank in an effort to accommodate his request for payment in cash. The vehicle remained on the trailer and Broome kept the key to the Jaguar.\r\n After Broome received the cash payment, he gave Mrs. Jackson an Affidavit of Sale indicating the odometer reading exceeded its mechanical limits. When Mrs. Jackson questioned Broome about the mileage, he assured her the 87,000 miles reflected on the odometer were the actual miles. Mrs. Jackson then signed the Affidavit of Sale.\r\n After returning from the bank, Kelley removed the vehicle from the trailer. Kelley indicated the Jaguar needed gas and asked if either Mr. or Mrs. Jackson would like to go for a ride. Mrs. Jackson agreed to go; however, because of increased traffic, she did not want to drive. During the drive, Mrs. Jackson noticed the oil pressure gauge had a low reading. Kelley explained the reading was low because they were doing a lot of \"stop and go\" driving but the oil pressure reading would increase on an open highway. Mrs. Jackson also questioned Kelley about the high friction point on the clutch. Kelley responded the friction point was normal for this particular Jaguar and could not be adjusted. When Mrs. Jackson attempted to open the passenger door at the gas station, the door would not open. Kelley told Mrs. Jackson the door had new weatherstripping and it would work better after use. Finally, because Mrs. Jackson noticed Kelley pulling on the emergency brake, she asked Kelley if something was wrong with the brakes. Kelley responded the emergency, brake was new and would work itself out with use. Broome and Kelley departed soon after Kelley and Mrs. Jackson returned from the drive.\r\n After traffic lessened, Mr. and Mrs. Jackson test drove the Jaguar. During, the ride, Mr. Jackson noticed the oil pressure was dropping. After driving further, the brakes locked on the vehicle and would not release for several minutes.\r\n19\r\n\r\nAfter the brakes released, Mr. and Mrs. Jackson drove a short distance further and the brakes locked again. Mr. Jackson then began driving very slowly and used the gear box and emergency brake to return to his residence.\r\n The next day Mr. Jackson called Broome at CSCG. Broome agreed he would retrieve the vehicle and make the repairs. However, Mr. and Mrs. Jackson refused to allow Broome to take the vehicle and also keep the $20,000.00. Instead, Mr. Jackson asked Broome to refund the purchase price, make the repairs as promised, and when the vehicle was repaired, they could renegotiate the arrangement. Broome refused to refund the purchase money.\r\n A series of letters passed between Mr. and Mrs. Jackson and Broome. Mr. and Mrs. Jackson had the vehicle professionally analyzed by Car Checkers of America and by Jaguar Motor Works. These inspections confirmed the vehicle had not been repaired as required by the list, and resulted in the discovery of further defects, including that the vehicle had been wrecked. Because Broome continued to refuse to refund their money, Mr. and Mrs. Jackson brought suit.\r\n A jury trial was held from May 9-12, 1994. At trial, Mr. and Mrs. Jackson testified about the transaction and the condition of the vehicle. Further, the previous owner of the Jaguar, Eddie Bristow, testified the vehicle had been wrecked and the mileage on the vehicle's odometer was incorrect. Bristow further testified when he took the vehicle to CSCG, Broome and Kelley immediately recognized the vehicle had been wrecked and brought this fact to Bristow's attention. Bristow subsequently sold this vehicle to CSCG. Bristow disclosed the mileage discrepancy and received a trade-in allowance of $6,700.00. Broome and Kelley testified for the defense. However, due to illness, Broome was not available for cross-examination and the parties agreed to substitute Broome's deposition in lieu of live testimony,. Broome returned to the courtroom prior to closing arguments. None of the parties sought to recall Broome as a witness.\r\n At the conclusion of the trial, the jury returned a verdict in favor of Mr. and Mrs. Jackson on the Dealers Act cause of action. The jury awarded Mr. and Mrs. Jackson $13,300.00 in actual damages which was doubled to $26,600.00 under the Dealers Act and punitive damages of $39,900.00. After the verdict, the trial judge gave Mr. and Mrs. Jackson five days to gather documentation concerning the amount of attorney's fees which should be awarded. Mr. and Mrs. Jackson filed their motion for attorney's fees and costs on May 17, 1994. A copy of this motion, including itemized statements of costs and fees, was served on appellants' attorney, Thomas Broadwater.\r\n Both Broome and Kelley filed pro se notices of appeal in June 1994. In July 1994, Broome filed a Pro -0 se motion for a continuance of the hearing to set the\r\n20\r\n\r\nattorney's fees. However, that motion indicated Mr. Broadwater was still Broome's attorney of record and had not yet been relieved. Broome's motion was granted.\r\n Following this continuance, Mr. and Mrs. Jackson attempted to reschedule the hearing and indicated willingness to travel to Anderson in order to settle the matter. However, purported counsel for Kelley, Carol Broome (Mrs. Broome),4indicated she was unwilling to travel to Anderson but would attend a hearing held in Richland, Lexington or Kershaw Counties. Several attempts were made to conduct this hearing; however, each set date conflicted with another appointment of Mrs. Broome. Finally, on February 1, 1995, the trial judge scheduled a hearing for February 8, 1995, at 2:15 p.m. Mrs. Broome received notice by telephone and by mail on February I and 2, 1995. Notice was sent by certified mail and first class mail to Kelley, Broome, CSCG, Mr. Broadwater, and Mrs. Broome.\r\n On the day of the hearing, the trial judge received a note indicating Mrs. Broome was ill and unable to attend. Mr. and Mrs. Jackson's counsel and his witness were present at the time set for the hearing. Mrs. Broome's law partner, John Broome (Mr. Broome), and Broome also were present. Mr. Broome claimed he only appeared to ensure the trial judge was aware of Mrs. Broome's illness and to request a continuance. While Mr. Broome argued for a continuance, it became apparent to the trial judge that Mr. Broome was familiar with the issues and could competently handle this matter. Mr. Broome also requested a continuance because Broome's attorney, Mr. Broadwater, was absent. However, once Mr. Broadwater appeared, Broome objected to proceeding, arguing Mr. Broadwater was no longer his attorney. Mr. Broome further claimed the appellants did not receive adequate notice of the hearing; therefore, the matter should be continued. The trial judge denied appellants' request for a continuance on all grounds and proceeded to determine the costs and attorney's fees.\r\n ISSUES\r\nA. Trial\r\nI. Did the trial Judge err in including Kelley Broome as a defendant on the jury verdict form-n for the Dealers Act cause of action?\r\nII. Did the trial judge err in failing to grant judgement not withstanding the verdict?\r\nIII. Did the cumulative effect of hearsay testimony deny the appellants\r\n_________________\r\n4No substitution of counsel had been filed prior to the February 8, 1995, hearing on attorney's fees and costs.\r\n21\r\n\r\ntheir right to a fair trial and due process?\r\nIV. Did the trial judge err in failing to grant a mistrial?\r\nV. Did the trial judge abuse his discretion in conducting this trial'?\r\n B. Attorney's's Fees Hearing\r\nI. Did the trial judge abuse his discretion in awarding attorney's fees in an amount that exceeded the contractual amount agreed upon by Mr. and Mrs. Jackson and their counsel and in failing to state facts in the order to support each factor under the reasonableness test?\r\nII. Did the trial judge abuse his discretion in refusing to grant a continuance where appellants' attorney was unable to attend due to illness?\r\nIII. Did the trial judge abuse his discretion in refusing to grant a continuance where all the appellants did not receive adequate notice of the hearing?\r\nIV. Did the trial judge abuse his discretion in refusing to strike the motion for attorney's fees because the motion did not comply with Rule 11, SCRCP?\r\nV. Does Rule 204, SCACR, prevent the trial judge from determining attorney's fees?\r\nVI. Did the trial judge err in awarding costs because he failed to make any findings of fact to support the award?\r\nDISCUSSION\r\n A.. Trial\r\n 1. Kelley's Liability, under dealers Act\r\n Kelley claims the trial judge erred in including him as a defendant to the Dealers Act cause of action on the jury verdict form because he was not subject to liability under the Dealers Act. Specifically, Kelley contends Mr. and Mrs. Jackson did not allege in their complaint or prove at trial he was a dealer or a person in control under the Dealers Act. We disagree.\r\n22\r\n\r\n When interpreting a statute, words must be given their plain and ordinary meaning without resorting to subtle or forced construction to limit or expand the statute's operation. Rowe v. Hyatt,S.C., 468 S.E.2d 649 (1996). Under the Dealers Act, \"any person who sells or attempts to effect the sale of any motor vehicle\" is a dealer. S.C. Code Ann. &#167; 56-15-10(h) (1991) (emphasis added). \"Person\" is defined as:\r\n [A] natural person, corporation, partnership, trust or other entity, and, in case of an entity, it shall include any other entity in which it has a majority interest or effectively controls as well as the individual officers, directors and other persons in active control of the activities of each such entity. S.C. Code Ann. &#167; 56-15-10(n) (1991). To be liable, the dealer must participate in the wrongdoing. Rowe v. Hyatt=, supra (dealer must personally commit, direct, or authorize the inappropriate acts); S.C. Code Ann. &#167; 56-15-40 (1991) (unlawful for a \"motor vehicle dealer to engage in any action which is arbitrary, in bad faith, or unconscionable . . .\").\r\n An agent for an entity who makes misrepresentations while attempting to sell a motor vehicle qualifies as a dealer who may be held liable under this act. By using the word my in &#167; 56-15-10(h), this definition contemplates including all \"persons\" who were involved in the transaction. Further, the controlling person language in &#167; 56-15-10(n) allows an injured party to disregard the entity when the controlling person of the entity actively participates in the unlawful act. However, this language does not eliminate an agent's liability to a third party for his own actions. See Gilbert v. Mid-South Machine Co.. 267 S.C. 211, 227 S.E.2d 189 (1976); 3 Am.Jur.2d, Agency,- &#167; 309 (1986) (under common law, agents of an entity who deal directly with a third party owe that party a duty not to injure the party with his actions and may be held liable for violating that duty). If the Legislature intended agents to escape liability under this act, it could have done so. Thus, under the Dealers Act, an agent for an entity who sells or attempts to sell a motor vehicle, along with the entity, may be held liable for any misrepresentations made during the transaction. To hold otherwise would allow the person most responsible for the unlawful conduct to escape liability.\r\n Although Mr. and Mrs. Jackson did not allege Kelley was a dealer in their complaint, there was evidence presented at trial to prove Kelley was a dealer. Evidence at trial demonstrated that Kelley assisted Speed in showing the vehicle to the-. Mr. and Mrs. Jackson and Kelley made several representations about the vehicle during Jacksons'inspection, including the vehicle had not been wrecked, the mileage was actually 87,000, the engine still met factory specifications. and after restoration, the vehicle would be in excellent condition. Further, during the delivery of the Jaguar to\r\n23\r\n\r\nthe Jacksons, Kellev assured Mrs. Jackson the vehicle was in good shape and dismissed her concems over the appearance of certain problems during their drive to and from the gas station. Based on this evidence, a jury could reasonably conclude Kelley was a \"person\", as contemplated by the Dealers Act. He was attempting to effect the sale of the Jaguar, and therefore, was a dealer who could be held liable for his misrepresentations under this act.\r\n Kelley further contends he did not receive notice of this cause of action; therefore, the court lacked jurisdiction over him on this cause of action and the judgment is void under Rule 60(b), SCRCP. We disagree.\r\n Under Rule 60(b), SCRCP, a judgment is void if the court that rendered it lacked jurisdiction over the parties. See Wright, I I Federal PraLtise and Procedure &#167; 2862 (2d ed. 1995). However, a defendant may waive objections to insufficiency of service and voluntarily subject himself to personal jurisdiction. Hospital Mortgage Group, Inc. v. Paroue Insdus. Rio Canas, Inc., 653 F.2d 54 (Ist Cir. 1981). Further, the Due Process Clause only demands \"notice reasonably calculated under all circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\" Mullane v. Cnetral Hanvoer Bank & Trust Co.,339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865, 873 (1950).\r\n Under the facts of this case, Kelley received adequate notice and had an opportunity to defend under this cause of action. Kelley was properly served with a summons and complaint setting out the three causes of action. While the complaint does not specifically allege Kelley is a \"dealer\" under the Dealers Act, the allegations in the complaint are sufficient to put Kellev on notice that he could be found to be a dealer under the Dealers Act. In the prayer for relief, Mr. and Mrs. Jackson ask for relief against all defendants. Under the Dealers Act claim, the Jacksons incorporate the allegations of the other causes of action. Under the first cause of action, Mr. and Mrs. Jackson allege Kelley is an employee of CSCG, and they allege certain representations about the condition of the vehicle were made. These same representations were used to show liability under the Dealers Act. Further, the defense of this lawsuit was the same for all defendants on all the claims -- deny an@, wrongdoing and deny making an-N- representations. Kelley fails to show how his defense of the lawsuit would have been altered had the third cause of action specifically alleged KelleN, was a dealer. Thus, Kelley suffered no prejudice. Further, Kelley failed to ob ect to having his name included on the verdict form, therefore, waivina any objections to the adequacy of notice.\r\n11. JNOV\r\n Appellaiits claim the trial J'udgc erred Nvlien he failed to grant their motion for 'ud, ent notwithstandina the verdict. We disagree.\r\n24\r\n\r\n When ruling on directed verdict and JNOV motions, the evidence must be viewed in the light most favorable to the non-moving party. Rush v. Blanchard, 310 S.C. 375, 426 S.E.2d 802 (1993); Rule 50, SCRCP.\r\n Under the Dealers Act, the plaintiff must prove the.dealer acted arbitrarily, in bad faith, or unconscionably. S.C. Code Ann. &#167; 56-15-40 (1991). In order for a dealer to incur personal liability, the dealer must actually participate in the complained behavior. Rowe v. H@tt,. sul2ra. Here, the evidence showed while attempting to sell the vehicle, Kelley made multiple misrepresentations about the condition of the vehicle; Broome ratified the deal made by Speed and Kelley and was directly involved in the final transaction; CSCG sold the vehicle and Broome and Kelley directly participated in the sale of this vehicle, thus they are \"dealers\"; and by selling Mr. and Mrs. Jackson a previously wrecked vehicle and by failing to repair the vehicle as agreed to in the contract, Broome, Kelley and CSCG acted arbitrarily, in bad faith or unconscionably. Thus, the jury could have reasonably found Broome, Kelley and CSCG violated the Dealers Act.\r\n III. Hearsay Evidence\r\n Appellants claim testimony by Mr. Jackson concerning statements made by Speed about the condition of the vehicle during its inspection on April 26, 1992, were hearsay and should not have been admitted. We disagree.\r\n Hearsay is an out-of-court statement offered in court to prove the truth of the matter asserted. Plaver v. Thonipson, 259 S.C. 600, 193 S.E.2d 531 (1972). The improper admission of hearsay is reversible error only when the admission causes prejudice. State v. Craig, 267 S.C. 262, 227 S.E.2d 306 (1976). Where the hearsay is merely cumulative to other evidence, its admission is harmless. Marsh PlvwQod Com. v. S.C. Highwav Dent-, 258 S. . 119, 187 S.E.2d 515 (1972); State v. Williams, 285 S.C. 544, 331 S.E.2d 354 (Ct. App. 1985).\r\n First, appellants have failed to show prejudice because of the admission of these statements. Statements by Speed had alreadv been admitted pr'or to the objection. The unobjected to testimony established @peed had told Mr. Jackson the vehicle was in pristine condition and had never been wrecked. Therefore, any statements made by Speed on April 26 about the condition of the vehicle were merely cumulative. Other testimony admitted without objection established Kelley and Broome also stated the actual miles on the vehicle were 87,000. Therefore, Speed's statement about the milea(ye was cumulative. Further, ovenvhelming evidence admitted without objection established the vehicle xn,as not restored as required by the list and this evidence served as an adequate basis for the 'ury to find appellants violated the Dealers Act.\r\n25\r\n\r\n Further, as an agent for Broome and CSCG, Speed's statements were admissible as admissions of a party-opponent. See Marshall v. Thomason, 241 S.C. 84, 127 S.E.2d 177 (1962); Danny R. Collins, South Carolina Evidence 382-84 (1995). As a car salesman for CSCG and Broome, Speed was an agent authorized to speak for them about this vehicle. Thus, any statements made by him about the vehicle during the transaction were admissible.\r\n Appellants also objected to the admission of the document signed by Mr. Jackson and Speed on April 26, 1992. At trial, appellants claimed the document should not be admitted because it was not notarized. However, on appeal, they contend the document was hearsay. Because this ground was not raised below, this issue is not preserved for review. State v. Whil2ple, - S.C. -, 476 S.E.2d 683 (1996), cert, denied, _ U.S. _, 117 S.Ct. 618, 136 L.Ed.2d 541 (a party may not argue one ground at trial and an altemate ground on appeal).\r\n IV, Mistrial\r\n Appellants claim the tr'al judge erred in refusing to grant a mistrial after Mr. and Mrs. Jackson's counsel asked an inappropriate question. We disagree.\r\n Appellants objected immediately to this question, and the trial judge sustained the objection. The trial judge then proceeded to instruct the jury to disregard the previous question. Appellants then moved for a mistrial. The trial judge denied this motion finding his admonishment to the jury to disregard this question was sufficient.\r\n The question of NA,hether to grant a motion for a mistrial rests within the trial judge's discretion and his ruling should not be disturbed on appeal unless he abused his discretion. Tucker v. Reynolds, 268 S.C. 330, 233 S.E.2d 402 (1977).\r\n Here, the trial Judge did not abuse his discretion in denying appellants' motion for a mistrial. The curative instruction given was sufficient to cure any possible prejudice. Further, appellants have failed to show prejudice as a result of this statement.\r\n V. Discretion of Trial Judge\r\n Appellants contend the trial jud(,e abused his discretion in h's conduct of the trial, and therefore, this Court should adopt the \"plain error\" rule in order to ensure justice is done. We disagree.\r\n The trial Judge did not abuse his discretion in his conduct of the trial. See S.C. Dept. of Highwavs and Public.Transportatiori v. Galbreath, 315 S.C. 82, 431\r\n26\r\n\r\n S.E.2d 625 (Ct. App. 1993) (the conduct of the trial is within the trial judge's discretion, and the exercise of this discretion will not be disturbed on appeal absent an abuse of discretion). This Court has consistently refused to apply the plain error rule. State v. Vanderbilt, 287 S.C. 597, 340 S.E.2d 543 (1986); Young v. Smith, 168 S.C. 362, 167 S.E. 669 (1933). Instead, it is the responsibility of trial, counsel to preserve issues for appellate review. Only limited exceptions to this rule have been recognized. Toyota of Florence, Inc. v. Lynch, 314 S.C. 257, 442 S.E.2d 611 (1994) (appellate court has authority to review flagrant errors); South Caroiina State Highwav Department v. Nasim, 255 S.C. 406, 179 S.E.2d 211 (1971) (argument was highly prejudicial). The errors in this case do not rise to that level of error; therefore, in order to preserve these errors for review, a contemporaneous objection should have been made.\r\n Appellants' remaining trial issues are affirmed pursuant to Rule 220(b)(1), SCACR, and the following authorities: Issue 2: McGee v. aruce HOSD. SySteM, - S.C. -, 468 S.E.2d 633 (1996) (an issue may not be raised for the first time on appeal but must have been raised to the trial judge to be preserved for appellate review); Issue 3: State v. Whipple, sul2ra (a party may not argue one ground at trial and an altemate ground on appeal); Issue 4: Rule 51, SCRCP (party may not complain about instructions on appeal unless objected to at trial); Greenville Memorial Auditorium v. Martin, 301 S.C. 242, 391 S.E.2d 546 (1990) (this Court will not review the failure to give a requested jury charge where the request to charge does not appear on the record); Issue 5: State v. Cr@, @ra (failure to object to the sufficiency of a trial judge's curative instruction and a failure to request additional instructions precludes appellate review of the curative instruction); Mendelsohn v. Whitfield, 312 S.C. 17, 430 S.E.2d 524 (Ct. App. 1993) (a party who does not object to the admission of evidence when it is offered cannot make its admission a ground for appeal). B. Attorney's Fees Hearing\r\n 1. Reasonableness of Fee\r\n Appellants argue the hourly rate agreed to by Mr. and Mrs. Jackson and their counsel controls the determination of reasonable hourly rate. Further, they claim the trial judge failed to state facts in his order to support the factors used to determine reasonable attomey's fees. We disagree.\r\n Attorney's fees are not recoverable unless authorized by contract or statute. Blumberg v. Neelco. Inc., 3 1 0 S.C. 492, 427 S.E.2d 659 (1993). The Dealers Act mandates the recovery of costs, including attomey's fees. S.C. Code Ann. &#167; 56- 15-110 (1976). The aa,ard of attorney's fees is made to the party, not his lawyer. Prevatte v. Ansbun, Arms,302 S.C. 413, 396 S.E.2d 642 (Ct. App. 1990). When determining the reasonableness of attorney's fees under a statute mandating the award\r\n27\r\n\r\n of attomey fees, the contract between the client and his counsel does not control the determination of a reasonable hourlv rate. @ Rice %,, Multimedia- Inc., 318 S.C. 95, 456 S.E.2d 381 (1995) (this Court affirmed a trial court's award of an amount greater than that due the plaintiffs attomey under a contingency fee contract); Columbia (S.C.) Teachers Federal Credit Union y-Newsome, 303 S.C. 162, 399 S.E.2d 444 (Ct. App. 1990) (affirming an award of attomey's fees based upon an hourly rate even though agreement with client was contingency-based); see also Ada Countv Hiahwav District v. Acarrequi, 673 P.2d 1067 (Idaho 1983) (the court should not automatically adopt the contingent fee or contractual arrangement; instead, the fee awarded may be more or less than that provided by the lawyer-client contract); Lanier v. Moore-Handley, Inc., 575 So.2d 83 (Ala. 1991) (a fee arrangement between the client and his anomey is not conclusive evidence of a reasonable attomey fee; therefore, the court affirmed an award which exceeded the agreed upon hourly rate). Instead, the court should consider the following six factors when determining a reasonable attomey's fee: (1) the nature, extent, and difficulty of the case; (2) the time necessarily devoted to the case; (3) professional standing of counsel; (4) contingency of compensation; (5) beneficial results obtained; and (6) customary legal fees for similar services. Blumberg, supra. Further, on appeal, an award for attomey's fees will be affirmed so long as sufficient evidence in the record supports each factor. Id.\r\n Because the contract between respondents and their attomey did not control the trial judge's determination of a reasonable hourly rate, the trial judge did not abuse his discretion in determining the reasonable hourly rate was $125, instead of the hourly rate of $110 the Jacksons and their attomey had agreed to in their contract. Further, sufficient evidence on the record supports each of the Blumberg factors. Thus, the award is affirmed.\r\n II. Continuance Because Attorney was Absent\r\n Appellants claim the trial judge erred in failing to continue the hearing because their counsel was medically unable to attend. We disagree.\r\n A motion for continuance is within the sound discretion of the trial court and the ruling will not be reversed without a clear showing of abuse. First Saving,,; Bank v. McLean, 314 S.C. 361 444 S.E.2d 513 (1994)- South Carolina Denartment of Social Services v. Broonie, 307 S.C. 48, 413 S.E.2d 8@-5 (1992).\r\n The trial judge did not abuse his discretion. Mrs. Broome, who claimed to be the attomev for Kelley, was unable to attend the hearing due to illness. Although the trial judge had attempted to schedule this hearinc, with Mrs. Broome instead of Mr. Broadwater. who NN,as counsel of record for appellants, no substitution of counsel has been filed with the court. Thus, once Mr. Broadwater appeared, the attorney of record for appellants was present and there was no longer a need to\r\n28\r\n\r\ncontinue the case. Further, when Mrs. Broome's law partner, Mr. Broome, appeared to request a continuance, it became apparent that Mr. Broome was familiar with the case. Also, as an experienced family law attomey, Mr. Broome was competent to address the issues involved in an attomey's fees hearing. Thus, Mr. Broome was capable of filling in for Mrs. Broome. Further, appellants have shown no prejudice as a result of the refusal to grant the continuance.\r\n Broome initially claimed the hearing should not proceed because his attomey, Mr. Broadwater, was not present. However, once Mr. Broadwater appeared, Broome claimed Mr. Broadwater was no longer his attomey and he asked for a continuance in order to obtain counsel. Because Broome had already been granted a continuance based on this ground in July 1994, the trial judge did not abuse his discretion in denying Broome's request for another continuance. Broome had ample time to employ another attomey. Further, Broome has failed to show prejudice as a result of the refusal to grant the continuance.\r\n III. Notice\r\n Appellants claim the trial judge erred in failing to continue the hearing because they were not given adequate notice of the hearing as required under Rule 6(d), SCRCP. We disagree.\r\n Rule 6(d), SCRCP, provides notice of a hearing \"shall be sened not later than ten days before the time of the hearing, unless a different period is fixed ... bv order of the court.\" Here, on February 1, 1995, the hearing date was set bv an order of the trial judge. Thus, a different period was fixed by order of the court and appellants were not entitled to ten days notice.\r\n Appellants further claim the Motion for Attomey's Fees was not properly served upon them because a detailed accounting of the fees and expenses charged to Mr. and Mrs. Jackson was not included. We disagree.\r\n The Jacksons served this motion on May 17, 1994 by sending a copy to Mr. Broadwater. appellants' trial counsel. Mr. Broadwater testified at the hearing he had received this motion and all its attachments, including an itemized statement of fees and expenses. Mr. Broadwater also testified Broome recein,ed a copy of this motion and its attachments. Further, appellants were aNN,are attomey's fees would be assessed against them and. after the verdict. they had ample time to obtain a copy of the itemized statei-iient which was filed with the court and served on appellants' trial attorney. Therefore, this argument is without merit.\r\n29\r\n\r\nIV, Rule 11 - SCRCP\r\n Appellants claim the trial judge erred in refusing to strike the motion for attomey's fees because Mr. and Mrs. Jackson failed to comply with Rule I 1, SCRCP. We disagree.\r\n Rule I I requires \"[a]ll motions filed shall contain an affirmation that the movant's counsel prior to filing the motion has communicated. orally or in writing, with opposing counsel and has attempted in good faith to resolve the matter ... unless the movant's counsel certifies that consultation would serve no useful purpose, or could not be timely held.\" The penalty for noncompliance is to strike the motion unless the attomey promptly amends the docui-nent to comply with the rule.\r\n Although technically the Jacksons' motion does not comply with Rule I I (a), the trial judge did not abuse his discretion in reftising to strike the motion. At the hearing, the trial judge found it would be pointless for the Jacksons to attempt to consult with appellants about this matter before filing this motion. This finding by the trial judge is adequate to cure the deficiency under the facts of this case. Further, the Jacksons had requested the attomey's fees and costs in their complaint and after the verdict they renewed their request. Mr. and Mrs. Jackson filed their written motion on May 17, 1994, and served it on appellants' trial attomey. Thus, appellants had nine months to object to the form of this written motion.\r\nV. Rule 204, SCACR\r\n Appellants claim the trial judge lacked jurisdiction to determine attomey's fees because appellants' timely appeal of the jur,v verdict barred this hearing under Rule 204, SCACR. We disagree.\r\n Although service of notice of an intent to appeal divests the lower court of jurisdiction over the order appealed, the lower court retains jurisdiction over matters not affected bv the appeal. Rule 204. SCACR; Andrick DevelODment COEP. V. Maccaro. 280 S.C. 103, 311 S.E.2d 95 (Ct. App. 1984).\r\n Initlally, we note this issue was not raised to the trial Judge. Instead, at the hearing, appellants argued that Rule 54(d). SCRCP, prevented the trial 'udge from holcting this hearing. Nonetheless, on the merits, prior to the appeal of tlle j'urv verdict, Mr. and Mrs. Jackson had requested attomev's fees and appellants did not appeal the propriety of anvarding attomey's fees pursuant to the statute. Tlierefore, the award of attornen,'s fees aiid costs -vn,as not affected b@, the appeal. See Carolina Business Brokers v. Strickland, 30l S.C. 434, 392 S.E.2d 469 (Ct. App. 1990).\r\n30\r\n\r\nVI. Costs\r\n Appellants claim the trial judge failed to make findings of falct concerning the specific costs expended. We disagree.\r\n Appellants failed to object to this issue either at the hearing or in their motion to alter or amend the order. Therefore, this issue is not Preserved for appellate review. SSI Medical Services, Inc. v. Cox, 301 S.C. 493, 392 S.E.2d 789 (1990) (an issue not raised or ruled upon by the trial judge cannot properly be presented to an appellate court).\r\nAFFIRMED.\r\n TOAL, A.C.J., MOORE and WALLER, JJ-, and Acting Associate Justice George T. Gregory, Jr., concur.\r\n31\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24640","title":"State v. Livingston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24640","description":"","date":"1997-06-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.20\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State, Respondent,\r\nv.\r\nAundray E. Livingston, Appellant.\r\nAppeal From Beaufort County\r\n Gerald C. Smoak, Judge\r\n Opinion No. 24640\r\n  Heard April 2, 1997 - Filed June 30, 1997\r\nREVERSED\r\nJames H. Moss, of Moss &amp;amp; Kuhn, P.A., of Beaufort, for appellant.\r\nAttorney General Charles Molony Condon, Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney\r\n  General Salley W. Elliott, and Assistant Attorney General\r\n  G. Robert Deloach, 111, all of Columbia, and Solicitor\r\n  Randolph Murdaugh, 111, of Hampton, for respondent.\r\n MOORE, A.J. : Appellant was convicted of felony driving under the influence (DUI) and sentenced to twenty-five years imprisonment. We reverse.\r\n FACTS\r\n Appellant was driving in Beaufort County at I 1:00 p.m. on July 31, 1995. He turned a corner at a high rate of speed onto a street and lost control of his car. He hit the victim's car, killing her instantly. Prior to being taken to the hospital, he emptied his pockets and gave the police a baggie of marijuana. At the hospital, police obtained a urine sample from appellant. This case does not involve alcohol.\r\np3\r\n\r\n STATE v. LIVINGSTON\r\nThe sample tested positively for marijuana. The chemist who analyzed the sample testified that, based upon the test result, appellant had smoked marijuana sometime during the day and a half prior to the sample being taken.\r\nISSUE\r\nDid the trial judge err in allowing the victim's husband to testify and in admitting a photograph of the victim?\r\nDISCUSSION\r\n Appellant contends the trial judge erred by allowing the victim's husband to testify and admitting a photograph of the victim and her husband. We agree.\r\n Immediately prior to resting its case, the State called the victim's husband to testify. Appellant objected stating the testimony was irrelevant and prejudicial. The trial judge allowed him to testify. The victim's husband testified that he and the victim had married in May, two months before the accident. He testified they then moved to Beaufort where she began work as a telecommunications operator on the 3-1l p.m. shift and he became a deputy sheriff. He also testified his wife was only 22 years old when she died. A photograph of the two of them was introduced. The testimony is not extensive, but it creates a poignant image, especially in light of the fact that the trial took place only three months after the incident.\r\n The State contends the testimony was relevant. Rule 402, SCRE, provides that all relevant evidence is admissible.1 Under Rule 401, SCRE, relevant evidence is defined as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" The State contends the testimony established the reason the victim was in Beaufort County, the time she normally left work, and the route she usually took home. Further, the State contends this evidence was relevant to establish the victim's identity. These facts are of no consequence to the determination of this action (whether appellant is guilty of felony DUI), since the victim's identity and the time and place of the accident were undisputed and these matters were not in issue.\r\n The photograph of the victim taken shortly before her death also is of no consequence to the determination of this action. In addition, a photograph should be excluded if it is calculated to arouse the sympathy or prejudice of the jury or is irrelevant or unnecessary to substantiate facts. State v. Todd, 290 S.C. 212, 349 S.E.2d\r\n_____________________\r\n1The SCRE were effective September 3, 1995. Appellant was tried in October 1995.\r\np4\r\n\r\n STATE v. LIVINGSTON\r\n339 (1986). We hold the trial judge erred in admitting this testimony and the photograph as they are irrelevant to any matter in issue.\r\n The State then contends if the evidence is irrelevant, the admission of this evidence was harmless. We disagree. The husband's testimony and the photograph were highly inflammatory. Furthermore, the evidence against appellant was not overwhelming. The urinalysis result was inconclusive as to whether appellant was driving while under the influence of marijuana. We cannot conclude that the introduction of this evidence did not affect the outcome of the trial. Cf. State v. Davis, 309 S.C. 326, 422 S.E.2d 133 (1992)(introduction of irrelevant evidence did not affect outcome). Thus, we find the testimony and introduction of the photograph were not harmless.\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\np5\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24641","title":"State v. Rowell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24641","description":"","date":"1997-06-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.20\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\nThe State, Petitioner,\r\n V.\r\nKaren Rowell, Respondent.\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\nAppeal From Horry County\r\n E.C. Burnett, III, Judge\r\n Opinion No. 24641\r\n  Heard January 22, 1997 - Filed June 30, 1997\r\nREVERSED\r\nAttorney General Charles Molony Condon, Deputy\r\n  Attorney General John W. McIntosh, Assistant Deputy\r\n  Attorney General Donald J. Zelenka, Senior Assistant\r\n  Attorney General William Edgar Salter, III, all of Columbia;\r\n  and Solicitor Ralph J. Wilson, of Conway, for petitioner.\r\nAssistant Appellate Defender Robert M. Pachak, of South\r\n  Carolina Office of Appellate Defense, of Columbia, for\r\n  respondent.\r\n FINNEY, C.J.: Respondent was convicted of two counts of reckless homicide and was sentenced to five years' imprisonment, suspended upon the service of three years' imprisonment and two years',probation. In State v. Rowell S.C. 467 S.E.2d 247 (Ct. App. 1996), the Court of Appeals reversed by a vote of 2-1 with Judge Cureton dissenting. The majority held that respondent was entitled to a directed verdict on each count because there was no evidence that she acted in reckless disregard of the 'Safety of others. We granted the State's petition for a writ of certiorari, and now reverse the Court of Appeals and reinstate the convictions.\r\np6\r\n\r\n STATE v. KAREN ROWELL\r\n Respondent was tried on two counts of reckless homicide following a 1992 automobile-pedestrian accident in which two children were killed. At the close of the State's case and at the close of all the evidence, respondent moved for a directed verdict arguing that the evidence presented by the State was insufficient to establish that she was driving her vehicle recklessly at the time of the accident. The trial court denied the motions and respondent was subsequently convicted on both counts. On appeal, the Court of Appeals reversed the denial of respondent's motion for directed verdicts, holding that although respondent's actions were \"clearly negligent,\" the State failed to present sufficient evidence that her actions were reckless. The State argues this was error. We agree.\r\n In reviewing the denial of a motion for a directed verdict, the evidence must be viewed in the light most favorable to the State, and if there is any direct evidence or any substantial circumstantial evidence reasonably tending to prove the guilt of the accused, an appellate court must find that the case was properly submitted to the jury. State v. Venters, 300 S.C. 260, 387 S.E.2d 270 (1990); State v. Edwards, 298 S.C. 272, 379 S.E.2d 888, cert. denied, 493 U.S. 895, 110 S.Ct. 246, 107 L.Ed.2d 196 (1989). The criminal law ordinarily requires that the defendant possess both \"an evil meaning mind [and] an evil doing hand\" before liability is imposed. State v. Jefferies, 316 S.C. 13, 446 S.E.2d 427 (1994). To convict an individual of reckless homicide, the State must prove the individual was driving a vehicle \"in reckless disregard of the safety of others.\" See S.C. Code Ann.&#167; 56-5-2910 (Supp. 1996). Reckless disregard for the safety of others signifies an indifference to the consequences of one's acts. It denotes a conscious failure to exercise due care or ordinary care or a conscious indifference to the rights and safety of others or a reckless disregard thereof. See State v. Tucker 273S.C. 736,259 S.E.2d 414 (1979).\r\n At trial, the State presented the testimony of several individuals who witnessed the accident. Randi Slaughter testified that after leaving a grocery store, she and several other children were walking north on Wiley Drive, a two-way street, at approximately 7:30 p.m. on October 24, 1992. Randi and two otherindividuals, Jennifer Tomlinson and Randi's sister Sarah, who was carrying Jennifer's infant daughter, were walking on one side of the road (with the traffic) while another individual, Erica Spon, was walking on the other side of the road(against the traffic) pushing a baby carriage containing Jennifer's son Hank. After a car passed the group, Erica and Hank moved to the same side of the street as Randi and the others. When they observed a second car turn onto Wiley Drive and approach them from the front, the group moved into the road's grassy shoulder. Randi testified she then saw the car, driven by respondent, cross the center of the road and head towards the group. Randi stated it appeared the car was speeding up. The group then tried to get out of the path of respondent's car by moving further into the grassy area, however, the car struck four members of the group (including Randi), killing Erica and Hank. Sarah and Jennifer gave similar testimony.\r\n p7\r\n\r\n STATE v. KAREN ROWELL\r\n Alberta Kissell, who drove past Randi and the rest of the group just prior to the accident, also testified for the State. Kissell stated that although it was dark, she had no trouble seeing the individuals as she approached them from the rear. Kissell stated that after she passed the group, she saw respondent's car turn onto Wiley Drive. According to Kissell, respondent was traveling at a normal rate of speed and the headlights on respondent's car were illuminated. When Kissell stopped at a stop sign on Wiley Drive, she looked back and saw respondent's car on the wrong side of the road. Kissell stated she never saw the brake lights illuminate on respondent's car.\r\n Eric Ayersman, a police officer who investigated the accident, also testified at trial. Ayersman testified that when he questioned respondent about I what had occurred, respondent stated that she swerved to the left because she thought someone had stepped out in front of her. Ayersman also testified that his investigation revealed respondent's car traveled up to four feet off the road and into the grassy area before striking the victims. In addition, Ayersman stated he found no skid marks at the scene, either on the roadway or in the grassy area, indicating respondent never attempted to brake.\r\n The evidence, viewed in the light most favorable to the State, showed that respondent's vehicle crossed the center line and then accelerated. The victims observed these events, and had sufficient time to take evasive action and move further away from the roadway. Despite this lapse of time, respondent never applied her brakes nor corrected her car's path, eventually striking the children who were four feet away from the roadway. The testimony constitutes some evidence that the car was operated in reckless disregard of the safety of others, and therefore the directed verdicts were properly denied by the trial judge. State v. Venters, supra; State v. Edwards., supra.\r\n It is clear from the record that both the trial court and the Court of Appeals were deeply concerned about the requirement in a criminal case that the State prove, beyond a reasonable doubt, that the defendant had the requisite \"evil\" state of mind, and the impact of civil concepts of liability which allow evidence of negligence and recklessness to be derived from a defendant's causative violation of a traffic statute. e.g., Wise v. Broadway, 315 S.C. 273, 433 S.E.2d 857 (1993). We clarify today that in a criminal case, the State cannot rely on civil concepts of negligence and recklessness, that is, statutory violations, to meet its burden of proving the defendant's state of mind.1The import of the terms negligence and recklessness as used in the civil law and in the criminal law are neither\r\n_______________\r\n 1We do not mean to suggest that the legislature cannot require proof of a statutory violation as an element of the offense charged. e.g., South Carolina Code Ann. &#167; 56-5-2945 (1991)(felony DUI requires proof the defendant did an act forbidden by law or neglected a duty imposed by law, proximately causing great bodily harm or death to the victim).\r\np8\r\n\r\n STATE v. KAREN ROWELL\r\nequivalent nor interchangeable. See Watson and McAnich, Guide to South Carolina CRIMINAL LAW and PROCEDURE pp. 158-163 (4th Ed. 1994); McAnich and Fairey, The Criminal Law of South Carolina pp. 11-14 (3rd Ed. 1996). To the extent the confusion about the impact of civil concepts of negligence and recklessness on criminal law stem from dicta in our decision in In the Interest of Stacy Ray A., 303 S.C. 291, 400 S.E.2d 141 (1991),-we disavow that discussion.\r\nFor the reasons given above, the decision of the Court of Appeals is\r\n REVERSED.\r\n TOAL, A.J., MOORE and, WALLER, JJ., and Acting Associate Justice L. Casey Manning, concur.\r\np9\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24642","title":"Felder v. Charleston County School District","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24642","description":"","date":"1997-06-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n  \r\n    Davis Adv. Sh. No.20\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In the Supreme Court\r\nBarbara J.K. Felder, Respondent,\r\n V.\r\nCharleston County School\r\n  District, Appellant.\r\nAppeal From Charleston County\r\n  Daniel E. Martin, Sr., Judge\r\n Opinion No. 24642\r\n  Heard January 22, 1997 - Filed June 30, 1997\r\nREVERSED\r\nRobert N. Rosen and Donald B. Clark, both of Rosen,\r\n  Rosen &amp; Hagood, of Charleston, for appellant.\r\nHelen Nelson Grant-of Gergel, Bernette, Nickels, Grant &amp;\r\n  Leclare, of Columbia, for respondent.\r\n MOORE, A.J.: This appeal is from an order of the circuit court reversing respondent Felder's termination from her employment as a high school teacher. We reverse.\r\n FACTS\r\n Felder was terminated from her teaching job at Baptist Hill High School1 for her conduct during an unauthorized student protest regarding the demotion of the assistant principal, Mr. Brown. Felder appealed her termination to the local school.\r\n___________________\r\n1She was a teacher at the same school for twenty-six years.\r\n10\r\n\r\n BARBARA J.K. FELDER v. CHARLESTON COUNTY SCHOOL DISRTICT\r\nboard of trustees, which affirmed, and then to the Charleston County School District Board of School Trustees (Board). The Board found Felder's conduct was unprofessional, evidenced an unfitness for teaching, and substantially interfered with the performance of her duty, and that Felder made a false statement to her superior. The Board affirmed Felder's termination on these grounds.2\r\n On appeal to the circuit court, Felder contended (1) her termination was unlawful because it was in retaliation for her exercise of her First Amendment right to free speech and (2) her right to procedural due process was violated. The circuit court ruled in Felder's favor on both grounds, reversed the termination, and ordered reinstatement with back pay. Appellant Charleston County School District (District) appeals.\r\nISSUES\r\n1. Did the circuit court err in reversing because there is substantial evidence to support the Board's decision?\r\n2. Were Felder's procedural due process rights violated?\r\nDISCUSSION\r\n I.\r\n The First Amendment protects government employees from termination because of their speech on matters of public concern. Connick v. Meyers, 461 U.S. 138, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983). To prevail, the employee must prove (1) that the conduct at issue was constitutionally protected and (2) that it was a substantial or motivating factor in the termination. If the employee meets that burden, the government entity can escape liability by showing it would have taken the same action even in the absence of the protected conduct. Board of County Comm'rs v. Umbehr. U.S., 116 S.Ct. 2342, 135 L.Ed.2d 843 (1996); see also Botchie v. O'Dowd, 31 8S.C. 1 3 0 , 456 S.E.2d 403 (1995).\r\n Here, Felder does not contend that her conduct during the protest was protected speech. The alleged protected speech occurred two days before the student protest when Felder appeared at a community meeting with the local school board and voiced her objection to Mr. Brown's demotion. Carlretta Wright, the area \r\n2The Board also found Felder violated S.C. Code Ann. &#167; 16-17-5 1 0 (Supp. 1995) which provides it is a misdemeanor \"for a person to encourage, entice, or conspire to encourage or entice a child enrolled in the public elementary or secondary schools of this State from attendance. . . .\" This finding, however is not supported by a conviction based on proof beyond a reasonable doubt and we do not rely on it here.\r\n11\r\n\r\n BARBARA J.K. FELDER v. CHARLESTON COUNTY SCHOOL DISTRICT\r\nsuperintendent who terminated Felder, testified that although she did not terminate Felder in retaliation for this speech, she did consider it in making her decision. Assuming Wright's admission is sufficient to show Felder's protected speech was a motivating factor in the termination, District is still entitled to terminate her if it can show it would have taken the same action absent Felder's protected speech. Umbehr, supra.\r\n Felder testified the following incident took place shortly after she arrived at school on the day of the student protest:\r\n I went into my classroom and decided to make my coffee at that time. Either when I got into the classroom or shortly after I got into the classroom, DeWayne Michael Green and Ernest Washington, two students in my first period class, were there in the classroom. At first I thought they were just talking as boys will get together and talk so I proceeded to my office [adjoining the classroom] to put the coffee on and sat at my desk.\"\r\n They continued their conversation. It got loud for a while there. And after listening to it for about I guess five to ten minutes I got up and I went to the classroom.... And I said to these fellows, I said, listen, fellows, you-all need to cut this noise out. You have the right to either attend class or you have -- and you have the right to go outside and protest as granted by the constitution\r\n The trial judge found Felder's statement to the students regarding their \"rights\" was not an enticement or encouragement to them to participate in the protest. He concluded District failed to show it had valid grounds to terminate Felder absent her exercise of free speech two days before the protest occurred. We disagree.\r\n First, it is important to note the standard of review applicable to the circuit court in this case. Judicial review of a school board decision terminating a teacher is limited to a determination whether it is supported by substantial evidence. The court cannot substitute its judgment for that of the school board. Kizer v. Dorchester County Voc. Educ. Bd. of Trustees, 287 S.C. 545, 340 S.E.2d 144 (1986); Laws v. Richland County School Dist. No. I., 270 S.C. 492, 243 S.E.2d 193 (1978).\r\n In this case, the circuit court totally discounted testimony by Major Kirby of the Sheriffs Department regarding Felder's conduct when Felder went outside to help monitor the protest as directed by the principal. Kirby testified that while the principal was addressing the crowd and telling, the students to return to class, Kirby\r\np12\r\n\r\nBARBARA J.K. FELDER v. CHARLESTON COUTNY SCHOOL DISTRICT\r\nheard Felder talking to the students saying \"they had a right not to attend class, not to go back to class, that there was power in numbers and if they stayed out they couldn't suspend them all.\" Kirby was standing right next to Felder and clearly heard what she said.\r\n The circuit court refused to credit this testimony because there was no corroborating testimony and Felder denied it was true. In so ruling, the circuit court exceeded the scope of judicial review in this case. Kirby's testimony regarding Felder's insubordination is substantial evidence to support the Board's determination that Felder's conduct evidenced unfitness to teach, substantially interfered with the performance of her duty, and constituted unprofessional conduct. It also supports the Board's finding that Felder made a false statement to her superior since Felder told Superintendent Wright that she did not encourage the students to protest.\r\n In conclusion, the circuit court erred in reversing the Board's decision to terminate Felder since this determination was supported by substantial evidence in the record.\r\n II.\r\n The circuit court found Felder's procedural due process rights were violated because the County Superintendent, Dr. LeBoeuf, is not a board member and he \"participated\" in the Board's decision to affirm Felder's termination. The circuit court concluded Felder was deprived of an impartial hearing.\r\n Dr. LeBoeuf is Superintendent Wright's supervisor and, as such, he received her investigative report regarding the student protest. Dr. LeBoeuf was at the hearing before the Board, although he did not testify, and he retired with them in executive session while they discussed their decision. The Board assured counsel that no additional information would be taken from Dr. LeBoeuf but that he would \"participate\" in his typical role as executive secretary to the Board. The final vote of the Board members was taken on the record but the discussions in executive session were not recorded.\r\n Substantial prejudice is required to establish a violation of due process. Tall Tower, Inc. v. S.C. Procurement Review Panel, 294 S.C. 225, 363 S.E.2d 683(1987). Further, school board members are clothed with a presumption of honesty and integrity in the discharge of their decision-making responsibilities. Kizer, supra. In order to disqualify a hearing tribunal, actual bias rather than a mere potential for bias must be shown. Id.\r\n In the analogous situation where a judge's impartiality is challenged because of an ex parte communication, reversal is mandated only where there is\r\np13\r\n\r\nBARBARA J.K. FELDER v. CHARLESTON COUNTY SCHOOL DISTRICT\r\nevidence of judicial prejudice. Ellis v. Proctor and Gamble Distrib., Co., 315 S.C.283, 443 S.E.2d 856 (1993); Burgess v. Stern, 311 S.C. 326, 428 S.E.2d 880 (1993). We have found no judicial prejudice where the trial judge's factual findings on the merits of the case before him were supported by the record. Burgess v. Stem, supra. Similarly, in this case, the Board's decision is supported by the record and there is no evidence demonstrating actual bias. Accordingly, we hold the circuit court erred in reversing the decision of the Board on the ground Felder was deprived of an impartial hearing.\r\nCONCLUSION\r\n The order of the circuit court is reversed and the Board's order terminating Felder is reinstated.\r\n REVERSED.\r\n WALLER and BURNETT, JJ., concur. TOAL, A.J., and FINNEY, C.J., dissenting in separate opinion.\r\n14\r\n\r\nBARBARA J.K. FELDER v. CHARLESTON COUNTY SCHOOL DISTRICT\r\n TOAL, A.J.: I respectfully dissent from the majority's conclusion because I believe Barbara Felder, a teacher of more than twenty-six years, was deprived of her procedural due process rights.\r\n Rodney LeBoeuf, Superintendent of the Charleston County School District, was significantly involved in the events leading up to Felder's termination. He had been present on the school campus the day of the student protest, the incident which eventually led to Felder's termination. LeBoeuf, along with the area superintendent, made the decision to cancel school as a result of the student protest. When parents reported that teachers had been involved in the incident, the matter was referred to LeBoeuf. An investigation was conducted, and a report was prepared for LeBoeuf. The decision to terminate Felder was reached after the area superintendent discussed the matter with LeBoeuf. Thus, LeBoeuf was intimately involved throughout the process of Felder's termination.\r\n On September 29, 1994, the Charleston County School District Board of Trustees held a hearing to consider the termination of Felder. Toward the conclusion of the hearing, Felder noticed that LeBoeuf was retiring with the Board for its deliberations. Felder objected to LeBoeuf's participation in the deliberative process. This objection was overruled. I find that this action violated Felder's due process rights.\r\n The Fourteenth Amendment requires procedural due process be afforded an individual deprived of a property or liberty interest by the State. Board of Regents v. Roth, 408 U.S. 564, 92 S. Ct. 2701, 33 L. Ed. 2d 548 (1972). A fair trial in a fair tribunal is a basic requirement of due process. Withrow v. Larkin, 421 U.S. 35, 95 S. Ct. 1456, 43 L. Ed. 2d 712 (1 975). Where important decisions turn on questions of fact, due process requires an opportunity to confront and cross-examine adverse witnesses. Goldberg v. Kefly, 397 U.S. 254 , 90 S. Ct. 101 1, 25 L. Ed. 2d 287 (1970).\r\n Felder was entitled to a hearing before a dispassionate Board. This was compromised when the Board allowed one of the major actors in Felder's termination process to participate in its deliberations. She was denied the right to hear any evidence that may have been presented against her, to cross-examine LeBoeuf, or to present any defenses on her behalf. As this Court has observed,\r\n It is rarely possible to prove to the satisfaction of the party excluded from the communication that nothing prejudicial occurred. The protestations of the participants that the communication was entirely innocent may be true, but they have no way of showing it except by their own self-serving declaration. This is why the prohibition is not against \"prejudicial\" ex parte communications, but against ex parte communications.\r\nBurgess v. Stem, 31 1 S.C. 326, 330-31, 428 S.E.2d 880, 883 (1993)(quoting In re: Wisconsin Steel, 48 B.R. 753 (D. Ill. 1985)), cert. denied, 510 U.S. 865 (1993).\r\n Because Felder's due process rights were violated, I must dissent from the majority's holding.\r\n15\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24643","title":"Tupper et al. v. Dorchester County et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24643","description":"","date":"1997-06-30","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No.20\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nJohn M. Tupper, George\r\n  L. Tupper, Elias Tupper\r\n  and Tupper's Joint\r\n  Properties, Respondent,/Appellants,\r\nv.\r\nDorchester County\r\n  (Dorchester County\r\n  Council), Patsy Knight,\r\n  Dorchester County\r\n  Treasurer Joan Owen,\r\n  Dorchester County Tax\r\n  Collector, The Town of\r\n  Summerville, John H.\r\n  Walters, Sr., Francis C.\r\n  Suggs, Corey Pointe\r\n  Partners, A South\r\n  Carolina Partnership, and\r\n  its partners Kenneth\r\n  Tolley and James Bell, Defendants,\r\nOf whom Francis C. Suggs\r\n  is Appellant/Respondent,\r\nAnd Dorchester County (Dorchester County\r\n  Council), Patsy Knight,\r\n  Dorchester County\r\n  Treasurer Joan Owen,\r\n  Dorchester County Tax\r\n  Collector, The Town of\r\n  Summerville, John H.\r\n  Walters, Sr., Francis C.\r\n  Suggs, Corey Pointe\r\n  Partners, A South\r\n  Carolina Partnership, and\r\n  its partners Kenneth\r\n  Tolley and James Bell are Respondents.\r\nAppeal From Dorchester County\r\np16\r\n\r\nLuke N. Brown, Jr., Circuit Court Judge\r\nOpinion No. 24643\r\n  Heard April 16, 1997 - Filed June 30, 1997\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n0. Grady Query, of Charleston, for appellant/respondent.\r\nMorris D. Rosen and Kevin R. Eberle of Rosen, Rosen and\r\n  Hagood, of Charleston, for respondent/appellants.\r\nRobert H. Hood, John Keith Blincow, Jr., and Dixon F. Pearce,\r\n  III, all of Hood Law Firm, of Charleston, for respondent\r\n  Dorchester County and Town of Summerville.\r\nRobert D. Robbins of Bell and Robbins, of St. George, for\r\n  respondent Corey Pointe Partners and James Bell.\r\nWALLER, A.J.: These are cross-appeals from an order of the circuit court granting Respondents-Appellants (The Tuppers) summary judgement and holding they had an easement over property owned by Appellant-Respondent (Suggs). The court issued an injunction requiring Suggs to remove an in ground swimming pool built over the easement. The Court also granted summary judgment to Respondent, Town of Summerville, finding that it was not liable to the Tuppers for having granted a swimming pool permit to Suggs. We affirm in part, reverse in part, and remand.\r\nFACTS\r\nThe Tuppers own 400 acres of property adjacent to Corey Pointe III subdivision in Dorchester County. To facilitate construction of the subdivision, the developers were required to obtain a drainage ditch easement across the Tuppers' property. On January 23, 1986, the Tuppers conveyed a 20'x 700'drainage easement to Dorchester County, adjacent to a vacant lot in the subdivision. In exchange for the easement, the developers of the subdivision agreed to provide the Tuppers a 40' right of way across a vacant lot. However, the 40' right of way is not memorialized in the ditch easement agreement, nor was it ever formalized by a written agreement. The only indication of the right-of-way is in a plat of the subdivision recorded by the developers with the Dorchester County Clerk of Court. The plat shows the Tuppers' property,\r\np17\r\n\r\nJOHN M. TUPPER, et al. v. DORCHESTER COUNTY, et al.\r\na proposed 14\" wide gate on their property, the proposed 20' drainage easement and a \"40' R/W\" adjacent to the Tupper's property, in the subdivision. The plat also states: \"BY recordation of this plat, we hereby dedicate all streets and easements to the use of the public forever\".\r\nIn 1988, the Corey Point Partners (developers) failed to pay $18.99 property taxes assessed by the County on the 40' right-of way. The property was sold to a man named Walters foe $100.00 in 1991. Walters thereafter sold the 40' strip to Suggs, an adjacent land owner in Corey Point, for $150.00. The deed from Walters to Suggs does not reference the recorded plat of the subdivision. In 1992, having received a permit from the Town of Summerville, Suggs constructed an in ground swimming pool on the 40' strip, completely obstructing the Tuppers' right of way.1\r\nThe Tuppers bought this suit seeking a declaration that they had an enforceable easement and an injunction aan damages. The Court granted the Tuppers summary judgement finding they an enforceable easement and Suggs was ordered to remove the pool. The Town of Summerville was granted summary judgement on the ground that it was not liable to the Tuppers for having issued a pool permit to Suggs.\r\nScope of Review\r\nThe determination for the existence of an easement is a question of fact in a law action and subject to an any evidence standard of review when tried by a judge without a jury. Jowers v. Hornsby, 292 S.C. 549, 357 S.E. 2d 710 (1987). However, the determination of the extent of a grant of an easement is an action in equity. Moore v. Reynolds, 285 S.C. 574, 577, 330 S.E. (2d) 542, 544 (Ct. App. 1985). Thus this court may take its own view of the evidence on the latter issue. Town Assoc., Ltd. V. City Council of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976).\r\nISSUES\r\n1) Did the court err in finding the Tuppers had a valid easement? (Suggs Appeal)\r\n2)Did the court err in finding that the town of Summerville's issuance of a swimming pool permit did not form the basis foe liability to the\r\n_________________ \r\n\r\n\r\n1 The Tuppers did not learn the property had been conveyed to Suggs until October, 19922 We note that the terms easement and right of way have been used interchangeably See 12 S.C. Juris. Easement &#167; 18 (1992); 25 Am. Jur. 2d Easements &#167; 7 (1996); 28(A)C.J.S. &#167; 12(b) (1996).\r\np18\r\n\r\nJOHN M. TUPPER, et al. v. DORCHESTER COUNTY, et al.\r\nTuppers? (Tuppers Appeal)\r\n1. Easement Suggs contends the trial court erred in granting the Tuppers summary judgement. He claims' a) no easement was validly created as there is no writing to satisfy the statute of frauds, b) any easement was \"in gross\" rather than \"appurtenant\" such that it did not survive the transfer of ownership from the Tuppers, as individuals, to their corporation, Tupper's Joint Properties, and c) there was no dedication of the alleged easement to the public. We agree with Suggs' second and third claims and, accordingly, reverse the grant of summary judgment.\r\na. Sufficiency of Writings\r\n\r\nAs an initial matter, Suggs asserts there is no writing memorializing the easement sufficient to satisfy the statute of frauds, S.C. Code Ann. &#167; 32-3-10 (1991). Suggs neither raised this issue, nor was it ruled on by the trial court; it is therefore not preserved for review. Turbeville v. Groom, 233 S.C. 75, 103 S.E.2d 521 (1958)(statute of frauds may not be raised for first time on appeal).3\r\nIn any event, the purpose of the statute of frauds is to protect the promisor and may be waived by him. Cooper v. A.A.A. Highway Express Inc.. 206 S.C. 372, 34 S.E.2d 589 (1945). Cf. American Wholesale Corporation v. Mauldin. 128 S.C. 241, 122 S.E. 576 (1924)(statute of frauds is an affirmative defense which must be pled); Hatcher v. Harleysville Mutual Insurance Co., 266 S. C. 548, 225 S.E.2d 181 (1976)(a stranger to an oral contract cannot avail himself of the fact that the statute of frauds renders the contract unenforceable). Accordingly, the statute is not available as a defense to Suggs.\r\nFinally, Suggs failed to properly contest the manner of the easement's creation. Although he vaguely mentioned the easement was not properly recorded, he essentially conceded the existence of some type of easement, claiming only that it was in gross, rather than appurtenant. Having failed to properly raise the issue below, he may not do so now.\r\nAccordingly, we affirm the grant of summary judgement insofar as the trial court found the existence of an EASEMENT.\r\nb. Appurtenant vs. In Gross\r\n______________ \r\n\r\n3Although the issue of the statute of frauds was raised by Dorchester County, appellant cannot bootstrap an issue for appeal by way of a codefendant's objection. Brock v. Board of Adjustment. 308 S.C. 539, 419 S.E.2d 773 (1992); 4 C.J.S. Appeal and Error &#167; 251 (1957).\r\n\r\np19\r\n\r\nJOHN M. TUPPER, et al. v. DORCHESTER COUNTY, et al.\r\nSuggs next asserts there are genuine issues of material fact as to whether the EASEMENT created is appurtenant or in gross. We agree.\r\n. Summary judgment is proper where there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Summary judgment is not appropriate where further inquiry into the facts of the case is desirable to clarify the application of the law. Baugus v. Wessinger, 303 S.C. 412, 401 S.E.2d 169 (1991); Standard Fire Ins. Co. v. Marine Contracting &amp; Towing Co., 301 S.C. 418, 392 S.E. 2 460 (1990). Summary judgment should not be granted even when there is no dispute as to evidentiary facts if there is dispute as to the conclusion to be drawn from those facts. Gilliland v. Elmwood Properties, Inc.. 301 S.C. 295, 391 S.E. 2d 577 (1990). All ambiguities, conclusions, and inferences arising from the evidence must be construed most strongly against the movant. Baugus, supra. We agree with Suggs that there remain genuine issues of material fact in this case and, accordingly, reverse the grant of summary judgment.\r\nThe character of an express easement is determined by the nature of the right and the intention of the parties creating it. 25 Am. Our. (2d) Easements and Licenses &#167; 13 (1966). A-n easement in gross is a mere personal privilege to use the land of another; the privilege is incapable of transfer.4 Sandy Island Corp v. Ragsdale, 246 S.C. 414, 143 S.E. 2d 803 (1965). In contrast, an appurtenant easement inheres in the land, concerns the premises, has one terminus on the land of the party claiming it, and is essentially necessary to the enjoyment thereof. Id.; Smith v. Commissioners, 312 S.C. 460, 441 S.E. 2d 331(Ct.App.1994);Carolina Land Company v. Inc. v. Bland, 265 S.C. 98, 217 S.E.2d 16 (1975); Sandy Island Corp v. Ragsdale, supra; 12 S.C. Juris. Easements &#167; 3. It also passes with the dominant estate upon conveyance. Carolina Land Co., Inc. v. Bland, supra. Unless an easement has all the elements necessary to be an appurtenant easement, it will be characterized as a mere easement in gross. 12 S.C. Juris. Easements &#167; 3(c). Where language in a plat reflecting an easement is capable of more than one construction, that construction which least restricts the property will be adopted. Hamilton v. CCM Inc. 274 S.C. 152, 263 S.E.2d 378 (1980).\r\nWe find a genuine issue of material fact exists as whether or not the easement was necessary to the enjoyment of the Tuppers' estate. Although the Tuppers assert they have no other access from their property through Corey Pointe Subdivision III to Four Iron Court, nor to any other Street in that subdivision, it is clear from the hearing that there is other access which is simply less convenient. Accordingly, the trial court erred in finding that the easement was \"necessary to the enjoyment of the dominant estate.\" We reverse the grant of summary judgment on this issue and remand for further proceedings.\r\n_____________________ \r\n\r\n4In 1987, the Tuppers transferred their property to Tupper's Joint Properties. Suggs contends their easement in gross was extinguished upon the transfer to the partnership.\r\n\r\np20\r\n\r\nJOHN M. TUPPER, et al. v. DORCHESTER COUNTY, et al.\r\nC. Public Dedication\r\nIn addition to finding the easement appurtenant, the trial court found the easement had been publicly dedicated. This was error.\r\nTwo elements are required to perfect dedication. First, the owner must express in a positive and unmistakable manner the intention to dedicate his property to public use. Second, there must be acceptance of such property by the public. Helsel v. City of North Myrtle Beach, 307 S.C. 24, 413 S.E.2d 821 (1992). Dedication is an exceptional manner of passing an interest in land and proof thereof must be strict cogent, and convincing. Mack v. Edens, 320 S.C. 236, 464 S.E.2d 124 (Ct. App. 1994) To have a completed dedication, there must be some form of acceptance of the offer to dedicate. Baugus v. Wessinger, supra; 23 Am. Jur. 2d Dedication &#167; 42 at 38 (1983); Hodge v. Manning, 241 S.C. 142, 127 S.E. 2d 341 (1962). The use, repair, and working of the streets by public authorities is a mode of acceptance. Chafee v. City of Aiken, 57 S.C. 507, 35 S.E. 800 (1900). The mere fact the County approved the plat does not constitute an acceptance of the proposed public dedication. S.C. Code Ann. &#167; 6-7-1070(1976).5See also Salzer v. Green 209 N.W.2d 849 (Mich.1973)(approval of plat, standing alone, does not amount to formal acceptance of land in plat dedicated to public). The nonassessment of taxes is a factor in the determination of dedication and acceptance. Helsel v. City of North Myrtle Beach, 307 S.C. 24, 413 S.E.2d 821 (1992). The payment of taxes on disputed property is evidence contrary to the intent to dedicate property to the public. Anderson v. Hemingway, 269 S.C. 351, 237 S.E.2d 489 (1977). It is the duty of the fact finder to determine whether or not the public dedication has been accepted. McAllister v. Smiley, 301 S.C. 10, 389 S.E.2d 857 (1990).\r\nHere, as noted previously, the developers recorded the plat of Corey Pointe Subdivision with the annotation \"By the recording of this plat, we hereby dedicate all streets and easements to the use of the public forever.\" Although the developers conceded their intent to dedicate the right of way, it is undisputed they paid the taxes on the property in 1987, subsequent to the alleged dedication. Further, although there is no dispute that the government had accepted and maintained many of the streets and easements shown on the plat, there is simply no evidence that the 40' right of way was ever maintained or accepted by the public. On the contrary, the attorney for the county argued at the hearing that, in fact, the evidence would show that the city engineer testified in deposition that the city never undertook to maintain the right of way as it did not go anywhere. Even if the government did accept the public dedication with respect to some of the streets and easements, there is simply no indication in the record it did so with respect to the Tupper's right of way. We find a genuine issue exists as to whether the County, in fact, accepted the dedication of the right of way. Accordingly, the grant of summary judgment on this\r\n______________\r\n5This section was repealed by 1994 Act No 355, &#167; 2, effective May 3, 1999.\r\np21\r\n\r\nJOHN M. TUPPER, et al. v. DORCHESTER COUNTY, et al.\r\nissue is also reversed. Cf. Baugus v. Wessinger, supra (even where evidence demonstrates partial acceptance, further evidence was required to ascertain total acceptance).\r\n2. TOWN OF SUMMERVILLE'S LIABILITY\r\nThe Tuppers named the Town of Summerville as a defendant, claiming that it was liable under the Tort Claims Act, S.C. Code Ann. &#167; 15-78-60(12) (Supp. 1996),6for having been grossly negligent in its issuance of a swimming pool permit to Suggs. The trial court granted Summerville summary judgment, finding that, since Suggs was being ordered to remove the pool, the Tuppers had suffered no damages by Summerville's issuance of a pool permit. In light of our reversal of the grant of summary judgment in Suggs' appeal, it remains to be determined whether Suggs will be required to remove the pool and whether the Tuppers have suffered any damages. Accordingly, as this was the sole basis of the trial court's ruling, we reverse the grant of summary judgment on this issue and remand for further proceedings.7\r\nCONCLUSION\r\nTo the extent it found the existence of an easement, the order of the circuit court is affirmed. However, we reverse the grant of summary judgment as to the findings that the easement was appurtenant and that it had been publicly dedicated. We also reverse the trial court's grant of summary judgment as to the Town of Summerville as there exists a genuine issue as to the matter of the Tuppers damages. Accordingly, the judgment below is\r\nAFFIRMED IN PART; REVERSED IN PART; AND REMANDED.\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n_____________________\r\n 6This section provides that a governmental entity is not liable for loss resulting from the issuance of a permit, license, etc., except when the power is exercised in a grossly negligent manner.\r\n7The trial court did not rule on the merits of the Tuppers' claims that Summerville had been grossly negligent in issuing the permit or the claim that it owed a special duty to prevent such harm to them. Accordingly, we decline to do rule on the merits of an issue not ruled on below. Food Mart v. SCDHEC, _ S.C. 471 S.E.2d 688 (1996)(issues not ruled on by trial court are not preserved for review); Cook v. SCDHPT, 309 S.C. 179, 420 S.E.2d 847 (1992).\r\n22\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]