[{"id":"24863","title":"State v. Price","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24863","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nState of South Carolina      Respondent,\r\nv.\r\nFranklin Price, III               Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Dorchester County\r\nLuke N. Brown, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24863\r\nHeard October 6, 1998 - Filed December 14, 1998 \r\n  \r\nAFFIRMED \r\n  \r\nStephen Groves, Sr. and Stephen L. Brown, both of\r\nYoung, Clement, Rivers &amp; Tisdale, Charleston, and\r\nReese I. Joye and John L. Drennan, both of the\r\nJoye Law Firm, North Charleston, for petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Senior\r\nAssistant Attorney General Charles H. Richardson,\r\nall of Columbia, and First Circuit Solicitor Walter\r\nM. Bailey, of Summerville, for respondent. \r\n  \r\np.1\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals'\r\nopinion in State v. Price, Op. No. 97-UP-145 (Feb. 20, 1997). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn Sept. 5, 1994, at approximately 4:00 am, Price lost control of his\r\nvehicle on a road in Dorchester County and crashed into a private residence.\r\nWhen authorities arrived, they suspected Price had been drinking, and after\r\nconducting a number of field sobriety tests, Price was placed under arrest.\r\nHe was taken to the Dorchester County jail, where he refused a breathalyzer\r\ntest.  Due to his refusal to take the test, Price's driver's license was\r\nsuspended for ninety days.1 Thereafter, the state prosecuted Price for\r\nDriving Under the Influence (DUI). He was convicted and sentenced to one\r\nyear imprisonment, suspended on eighteen months probation, and a fine of\r\n$2000.00, and the requirement that he serve either thirty days incarceration\r\nor perform twenty days of public service. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrice appealed, contending inter alia, his prosecution for DUI was\r\nbarred by double jeopardy, as he had already been punished by the ninety\r\nday suspension of his license. The Court of Appeals, citing United States v. \r\nHalper, 490 U.S. 435, 109 S.Ct. 1892, 104 L.Ed.2d 487 (1989), found no\r\ndouble jeopardy violation, and affirmed the conviction. State v. Price, Op. No.\r\n97-UP-145 (Ct. App. Feb. 20, 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDoes the administrative suspension of Price's driver's license for\r\nrefusal to submit to a breathalyzer test render his subsequent\r\nconviction for DUI violative of the Double Jeopardy Clause?2 \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n\r\n1Pursuant to S.C. Code Ann.§ 56-5-2950(d) (Supp. 1997), if a person\r\noperating a vehicle in this state refuses to submit to a breathalyzer or other\r\nchemical test, none may be given, but the driver's license of the person\r\nrefusing the test may be suspended for ninety days. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 S.C. CONST. art. 1,§ 12; U.S. CONST. Amend V. The Double\r\nJeopardy Clause protects against a second prosecution for the same offense\r\nafter acquittal or conviction, and against multiple punishments for the same\r\noffense. Brown v. Ohio, 432 U.S. 161, 97 S.Ct. 2221, 53 [327 S.C. 130]\r\n L.Ed.2d 187 (1977); State v. Easler, 327 S.C. 121, 489 S.E.2d 617 (1997). \r\n  \r\np.2\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\nWhile double jeopardy usually operates to bar successive or multiple\r\ncriminal prosecutions, it may also prevent the government from subjecting a\r\ndefendant to both a criminal punishment and a civil sanction. Helvering v. \r\nMitchell, 303 U.S. 391, 58 S.Ct. 630, 82 L.Ed. 917 (1938); Department of \r\nRevenue of Montana v. Kurth Ranch, 511 U.S. 767, 114 S.Ct. 1937, 128\r\nL.Ed.2d 767 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRecently, in Hudson v. United States, _ U.S. _, 118 S.Ct. 488, 139\r\nL.Ed.2d 450 (1997),3 the United States Supreme Court set forth the\r\nframework within which to analyze a double jeopardy claim in the context of\r\na civil sanction.4 Hudson held the mere fact that a civil penalty has some \r\n  \r\n\r\n 3Hudson was decided subsequent to the Court of Appeals' opinion in\r\nthis case. Hudson abrogated the test set forth in United States v. Halper,\r\n490 U.S. 435, 109 S.Ct. 1892, 104 L.Ed.2d 487 (1989). Halper required a\r\ncourt, rather than assessing the statute on its face to determine the nature\r\nof the sanction imposed, to assess the character of the actual sentence\r\nimposed to determine if the sanction as applied in the individual case\r\nserved the goals of punishment. 490 U.S. at 449. 109 S.Ct. at 1901-02. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Both this Court and the United States Supreme Court have held, in\r\nthe context of criminal penalties, that the Blockburger v. United States, 284\r\nU.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932) \"same elements\" test is the sole\r\ntest of double jeopardy in successive prosecutions, and multiple punishment\r\ncases. United States v. Dixon, 509 U.S. 688, 113 S.Ct. 2849, 125 L.Ed.2d 556\r\n(1993); State v. Easlor, 327 S.C. 121, 489 S.E.2d 617 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, the United States Supreme Court has not, in the context of\r\nthe civil sanction cases applied Blockburger (notwithstanding Justice Stevens'\r\nconcurrence in Hudson suggesting its application).  In our view, under the\r\nmajority's analysis in Hudson, if a sanction is determined to be civil in\r\nnature and has not been transformed into a criminal penalty, then the double\r\njeopardy clause is not implicated and there is simply no need to conduct a\r\nBlockburger analysis. Accord, Hudson v. United States., 92 F.3d 1026, 1028,\r\nn. 3 (10th Cir.)(10th Circuit found it unnecessary to address whether offenses\r\nwere the same under Blockburger since it found sanctions were not\r\npunishment); Covelli v. Crystal 1994 WL 722976 (Conn. Super. Tax 1994),\r\nrev'd on other grounds, 683 A.2d 737 (1996). See also Henning, Precedents \r\nin a Vacuum: The Supreme Court Continues to Tinker with Double Jeopardy ,\r\n31 Am.Crim.L.Rev. 1, 48 (1993) (Because Halper [and Hudson] analysis\r\ndepend on reaching a conclusion of when a sanction passes from civil to\r\ncriminal, Blockburger plays no significant role in this area). \r\n  \r\np.3\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\ndeterrent effect does not render it violative of the double jeopardy clause.\r\n\"[I]f a sanction must be \"solely\" remedial to avoid implicating the Double\r\nJeopardy Clause, then no civil penalties are beyond the scope of the Clause.\"\r\n118 S.Ct. at 495. Accordingly, under Hudson, a court looks at the face of a\r\nstatute to determine if it establishes a criminal or civil penalty, and then\r\ndetermines if the statutory scheme is so punitive in purpose or effect as to\r\ntransform what was intended as a civil sanction into a criminal penalty.\r\nOnly the clearest proof will suffice to override legislative intent and\r\ntransform what has been denominated as a civil remedy into a criminal\r\npenalty. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPursuant to Hudson, we find the administrative suspension of a driver's\r\nlicense for refusal to submit to a breathalyzer test is not so punitive in\r\npurpose or effect as to constitute a criminal penalty.5 \r\n  \r\n  \r\n  \r\n\r\nHowever, once a sanction is determined to constitute a criminal penalty,\r\nwe find the Blockburger \"same elements\" test would apply. In light of our\r\nholding that the current sanction is civil in nature, we need not apply a\r\nBlockburger analysis to the present case. But see State v. Kerr, 330 S.C.\r\n132, 498 S.E.2d 212 (Ct. App. 1998)(holding offenses of license suspension for\r\nfailure to submit to the breathalyzer under §56-5-2950, and DUI under § 56\r\n-5-2930 are separate and distinct). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe note, however, that there may be circumstances when,\r\nnotwithstanding Blockburger, a court may conclude there is no double\r\njeopardy violation even if the same elements test is met where the legislature\r\nclearly intends multiple punishments for a single act. See Missouri v. \r\nHunter. 459 U.S. 359, 103 S.Ct. 673, 74 L.Ed.2d 535 (1983); State v. Easler,\r\n327 S.C. 121, 489 S.E.2d 617 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 In determining whether the sanction is so punitive in nature as to\r\nhave been transformed into a criminal sanction, we review, as did the Court\r\nin Hudson, the factors set forth in Kennedy v. Mendoza-Martinez, 372 U.S.\r\n144, 168-169, 83 S.Ct. 554, 567-568, 9 L.Ed.2d 644 (1963): 1) whether the\r\nsanction involves an affirmative disability or restraint, 2) whether it has\r\nhistorically been regarded as a punishment, 3) whether it comes into play\r\nonly on a finding of scienter, 4) whether its operation will promote the\r\ntraditional aims of punishment--retribution and deterrence, 5) whether the\r\nbehavior to which it applies is already a crime, 6) whether an alternative\r\npurpose to which it may rationally be connected is assignable for it, and 7)\r\nwhether it appears excessive in relation to the alternative purpose assigned. \r\n  \r\np.4\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\nFirst, as in Hudson although § 56-5-2950 does not expressly provide\r\nthat its sanctions are \"civil\" in nature, it is significant that the authority to\r\nsuspend an individual's license is vested with the \"department,\" i.e., of motor\r\nvehicles. Accord Hudson, 118 S.Ct. at 495 (that authority to issue debarment\r\norders is conferred upon administrative agencies is prima facie evidence\r\nlegislature intended to provide a civil sanction). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, the ability to operate a motor vehicle on the highways is a\r\nprivilege, rather than a right.6 State v. Collins, 253 S.C. 358, 170 S.E.2d 667\r\n(1969). See also S.C. State Hwy. Dept. v. Harbin, 226 S.C. 585, 86 S.E.2d\r\n466 (1955) (recognizing that Legislature has authority to prescribe the\r\nconditions under which the privilege to operate a motor vehicle may be\r\ngranted or revoked). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThird, in Parker v. State Highway Department, 224 S.C. 263, 78 S.E.2d\r\n382 (1953), this Court held the suspension of the driver's license of one\r\nconvicted of DUI constitutes no part of the punishment for the underlying\r\ntraffic offenses; the sanction is civil and not criminal in its nature.  The\r\nCourt noted, \"the purpose of the revocation is to protect the public and \r\nnot to punish the licensee.\" Parker, 224 S.C. at 271, 78 S.E.2d at 386. \r\nAccord, State v. Higa, 897 P.2d 928 (1995)(license suspension is remedial in\r\nthat it protects public by removing potentially dangerous drivers from state\r\nroadways); State v. Howell 575 N.W.2d 861 (Neb. 1998)(suspension of\r\ndriver's license for refusal to submit to a breathalyzer is clearly intended to\r\nprotect the public).  Accordingly, it is clear that license revocation has not\r\nhistorically been regarded as punishment in this state.7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFourth, the sanctions here do not involve an \"affirmative disability or \r\n  \r\n  \r\n  \r\n\r\n 6 As Hudson noted, \"revocation of a privilege voluntarily granted ... is\r\ncharacteristically free of the punitive criminal element.\" 118 S.Ct. at 496. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Price contends the remedial nature of an administrative license\r\nsuspension is vitiated by the fact that the suspension is not immediate, and\r\ntakes effect, generally, only after an administrative hearing. We disagree.\r\nThat the state affords procedural due process, as required by Bell v. Burson,\r\n402 U.S. 535. 91 S.Ct. 1586, 29 L.Ed.2d 90 (1971), prior to suspending a\r\ndriver's license simply does not transform the suspension from a remedial\r\nsanction into a punitive one. Accord State v. Hickam, supra 668 A.2d at\r\n1328 (fact that driver arrested for DUI is permitted to retain license for 30\r\ndays in order to meet due process does not affect sanction's status as\r\nremedial); State v. Hanson, supra, 532 N.W.2d at 602. \r\n  \r\n  \r\n  \r\np.5\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\nrestraint\" as that term is normally understood. Although Price was\r\ntemporarily prohibited from driving, this is \"certainly nothing approaching the\r\n'infamous punishment' of imprisonment.\" Hudson, 118 S.Ct. at 496\r\n(debarment from participating in banking industry not an affirmative\r\ndisability or restraint). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFifth although the sanction here, administrative suspension, does come\r\ninto play only upon a finding of scienter, i.e., refusal to submit to testing, no\r\none of the factors alone is dispositive. Sixth, although the sanction of license\r\nrevocation may serve the goals of punishment (i.e., deterrence and\r\nretribution), the primary goal, as noted by this court in Parker is to protect\r\nthe public. Accord State v. Hickam, 668 A.2d 1321 (Conn. 1995)(even though\r\nadministrative license suspension has some deterrent effect, primary thrust\r\nis remedial purpose of protecting public). Further, the Hudson court noted\r\nthat the mere presence of a deterrent effect is insufficient to render such\r\nsanctions \"criminal.\" 118 S.Ct. at 494-496 (recognizing that all civil penalties\r\nhave some deterrent effect). Accord U.S. v. Ursery , 518 U.S. 267, 116 S.Ct.\r\n2135, 135 L.Ed.2d 549 (1996); State v. Howell, supra. Moreover, the mere\r\nfact that the conduct for which the sanction is imposed is also criminal is\r\ninsufficient to render the sanction criminally punitive. Hudson, 118 S.Ct. at\r\n496, U.S. v. Imngren, 98 F.3d 811 (4th Cir. 1996), State v. HowelL supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, we note that nearly every other court which has addressed the\r\nissue finds no double jeopardy problem is posed by the administrative\r\nsuspension of a driver's license following a drunk driving arrest or refusal to\r\nsubmit to chemical testing. See State v. Zerkel, 900 P.2d 744 (Alaska Ct.\r\nApp. 1995); State v. Savard, 659 A.2d 1265 (Me. 1995); State v. Hanson, 532\r\nN.W.2d 598 (Minn. 1996) State v. Young, 530 N.W.2d 269 (Neb. Ct. App.\r\n1995); State v. Strong, 605 A.2d 510 (Vt. 1992); Ferguson v. Killens. 497\r\nS.E.2d 722 (N.C. App.1998);8 State v. Mayo, 915 S.W.2d 758 (Mo. 1996);\r\nState v.  Funke, 531 N.W.2d 124 (Iowa 1995); Luk v.  Commonwealth, 5658\r\nN.E.2d 654 (Mass. 1995); State Ex Rel Schwartz v. Kennedy, 904 P.2d 1044\r\n(N.M. 1995); Pyron v. State, 953 S.W.2d 874 (Ark. 1997); State v. Ellenburg,\r\n938 P.2d 1376 (Mont. 1997); Ex Parte Pitluk, 940 S.W.2d 220 (Tex. 1997).\r\nSee also State v. McLendon, 935 P.2d 13345, 1344-46 (Wash. 1997)(concurring\r\nopinion exhaustively listing jurisdictions which find license suspensions are\r\nnot \"punishment\" for double jeopardy purposes). \r\n  \r\n\r\n8Ferguson applied a Blockburger analysis in determining there was no\r\ndouble jeopardy violation; it therefore found it unnecessary to address the\r\ndefendant's contention the sanction was criminal. \r\n  \r\np.6\r\n\r\nSTATE v. PRICE \r\n\r\n\r\n\r\n\r\n\r\nIn sum, we find revocation of a driver's license for refusal to submit to\r\na breathalyzer test is a civil sanction which has not been transformed into\r\na criminal punishment. Accordingly, the state may prosecute Price for DUI\r\nwithout violation of the Double Jeopardy Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals' opinion is \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.7 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24864","title":"State v. Tucker","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24864","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State of South Carolina,    Respondent,\r\nv.\r\nJames Neil Tucker,      Appellant. \r\n  \r\nAppeal From Calhoun County\r\nThomas W. Cooper, Jr., Judge \r\n  \r\nOpinion No. 24864\r\nHeard October 6, 1998 - Filed December 14, 1998 \r\n  \r\nAFFIRMED \r\n  \r\nTeresa L. Norris and Hillary Sheard, both of\r\nCenter for Capital Litigation, of Columbia, for\r\nappellant. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Donald J. Zelenka, all of\r\nColumbia; and Solicitor Walter M. Bailey, Jr., of\r\nSummerville, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Appellant was convicted of murder, armed robbery,\r\ngrand larceny, and first degree burglary. On appeal, we affirmed his\r\nconvictions but reversed his death sentence. State v. Tucker, 320 S.C.\r\n306, 464 S.E.2d 105 (1995). After a resentencing trial, he was again\r\nsentenced to death. We affirm. \r\n  \r\np.8\r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant James Tucker broke into Shannon Mellon's house in the\r\nearly morning hours of July 2, 1992.1 Armed with a gun, he taped her\r\nwrists and ankles behind her back and left her on her bed while he\r\nsearched for things to steal. Appellant then reentered Shannon's bedroom\r\nand shot her once in the head. While he was packing some of Shannon's\r\nclean clothes to take with him, Shannon regained consciousness, sat up,\r\nand said she could not see. Appellant shot her a second time in the head.\r\nHe continued to pack and when he heard Shannon's labored breathing, he\r\nshot her a third time in the head. He then wrapped Shannon's body in a\r\nsheet and dragged it into the woods behind the house. Her body was\r\ndiscovered a week later. Appellant stole Shannon's car and drove to\r\nSpartanburg where he stayed with a friend for several days. He was\r\napprehended in North Carolina on July 10, 1992. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPeremptory Challenges \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in ruling on his Batson\r\nmotion.2 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAll of the six peremptory strikes used by the State were used\r\nagainst blacks.3Appellant contends that similarly situated white jurors\r\nwere not struck. Specifically, appellant questions the striking of Jurors\r\nBonaparte, Gillings, Stokes, Jackson, Williams, and Mitchell. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPursuant to State v. Jones, 293 S.C. 541 358 S.E.2d 701 (1987), the \r\n  \r\n  \r\n  \r\n\r\n 1Appellant was running from police who were looking for him for the\r\nmurder of Rosalee Oakley in Sumter County. He was convicted and\r\nsentenced to death for Rosalee's murder in December 1994. We affirmed\r\nthis conviction and sentence in State v. Tucker, 324 S.C. 155, 478 S.E.2d\r\n260 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Batson v. Kentucky, 476 U.S. 79 (1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3We note appellant is white and his victim was also white. \r\n  \r\np.9\r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\ntrial judge must hold a Batson hearing when members of a cognizable\r\nracial group or gender are struck and the opposing party requests a\r\nhearing. The proponent of the strike is required to offer a race-neutral\r\nexplanation. Unless a discriminatory intent is inherent in the proponent's\r\nexplanation, the reason offered will be deemed race-neutral. Then, the\r\nopponent of the strike must show that the race-neutral explanation given\r\nwas mere pretext. Pretext generally will be established by showing that\r\nsimilarly situated members of another race were seated on the jury. State \r\nv. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe solicitor stated he struck Juror Bonaparte because he was\r\nargumentative and his answers were \"dogmatic.\" Further, Juror\r\nBonaparte had referred to his brother's murder and the former solicitor's\r\nrefusal to prosecute. The solicitor stated he was afraid this juror harbored\r\nsome resentment against the solicitor's office which might affect his\r\ndeliberations. The trial court agreed that Juror Bonaparte was\r\nargumentative. The trial judge even pointed out how the juror had been\r\nargumentative with him. Appellant has failed to point out a white juror\r\nsimilarly situated to Juror Bonaparte who was not struck. Furthermore,\r\ncounsel may strike venire persons based on their demeanor and\r\ndisposition. State v. Wilder, 306 S.C. 535, 413 S.E.2d 323 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe solicitor stated he struck Juror Gillings because she lived in a\r\nhigh crime area, did not understand the court process, could not remember\r\nthe three categories regarding views of the death penalty, and stated she\r\ncould not sign a death verdict form. Additionally, Juror Gillings' husband\r\nhad been arrested for assault and battery of a high and aggravated\r\nnature. The trial court ruled the reasons were race-neutral. He agreed\r\nthat Juror Gillings seemed to have trouble with abstract thinking and\r\nlacked an understanding about the court process. Again, appellant has\r\nfailed to point to any similarly situated white jurors who were seated. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, both the prosecutor and defense counsel must be\r\nallowed to make credibility determinations when exercising peremptory\r\nchallenges. In State v. Bell, 305 S.C. 11, 406 S.E.2d 165 (1991), we\r\ndeclined to substitute our judgment for that of the solicitor regarding\r\nsubjective responses, to death penalty voir dire questions in the face of\r\nclaims comparable white jurors were seated. See also State v. Woodruff,\r\n300 S.C. 265, 387 S.E.2d 453 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe solicitor stated he struck Jurors Stokes, Jackson, Williams, and \r\n  \r\np.10\r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\nMitchell because they appeared to be equivocal on the death penalty.\r\nVacillating responses to voir dire questions regarding the death penalty\r\nwill support the use of a peremptory strike against a Batson challenge.\r\nState v. Elmore, 300 S.C. 130, 386 S.E.2d 769 (1989). Where the solicitor\r\nperceives a person will have difficulty imposing the death penalty, he may\r\nexercise a peremptory challenge against the juror upon this ground as a\r\nracially neutral reason. State v. Green, 301 S.C. 347, 392 S.E.2d 157\r\n(1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBecause the trial judge's findings regarding purposeful discrimination.\r\nrest largely upon his evaluation of the solicitor's credibility, we will give\r\nthose findings great deference. See Hernandez v. New York, 500 U.S. 352,\r\n111 S.Ct. 1859, 114 L.Ed.2d 395 (1991); State v. Davis, 306 S.C. 246, 411\r\nS.E.2d 220 (1991). When the record does not support the solicitor's stated\r\nreason upon which the trial judge has based his findings, however, those\r\nfindings will be overturned. Davis, supra. Here, the record supports the\r\nsolicitor's reasons for striking these jurors. Riddle v. State, 314 S.C. 1,\r\n443 S.E.2d 557 (1994). Mindful of the deference that we must give to the\r\ntrial court, we hold the trial court correctly held that the solicitor's\r\nreasons for striking these jurors were not pretextual. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLimiting of Voir Dire \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring voir dire, appellant sought to question the jury venire about\r\ntheir knowledge of the Sumter County trial, the imposition of the death\r\npenalty in that case, and the prior Calhoun County trial. The trial court\r\ndenied appellant's motion because he did not want to unnecessarily plant\r\nany prejudicial information in the minds of the jurors. Appellant contends\r\nthis was error. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred in limiting his questions on\r\nvoir dire. South Carolina Code Ann. § 16-3-20(D)(Supp. 1995) grants a\r\ncapital defendant the right to examine jurors through counsel. The\r\nmanner in which these questions are pursued and the scope of any\r\nadditional voir dire are matters of trial court discretion. State v. Smart,\r\n278 S.C. 515, 299 S.E.2d 686 (1982). We hold the trial judge did not\r\nabuse his discretion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdditionally, in Mu'Min v. Virginia, 500 U.S. 415, 11 S.Ct. 1899,\r\n1905, 114 L.Ed.2d 493 (1991), the United States Supreme Court held a\r\ndefendant is entitled to specific questions only if the failure to ask them \r\n  \r\np.11\r\n\r\nState v. Tue er \r\n\r\n\r\n\r\n\r\n\r\nwould render his trial \"fundamentally unfair.\" We hold the denial of\r\nappellant's motion did not render his trial \"fundamentally unfair.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nExcusal of Juror Williams \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in excusing Juror Williams\r\nfor cause. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJuror Williams is a Jehovah's Witness minister. A general tenet of\r\nJehovah's Witnesses is that they can not sit in judgment of another\r\nperson.  During the general qualifying of the jury pool, a bench conference\r\nwas held after which, Juror Williams was excused by the trial court. The\r\ntrial court then relayed what had occurred during the bench conference for\r\nthe record. The trial court stated defense counsel had asked Juror\r\nWilliams if he could sit in judgment following special counseling. Juror\r\nWilliams said he thought that there was some counseling which might\r\nenable him to serve as a juror but the counseling might take four days.\r\nAppellant agreed with the trial court's recollection but he objected to the\r\ncourt's excusal of Juror Williams. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant stated that the trial court's excusal prevented him from\r\nrehabilitating the juror during individual voir dire as to his view on the\r\ndeath penalty and the special circumstances which might allow him to sit\r\nas a juror. The trial court stated that he excused Juror Williams without\r\nregard to his view on the death penalty; it was based solely upon the fact\r\nthat his religious beliefs would not allow him to sit as a juror and that the\r\nspecial circumstances which might allow him to serve would require four\r\ndays of counseling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn review, the trial court's disqualification of a prospective juror will\r\nnot be disturbed where there is a reasonable basis from which the trial\r\ncourt could have concluded that the juror would not have been able to\r\nfaithfully discharge his responsibilities as a juror under the law. State v. \r\nGreen, 301 S.C. 347, 392 S.E.2d 157 (1990); State v. Gaskins, 284 S.C.\r\n105, 326 S.E.2d 132 (1985); State v. Linder, 276 S.C. 304, 278 S.E.2d 335\r\n(1981). The trial court properly excluded Juror Williams because his\r\nreligious beliefs which prohibit judging another person would have\r\nprevented or substantially impaired the performance of his duties as a\r\njuror. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant also contends the trial court violated S.C. Code Ann. § 16- \r\n  \r\np.12 \r\n  \r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\n3-20 (Supp. 1997), when he did not allow appellant to question Juror\r\nWilliams. Section 16-3-20(D) provides, in pertinent part: \r\n  \r\n  \r\n  \r\n(D) Notwithstanding the provisions of Section\r\n14-7-1020, in cases involving capital punishment\r\na person called as a juror must be examined by\r\nthe attorney for the defense. \r\n  \r\n  \r\n  \r\nWe note appellant did ask Juror Williams two questions and we have held\r\nsection 16-3-20(D) does not require the trial judge to allow counsel to\r\nengage in lengthy interviews of prospective jurors. Smart, 274 S.C. 303,\r\n305, 262 S.E.2d 911, 912 (1982); see also Atkins, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, we hold the trial court did not violate this section.\r\nHere, the trial judge excused Juror Williams prior to any individual voir\r\ndire being conducted. \"The evident purpose of Section 16-3-20(D) is to\r\nsecure to counsel for the defense in death cases the right to also question\r\njurors during their voir dire examination. This is the sole limitation upon\r\nthe discretion of the court in voir dire examinations authorized under Code\r\nSection 14-7-1020.4 That section is not repealed and the reference to it in\r\nSection 16-3-20(D) impliedly recognizes that, in all other respects, the\r\ndiscretion of the court in the conduct of voir dire examinations continues\r\nto exist.\" State v. Smart, 274 S.C. at 305, 262 S.E.2d at 912 (footnote\r\nadded). See also State v. Atkins, 293 S.C. 294, 360 S.E.2d 302 (1987);\r\nState v. Owens, 277 S.C. 189, 284 S.E.2d 584, 586 (1981). \r\n  \r\n  \r\n  \r\n\r\n 4Section 14-7-1020 provides: \r\n  \r\nThe court shall, on motion of either party in the suit,\r\nexamine on oath any person who is called as a juror\r\nto know whether he is related to either party, has any\r\ninterest in the cause, has expressed or formed any\r\nopinion, or is sensible of any bias or prejudice therein,\r\nand the party objecting to the juror may introduce any\r\nother competent evidence in support of the objection.\r\nIf it appears to the court that the juror is not indifferent\r\nin the cause, he must be placed aside as to the trial of\r\nthat cause and another must be called. \r\n  \r\np.13\r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\nSection 14-7-1010 provides, in part: \"The presiding judge shall at\r\neach term of court ascertain the qualifications of the jurors. The presiding\r\njudge shall determine whether any juror is disqualified or exempted by\r\nlaw and only he shall disqualify or excuse any juror as may be provided\r\nby law.\"  There are no limitations or additional requirement under this\r\nsection in capital cases. Thus, the trial judge alone is to determine\r\nwhether a juror is qualified prior to the individual voir dire allowed\r\npursuant to sections 14-7-1020 and 16-3-20. See State v. South, 285 S.C.\r\n529, 331 S.E.2d 775 (1985)(in a capital case, trial judge did not abuse\r\ndiscretion by excluding two prospective jurors because of health and\r\neducational conflicts).  The trial court's decision to excuse Juror Williams\r\nhinged on the required counseling which would take several days in order\r\nto allow Juror Williams to serve. We find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdmission of Appellant's Testimony from Prior Trial \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in admitting appellant's\r\ntestimony from his prior Calhoun County trial. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant objected on the ground that the testimony was\r\ninadmissible hearsay. We disagree. Under Rule 801(d)(2), SCRE, an\r\nadmission by a party-opponent is not hearsay \"if the statement is offered\r\nagainst a party and is (A) the party's own statement in either an\r\nindividual or a representative capacity . . . \" Accordingly, appellant's\r\ntestimony was not hearsay pursuant to Rule 801 (d)(2) and the trial court\r\ndid not err in admitting it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSubmission of kidnapping as aggravating circumstance \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in submitting kidnapping as\r\nan aggravating circumstance. Appellant contends since the State did not\r\nraise kidnapping as an aggravating circumstance in the previous trial, it\r\ncan not raise it in this re-sentencing. We disagree. This issue was\r\ndecided in State v. Plath, 281 S.C. 1, 313 S.E.2d 619 (1984), wherein we\r\nheld there was no prejudice to appellant from the submission of an\r\nadditional aggravating circumstance during a resentencing trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, appellant contends the State failed to prove the mens rea\r\nnecessary for kidnaping. We disagree. In State v. Jefferies, 446 S.E.2d\r\n427, 316 S.C. 13 (1994), we held the mens rea required for the crime of\r\nkidnaping as set forth in S.C. Code Ann. § 16-3-910 (1985) is \r\n  \r\np.14 \r\n  \r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\n\"knowledge.\" Kidnaping is a continuing offense. The offense commences\r\nwhen one is wrongfully deprived of freedom and continues until freedom is\r\nrestored. State v. Hall, 280 S.C. 74, 310 S.E.2d 429 (1983)(citing State v. \r\nZiegler, 274 S.C. 6, 10, 260 S.E.2d 182, 184 (1979)). Here, Shannon was\r\nunquestionably deprived of her freedom once appellant bound her with the\r\nduct tape. Further, we have held restraint constitutes kidnaping within\r\nthe meaning of section 16-3-910,5 regardless of the fact that the purpose of\r\nthis seizure was to facilitate the commission of a sexual battery. Hall, 280\r\nS.C. 74, 78, 310 S.E.2d 429 (1983).. Here, the purpose of the restraint\r\nof Shannon was to facilitate in the commission of burglary and robbery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn determining whether to submit an aggravating circumstance to\r\nthe jury, the trial court is concerned only with the existence of evidence,\r\nnot its weight. The aggravating circumstance is properly submitted if\r\nsupported by any direct or circumstantial evidence. State v. Bennett, 328\r\nS.C. 251, 493 S.E.2d 845 (1997). There was evidence to support the\r\nsubmission of kidnaping as an aggravating circumstance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's remaining arguments are affirmed pursuant to Rule 220\r\n(b)(1), SCAM, and the following authorities: Appellant's Issue 1 (change\r\nof venue): State v. Caldwell, 300 S.C. 494, 388 S.E.2d 816 (1990)(\"When\r\njurors have been exposed to such publicity, a denial of a change of venue\r\nis not error where jurors are found to have the ability to lay aside any\r\nimpressions or opinions and render a verdict based on the evidence\r\npresented at trial.\"); Appellant's Issues 5-8 (juror qualification): State v. \r\nGreen, 301 S.C. 347, 392 S.E.2d 157 (1990); State v. Holmes, 464 S.E.2d\r\n334, 320 S.C. 259 (1995)(any error in qualifying juror was harmless where\r\njuror was alternate and never used in trial); Appellant's Issue 6: State v. \r\nPlemmons, 286 S.C. 78, 332 S.E.2d 765 (1985)(qualification of juror is\r\naddressed to trial judge's discretion and will not be disturbed unless\r\nwholly unsupported); Appellant's Issue 11: State v. Tucker, 324 S.C. 155,\r\n478 S.E.2d 260, 270 (1996)(appellant's prior record showed extremely\r\nviolent nature and future dangerousness and inability to be rehabilitated);\r\nAppellant's Issue 12: State v. Von Dohlen, 322 S.C. 234, 471 S.E.2d 689 \r\n  \r\n  \r\n  \r\n\r\n 5In State v. Ray, 310 S.C. 431, 437, 427 S.E.2d 171 (1993), we held\r\n\"[t]he South Carolina aggravating circumstance of kidnapping is defined by\r\nS.C. Code Ann. § 16-3-910 as the unlawful seizure, confinement, inveigling,\r\ndecoying, kidnapping, abducting or carrying away of any other person by\r\nany means whatsoever without authority of law.\" \r\n  \r\np.15\r\n\r\nState v. Tucker \r\n\r\n\r\n\r\n\r\n\r\n(1996)(forensic pathologist could testify as to pain victim endured and\r\nalthough physical torture was not submitted to jury as aggravating\r\ncircumstance, evidence regarding torture was still admissible as going to\r\ncircumstances of crime); Appellant's Issue 13: State v. Gaskins, 284 S. C.\r\n105, 326 S.E.2d 132 (1985)(details of defendant's prior murder convictions,\r\nincluding photographs of prior murder victims, were properly allowed into\r\nevidence in sentencing phase); Ray v. State, 330 S.C. 184, 498 S.E.2d 640\r\n(1998)(evidence of other crimes, including \"gory photos\" of victim, is\r\nadmissible at sentencing phase of capital trial); Appellant's Issue 14: State v.\r\nWilliams, 321 S.C. 327, 468 S.E.2d 626 (1996)(photographs of victim's\r\nbody are admissible in sentencing phase of capital trial to show\r\ncircumstances of crime and character of defendant); State v. Kornahrens,\r\n290 S.C. 281, 350 S.E.2d 180 (1986)(relevancy, materiality, and\r\nadmissibility of photographs are left to sound discretion of trial court). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nProportionality Review \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have conducted the proportionality review pursuant to S.C. Code\r\nAnn.§ 16-3-25 (1985). We find the sentence was not the result of passion,\r\nprejudice, or other arbitrary factor and the evidence supports the jury's\r\nfinding of the aggravating circumstances. Further, we find the sentence is\r\nnot excessive or disproportionate to the penalty imposed in similar cases.\r\nState v. Chaffee, 285 S.C. 21, 328 S.E.2d 464 (1984), cert. denied, 471 U.S.\r\n1009, 105 S.Ct. 1878, 85 L.Ed.2d 170 (1985). Accordingly, appellant's\r\nsentence is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.C.J., WALLER, BURNETT, JJ., and Acting Associate Justice Diane Schafer\r\nGoodstein, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.16 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24865","title":"Legare v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24865","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nAlbert Legare,     Respondent,\r\nv.\r\nState of South Carolina,      Petitioner. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Charleston County\r\nJackson V. Gregory, Trial Judge\r\nLarry R. Patterson, Post-Conviction Judge \r\n  \r\nOpinion No. 24865\r\nSubmitted November 19, 1997 - Filed December 14, 1998 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for petitioner. \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\nTOAL, A.J.: The State has petitioned for a writ of certiorari,\r\ncontesting the grant of relief to Albert Legare by the Post-Conviction Relief\r\n(\"PCR\") court. We reverse. \r\n  \r\np.17\r\n\r\nLEGARE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn March 1992, Legare was indicted for armed robbery, attempted\r\narmed robbery, and assault and battery with intent to kill. In November\r\n1992, a jury found Legare guilty on all counts. He was sentenced to 25 years\r\nimprisonment for armed robbery; 20 years, consecutive, for assault and\r\nbattery with intent to kill; and 10 years, consecutive, for attempted armed\r\nrobbery. Legare appealed his convictions and sentence. We affirmed the\r\nmatter, pursuant to Rule 220, in State v. Legare, Op. No. 95-MO-020 (S.C.\r\nfiled January 13, 1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn February 1995, Legare filed a PCR application, in which he alleged\r\nineffective assistance of trial and appellate counsel and denial of due process\r\nof law. After a hearing, the PCR court found trial counsel ineffective and\r\ngranted. Legare a new trial. The State petitioned for a writ of certiorari,\r\nwhich this Court granted. The State now argues that the PCR court erred\r\nin granting relief for the following reasons: \r\n  \r\n  \r\n  \r\n1. Legare's prior convictions were admissible to impeach him; thus, he\r\nfailed to show prejudice by trial counsel's representation in pursuing\r\nsuppression of references to Legare's prior criminal record; \r\n  \r\n  \r\n  \r\n2. Legare's trial counsel had a legitimate basis for not pursuing\r\nsuppression of the photo identification and had made a legitimate strategic\r\ndecision not to use an expert; thus, Legare failed to show that trial counsel\r\nwas ineffective; \r\n  \r\n  \r\n  \r\n3. The record does not support the PCR court's finding that trial\r\ncounsel failed to impeach a state's witness; and \r\n  \r\n  \r\n  \r\n.4. Legare failed to show prejudice by trial counsel's failure to request\r\nconcurrent sentences. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.   SUPPRESSION OF PRIOR CRIMINAL RECORD \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues the PCR court erred in granting relief where Legare\r\nfailed to show he was prejudiced by trial counsel's representation in pursuing\r\nsuppression of references to Legare's prior criminal record. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLegare was convicted for armed robbery in 1972; he was released in \r\n  \r\nP.18 \r\n  \r\n\r\nLEGARE v. STATE \r\n\r\n\r\n\r\n\r\n\r\n1978. In the very year he was released, he was convicted for conspiracy to\r\ncommit armed robbery. He was released from this second sentence in 1982.\r\nLegare's trial counsel moved to suppress the introduction of these prior\r\nconvictions. The trial court found the convictions were admissible for\r\nimpeachment purposes. It concluded that given the circumstances of the case\r\n-- that Legare was released in 1978 and was immediately convicted again --\r\nthe prior convictions would be admissible. Legare was granted relief by the\r\nPCR court on this basis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his PCR application, Legare contended that he did not testify at trial\r\nbecause of the trial court's ruling. He asserted that trial counsel erroneously\r\ninformed him that the issue could be raised on appeal. See State v. Glenn,\r\n285 S.C. 384, 330 S.E.2d 285 (1985)(when the trial judge chooses to make a\r\npreliminary ruling on the admissibility of prior convictions to impeach a\r\ndefendant and the defendant does not testify at trial, the claim of improper\r\nimpeachment is not preserved for review). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that Legare has failed to show prejudice. We have\r\nfound that a prior conviction of a crime of moral turpitude1 may be used for\r\nthe purpose of impeaching a defendant-witness's credibility if the conviction\r\nis not too remote in time.2 See State v. Johnson, 271 S.C. 485, 248 S.E.2d \r\n  \r\n\r\n 1 In determining whether a crime is one involving moral turpitude, the\r\nfocus is primarily on the whether the commission of the crime breaches the\r\nduty to society and fellow man. State v. Ball, 292 S.C. 71, 354 S.E.2d 906\r\n(1987)(listing cases involving moral turpitude crimes, including\r\nhousebreaking, grand larceny, and robbery), overruled on other grounds by \r\nState v. Major, 301 S.C. 181, 39.1 S.E.2d 235 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Under the South Carolina Rules of Evidence, which became effective\r\nSeptember 3, 1995, evidence that an accused has been convicted of a crime\r\nshall be admitted if the court determines that the probative value of\r\nadmitting this evidence outweighs its prejudicial effect to the accused. The\r\nRules further declare: \r\n  \r\n  \r\n  \r\nEvidence of a conviction under this rule is not admissible if a\r\nperiod of more than ten years has elapsed since the date of the\r\nconviction or of the release of the witness from the confinement\r\nimposed for that conviction, whichever is the later date, unless\r\nthe court determines, in the interests of justice, that the\r\nprobative value of the conviction supported by specific facts and\r\ncircumstances substantially outweighs its prejudicial effect. \r\n  \r\np.19\r\n\r\nLEGARE v. STATE \r\n\r\n\r\n\r\n\r\n\r\n313 (1978). The decision whether a prior conviction is too remote in time is\r\na matter within the sound discretion of the trial judge. Horton v. State, 306\r\nS.C. 252, 411 S.E.2d 223 (1991). Johnson found no abuse of discretion in\r\nadmission of a 13 year old conviction. Johnson, 271 S.C. 485, 248 S.E.2d\r\n313. Similarly, we have found no error in admission of a 12 year old\r\nconviction. See State v. Livingston, 282 S.C. 1, 317 S.E.2d 129 (1984).\r\nLikewise, State v. Mueller, 319 S.C. 266, 460 S.E.2d 409 (Ct. App. 1995)\r\nupheld the trial court's admission of a prior conviction, reasoning that the\r\nconviction was admissible because the defendant had been on probation in\r\nthe previous 10 years. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the present case, Legare was convicted for armed robbery in 1972\r\nand released in 1978. He was convicted again in 1978 for conspiracy to\r\ncommit armed robbery and was released in 1982. The trial court found that\r\nin view of Legare's history -- he was released in 1978 and \"immediately went\r\nback in\" -- the prior convictions were admissible for impeachment purposes.\r\nLegare's trial took place in 1992. The sentences for his previous convictions\r\nwere within 14 and 10 years, respectively, of his trial. The decision whether\r\nthe prior convictions were too remote was a matter within the sound\r\ndiscretion of the trial judge. We do not find any abuse of such discretion.\r\nBecause the trial court did not err in admitting the prior offenses, Legare\r\ncannot now complain about ineffective assistance of counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.   IDENTIFICATION TESTIMONY \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. SUGGESTIVE LINEUP \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues the PCR court erred in granting Legare a new trial\r\non the basis of trial counsel's failure to pursue suppression of identification\r\ntestimony. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court found that trial counsel failed to adequately pursue\r\nsuppression of identification testimony based on a claim that \"mug shots\"\r\nused in a photo identification of defendant were impermissibly suggestive.\r\nLegare's counsel moved during trial to have the photo lineup excluded.  He\r\nargued that the photographs must not imply the defendant has had a prior\r\ncriminal record, and the manner and introduction of the photos at trial must\r\nbe such that it does not draw particular attention to the source or implication\r\nof the photos. The photographs (which are not included in the record on\r\nappeal) are described as color photographs showing Legare in street clothes, \r\n  \r\n\r\nRule 609, SCRE. \r\n\r\np.20 \r\n  \r\n\r\nLEGARE v STATE \r\n\r\n\r\n\r\n\r\n\r\nand unlike the old photographic lineups wherein the arrestee was shown with\r\na placard hanging around his neck. The date of Legare's photo appears at\r\nthe top of his photo. This and other photographs were shown to one of the\r\nState's witnesses as a photo lineup. The State argued to the trial court that\r\nthe photo did not implicate any prior criminal doings on Legare's part.\r\nLegare's counsel withdrew his motion after the solicitor agreed not to refer\r\nto the photographs as \"mug shots.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the PCR hearing, Legare's counsel testified that he thought the\r\nphoto identification was \"useless\"; the only thing suggestive about the photos\r\nwere the dates underneath the pictures.  Counsel felt it would be better to\r\nattack the problem of the photo identification on cross-examination. Counsel\r\ntestified that he did attack this on cross-examination. The State's witness\r\nadmitted that the date on the photo coincided with the time that she heard\r\nan arrest had been made. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere has not been a demonstration that counsel's representation fell\r\nbelow an objective standard of reasonableness, nor has Legare established\r\nprejudice. See Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80\r\nL. Ed. 2d 674 (1984). The PCR court's order does not point to any specific\r\nbasis for finding counsel ineffective, nor does the record demonstrate\r\nineffectiveness. Accordingly, the PCR court's holding should be reversed on\r\nthis point. See High v. State, 300 S.C. 88, 386 S.E.2d 463 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. FAILURE TO CALL EXPERT WITNESS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court further found that counsel failed to call a certain expert\r\nwitness, in the field of identification, to testify at trial to discredit the State's\r\nidentification testimony. This finding is in error inasmuch as counsel\r\narticulated very clear reasons for not calling the expert. Counsel had read\r\na transcript of the expert's testimony at another proceeding. He had also\r\nspoken with the attorney who had arranged to have the expert testify.\r\nCounsel concluded that the expert's testimony was unpersuasive and found\r\nhim to be belligerent and arrogant. He got an \"uneasy feeling\" when he\r\ntalked to the expert over the phone and concluded he would be \"more\r\ndamaging than if I left him alone.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhere counsel articulates a valid reason for employing certain strategy,\r\nsuch conduct will not be deemed ineffective. Underwood v. State, 309 S.C.\r\n560, 425 S.E.2d 20 (1992). Again, the PCR court's order does not offer any\r\nspecific grounds as to why counsel was ineffective in failing to call the expert\r\nto testify. \r\n  \r\np.21 \r\n  \r\n\r\nLEGARE v STATE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nC.   IMPEACHMENT OF WITNESS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State contends that the PCR court erred in granting relief to\r\nLegare where he did not show that trial counsel failed to impeach a State's\r\nwitness by attacking her credibility. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlpharetta Walker, who was living with Legare at the time of his\r\narrest, testified for the State.  The PCR court found that counsel failed to\r\npursue impeachment of her testimony based on her criminal history. More\r\nspecifically, the order states that counsel testified at the PCR hearing that\r\nhe had reviewed her criminal identification record prior to trial and that it\r\ncontained information substantiating Legare's claim that Walker had been\r\nconvicted of crimes of moral turpitude. The order further declares that\r\nletters by Walker were presented to the court; these letters explained her\r\nmotivations for testifying on behalf of the State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe record does not support the PCR court's findings. Walker's\r\ncriminal record is not in the record. Likewise, there is no evidence that\r\nWalker's letters were presented to the Court; they are not contained in the\r\nrecord either. Counsel did cross-examine Walker. He asked her whether she\r\nwas receiving a deal from the solicitor's office in exchange for her testimony.\r\nShe indicated she was going to be released in exchange of her testifying.\r\nLegare has failed to establish prejudice under Strickland v. Washington. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD.   CONCURRENT SENTENCES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State finally argues that the PCR court erred in granting Legare\r\nrelief where he failed to show he was prejudiced by counsel's failure to\r\nrequest concurrent sentences. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLegare received sentences of 25 years for armed robbery; 20 years,\r\nconsecutive, for assault and battery with intent to kill; and 10 years,\r\nconsecutive, for attempted armed robbery. Legare argues that counsel was\r\nineffective in failing to request concurrent sentences under S.C. Code Ann.\r\n§17-25-50 (1985), which provides: \r\n  \r\n  \r\n  \r\nIn determining the number of offenses for the purpose of\r\nimposition of sentence, the court shall treat as one offense any\r\nnumber of offenses which have been committed at times so\r\nclosely connected in point of time that they may be considered as\r\none offense, notwithstanding under the law they constitute\r\nseparate and distinct offenses. \r\n  \r\n  \r\n  \r\np.22 \r\n  \r\n\r\nLEGARE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nIn State v. Muldrow, 259 S.C. 414, 192 S.E.2d 211 (1972), we explained\r\nthat the above statute is a recidivist statute. Where the indictment charges\r\nthe defendant with the commission of separate and distinct crimes, each\r\ninvolving distinct elements not included in the other, then it is entirely\r\nproper for the court to impose sentences on each count for which the\r\ndefendant is convicted. Thus, there is no evidence to support the PCR court's\r\nfindings that counsel was ineffective in failing to request concurrent charges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, the PCR court's grant of relief to Legare is\r\nREVERSED \r\n  \r\n  \r\n  \r\nMOORE, WALLER and BURNETT, JJ., concur. in separate opinion.\r\nFINNEY, C.J., dissenting \r\n  \r\n  \r\n  \r\np.23\r\n\r\nLEGARE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent, and would affirm the grant of post-\r\nconviction relief (PCR) to respondent. In my opinion, the majority errs when\r\nit deviates from the normal deferential scope of review applied to PCR\r\nmatters. We are required to affirm the circuit court's PCR order if it is\r\nsupported by any evidence in the record. Pauling v. State, ___ S.C. ___, 503\r\nS.E.2d 468 (1998). In my opinion, the order\"s findings regarding defective\r\nrepresentation, and especially resulting prejudice, are supported by the\r\nevidence and we should not, and properly cannot, overturn them. I would\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.24 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24866","title":"In the Matter of David E. Belding","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24866","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of David E. Belding,\r\nRespondent. \r\n  \r\nOpinion No. 24866\r\nSubmitted November 23, 1998 - Filed December 14, \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nDavid E. Belding, of Columbia, pro se. \r\n  \r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., Assistant Deputy Attorney General J. Emory\r\nSmith, Jr., and Henry B. Richardson, Jr., all of\r\nColumbia, for the Office of the Disciplinary\r\nCounsel. \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR., In the agreement, respondent\r\nadmits misconduct and consents to be suspended from the practice of law\r\nfor ninety days, retroactive to the date of his interim suspension. We\r\naccept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was convicted of five counts of failure to make and\r\nfile a South Carolina Income Tax return in violation of S.C. Code Ann.  §\r\n12-54-40(b)(6)(c) (Supp. 1997). Respondent was sentenced to concurent\r\nsentences of one year on each count, suspended upon the payment of a\r\n$500.00 fine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe failure to file a tax return is a serious crime as set forth\r\nin Rule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has\r\nviolated Rule 8.4 of the Rules of Professional Conduct, Rule'407, SCACR, \r\n  \r\np.25\r\n\r\nIN THE MATTER OF BELDING \r\n\r\n\r\n\r\n\r\n\r\nand Rule 7(a)(4), RLDE, by committing a serious crime that reflects\r\nadversely upon his honesty, trustworthiness and fitness as a lawyer and\r\nhas violated Rule 7(a)(5) and (6), RLDE, by engaging in conduct tending to\r\nbring the courts or legal profession into disrepute and violating the oath of\r\noffice he took upon admission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of  law for ninety days. Accordingly,\r\nrespondent is suspended for ninety days, retroactive to September 28,\r\n1998, the date of his interim suspension. Within fifteen days of the date\r\nof this opinion, respondent shall file an affidavit with the Clerk of Court\r\nshowing that he has complied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\np.26\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24867","title":"In the Matter of Kenneth L. Mitchum","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24867","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of\r\nKenneth L. Mitchum,\r\nRespondent. \r\n  \r\nOpinion No.  24867\r\nDEFINITE SUSPENSION \r\n  \r\nWilliam E. Jenkinson, III, of Kingstree, for\r\nrespondent. \r\n  \r\nHenry B. Richardson, Jr., of Columbia, for the\r\nOffice of the Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent\r\nadmits misconduct and consents to be suspended from the practice of law\r\nfor ninety days, retroactive to the date of his interim suspension. We\r\naccept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to two counts of failure to file a\r\nquarterly withholding tax return in violation of S.C. Code Ann. § 12-54-\r\n40(b)(6)(c) (Supp. 1997). The failure to file a tax return is a serious crime\r\nas set forth in Rule 2(z), RLDE, Rule 413, SCACR. By his conduct,\r\nrespondent has violated Rule 8.4 of the Rules of Professional Conduct,\r\nRule 407, SCACR, and Rule 7(a)(4), RLDE, by committing a serious crime\r\nthat reflects adversely upon his honesty, trustworthiness and fitness as a\r\nlawyer and has violated Rule 7(a)(5) and (6), RLDE, by engaging in\r\nconduct tending to bring the courts or legal profession into disrepute and\r\nviolating the oath of office he took upon admission to the practice of law\r\nin this State. \r\n  \r\n  \r\n  \r\np.27 \r\n  \r\n\r\nIN THE MATTER OF MITCHUM \r\n\r\n\r\n\r\n\r\n\r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly,\r\nrespondent is suspended for ninety days, retroactive to October 12, 1998,\r\nthe date of his interim suspension. Within fifteen days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of Court showing\r\nthat he has complied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\np.28\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24868","title":"State v. Avery","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24868","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nState of South Carolina, Respondent, \r\n  \r\nv. \r\n  \r\nDavid G. Avery,    Appellant. \r\n  \r\nAppeal From Aiken County\r\nG. Larry Inabinet, Family Court Judge\r\nHenry F. Floyd, Circuit Court Judge \r\n  \r\nOpinion No. 24868\r\nHeard November 4, 1997 - Filed December 14, 1998 \r\n  \r\nAFFIRMED \r\n  \r\nJack B. Swerling, of Columbia, for appellant. \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nAssistant Attorney General John P. Riordan, all of\r\nColumbia; and Solicitor Barbara R. Morgan, of\r\nAiken, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant was fourteen years old when he\r\nparticipated in the armed robbery of a convenience store. During the\r\nrobbery, the store proprietor was killed. Following a transfer hearing, the\r\nfamily court waived jurisdiction over appellant to general sessions court.\r\nA jury convicted appellant of murder, armed robbery, and possession of a\r\nweapon during the commission of a violent crime. He received concurrent \r\n  \r\np.29 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nsentences of life, twenty-five years, and five years, respectively. We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTransfer Hearing \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccording to the evidence presented at the transfer hearing,\r\nappellant and two other individuals planned to rob the #1 Market.1 Prior\r\nto the robbery, appellant procured two guns from a relative's home. He\r\ncarried one of the guns and pointed the weapon at one of the two store\r\nemployees during the robbery. One employee was shot; he died as a result\r\nof the gunshot wound. Shortly after the robbery, appellant returned to his\r\nhome in Pennsylvania. He refused extradition to South Carolina. At the\r\ntime of the murder and armed robbery, appellant was almost fifteen years\r\nold.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTwo Department of Juvenile Justice (DJJ) employees testified\r\non appellant's behalf. While both witnesses described appellant as \"very\r\nintelligent,\" one also indicated appellant was \"very immature.\" This\r\nwitness stated appellant is a \"follower\" and respects authority. Both\r\nwitnesses concluded appellant would benefit from the programs available\r\nat DJJ. Appellant's mother also testified at the transfer hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe DJJ Preadjudicatory Transfer (Waiver) Evaluation was\r\nadmitted into evidence at the hearing. According to the evaluation,\r\nappellant was from Pennsylvania. He had been a successful student until\r\nthe ninth grade when he began skipping school. Appellant's mother\r\nreported she sent appellant to live with family members in South Carolina\r\nbecause he disliked the high school he was attending. Appellant, however,\r\nreported he was sent to South Carolina because he was associating with\r\nfriends who were delinquents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs reported by the evaluation, appellant denied selling illegal \r\n  \r\n\r\n 1The two other individuals provided statements identifying appellant\r\nas the third participant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Another participant, Chavados Miles, was also a juvenile. The third\r\nparticipant, Chasako Glanton, was eighteen years old. \r\n  \r\np.30 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\ndrugs but stated his friends sold crack and marijuana. Appellant reported\r\nhe had smoked marijuana on a few occasions. He stated he began\r\ndrinking beer when he was fourteen years old. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe evaluation noted several factors which could positively\r\ninfluence appellant's likelihood of rehabilitation. For instance, appellant\r\nhad no prior referrals or, adjudications in the juvenile justice system, he\r\nappeared motivated to receive help, and he expressed remorse and\r\nresponsibility for his misbehavior. The report noted, \"given [appellant's]\r\nparole guidelines of 36 to 54 months, there may be sufficient time to work\r\ntoward his rehabilitation in the juvenile justice system.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe evaluation also noted several factors which could\r\nnegatively influence appellant's likelihood of rehabilitation. For instance,\r\nappellant was charged with serious and violent offenses, he has a history\r\nof regular alcohol use, and he gave discrepant information during various\r\ninterviews, indicating his unwillingness to honestly participate in the\r\nrehabilitative process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs stated in its waiver order, the family court considered the\r\ntestimony from the transfer hearing and the pre-waiver evaluation report\r\nin issuing its findings and conclusions. In making its decision to transfer\r\njurisdiction, the family court considered the following facts persuasive: \r\n  \r\n  \r\n  \r\nThere is probable cause to believe [appellant] committed\r\nthe crimes for which he is charged. \r\n  \r\n  \r\n  \r\nThe seriousness of the offenses is of such gravity as to\r\nrequire waiver for the protection of the community. \r\n  \r\n  \r\n  \r\nThe alleged offenses are of a willful, malicious, premeditated,\r\nand dangerous nature. \r\n  \r\n  \r\n  \r\nThere is sufficient merit to warrant the grand jury\r\nreturning a true bill on the charges. \r\n  \r\n  \r\n  \r\nThe offenses of Murder and Armed Robbery are felonies. \r\n  \r\n  \r\n  \r\nThe pre-waiver evaluation reported [appellant's]\r\nsophistication and maturity as adequate. However, [a\r\nwitness] from [DJJ] testified that, in light of the \r\n  \r\np.31\r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\njuvenile's intelligence, his level of sophistication and\r\nmaturity is low. \r\n  \r\n  \r\n  \r\nThe crimes with which [appellant] is charged are of a\r\nserious nature and if found guilty, would suggest he is\r\ncapable of acting without regard for others. \r\n  \r\n  \r\n  \r\nAccording to the pre-waiver evaluation, certain factors\r\nsuch as the serious and antisocial nature of the charges,\r\nthe juvenile's use of drugs and alcohol and his failure to\r\ndiscuss his life honestly negatively affect the likelihood of\r\nrehabilitation. \r\n  \r\n  \r\n  \r\nFurther, this Court finds that the juvenile would not\r\nlikely benefit from any programs or services offered by\r\nthe [DJJ]. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe family court concluded it was unlikely appellant could be\r\nrehabilitated in the juvenile justice system and it was in the best interest\r\nof appellant and the community to transfer, jurisdiction to general sessions\r\ncourt. The family court specifically stated its findings were based on the\r\ncriteria set forth in Kent v. United States, 383 U.S. 541, 86 S.Ct. 1045, 16\r\nL.Ed.2d 84 (1966).3 \r\n  \r\n\r\n3 In Kent, id., the United States Supreme Court established the\r\nfollowing criteria for determining whether jurisdiction should be waived\r\nunder the District of Columbia Juvenile Court Act: \r\n  \r\n  \r\n  \r\n1. The seriousness of the alleged offense to the community\r\nand whether the protection of the community requires waiver. \r\n  \r\n  \r\n  \r\n2. Whether the alleged offense was committed in an\r\naggressive, violent, premeditated, or willful manner. \r\n  \r\n  \r\n  \r\n3. Whether the alleged offense was against persons or against\r\nproperty, greater weight being given to offenses against\r\npersons especially if injury resulted. \r\n  \r\n  \r\n  \r\n4. The prosecutive merit of the complaint, i.e., whether there\r\nis evidence upon which a Grand Jury may be expected to \r\n  \r\n  \r\n  \r\np.32 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nTrial \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, the victim's son, John Reiner, Jr.,4 testified he and his\r\nfather owned the #1 Market. On the day of the robbery and shooting,\r\nChasako Glanton, who Reiner knew, entered the convenience store.\r\nGlanton purchased three drinks from Reiner with a hundred dollar bill.\r\nReiner had to make change with money kept beneath the counter. Reiner\r\nnoticed another individual waiting in Glanton's vehicle outside the store. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApproximately one and one-half hours later, three slim young\r\nmales wearing stocking masks entered the store. Based on the clothes\r\nGlanton had been wearing earlier in the day, Reiner recognized Glanton.\r\nReiner testified Glanton held his father at gunpoint and demanded he give\r\nhim the money from his pockets. Another robber held Reiner at gunpoint\r\nand ordered him to remove money from the cash register and from under\r\nthe counter. The third participant remained at the door as a lookout. As \r\n  \r\n\r\nreturn an indictment \r\n\r\n\r\n\r\n5. The desirability of trial and disposition of the entire offense\r\nin one court when the juvenile's associates in the alleged\r\noffense are adults who will be charged with a crime .... \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6. The sophistication and maturity of the juvenile as\r\ndetermined by consideration of his home, environmental\r\nsituation, emotional attitude and pattern of living. \r\n  \r\n  \r\n  \r\n7. The record and previous [criminal or adjudicative] history\r\nof the juvenile . . . \r\n  \r\n  \r\n  \r\n8. The prospects for adequate protection of the public and the\r\n likelihood of reasonable rehabilitation of the juvenile (if he is\r\nfound to have committed the alleged offense) by the use of\r\nprocedures, services and facilities currently available to the\r\nJuvenile Court. \r\n  \r\n  \r\n  \r\nId. U.S. at 567, S.Ct. at 1060, L.Ed.2d at 100. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Reiner was twenty five years old at the time of trial. \r\n  \r\np33\r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nReiner was complying with the instructions, he heard a gun shot. The\r\nthree men ran away with money from the store. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nReiner admitted he was addicted to crack cocaine. He denied,\r\nhowever, buying drugs from Glanton. He also denied planning a staged\r\nrobbery of the convenience store with Glanton. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nChavados Miles testified he participated in the shooting and\r\narmed robbery at the #1 Market with appellant and Glanton. He testified\r\nprior to the robbery the three took his grandmother's stockings. Appellant\r\nstated he knew where the three could obtain guns. Appellant, Glanton,\r\nand Miles went to appellant's aunt's home and confiscated two guns. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMiles testified the three placed the stockings over their faces\r\nbefore entering the convenience store. Miles stated he stood as sentry\r\nwhile appellant pointed one of the guns at Reiner and directed him to\r\nremove the cash from the register and from under the counter. Glanton\r\npointed his gun at Reiner's father. Miles heard a gunshot then the three\r\nfled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter the shooting and robbery, the three men rented a hotel\r\nroom. They went swimming, went out to eat, and returned the two guns\r\nto appellant's aunt. Miles described Glanton as nervous; he described\r\nappellant as \"normal.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMiles did not testify the robbery was staged. Miles pled guilty\r\nto murder and armed robbery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his statement to the police, Glanton stated he, Miles, and\r\nappellant had participated in the armed robbery and shooting at the #1\r\nMarket. Appellant had suggested the three obtain guns. Before entering\r\nthe convenience store, appellant shook hands with Glanton and Miles.\r\nAppellant demanded the money inside the store. Glanton admitted\r\nshooting the victim, but explained the gun discharged unintentionally\r\nwhen he turned to run from the store. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, Glanton testified he sold drugs to Reiner on a daily\r\nbasis. Reiner paid him with money from the store's cash register.  Prior\r\nto the robbery, Glanton stated Reiner owed him money for drugs. Glanton\r\nmaintained Reiner had suggested Glanton conduct a staged holdup of the\r\nconvenience store to obtain the money owed to him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.34 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nGlanton testified appellant and Miles participated in the\r\nrobbery. He did not know if appellant and Miles knew the robbery was\r\nstaged. Glanton testified he first entered the convenience store alone; a\r\ncrowd of people were inside. Reiner indicated he was to return later.\r\nGlanton testified appellant obtained the two guns. Glanton maintained\r\nthe safeties were placed on the guns. He stated no one other than Reiner\r\nwas to be present during the staged holdup. Glanton stated he was the\r\nleader while appellant and Miles were the followers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant presented no witnesses and did not testify. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nI. Did the family court abuse its discretion by transferring\r\njurisdiction to the Court of General Sessions? \r\n  \r\n  \r\n  \r\nII. Did the trial judge err by failing to grant appellant's\r\nmotion for a directed verdict on the murder charge? \r\n  \r\n  \r\n  \r\nIII. Did the trial judge err by denying appellant's motion for\r\na severance? \r\n  \r\n  \r\n  \r\nIV. Did the trial judge err in charging the jury it could not\r\nfind appellant guilty of involuntary manslaughter if it found\r\nthe killing occurred during the commission of a felony? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the family court judge erred in transferring\r\njurisdiction to general sessions court. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina Code Ann. § 20-7-430(6) (1985) authorizes the\r\nfamily court, to determine whether it is appropriate to transfer a juvenile \r\n  \r\ncharged with murder to the general sessions court.5 The appellate court\r\nwill affirm a transfer order unless the family court has abused its \r\n  \r\n\r\n 5 Section 20-7-430 was repealed by 1996 Act No. 383, § 2, effective July 1, 1996. \r\n  \r\np.35 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\ndiscretion. Sanders v. State, 281 S.C. 53, 314 S.E.2d 319 (1984); State v. \r\nWright, 269 S.C. 414, 237 S.E.2d 764 (1977). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe serious nature of the offense is a major factor in the\r\ntransfer decision., See State v. Kelsey , 331 S.C. 50, 502 S.E.2d 63\r\n(1998)(transfer upheld where defendant was charged with murder);\r\nSanders v. State, supra (transfer upheld where defendant was charged\r\nwith two counts of murder and two counts of assault and battery with\r\nintent to kill); State v. Wright supra (transfer upheld where defendants\r\nwere charged with armed robbery and assault and battery with intent to\r\nkill). The best interests of the public or of the juvenile may require the\r\njuvenile be held accountable as an adult for his criminal conduct. In the \r\nInterest of Shaw, 274 S.C. 534P 265 S.E.2d 522 (1980). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[I]t is the responsibility of the family court to include in its\r\nwaiver of jurisdiction order a sufficient statement of the\r\nreasons for, and considerations leading to, that decision.\r\nConclusory statements, or a mere recitation of statutory\r\nrequirements, without further explanation will not suffice. The\r\norder should be sufficient to demonstrate that the statutory\r\nrequirement of full investigation has been met and that the\r\nquestion has received full and careful consideration by the\r\nfamily court. The salient facts upon which the order is based\r\nare to be set forth in the order. \r\n  \r\n  \r\n  \r\nIn re Sullivan, 274 S.C. 544, 548, 265 S.E.2d 527, 529 (1980). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe transfer order demonstrates a full investigation had been\r\nconducted and reflects consideration of the testimony from the transfer\r\nhearing and of the DJJ's Preadjudicatory Transfer Evaluation. The order\r\nfound persuasive the premeditated and serious nature of the crimes with\r\nwhich appellant was charged, appellant's lack of sophistication and\r\nmaturity, and his unwillingness to participate in the rehabilitative process\r\nbefore concluding both the public's and appellant's best interests required\r\ntransfer of jurisdiction. The facts upon which the court's decision is based\r\nare adequately stated within the order and are fully supported by the\r\ntestimony and evidence from the transfer hearing. The family court did\r\nnot abuse its discretion in transferring jurisdiction to the Court of General\r\nSessions and it should be affirmed. Sanders v. State, supra ; Wright v. \r\nState, supra. \r\n  \r\n  \r\n  \r\np.36 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nII. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred by failing to grant his\r\nmotion for a directed verdict on the murder charge. Specifically, he claims\r\nthere was no evidence of malice on his behalf. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn ruling on a directed verdict, the trial judge is concerned\r\nwith the existence of evidence, not its weight. State v. Williams, 303 S.C.\r\n274, 400 S.E.2d 131 (1991). Viewing the evidence in the light most\r\nfavorable to the State, a jury question exists if there is any direct or\r\nsubstantial circumstantial evidence which reasonably tends to prove the\r\nguilt of the accused or from which guilt may be fairly and logically\r\ndeduced. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen two or more combine together to commit a robbery and,\r\nduring the robbery, a homicide is committed as a natural and probable\r\nconsequence, all present and participating in the robbery are as guilty of\r\nthe killing as the one committing the homicide. State v. Crowe, 258\r\nS.C. 258, 188 S.E.2d 379, cert. denied, 409 U.S. 1077, 93 S.Ct. 691, 34 L.Ed.2d\r\n666 (1972). If a person intentionally kills another during the commission\r\nof a felony, malice may be inferred. State v. Norris, 285 S.C. 86, 328\r\nS.E.2d 339 (1985), overruled on other grds., State v. Torrence, 305 S.C. 45,\r\n406 S.E.2d 315 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere was evidence appellant planned and participated in the\r\narmed robbery of the #1 Market. He obtained weapons for the robbery,\r\ncarried one of the weapons, wore a mask, and demanded Reiner give him\r\nthe money from the cash register while pointing a gun. Reiner's father\r\nwas fatally shot even though Reiner complied with appellant's instructions\r\nto give him the money. Appellant acted \"normally\" after the shooting.\r\nViewing this evidence in the light most favorable to the State, the trial\r\njudge properly denied appellant's motion for a directed verdict on the\r\nmurder charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred by failing to grant his\r\nmotion for a severance. Before trial, he argued his defense was\r\nantagonistic to that of his co-defendant Glanton and, therefore, a\r\nseverance was necessary in order for a fair trial under the Sixth\r\nAmendment. We disagree. \r\n  \r\n  \r\n  \r\np.37 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nAppellant was jointly charged with murder. He was not\r\nentitled to a separate trial as a matter of right. State v. Crowe, supra. \r\nThe trial judge's refusal to grant a severance did not constitute an abuse\r\nof discretion. Glanton admitted he shot the victim, but claimed the\r\nshooting was unintentional. Glanton explained the robbery was merely\r\nstaged. Glanton's testimony was favorable to appellant. Appellant's\r\ndefense was not antagonistic to Glanton's defense. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, if appellant had been tried separately from Glanton,\r\nthe same evidence could have been presented. Appellant could still have\r\nbeen prosecuted under the theory of accomplice liability for the murder.\r\nAppellant has failed to show any abuse of discretion or prejudice from the\r\njoint trial. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred by instructing the jury it\r\ncould not return a verdict of armed robbery and involuntary manslaughter.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the charge conference, the trial judge stated he would\r\ncharge the jury on the lesser-included offense of involuntary manslaughter,\r\nbut would instruct the jury it could not return a verdict of involuntary\r\nmanslaughter if it found a felony had been committed. Appellant\r\nresponded, stating inconsistent verdicts are permitted. The trial judge\r\nstated, \"we'll cross that bridge when we get to it.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe judge instructed the jury as follows: \r\n  \r\n  \r\n  \r\nNow, ladies and gentlemen, with regard to the crime of\r\ninvoluntary manslaughter, it does not include the killing of\r\nanother while engaged in a felony. I would charge you that\r\nunder South Carolina law armed robbery, if you find the State\r\nhas established that beyond a reasonable doubt and a violation\r\nof 1-6-23-490 [sic] which is the display of a deadly -- of a\r\nweapon in the course of a violent crime, both constitute\r\nfelonies. And if you find a felony in fact occurred then\r\ninvoluntary manslaughter does not apply. \r\n  \r\n  \r\n  \r\nAppellant did not object to this instruction. \r\n  \r\n  \r\n  \r\np.38 \r\n  \r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nApproximately forty-five minutes after the jury began\r\ndeliberating, it asked the following questions: \r\n  \r\n  \r\n  \r\nInvoluntary manslaughter and armed robbery, can these\r\nverdicts [be rendered] together? Do we have to convict of\r\nmurder if we convict of armed robbery? Can we convict the\r\nshooter, Mr. Glanton, of murder, do we have to convict Mr.\r\nAvery of the same or can we convict Mr. Avery of armed\r\nrobbery and manslaughter? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter discussing a response with the parties, the trial judge\r\ninstructed the jury as follows: \r\n  \r\n  \r\n  \r\nAll right, the first question is, if I can make a fair\r\ninterpretation of it, is it possible to return an involuntary\r\nmanslaughter and an armed robbery conviction as a possible\r\nform of the verdict? ... involuntary manslaughter does not\r\ninclude the killing of another while engaged in a felony... If\r\nyou find beyond a reasonable doubt that one or more of the\r\ndefendants committed the crime of armed robbery, and you\r\nfind that a homicide was committed during the course of that\r\nrobbery, you may not return a verdict of involuntary\r\nmanslaughter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nYou may then have the option of returning a verdict of\r\nmurder, if you're satisfied that the State has proven the\r\nelements of that crime beyond a reasonable doubt, or you have\r\nthe option of returning a verdict of not guilty of murder, but\r\nyou may not return a verdict of involuntary manslaughter, if\r\nyou find beyond a reasonable doubt that one or more of the\r\ndefendants committed the crime of armed robbery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn response to the jury's third question, the trial judge restated\r\nhis instruction on accomplice liability. At the conclusion of the\r\nsupplemental instructions, appellant requested the trial judge charge the\r\njury it could acquit him of murder and armed robbery but convict him of\r\ninvoluntary manslaughter. The trial judge denied this request. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough appellant originally suggested the jury could return\r\ninconsistent verdicts on armed robbery and involuntary manslaughter, he\r\ndid not object to the trial judge's initial or supplemental instructions \r\n  \r\n  \r\n  \r\np.39\r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nregarding armed robbery and involuntary manslaughter. Accordingly, this\r\nissue is not preserved for appeal. State v. Longworth, 313 S.C. 360, 438\r\nS.E.2d 219 (1993), cert. denied, 513 U.S. 831, 115 S.Ct. 105, 130 L.Ed.2d\r\n53 (1994)(where appellant fails to object to jury charge, issue is not\r\npreserved for consideration on appeal). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, although the jury could have returned a verdict\r\nof armed robbery and involuntary manslaughter,6 it would have been an\r\nincorrect statement of law for the trial judge to instruct the jury appellant\r\ncould be convicted of involuntary manslaughter and armed robbery. State \r\nv. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996), cert. denied, ___U.S.___,\r\n117 S.Ct. 1561, 137 L.Ed.2d 708 (1997)(involuntary manslaughter is\r\ndefined, in relevant part, as the killing of another without malice and\r\nunintentionally, but while one is engaged in the commission of some\r\nunlawful act not amounting to a felony and not naturally tending to cause\r\ndeath or great bodily harm). The trial judge is required to charge the\r\ncurrent and correct law of South Carolina. State v. Foust, 325 S.C. 12,\r\n479 S.E.2d 50 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's Argument II is affirmed pursuant to Rule 220(b)(1),\r\nSCACR, and the following authority: State v. Longworth, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, WALLER, JJ., and Acting Associate Justice George\r\nT. Gregory, Jr., concur. FINNEY, C.J., dissenting in separate\r\nopinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n6 State v. Alexander, 303 S.C. 377, 401 S.E.2d 146 (1991)(abolishing\r\nrule against inconsistent verdicts). \r\n  \r\n  \r\n  \r\np.40\r\n\r\nSTATE v. AVERY \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. In my opinion, the waiver\r\norder is insufficient because it does not set forth the basis for its decision\r\nwith sufficient specificity to permit meaningful review. Kent v. United States,\r\n383 U.S. 541, 86 S.Ct. 1045, 16 L.Ed.2d 84 (1966). 1 would hold\r\nthat the order inadequately explains why the family court judge\r\ndiscounted the evidence showing appellant could benefit from\r\nrehabilitation, and the other evidence militating against the transfer of\r\njurisdiction to the circuit court. Accordingly, I would reverse and remand\r\nto the family court for reconsideration of the waiver issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.41 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24869","title":"Bannister v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24869","description":"","date":"1998-12-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\nBenjamin Bannister,  Respondent,\r\nv.\r\nState of South Carolina, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Dorchester County\r\nJackson V. Gregory, Trial Judge\r\nVictor Rawl, Post-Conviction Judge\r\nOpinion No. 24869\r\nSubmitted October 21, 1998 - Filed December 14, 1998 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for petitioner. \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina\r\n Office of Appellate Defense, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: We granted the State a writ of certiorari to\r\nreview the post-conviction (PCR) judge's grant of a new trial to\r\nrespondent. We reverse. \r\n  \r\np.44 \r\n  \r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was indicted on charges of first degree burglary\r\nand assault with intent to commit first degree criminal sexual conduct\r\n(CSC). A jury convicted him of burglary but acquitted him of CSC. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, the State produced evidence on May 30, 1993,\r\nrespondent kicked open the front door and entered Unit F-16 of the\r\nCanebrake Apartments. Occupants in the apartment, all young teenagers,\r\ntestified respondent stated he was looking for \"Gayle\" because she had his\r\nmoney. One occupant told respondent Gayle lived in Unit F-8. One\r\nwitness testified, although it was morning, it was dark when respondent\r\nentered her bedroom. Another testified, although it was early morning, he\r\ncould see respondent because the kitchen light was on. A patrol officer\r\ntestified she was dispatched to the Canebrake Apartments at 5:30 or 6:00\r\nin the morning. She stated, at that time \"[i]t was on the verge of not\r\nquite being dark, but it wasn't quite light also.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nShortly after his arrest, respondent gave an oral statement to\r\na detective which the detective then placed into writing. In relevant part,\r\nthe statement provides: at 4:00 a.m. respondent met a woman named\r\n\"Gayle\" in front of building F of the Canebrake Apartments in order to\r\npurchase crack cocaine. Gayle took $150 from respondent and went inside\r\nthe apartments. Respondent waited for forty-five minutes. When she did\r\nnot return, he became angry, kicked the door open, and went inside to find\r\nGayle and get his money back. Children were inside the apartment.\r\nWhen he went back outside, a little boy told respondent Gayle \"wasn't at\"\r\nthat apartment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent read the written statement and then signed it.\r\nHe was not given a copy of the statement until the morning of trial. At\r\nthe beginning of trial, defense counsel waived respondent's right to a\r\nhearing on the voluntariness of the statement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent testified at trial. He stated on May 30, 1993, at\r\napproximately 2:00 a.m., respondent spoke to Gayle James at a bar. Ms.\r\nJames told him she knew where there was crack cocaine. About thirty\r\nminutes to an hour later, respondent and Ms. James left the bar\r\nseparately and met at the Canebrake Apartments in front of building F.\r\nRespondent gave Ms. James $150 and she went into Unit F-16. After\r\nwaiting thirty to forty-five minutes, respondent became angry. He \r\n  \r\n  \r\n  \r\np.45 \r\n  \r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nknocked on the door of Unit F-16 several times and then kicked it three or\r\nfour times. When he entered the apartment, he yelled for \"Gayle,\" but she\r\nwas not inside. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the PCR hearing, respondent testified he told defense\r\ncounsel Ms. James could have corroborated his claim he did not break into\r\nthe apartment with the intent to commit a crime therein.1 Rather,\r\nhe entered the apartment, believing Ms. James was inside, and intended\r\nto retrieve his money. Ms. James did not testify at the PCR hearing;\r\nhowever, respondent testified he thought Ms. James would have offered\r\nbeneficial testimony. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefense counsel testified he did not remember if he attempted\r\nto locate Ms. James; he agreed he did not issue a subpoena for the\r\nwitness. Defense counsel agreed if Ms. James had testified, her testimony\r\nwould have \"added a considerable degree of credibility for [respondent's]\r\n story . . . .\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefense counsel testified he did not remember discussing\r\nrespondent's written statement with him or inquiring whether he had\r\nreceived a copy of the statement. Similarly, he did not remember\r\ndiscussing whether respondent should waive his right to challenge the\r\nadmissibility of his statement. According to defense counsel, there was\r\nnever any question as to the voluntariness of respondent's statement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. Did the PCR judge err by finding defense counsel was\r\nineffective for failing to subpoena witness Gayle James? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Did the PCR judge err by finding defense counsel was\r\nineffective for failing to move to suppress respondent's statement? \r\n  \r\n  \r\n  \r\n\r\n 1S.C. Code Ann. § 16-11-311(A)(Supp. 1997)(first degree burglary\r\noccurs when a person enters a dwelling without consent and with the \r\nintent to commit a crime therein and, among other aggravating\r\ncircumstances, the entering occurs in the nighttime. S.C. Code Ann. § 16-\r\n11-311 (A)(3)(Supp. 1997)(emphasis added). \r\n  \r\np.46\r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a post-conviction proceeding, the burden is on the applicant\r\nto prove the allegations in his application. Butler v. State, 286 S.C. 441,\r\n334 S.E.2d 813 (1985), cert. denied, 474 U.S. 1094, 106 S.Ct. 869, 88\r\nL.Ed.2d 908 (1986). As to allegations of ineffective assistance of counsel,\r\nthe applicant must show his counsel's performance fell below an objective\r\nstandard of reasonableness, and but for counsel's errors, there is a\r\nreasonable probability the result at trial would have been different.\r\nStrickland v. Washington , 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674\r\n(1984); Johnson v. State, 325 S.C. 182, 480 S.E.2d, 733 (1997). A\r\nreasonable probability is a probability sufficient to undermine confidence\r\nin the outcome of the trial. Johnson v. State, supra. This Court must\r\naffirm the findings of the PCR judge if they are supported by any evidence\r\nin the record. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State contends the PCR judge erred by finding defense\r\ncounsel ineffective for failing to subpoena Ms. James for trial because\r\nrespondent failed to call Ms. James or otherwise properly introduce her\r\ntestimony at the PCR hearing. Respondent maintains because the State\r\ndid not object when he testified as to what Ms. James would have\r\ntestified, his testimony became competent evidence. See  State v. White,\r\n215 S.C. 450, 454, 55 S.E.2d 785, 787 (1949)(\"[e]vidence even though\r\nincompetent, if admitted without objection or motion to strike, will be\r\ngiven the same probative force as that to which it would be entitled if it\r\nwere competent.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has repeatedly held a PCR applicant must produce \r\nthe testimony of a favorable witness or otherwise offer the testimony in \r\naccordance with the rules of evidence at the PCR hearing in order to\r\nestablish prejudice from the witness' failure to testify at trial. Pauling v. \r\nState, ___ S.C. __, 503 S.E.2d 468 (1998)(applicant established prejudice\r\nwhere nurse's notes presented at PCR hearing corroborated lack of\r\npenetration in sexual assault case); Glover v. State, 318 S.C. 496, 458\r\nS.E.2d 538 (1995)(where witnesses applicant claimed could have provided\r\nan alibi defense did not testify at the PCR hearing, he could not establish\r\nany prejudice from counsel's failure to contact these witnesses); Underwood \r\nv. State, 309 S.C. 560, 425 S.E.2d 20 (1992)(where applicant did not offer\r\nwitnesses at PCR hearing but merely alleged they would have provided \r\n  \r\n  \r\n  \r\np.47\r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nhim with alibi defense and testified victims had recanted their trial\r\ntestimony, he failed to establish prejudice); see also Jackson v. State, 329\r\nS.C. 345, 495 S.E.2d 768 (1998)(applicant failed to establish prejudice from\r\ncounsel's failure to investigate criminal backgrounds of victims and\r\nwitnesses where he failed to substantiate at PCR hearing that victims and\r\nwitnesses had criminal records). \"The applicant's mere speculation what\r\nthe witnesses' testimony would have been cannot, by itself, satisfy the\r\napplicant's burden of showing prejudice.\" Glover v. State, supra, S.C. at\r\n498-99, S.E.2d at 540. The State's failure to object to respondent's\r\ntestimony as to Ms. James' alleged testimony does not relieve respondent\r\nof the burden of producing and/or offering Ms. James' testimony in\r\naccordance with the rules of evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssuming Ms. James would have testified as speculated by\r\nrespondent, her testimony would have been crucial to the defense as it\r\nwould have corroborated respondent's version of the events on the morning\r\nof May 30, 1993. However, since respondent neither produced Ms. James\r\nas a witness nor offered her testimony in some other manner consistent\r\nwith the rules of evidence, her \"testimony\" was purely speculative. The\r\nState's failure to object to this testimony did not relieve respondent of the\r\nburden of either producing Ms. James as a witness or offering her\r\ntestimony in some other acceptable manner. Accordingly, respondent\r\nfailed to establish prejudice from defense counsel's failure to subpoena Ms.\r\nJames. The findings of the PCR judge are not supported by any evidence\r\nof record and,should be reversed. Pauling v. State, supra (where there is\r\nno probative evidence to support the PCR judge's findings, the findings\r\nshould not be upheld). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State contends the PCR judge erred in finding defense\r\ncounsel ineffective for failing to challenge the admissibility of respondent's\r\nstatement. Respondent contends counsel should have moved to suppress\r\nhis statement on the basis he was not given a copy of the statement as\r\nrequired by statute.2 He argues he was prejudiced because 1) the \r\n  \r\n  \r\n  \r\n\r\n 2 South Carolina Code Ann. §§ 19-1-80 and 90 (1976) preclude the\r\nexamination of any witness in a criminal proceeding about a written\r\nstatement formerly given to a government employee unless the witness\r\nwas given a copy of the statement at the time it was made. \r\n  \r\np.48\r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nstatement contained the only evidence that the burglary occurred in the\r\nnighttime and 2) referred to his use of crack cocaine. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is no evidence to support the PCR judge's conclusion\r\ncounsel was ineffective for failing to challenge the admissibility of\r\nrespondent's statement. Respondent did not establish that if counsel had\r\nmoved to suppress the statement on the basis of the statutory violation\r\nthere is a reasonable probability the trial judge would have granted the\r\nmotion. Respondent was provided with a copy of his statement on the\r\nmorning of trial. There is no evidence he did not have adequate time to\r\nreview the statement in preparation for trial. State v. Butler , 277 S.C.\r\n452, 290 S.E.2d 1 (1982)(as long as the witness has time to prepare for\r\ntrial after receiving a copy of the written statement, the failure to provide\r\nthe statement at the time it is made is not reversible error). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, admission of the statement was not prejudicial.\r\nOther witnesses testified it was nighttime when respondent broke into the\r\napartment. One witness testified it was dark in her bedroom; another\r\ntestified he could see respondent due to the kitchen light; a patrol officer\r\nstated at the time she arrived on the scene, \"[i]t was on the verge of not\r\nquite being dark, but it wasn't quite light also.\" 12A C.J.S. Burglary § 26\r\n(1980)(\"'Nighttime' . . . is, as was held at common law, that period\r\nbetween sunset and sunrise during which there is not daylight enough by\r\nwhich to discern or identify a man's face, except by artificial light or\r\nmoonlight.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, the reference to respondent's crack cocaine use in his\r\nstatement corroborated his defense. Respondent's drug use explained his\r\nreason for meeting Ms. James at the Canebrake Apartments and giving\r\nher money. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is not a reasonable probability the result of respondent's\r\ntrial would have been different had his statement been suppressed.\r\nStrickland v. Washington, supra. The findings of the PCR judge are not\r\nsupported by any evidence of record and should be reversed. Pauling v. \r\nState, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\nTOAL, MOORE, and WALLER, JJ., concur. FINNEY, C.J.,\r\ndissenting in separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.49 \r\n  \r\n\r\nBANNISTER v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent, and would affirm the grant of post-\r\nconviction relief (PCR) to respondent. We are required to affirm the circuit\r\ncourt's PCR order if it is supported by any evidence in the record. Pauling \r\nv. State, __S.C.__ , 503 S.E.2d 468 (1998). Where, as in this case, there\r\nwas no objection to respondent's testimony nor a motion to strike it, his\r\ntestimony was rendered competent and the judge was entitled to consider it\r\nto the extent it was relevant. State v. Frank, 262 S.C. 526, 205 S.E.2d 827\r\n(1974); see also Glover v. State, 318 S.C. 496, 458 S.E.2d 538 (1995)(Waller,\r\nA.J., dissenting). In my opinion, the order's findings regarding defective\r\nrepresentation and resulting prejudice are supported by the evidence. I\r\nwould affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.50 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24870","title":"State v. Kennedy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24870","description":"","date":"1998-12-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State of South\r\nCarolina,  Respondent, \r\n  \r\nv. \r\n  \r\nRobert Kennedy, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Kershaw County\r\nJackson V. Gregory, Judge \r\n  \r\n Opinion No. 24870\r\n Heard September 23, 1998 - Filed December 29, 1998 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nTara Dawn Shurling, of Columbia, for petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Salley W. Elliott; and Solicitor Warren\r\nB. Giese, all of Columbia, for respondent. \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We granted petitioner a writ of certiorari to\r\nreview the Court of Appeals' decision in this case. State v. Kennedy, 325\r\nS.C. 295, 479 S.E.2d 83S (Ct. App. 1996). We affirm as modified. \r\n  \r\np.1\r\n\r\nState v. Kennedy \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKennedy contends the Court of Appeals erred in affirming the\r\ntrial court's admission of his statement on the ground that the statement\r\nwas taken in violation of his right to counsel.1 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA waiver of Miranda2 rights is determined from the totality of the\r\ncircumstances. State v. Moultrie, 273 S.C. 60, 254 S.E.2d 294 (1979). On\r\nappeal, the conclusion of the trial judge on issues of fact as to the\r\nvoluntariness of a statement will not be disturbed unless so manifestly\r\nerroneous as to show an abuse of discretion. State v. Rochester, 301 S.C.\r\n196, 391 S.E.2d 244 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn express waiver is unnecessary to support a finding that the\r\ndefendant has waived the right to remain silent or the right to counsel\r\nguaranteed by Miranda. North Carolina v. Butler, 441 U.S. 369, 99 S.Ct.\r\n1755, 60 L.Ed.2d 286 (1979). Statements elicited during interrogation are\r\nadmissible if the prosecution can establish that the suspect \"knowingly and\r\nintelligently waived his privilege against self-incrimination and his right to\r\nretained or appointed counsel.\" Miranda, 384 U.S. at 475, 86 S.Ct. at 1628. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner was transported by Officer David Thomley to\r\nKershaw County. Petitioner told Thomley he wanted to speak with the\r\nsolicitor. After the assistant solicitor said he would meet with petitioner\r\nin the morning, petitioner was taken to a cell. The next morning,\r\nThomley escorted petitioner from the cell and petitioner testified he told\r\nThomley, \"Okay, I did it.\" He testified Thomley was not questioning him\r\nat the time. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner met with Thomley and the solicitor and told them he\r\nwanted to make a formal statement. After being re-read his rights, he\r\ntestified he said, Well, I think I need a lawyer.\" The assistant solicitor\r\nstopped and left the room.  The trial court ruled that petitioner made an\r\ninquiry about an attorney but he did not, in fact, request an attorney. \r\n  \r\n\r\n1The facts are fully set forth in the Court of Appeals' opinion. \r\n\r\n\r\n\r\n2 Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694\r\n(1966). \r\n  \r\np.2\r\n\r\nState v. Kennedy \r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals affirmed and held petitioner did not\r\ninvoke his right to counsel citing Davis v. United States, 512 U.S. 452,\r\n114 S.Ct. 2350, 129 L.Ed.2d 362 (1994), in which the United States\r\nSupreme Court held the statement, \"[m]aybe I should talk to a lawyer,\"\r\nwas not a request for counsel. We hold the Court of Appeals erred in\r\nfinding petitioner had not invoked his right to counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe United States Supreme Court has held the trial court is to\r\nconsider whether the accused's statement \"can reasonably be construed to\r\nbe an expression of a desire for the assistance of an attorney.\" McNeil v.\r\nWisconsin, 501 U.S. 171, 178, 111 S.Ct. 2204, 2209, 115 L.Ed.2d 158\r\n(1991). If the desire for counsel is presented \"sufficiently clearly that a\r\nreasonable police officer in the circumstances would understand the\r\nstatement to be a request for an attorney,\" no ambiguity or equivocation\r\nexists, and all questioning must cease until the person can consult counsel\r\nor the accused voluntarily reinitiates conversation. Davis, 512 U.S. at 459\r\n114 S.Ct. at 2355. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, it is obvious from the record the solicitor and everyone\r\ninvolved viewed petitioner's request as an invocation of his right to\r\ncounsel. In State v. Jackson, 348 N.C. 52, 497 S.E.2d 409 (1998), the\r\nNorth Carolina Supreme Court held that when a defendant stated, \"I\r\nthink I need a lawyer present,\" he unambiguously invoked his right to\r\ncounsel. The court noted the request was not uncertain as in Davis and\r\nstated its decision was reinforced by the notes of one of the officers\r\npresent during the interrogation which indicated that he, a reasonable\r\nofficer, interpreted the defendant's statement as a request for a lawyer.\r\nLikewise, here, everyone involved interpreted petitioner's request as an\r\ninvocation of his right to counsel. Accordingly, we think petitioner\r\ninvoked his right to counsel and the Court of Appeals erred in concluding\r\notherwise. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, we agree with the Court of Appeals' conclusion that\r\neven if this were a proper invocation of the right to counsel, petitioner\r\nwaived this right when he initiated further discussions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOnce an accused requests counsel, police interrogation must\r\ncease unless the accused himself \"initiates further communication,\r\nexchanges, or conversations with the police.\" Edwards v. Arizona, 451\r\nU.S. 477, 485, 101 S.Ct. 1880, 1885, 68 L.Ed.2d 378, 386 (1981).\r\nInterrogation is the express questioning, or its functional equivalent which \r\n  \r\np.3\r\n\r\nState v. Kennedy \r\n\r\n\r\n\r\n\r\n\r\nincludes \"words or actions on the part of the police ... that the police\r\nshould know are reasonably likely to elicit an incriminating response.\"\r\nState v. Sims, 304 S.C. 409, 417, 405 S.E.2d 377, 381 (1991)(citing Rhode \r\nIsland v. Innis, 446 U.S. 291, 301, 100 S.Ct. 1682, 1689-1690, 64 L.Ed.2d\r\n297, 308 (1980)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomley testified that after petitioner stated that he thought\r\nhe might want an attorney, Thomley told petitioner that if he wanted an\r\nattorney the solicitor could not speak with him any further.  Thomley\r\ntestified that petitioner then said, \"No, call [the solicitor] back in here.\r\nLet's go ahead and get this over with.\" Petitioner testified that he asked\r\nThomley how he could get an attorney and Thomley told him one would\r\nhave to be appointed. Petitioner testified he agreed to talk \"out of\r\nfrustration\" and \"because [he] didn't know any other way out of jail.\"\r\nPetitioner voluntarily waived his rights before the statement was taken.\r\nThomley was not interrogating petitioner. Based upon the totality of the\r\ncircumstances, we hold petitioner's statement was voluntary and petitioner\r\nwaived his right to counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner's remaining issue is affirmed pursuant to Rule 220\r\n(b)(1), and the following authorities: Butler, supra (express waiver is\r\nunnecessary to support finding that defendant has waived right to remain\r\nsilent); Moultrie, supra (waiver of right to remain silent is determined\r\nfrom totality of circumstances). \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\np.4 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24871","title":"Garris v. Governing Board","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24871","description":"","date":"1998-12-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nD. Carroll Garris, Respondent/Appellant,\r\nv.\r\nThe Governing Board of\r\nthe South Carolina\r\nReinsurance Facility and\r\nthe South Carolina\r\nReinsurance Facility, Appellants/Respondents. \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nJohn W. Kittredge, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24871\r\nHeard November 4, 1998 - Filed December 29, 1998 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART;\r\nREMANDED. \r\n  \r\nThomas C. Salane of Turner, Padget, Graham &amp;\r\nLaney, P.A., Columbia, for Appellants/Respondents. \r\n  \r\n  \r\n  \r\nThornwell F. Sowell of Sowell, Todd, Laffitte, Beard\r\n&amp; Watson, L.L.C., Columbia; and Jeffrey A. Jacobs of\r\nNelson Mullins Riley &amp; Scarborough, L.L.P.,\r\nColumbia, for Respondent/Appellant. \r\n  \r\n  \r\n  \r\nWALLER, A.J.: This appeal follows the circuit court's reversal of\r\nthe decision of the Board of Governors (the Governing Board) of the South \r\n  \r\np.5\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nCarolina Reinsurance Facility (Facility) to revoke D. Carroll Garris's (Garris)\r\nstatus as a designated agent. We affirm in part, reverse in part, and remand\r\nfor further proceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGarris, a licensed insurance agent, is a designated agent of\r\nFacility.1 Prompted by an audit performed by one of Facility's servicing\r\ncarriers, Facility began investigating allegations of underwriting irregularities\r\nat Garris's agency in mid-1993. Facility issued a notice of hearing and rule\r\nto show cause seeking to revoke Garris's status as a designated agent in\r\nDecember 1993. Facility alleged Garris had improperly classified private\r\nrisks as commercial risks (which have lower premiums that are not subject\r\nto recoupment fees), insured \"phantom\" vehicles, wrote duplicate coverages,\r\nendorsed policies to insure additional vehicles after a policy had been\r\ncanceled, and violated trust accounting procedures. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Governing Board voted in November 1994 to revoke Garris's\r\nstatus as a designated agent. Garris petitioned the circuit court for review.\r\nThe circuit court, following additional discovery, reversed the Governing\r\nBoard's decision in November 1997. Both parties how appeal the circuit court's\r\ndecision. \r\n  \r\n  \r\n  \r\n\r\n1 Facility is an unincorporated, nonprofit entity created by statute in\r\n1974 to provide high-risk drivers with automobile insurance not available\r\nthrough the voluntary market. Facility imposes recoupment charges, based\r\nupon a person's driving record, upon all drivers to recover its losses. In\r\naddition to high-risk drivers ceded to Facility by voluntary insurers, Facility\r\nauthorizes designated agents such as Garris to sell policies offered by\r\nservicing carriers to high-risk drivers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility will cease to operate in its present form by 2006 under the new\r\nsystem of automobile insurance the Legislature enacted in 1997. See S.C.\r\nCode Ann. §§ 38-77-510 to -630 (1989 &amp; Supp. 1997). Facility on March 1,\r\n1999, will stop accepting new policies written by designated agents.\r\nDesignated agents may continue to earn commissions on renewals of existing\r\npolicies until 2002. S.C. Code Ann. §§ 38-77-590 to -595 (Supp. 1997). \r\n  \r\np.6\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Did the circuit court err in ruling that Governing\r\nBoard members who voted to revoke Garris's status\r\nas a designated agent acted as prosecutor and\r\nadjudicator in violation of Article 1, Section 22 of the\r\nstate constitution? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Did the circuit court err in ruling that the doctrine of\r\nres judicata bars Garris's argument about the\r\ncomposition of the Governing Board? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. If res judicata does not bar Garris's argument, did\r\nthe circuit court err in ruling that the composition of\r\nthe Governing Board violates Article III, Section 1 of\r\nthe state constitution? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. Did the circuit court err in ruling that proxies were\r\nproperly exercised and a quorum was present at\r\nGarris's hearing before the Governing Board? \r\n  \r\n  \r\n  \r\n1. ARTICLE 1, SECTION 22 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court reversed the Governing Board's decision to\r\nrevoke Garris's status as a designated agent, finding the procedure followed\r\nby Facility unconstitutional. Under the state constitution, a person shall not\r\n\"be subject to the same person for both prosecution and adjudication.\" S.C.\r\nConst. art. 1, § 22.2Facility now argues the circuit court erred for three\r\nreasons. \r\n  \r\n\r\n2 Section 22 states, in full: \r\n\r\nNo person shall be finally bound by a judicial or quasi-judicial\r\ndecision of an administrative agency affecting private rights\r\nexcept on due notice and an opportunity to be heard; nor shall he\r\nbe subject to the same person for both prosecution and\r\nadjudication; nor shall he be deprived of liberty or property\r\nunless by a mode of procedure prescribed by the General\r\nAssembly, and he shall have in all such instances the right to\r\njudicial review. \r\n  \r\np.7 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nA. FACILITY IS AN ADMINISTRATIVE AGENCY \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility contends it is a private organization that merely acts as\r\na statutory agent for the automobile insurance industry. Facility argues it\r\nreceives no state funding, has no rule-making authority, and is subject to\r\nregulation by a state agency, the South Carolina Department of Insurance.\r\nConsequently, Facility argues it is not an \"administrative agency\" for\r\npurposes of Article I, Section 22 under the statute creating it or the\r\nAdministrative Procedure Act (APA), S.C. Code Ann. §§ 1-23-10 to -660 (1986\r\n&amp; Supp. 1997). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn agency \"means each state board, commission, executive\r\ndepartment or officer, other than the legislature or the courts, authorized by\r\nlaw to make regulations or to determine contested cases.\" S.C. Code Ann. §\r\n1-23-10(1) (1986) (emphasis added); accord S.C. Code Ann. § 1-23-310(l)\r\n(Supp. 1997) (agency \"means each state board, commission, department or\r\nofficer, other than the legislature or the courts, but to include the\r\nAdministrative Law Judge Division, authorized by law to determine contested\r\ncases\"). It is true that Facility, a statutory creature, \"is subject to\r\nregulations and orders promulgated by the director [of the Department of\r\nInsurance] or his designee.\" S.C. Code Ann. §§ 38-1-20(16) and 38-77-510\r\n(Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility clearly possesses rule-making authority in the area of\r\nautomobile insurance, a subject that touches the life of most South\r\nCarolinians. See S.C. Code Ann. § 38-77-520 (8upp. 1997) (every automobile\r\ninsurer in South Carolina is bound by Facility's plan of operation as approved\r\nby the director of the Department of Insurance and by rules lawfully\r\nprescribed by Facility's Governing Board); S.C. Code Ann. § 38-77-596 to -610\r\n(Supp. 1997) (Facility must calculate and file recoupment fees that are\r\nassessed on all automobile insurance policies in South Carolina, and changes\r\nin rates are subject to public hearing pursuant to APA). See also Garris v. \r\nGoverning Board of South Carolina Reinsurance Facility, 319 S.C. 388, 461\r\nS.E.2d 819 (1990) (applying APA to remand case for failure to exhaust\r\nadministrative remedies); Moore v. South Carolina Reinsurance Facility, 297\r\nS.C. 276, 376 S.E.2d 510 (1989) (applying APA in deciding whether Facility\r\nproperly refused to certify each of designated agent's existing locations);\r\nGrain Dealers Mut. Ins. Co. v. Lindsay, 279 S.C. 355, 306 S.E.2d 860 (1983)\r\n(upholding Facility's power to enact rules regarding the distribution of\r\nFacility losses); Mungo v. Smith, 289 S.C. 560, 347 S.E.2d 514 (Ct. App.\r\n1986) (applying APA to decide that designated agent's status may not be \r\n  \r\n  \r\n  \r\np.8 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nrevoked arbitrarily, but must be based upon substantial evidence); S.C. Code\r\nAnn. § 38-77-510 (Supp. 1997) (designating Facility as a \"using agency,\"\r\nwhich is defined as \"any governmental body of the State which utilizes any\r\nsupplies, services, or construction purchased\" under state Procurement Code). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility has the authority to assign the status of designated agent\r\nto an individual, as well as the authority to revoke that designation. S.C.\r\nCode Ann. §§ 38-77-590 to -595 (Supp. 1997). Facility argues it does not\r\ndecide \"contested cases\" as such cases are defined in the APA. See S.C. Code\r\nAnn. § 1-23-310(2) (Supp. 1997) (contested case \"means a proceeding,\r\nincluding but not restricted to ratemaking, price fixing, and licensing, in\r\nwhich the legal rights, duties or privileges of a party are required by law to\r\nbe determined by an agency after an opportunity for hearing\"). Nevertheless,\r\nFacility assured Garris during the course of its investigation that \"a full\r\ncontested type hearing will be offered to you at which time your response can\r\nbe as full and complete as you deem appropriate.\" Facility concedes in its\r\nbrief that, while it does not believe it is an administrative agency, it \"has no\r\nobjection to following due process standards applicable under the APA in all\r\nhearings before the Board.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have interpreted Section 1-23-310(2) to mean that a \"contested\r\ncase\" is one in which an agency is required by law to determine a party's\r\nrights after an opportunity for a hearing. League of Women Voters of \r\nGeorgetown County v. Litchfield-by-the- Sea, 305 S.C. 424, 426, 409 S.E.2d\r\n378, 380 (1991); Triska v. Dep't of Health and Envtl. Control, 292 S.C. 190,\r\n196, 355 S.E.2d 531, 534 (1987). No statute explicitly requires Facility to\r\nhold a hearing before revoking an agent's status as a designated agent;\r\ntherefore, Garris's case is not a \"contested case\" as defined in the APA. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, we also have held that Article 1, Section 22 requires an\r\nadministrative agency to give procedural due process to parties that come\r\nbefore it even though a matter may not be a \"contested case\" as defined in\r\nthe APA. See League of Women Voters of Georgetown County, supra (finding\r\nthat certification process as outlined in then prevailing statutes and\r\nregulations was not a \"contested case\" as defined in APA, which meant\r\nLeague was not entitled to a hearing under APA; but concluding League was\r\nentitled to notice, a hearing, and judicial review under Article I, Section 22);\r\nStono River Envtl. Protection Ass'n v. South Carolina Dep't of Health and \r\nEnvtl. Control, 305 S.C 90, 93, 406 S.E.2d 340, 342 (1991) (stating same\r\nprinciple). \r\n  \r\np.9\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nWe affirm the circuit court's ruling and hold that Facility is an\r\nadministrative agency because it meets the rule-making component of the\r\nAPA definition. See Mungo v. Smith, supra (where a statute contains two\r\nclauses which prescribe its applicability and the clauses are connected by the\r\ndisjunctive \"or,\" application of the statute is not limited to cases falling\r\nwithin both clauses, but applies to cases falling within either). Accordingly,\r\nFacility must comply with the procedural due process protections established\r\nin Article I, Section 22 even though Garris's case is not a \"contested case\" as\r\ndefined in the APA. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. SAME PERSONS AS PROSECUTOR AND ADJUDICATOR \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility argues the \"same persons\" were not engaged in both the\r\nprosecution and adjudication of Garris's case. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Governing Board oversees Facility operations by considering\r\nmatters in various committees, which make recommendations to other\r\ncommittees and the Governing Board. Governing Board member James\r\nLingle was present as a member at an Audit Committee meeting October 20,\r\n1993. Governing Board members Jim Thompson, Clark Hobbie, Thomas\r\nKepley, C.M. Dinwiddie, and Frank Lee were present as observers at the\r\nmeeting. Larry Griner, who is not a Governing Board member but ultimately\r\nexercised another member's proxy and voted on the Garris matter, also was\r\npresent as an observer. Garris was not present or represented at the meeting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt that meeting, a Facility auditor who had examined Garris's\r\nrecords and practices reported her findings in detail. The Audit Committee,\r\nfollowing a \"lengthy discussion,\" unanimously voted to refer the matter the\r\nDesignated Agent Committee, the Operating Committee, and the state\r\nDepartment of Insurance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGoverning, Board members Jim Thompson, Robert Herlong, Phillip\r\nLove, Thomas Reichard, and Arthur Ivey were present as members at an\r\nOperating Committee meeting October 29, 1993. Governing Board members\r\nSteve Dennis, Hobbie, Randall Thompson, and Lee were present as observers\r\nat the meeting. Non-member Griner again was present as an observer.\r\nGarris was not present or represented at the meeting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt that meeting, a Facility official discussed the auditor's report \r\n  \r\non Garris, called members' attention to the auditor's written report that was \r\n  \r\np.10\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nattached as an exhibit to the agenda, and described the Audit Committee's\r\nearlier motion. Committee members discussed the Garris matter in executive\r\nsession. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGoverning Board members Hobbie, Kepley, and Lee were present\r\nas members at a Designated Agent Committee meeting December 13, 1993.\r\nNon-member Griner again was present as an observer. Garris appeared and\r\nanswered the committee's questions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt that meeting, the committee discussed the matter in executive\r\nsession, then had a \"lengthy discussion\" about it in open session. The\r\ncommittee voted unanimously to recommend that the Governing Board revoke\r\nGarris's status as a designated agent. The committee further recommended\r\nthat the Governing Board hold a special meeting to consider the matter.\r\nFacility served a notice and rule to show cause upon Garris on December 20,\r\n1993, requiring him to appear before the Governing Board. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOf the members named above, Dennis, Jim Thompson, Herlong,\r\nHobbie, and Love attended the three-day hearing on the Garris matter in\r\nAugust 1994. All voted in favor of revoking Garris's status as a designated\r\nagent on November 21, 1994. Non-member Griner also attended the hearing\r\nas the holder of Randall Thompson's proxy. Griner exercised the proxy to\r\nvote in favor of revoking Garris's status. The Governing Board voted 8-2 to\r\nrevoke Garris's status. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nReichard and Lee also attended the entire hearing. Reichard did\r\nnot vote because Garris was a designated agent of his company. See S.C.\r\nCode Ann. § 38-77-585 (Supp. 1997) (prohibiting member from voting on any\r\nissue materially affecting the member's employer). Lee recused himself\r\nbecause he had considered the matter in committee. Lee also was chairman\r\nof the Designated Agent Committee at the time, and had referred the Garris\r\nmatter for investigation as early as May, 1993 after hearing reports of\r\nunderwriting irregularities at Garris's agency. Lee testified the purpose of\r\nthe Designated Agent Committee meeting was to gather information about\r\nGarris's case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKepley did not attend the hearing but gave his proxy to Love,\r\ninstructing him before the hearing to vote to revoke Garris's status. Love\r\nrefused to accept the proxy in that fashion, so Kepley gave him an \r\n  \r\n  \r\n  \r\np.11 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nunconditional proxy.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe bottom line is that five Governing board members and one\r\nnon-member attended, as a member or observer, one or more committee\r\nmeetings at which the Garris matter was discussed extensively in open and\r\nexecutive sessions. All six voted to revoke Garris's status as a designated\r\nagent. Of those six, four (Jim Thompson, Herlong, Hobbie, and Love) were\r\nmembers of the committees which considered the Garris matter. In addition,\r\ntwo other Governing Board members attended one or more committee\r\nmeetings and the entire hearing, but did not vote. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility now contends the circuit court erred in finding the\r\nprocedure unconstitutional because none of the committee members -- except\r\nHobbie -- voted or participated in the hearing. The Governing Board would\r\nhave revoked Garris's status even without Hobbie's vote, Facility argues.\r\nFacility addresses only the Audit and Designated Agent Committee meetings\r\nin its brief. At oral argument, Facility dismissed the Operating Committee\r\nmeeting as irrelevant because no vote was taken. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe court may reverse or modify the decision of an administrative\r\nagency when an appellant's substantial rights have been prejudiced because\r\nthe agency's findings, inferences, conclusions, or decisions are, among other\r\nthings, in violation of constitutional or statutory provisions, or made upon\r\nunlawful procedure. S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"[A] fair trial in a fair tribunal is a basic requirement of due\r\nprocess, [and] [t1his applies to administrative agencies which adjudicate as\r\nwell as to courts.\" Withrow v. Larkin, 421 U.S. 35, 46, 905 S.Ct. 1456, 1464,\r\n43 L.Ed.2d 712, 723 (1975) (upholding process in which state medical board\r\nsuspended physician's license after investigating and hearing the case). The\r\nfact that investigative, prosecutorial, and adjudicative functions are performed\r\nwithin the same agency, or even performed by the same persons within an\r\nagency, does not, without more, constitute a violation of due process. \"That \r\n  \r\n\r\n3 Kepley's proxy was not exercised because Governing Board Chairman\r\nJohn Richards did not allow any board member to exercise the proxy of\r\nanother member who was not present for the entire hearing. Richards did\r\nallow non-board members (Griner and Nancy Coombs) to exercise their\r\nproxies in the vote because they represented their respective board members\r\nand were present for the entire hearing. \r\n  \r\np.12\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nis not to say that there is nothing to the argument that those who have\r\ninvestigated should not then adjudicate,\" and a court facing special facts and\r\ncircumstances in a particular case may determine that dual roles are\r\nimpermissible. Id. at 51-58, 95 S.Ct. at 1466-70, 43 L.Ed.2d at 726-29.\r\nAgency officials or members who adjudicate a matter are presumed to be\r\nhonest, fair, and unbiased. A party challenging the combination of\r\ninvestigative and adjudicative functions must convince the court that, under\r\na realistic appraisal of psychological tendencies and human weakness,\r\nconferring both functions on the same individuals poses such a risk that it\r\nis likely to violate due process. Id. at 47, 95 S.Ct. at 1464, 43 L.Ed.2d at\r\n724. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile Withrow v. Larkin established the parameters of due\r\nprocess safeguards in administrative proceedings under the federal\r\nconstitution, Article 1, Section 22 of our constitution explicitly addresses\r\nprocedural due process in such proceedings. Section 22 provides for notice,\r\nan opportunity to be heard, an impartial adjudicator, and judicial review. We\r\nhave recognized that Section 22 is an additional guarantee of important due\r\nprocess rights, enacted in 1970 as legislators and judges noticed the\r\nincreasing prevalence and influence of administrative agencies in daily life.\r\nSee Ross v. Medical Univ. of South Carolina, 328 S.C. 51, 492 S.E.2d 62\r\n(1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Ross, we found the purpose of Section 22 \"is to ensure\r\nadjudications are conducted by impartial administrative bodies. Partiality\r\nexists where, among others, an adjudicator has ex parte information as a\r\nresult of prior investigation or has developed, by prior involvement in the\r\ncase, a will to win.\"' Id. at 69, 492 S.E.2d at 72. We did not find a violation\r\nof Section 22 where the university's president investigated a tenured\r\nprofessor's conduct, terminated the professor, and then testified against him\r\nat a committee hearing. The president' did not later participate as an\r\nadjudicator, and he did not improperly consider ex parte information. Id.\r\nHowever, we did find a violation of Section 22 where a university vice-\r\npresident investigated the professor's case, testified as an adverse witness at\r\na committee hearing, and sat as the intermediate judge in a three-step\r\ndisciplinary procedure. Id. at 70, 492 S.E.2d at 72. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold that Facility violated Article 1, Section 22 because the\r\nsame persons served as prosecutor and adjudicator. We disagree with\r\nFacility's effort to ignore the Operating Committee meeting, which obviously\r\nwas part of the investigative and prosecutorial processes because the Garris \r\n  \r\n  \r\n  \r\np.13 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nmatter was referred to it. When all three committee meetings are considered,\r\nit is clear that five Governing Board members and one non-member attended,\r\nas a member or observer, one or more committee meetings at which the\r\nGarris matter was discussed extensively in open and executive sessions. At\r\nonly one of those committee meetings was Garris given a chance to respond.\r\nAll five members and the one non-member later sat as adjudicators and voted\r\nto revoke Garris's status as a designated agent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe also disagree with Facility's effort to describe the process as\r\none in which Governing Board members were \"merely exposed\" to the charges\r\nand facts of the case. Kepley's attempt to give a fellow board member his\r\nproxy to vote in favor of revoking Garris's status plainly shows that at least\r\none member had formed an opinion before the hearing. But Kepley's action,\r\nwhile relevant and revealing, is not primarily what leads us to conclude that\r\nGarris did not receive procedural due process because members or officials of\r\nan agency who adjudicate a matter are presumed to be honest, fair, and\r\nunbiased. See Withrow v. Larkin, supra; City of Alma v. United States, 744\r\nF. Supp. 1546, 1561 (S.D. Ga. 1990) (an agency official is not deemed unfit\r\nto perform her statutory duty merely because she previously has taken a\r\nposition on issues related to the case before her, even if she expressed her\r\nopinion publicly). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInstead, what leads us to conclude that Garris did not receive\r\nprocedural due process is the inherently flawed structure of the investigative\r\nand prosecutorial processes that placed future adjudicators in situations\r\nwhere they had the opportunity to form such premature opinions. Although\r\nHobbie may have been the only committee member who actually voted both\r\nfor the investigation to continue and to revoke Garris's status as a designated\r\nagent, the other five members heard and engaged in extensive debate about\r\nGarris's case in committee meetings before the hearing. We agree with the\r\ncircuit court that Governing Board members were intimately involved in the\r\ninvestigative and prosecutorial processes as committee members. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe further agree with the circuit court's decision to reject as\r\nincredible the testimony of Governing Board members who insisted they\r\neither could not remember committee discussions or based their decision\r\nsolely on evidence presented at the hearing. Allowing an agency official or\r\nboard member to sidestep Article 1, Section 22 merely by stating, in rote\r\nfashion, that he or she based a decision only on evidence presented at the\r\nhearing would render the constitutional prohibition a nullity. \r\n  \r\n  \r\n  \r\np.14\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn short, under a realistic appraisal of psychological tendencies\r\nand human weakness, we conclude that Governing Board members who\r\nparticipate in the investigation or prosecution of a designated agent as a\r\nmember or observer at a committee meeting may not participate as\r\nadjudicators of that agent's case at a subsequent hearing. Members who\r\nparticipate in the investigation or prosecution of a case must distance\r\nthemselves from the adjudicatory process, and should refrain from even\r\ndiscussing that case with future adjudicators. See Withrow v. Larkin, supra.\r\nSuch a rule will reduce or eliminate adjudicators' exposure to ex parte\r\ninformation, as well as the inevitable human tendency to develop a will to\r\nwin. See Ross v. Medical Univ. of South Carolina, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOur view is consistent with the approach taken by most courts\r\ntoday.  Courts generally discourage agency staff and members from\r\nsimultaneously acting as investigator, prosecutor, and judge.4 \"It is proper\r\nto have some blend of judicial and prosecutorial functions in an\r\nadministrative proceeding, provided that the person performing the quasi-\r\nprosecutorial function is not a member of the decision-making body.\" Waste \r\nMgt. v. Pollution Control Bd., 530 N.E.2d 682, 694 (111. Ct. App. 1988).\r\nAccord Babcock Center, Inc. v. Office of Audits, 286 S.C. 398, 334 S.E.2d 112\r\n(1985) (holding that administrative agency may adjudicate appeals by panels\r\ncomposed of other persons within the same agency who did not participate\r\nin investigative or prosecutorial capacities); 4 Stein, Mitchell, and Mezines,\r\nAdministrative Law, § 33.02[l] to [4] (1998) (discussing separation of\r\nfunctions and stating that such conflicts can easily be avoided by isolating\r\nagency personnel or board members into investigatory, prosecution, and\r\nadjudicatory positions).5 \r\n  \r\n  \r\n  \r\n\r\n4The United States Supreme Court in Withrow v. Larkin and other\r\ncourts have noted that the federal Administrative Procedures Act prohibits\r\nagency staff from serving in dual roles, but specifically exempts agency board\r\nmembers from that prohibition. E.g., Blinder. Robinson and Co. v. SEC, 837\r\nF.2d 1099, 1104-07 (D.C. Cir. 1988) (citing 5 U.S.C.A. § 554(d) (1996)).\r\nArticle I, Section 22, of our constitution contains no such distinction between\r\nagency staff and board members. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 See also Pope v. Mississippi Real Estate Comm'n, 695 F. Supp. 253,\r\n285 (N.D. Miss. 1988) (finding no due process violation where staff\r\ninvestigated a real estate agent, a commissioner from outside the agent's\r\n(continued ... ) \r\n  \r\np.15\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nC. HARMLESS ERROR \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility contends any error in the handling of Garris's case,\r\nincluding bias by persons not serving as adjudicators and exposure by\r\nadjudicators to committee activities, is harmless error and provides no basis\r\nfor reversing the board's decision. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Ross v. Medical Univ. of South Carolina, supra, we found the\r\nvice-president's participation as an investigator, witness, and intermediate\r\njudge to be harmless error because the university's board independently\r\nreviewed the record of the committee hearing, heard oral arguments from the\r\nparties, and conducted its own deliberations. Id., 328 S.C. at 70, 492 S.E.2d at 7 2. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, the Governing Board acted as the final adjudicator\r\nin Garris's case. Five members and one-non member participated as\r\nmembers or observers in prior committee meetings where Garris's case was\r\nextensively discussed. Those six persons sat in judgment of Garris at the\r\nhearing and cast six of the eight votes to revoke his status as a designated\r\nagent. We conclude the structure of the proceeding in this case was so\r\ninherently flawed that it is not subject to harmless error analysis. Cf. \r\nArizona v. Fulminante, 499 U.S. 279, 307-09, 111 S.Ct. 1246, 1263-64, 113\r\nL.Ed.2d 302, 329-31 (1991) (dividing constitutional errors into \"trial errors\"\r\nand \"structural defects,\" with the latter defying analysis by harmless error\r\nstandards because they affect the framework within which a trial proceeds,\r\nrather than simply an error in the trial process itself); State v. Byrd, 318\r\nS.C. 247, 456 S.E.2d 922 (Ct. App. 1995) (same). \r\n  \r\n  \r\n  \r\n\r\n5( ... continued)\r\ndistrict decided whether the case should go forward, and the commissioners\r\nwho heard and decided the case did not participate in the investigation), aff'd,\r\n872 F.2d 127 (5th Cir. 1989); Ridgewood Properties, Inc. v. Dep't of \r\nCommunity Affairs, 562 So.2d 322 (Fla. 1990) (finding violation of state and\r\nfederal due process where department head testified in an administrative\r\nhearing and later reviewed the hearing officer's order); Manka v. Tipton, 805\r\nP.2d 1203, 1206 (Colo. Ct. App. 1991) (upholding decision in tax case decided\r\nby deputy director in administrative hearing where taxpayer presented no\r\nevidence that director investigated the case); 73A C.J.S. Public Administrative \r\nLaw and Procedure § 138(c) (1983); 2 Administrative Law § 313 (1994);\r\nWest's Digests Administrative Law Key No 445. \r\n  \r\n  \r\n  \r\np.16\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nIn sum, we conclude Facility is an administrative agency, the\r\nsame persons served as both prosecutors and adjudicators in violation of\r\nArticle I, Section 22, and the process was so inherently flawed that it is not\r\nsubject to harmless error analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. RES JUDICATA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGarris, in a declaratory judgment action brought after Facility\r\nfiled the notice and rule to show cause, sought to enjoin Facility from\r\nproceeding against him. Garris filed a notice of appeal and a petition for\r\nsupersedeas after the circuit court denied relief. We declined to stay the\r\nproceeding before the Governing Board, but stayed review of any disciplinary\r\naction which adversely affected Garris's status as a designated agent pending\r\njudicial review of the Governing Board's decision. We ultimately affirmed the\r\ncircuit court, holding that Garris must first exhaust his administrative\r\nremedies. We also addressed Garris's argument, holding that the APA does\r\nnot require Facility to give him time to correct any deficiencies, but only\r\nrequires Facility to give him an opportunity to show he had complied with\r\nthe law. Garris v. Governing Board of South Carolina Reinsurance Facility,\r\n319 S.C. 3881 461 S.E.2d 819 (1995) (Garris I). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his petition to the circuit court following the Governing Board's\r\ndecision to revoke his status as a designated agent, Garris argued the\r\ncomposition of the board is unconstitutional under Article III, Section 1 of the\r\nstate constitution.6 The circuit court ruled the argument was barred by the\r\ndoctrine of res judicata. Garris contends the circuit court erred because res\r\njudicata does not bar his argument. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"Res judicata bars a subsequent suit by the same parties on the\r\nsame issues. Res judicata is shown if (1) the identities of the parties is the\r\nsame as a prior litigation; (2) the subject matter is the same as the prior\r\nlitigation; and (3) there was a prior adjudication of the issue by a court of\r\ncompetent jurisdiction.\" Johnson v. Greenwood Mills, Inc., 317 S.C. 248, 250, \r\n  \r\n\r\n6 Article III, Section 1, states: \r\n\r\nThe legislative power of this state shall be vested in two distinct\r\nbranches, the one to be styled the \"Senate\" and the other the\r\n\"House of Representatives,\" and both together the \"General\r\nAssembly of South Carolina.\" \r\n  \r\np.17 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\n452 S.E.2d 832, 833 (1994) (citations omitted). \"A litigant is barred from\r\nraising any issues which were adjudicated in the former suit and any issues\r\nwhich might have been raised in the former suit.\" Hilton Head Center of \r\nSouth Carolina, Inc. v. Pub. Service Comm'n of South Carolina, 294 S.C. 9,\r\n11, 362 S.E.2d 176, 177, (1987); see also James F. Flanagan, South Carolina \r\nCivil Procedure 649-55 (1996) (explaining three basic tests used in res\r\njudicata analyses). The primary purposes of the doctrine, commonly known\r\ntoday as claim preclusion, are to bring an end to litigation and prevent a\r\ndefendant from being forced to defend the same action repeatedly. See 50\r\nC.J.S. Judgment §§ 697, 702 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRes judicata or claim preclusion, however, is not always an\r\nironclad bar to a later lawsuit. \r\n  \r\n  \r\n  \r\nA valid and final personal judgment for the\r\ndefendant, which rests on the prematurity of the\r\naction or on the plaintiffs failure to satisfy a\r\nprecondition to suit, does not bar another action by\r\nthe plaintiff instituted after the claim has matured,\r\nor after the precondition has been satisfied, unless a\r\nsecond action is precluded by operation of the\r\nsubstantive law. \r\n  \r\n  \r\n  \r\nRestatement (Second) of Judgments § 20(2) (1982). Accord Allen v. Southern \r\nRy. Co., 218 S.C. 291, 62 S.E.2d 507 (1950) (plaintiff's voluntary dismissal of\r\nfirst action leaves situation as though no suit had ever been brought;\r\nsubsequent, nearly identical action is not barred by res judicata even though\r\nplaintiff appealed first action to Supreme Court, which held that voluntary\r\ndismissal was inappropriate and premature); Gault v. Spoon, 168 S.C. 160,\r\n167 S.E. 229 (1932) (where first action did not proceed to a conclusion\r\nbecause it was dismissed for failure to execute a proper bond, res judicata did\r\nnot bar subsequent action on same transaction). See also Cooter &amp; Gell v. \r\nHartmax Corp., 496 U.S. 384, 396, 110 S.Ct. 2447, 2456, 110 L.Ed.2d 359,\r\n376 (1990) (a dismissal without prejudice is not an adjudication upon the\r\nmerits and does not have res judicata effect); McEachern v. Black, 329 S.C.\r\n642, 496 S.E.2d 659 (Ct. App. 1998) (same). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, dismissal of a prior lawsuit without prejudice, on\r\nthe ground that a party failed to exhaust administrative remedies, does not\r\nmandate dismissal of an identical cause of action in a subsequent suit.\r\nBowden v. United States, 106 F.3d 433, 441 (D.C. Cir. 1997); Wright, Miller, \r\n  \r\np.18\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\n&amp; Cooper, Federal Practice and Procedure, § 4437 (1981). \"When applying\r\nres judicata to causes of action that were not before the court in the prior\r\naction, due process of law and the interest of justice require cautious\r\nrestraint. Restraint is particularly warranted when the prior action was\r\ndismissed on procedural grounds.\" Kearns v. General Motors Corp., 94 F.3d\r\n1553, 1556 (Fed. Cir. 1996) (concluding res judicata did not bar patent\r\ninfringement claims that were not before court in earlier case dismissed by\r\ncourt). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe doctrine of res judicata does not bar Garris's argument\r\nraising Article III, Section 1 because he could not properly have raised it or\r\nany other arguments before exhausting his administrative remedies. The fact\r\nthe Court chose to address one of his arguments in a premature appeal does\r\nnot mean he now should be penalized for not raising every purely legal\r\nchallenge in that premature appeal. The purposes of res judicata -- bringing\r\nan end to litigation and preventing a defendant from being forced to defend\r\nthe same action repeatedly -- are not met by applying the rule in this case.\r\nWe remanded the matter in Garris I, which meant the proceedings against\r\nGarris continued and Facility had to continue its involvement in the matter.\r\nAccordingly, we reverse the circuit court's ruling on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. ARTICLE III, SECTION 1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court, in the interest of finality, ruled on the merits\r\nof Garris's argument and found that the statute establishing the composition\r\nof the Governing Board unconstitutionally delegates legislative appointment\r\npower to private organizations. Facility contends the circuit court erred. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe director of the Department of Insurance must appoint six of\r\nthe insurance industry representatives on the Governing Board from lists of\r\nnominees prepared by and drawn from the American Insurance Association\r\n(two members), the American Mutual Insurance Alliance (two members), and\r\nthe National Association of Independent Insurers (two members). See S.C.\r\nCode Ann. § 38-77-580 (Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe affirm the circuit court's ruling and hold that the delegation\r\nin Section 38-77-580 of the Legislature's appointive powers to private\r\norganizations violates Article III, Section 1. See Touissant v. State Bd. of\r\nMedical Examiners, 285 S.C. 266, 329 S.E.2d 433 (1985) (striking down\r\nstatute which required Governor to select board members from list of \r\n  \r\np.19\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nnominees submitted by private association, where those nominees by statute\r\nhad to belong to the private association); Gold v. South Carolina Bd. of \r\nChiropractic Examiners, 271 S.C. 74, 245 S.E.2d 117 (1978) (same); see also \r\nHartzell v. State Bd. of Examiners in Psychology, 274 S.C. 502, 265 S.E.2d\r\n265 (1980) (upholding a statute which required Governor to select board\r\nmembers from a list of nominees submitted by private association, where\r\nstatute did not require those nominees to belong to the private association). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility, attempting to distinguish Touissant and Gold, argues the\r\nentire Governing Board is not drawn from the membership of private\r\nassociations that include only a portion of a particular type of professionals.\r\nIt is true that Governing Board includes other members, including four\r\nconsumer representatives, two insurer representatives who are not association\r\nmembers, four producer representatives, and two designated agent\r\nrepresentatives. However, that does not change the fact that, in establishing\r\na method to choose six of the insurer representatives, the Legislature\r\nunconstitutionally delegated its appointive powers to private organizations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. EXERCISE OF PROXIES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFacility's plan of operation requires that a quorum of eleven\r\nmembers be present for a vote, and an action is binding when approved by\r\nthe majority of those present. The director of the Department of Insurance\r\nmay provide for voting by proxy at meetings. S.C. Code Ann. § 38-77-580\r\n(Supp. 1997). Governing Board Chairman John Richards initially counted\r\nproxies in determining whether a quorum was present at the Garris hearing.\r\nRichards ruled that only those members and proxy holders who had been\r\nphysically present for the entire three-day hearing could vote on the matter.\r\nHe later applied that same rule in determining whether a quorum was\r\npresent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nNine board members7 and two proxy holders 8 were eligible to vote \r\n  \r\n\r\n7 Steve Dennis, Jim Thompson, Robert Herlong, Clark Hobbie, Phillip\r\nLove, Gerry Huckaby, Chairman John Richards, David Rowell, and W.R.\r\nBraddy. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8 Larry Griner, who exercised the proxy of board member Randall\r\nThompson; and Nancy Coombs, who exercised the proxy of board member\r\n(continued ... ) \r\n  \r\np.20 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nunder the rule, i.e., they were present in person during the entire hearing.\r\nIn addition, two other nonvoting board members9 were present during the\r\nentire hearing. Five other board members were present only by proxy. 10 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court ruled that a quorum was present either in\r\nperson or by proxy during the entire hearing, the nonvoting members could\r\nbe counted for purposes of a quorum, and the proxies held by Larry Griner\r\nand Nancy Coombs were properly exercised. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGarris contends the circuit court erred because allowing proxy\r\nholders Griner and Coombs, who were not board members, to vote violated\r\nGarris's due process rights and was inherently unfair. While proxy holders\r\nmay vote at \"routine\" meetings, the Court should not allow them to vote in\r\nimportant cases such as this one which have constitutional implications, he\r\nargues. Under that reasoning, every member could have given his or her\r\nproxy to a file clerk, who could then have decided his case, Garris argues.\r\nFurthermore, because Griner and Coombs could not vote, they also could not\r\nbe counted for purposes of a quorum, Garris asserts. That means there was\r\nno quorum of eleven, he contends. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe persons legally responsible for an administrative agency's\r\ndecision must be informed and unbiased, must hear the case, and must in\r\nfact make the decision. Flav-o-Rich, Inc. v. NLRB, 531 F.2d 358, 362 (6th\r\nCir. 1976); KFC Nat'l Mgt. Corp. v. NLRB, 497 F.2d 298, 304 (2d Cir. 1974).\r\nDue process requires an administrative board, when acting in a quasi-judicial\r\ncapacity, to consider all the evidence before deciding a particular question.\r\nThis does not mean, however, that the administrative board must itself hear\r\nthe evidence. Staff or assistants may prepare and present the evidence,\r\nwhich the administrative board must consider when rendering its decision.\r\nPettiford v. South Carolina State Board of Educ., 218 S.C. 322, 346, 62\r\nS.E.2d 780, 791 (1950) (approving procedure in which two board members\r\nheard testimony and reported it to full board.- which decided the matter). It \r\n  \r\n  \r\n  \r\n\r\n8(...continued)\r\nPhilip Porter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9 Thomas Reichard and Frank Lee. \r\n  \r\n  \r\n  \r\n10 Thomas Kepley, C.M. Dinwiddie, James Lingle, Arthur Ivey, and\r\nBob Taylor. \r\n  \r\np.21 \r\n  \r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\nis important, of course, that decision makers attend the hearing if possible.\r\nSee McCoy v. Easley Cotton Mills, 218 S.C. 350, 357, 62 S.E.2d 772, 775\r\n(1950) (stating in workers' compensation case that \"[o]rdinarily oral argument\r\nis of much aid to any judicial or quasi-judicial body in reaching a proper\r\nconclusion, [and] [o]nly circumstances of the most urgent nature are sufficient\r\nto excuse a member's absence\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the absence of any statutory or other controlling provision, the\r\ncommon-law rule that a majority of a whole board is necessary to constitute\r\na quorum applies, and the board may do no valid act in the absence of a\r\nquorum. Prosser v. Seaboard Airline R.R. Co., 216 S.C. 33, 44, 56 S.E.2d\r\n591, 595 (1949); Gaskin v. Jones, 198 S.C. 508, 513, 18 S.E.2d 454, 456\r\n(1942). A member who recuses himself or is disqualified to participate in a\r\nmatter due to a conflict of interest, bias, or other good cause may not be\r\ncounted for purposes of a quorum at the meeting where the board acts upon\r\nthe matter. Talbot v. James, 259 S.C. 73, 82, 190 S.E.2d 759, 764 (1972);\r\nKing v. New Jersey Racing Comm'n, 511 A.2d 615, 618 (N.J. 1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe affirm the circuit court's ruling and hold that proxy holders\r\nGriner and Coombs appropriately participated in the Garris matter. Griner\r\nwas employed by same insurer who employed Randall Thompson, the board\r\nmember whose proxy he held. Coombs, a staff attorney at the Department\r\nof Consumer Affairs, held the proxy of Consumer Advocate Philip Porter.\r\nDue process does not require that only Governing Board members hear a\r\ndesignated agent's case. See Pettiford, supra.11 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGarris's reliance upon Flay-o-rich, supra, and KFC National \r\nManagement, supra, is misplaced because those cases are easily distinguished\r\non the facts. In Flav-o-Rich, the court held the National Labor Relations\r\nBoard could not delegate its authority to decide motions to the board's chief\r\ncounsel. In KFC National Management, the court held that allowing one\r\nboard member and two attorney assistants, who held the general proxies of\r\nthe other two board members, to decide petitions for review violated the\r\nNational Labor Relations Act and administrative due process. Drawing upon\r\nthose cases, Garris presents a hypothetical about all Governing Board \r\n  \r\n\r\n11 Griner's participation as a proxy holder was appropriate. His\r\nparticipation as an observer at the three committee meetings and as an\r\nadjudicator at the hearing was not appropriate, as explained in Issue 1.\r\nNeither Coombs nor Porter attended the committee meetings. \r\n  \r\np.22\r\n\r\nGARRIS v. GOVERNING BOARD \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nmembers handing over their proxy to a clerk. While his hypothetical might\r\npresent due process problems, that is not what happened in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe further conclude the circuit court correctly ruled that a\r\nquorum was present. The record shows that eleven members, including\r\nGriner and Coombs, were present in person for the entire hearing. Enough\r\nmembers were present in person to form a quorum without even considering\r\nthe five other board members who had given their proxy to fellow board members. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe affirm the circuit court's ruling on Issue 1 that the procedure\r\nemployed by Facility in this case violated Article 1, Section 22 of the state\r\nconstitution. We reverse the circuit court's ruling on Issue 2 that the\r\ndoctrine of res judicata barred Garris's argument about the composition of the\r\nGoverning Board. We affirm the circuit court's ruling on Issue 3 that the\r\nstatute establishing the composition of the Governing Board violates Article\r\nIII, Section 1 of the state constitution. We affirm the circuit court's ruling\r\non Issue 4 that proxies were properly exercised and a quorum was present\r\nat Garris's hearing before the Governing Board. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe remand this case to Facility for further proceedings consistent\r\nwith this opinion. Our disposition of the issues renders it unnecessary to\r\naddress Garris's remaining arguments. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.23\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24872","title":"In the matter of Synthia R. Glover","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24872","description":"","date":"1998-12-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the matter of Synthia R. Glover, Respondent. \r\n  \r\nOpinion No. 24872\r\nHeard October 20, 1998 - Filed December 29, 1998 \r\n  \r\nINDEFINITE SUSPENSION \r\n  \r\nAttorney General Charles M. Condon, Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\nComing B. Gibbs, Jr., of Charleston, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: This is an attorney disciplinary matter.\r\nRespondent misappropriated client funds for personal use, co-mingled\r\npersonal funds with client funds, was involved in a check kiting scheme\r\nbetween her trust account and general operating account, and failed to pay\r\nmedical providers on behalf of her clients. Respondent admitted the charges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Sub-Panel took into consideration respondent's previously clean\r\ndisciplinary record, her remorse, and the personal problems which\r\nrespondent was experiencing during this time period.  Respondent's\r\nmother suffers from Alzheimer's disease and respondent has been her\r\nprimary caregiver.1 This created an emotional, physical, and financial\r\nhardship on respondent which left her severely depressed.2 The Sub-Panel \r\n  \r\n\r\n1 Initially, respondent cared for her mother by driving from\r\nCharleston to Beaufort several times a week but later her mother moved\r\nin with her and respondent was and still is her primary caregiver. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Her doctor, Dr. E. Michael Limkin, testified that on a scale of 1 to\r\n10 with a 6 being someone who would require hospitalization, he ranked \r\n  \r\np.24 \r\n  \r\n\r\nIn re Glover \r\n\r\n\r\n\r\n\r\n\r\ndetermined respondent should be allowed to rehabilitate herself. The Sub-\r\nPanel concluded the appropriate sanction was an indefinite suspension 3\r\nand that prior to readmission to the bar, respondent provide restitution to\r\nall injured parties, be re-examined by the Committee on Character and\r\nFitness, and obtain certification that she is free or not controlled by\r\ndepression which has affected her judgment in the past. The full Panel\r\nagreed with the Sub-Panel's report and recommendations. No exceptions\r\nwere filed concerning the findings or recommendations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was involved in three check kiting schemes. Respondent\r\nalso wrote checks on her general trust account for personal expenses.\r\nDuring this time, respondent used her trust and operating accounts as\r\nher personal account. In the end, however, the banks did not lose any\r\nmoney as a result of respondent's actions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent also committed misconduct in regards to several clients.\r\nRespondent represented Thomas Brown and his daughter for injuries\r\nreceived in an automobile accident. The claims were settled with State\r\nFarm for $5,078.80. Respondent deposited them into her trust account\r\nand converted the funds to other uses. Mr. Brown received a check from\r\nrespondent for only $811.00. The Panel concluded that respondent owes\r\nMr. Brown $4,267.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent represented Fannie Mae Pearson in a home repair\r\ndispute from which $1,835.00 was collected on behalf of Mrs. Pearson.\r\nMrs. Pearson did not receive the funds. The Panel concluded respondent owes\r\nMrs. Pearson $1,835.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent represented Kevin and Connie Nelson in a personal\r\ninjury action. A settlement was reached for $4,500.00. Respondent paid\r\nherself $325.00 and paid a medical bill on behalf of the Nelson for\r\n$1,000.00. The remaining money was never sent to the Nelsons. The\r\nPanel concluded that respondent owes the Nelsons $3,175.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent also misappropriated client funds which should have\r\nbeen used to pay medical bills on behalf of clients. The total amount of \r\n  \r\n\r\nrespondent's depression as between 4 and 5. \r\n\r\n\r\n\r\n\r\n\r\n3Respondent was placed on interim suspension on July 30, 1997. \r\n  \r\np.25\r\n\r\nIn re Glover \r\n\r\n\r\n\r\n\r\n\r\nmedical provider funds received and withheld from clients was $40,899.45.\r\nMedical providers have received only $6,562.00. Thus, respondent has not\r\npaid $34,337.95 to medical providers.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has violated: Rule 1.15, Rule 407, SCACR, by\r\nmisappropriating client funds and failing to deliver funds to clients and\r\nmedical providers and failing to deliver a full accounting; Rule 8.4(b) by\r\ncommitting acts that reflect adversely upon her honesty, trustworthiness, and\r\nfitness as a lawyer; Rule 8.4(c) by engaging in conduct involving moral\r\nturpitude; Rule 8.4(d) by engaging in conduct involving dishonesty, fraud,\r\ndeceit, and misrepresentation; and Rule 8.4(e) by engaging in conduct\r\nprejudicial to the administration of justice. Respondent also violated Rule\r\n413, SCACR, Rule 7(a)(5) by engaging in conduct tending to pollute the\r\nadministration of justice; and Rule 7(a)(6) by violating the oath of her office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"While this court may draw its own conclusions and make its own\r\nfindings, Burns v. Clayton, 237 S.C. 316, 117 S.E.2d 300 (1960), the\r\nunanimous findings and conclusions of both the Panel and Executive\r\nCommittee are entitled to much respect and consideration.\" In re Pride, 276\r\nS.C. 363, 366, 278 S.E.2d 774 (1981). In mitigation, we consider, as the Panel\r\ndid, that respondent has admitted all the allegations against her and has\r\nexpressed great remorse. Respondent has also presented a significant\r\namount of other evidence in mitigation. Respondent developed severe\r\ndepression during the time the above instances of misconduct occurred. In\r\nthe past, we have allowed evidence of depression to mitigate misconduct. See \r\nIn re Weinberg, 317 S.C. 300, 454 S.E.2d 316 (1995). In further mitigation,\r\nduring this time respondent became the sole caretaker and provided financial\r\nsupport for her mother who had developed Alzheimer's disease. See In re \r\nHoller, 329 S.C. 395, 496 S.E.2d 627 (1998)(fact the respondent was sole\r\ncaretaker for mother was considered in mitigation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, it is ordered that respondent be indefinitely suspended,\r\nretroactive to July 30, 1997, from the practice of law in this State.\r\nRespondent shall file an affidavit with the Clerk of Court within fifteen days\r\nof the date of the filing of this opinion, in compliance with Paragraph 30 of\r\nRule 413, SCACR. \r\n  \r\n\r\n4 Total restitution is $43,615.75. \r\n\r\np.26\r\n\r\nIn re Glover \r\n\r\n\r\n\r\nINDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.27 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]