[{"id":"24785","title":"In the Matter of Benjamin C. Wofford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24785","description":"","date":"1998-05-11","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 18\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of\r\nBenjamin C. Wofford,       Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24785\r\nHeard April 21, 1998 - Filed May 11, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr.,\r\nboth of Columbia, for Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBenjamin C. Wofford, of Columbia, pro se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this disciplinary matter, respondent is\r\ncharged with engaging in misconduct in violation of various provisions of\r\nthe Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR (RLDE),\r\nand the Rules of Professional Conduct, Rule 407, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n In relevant part, the formal charges allege as follows: \r\n  \r\n 1. The McKinney Matter \r\n  \r\n Respondent represented Gerald McKinney in a domestic\r\nrelations action; Mrs. McKinney was represented by Attorney Douglas N.\r\nTruslow.  The matter included the sale of jointly owned property, netting\r\napproximately $160,740.55, which was placed into respondent's escrow\r\naccount on or about December 17, 1996.  The following day, the daily\r\nbalance in the escrow account fell below the requisite amount of \r\n  \r\n  \r\n  \r\np.3\r\n\r\nIn the Matter of Wofford \r\n\r\n\r\n\r\n$160,740.55 and continued below this amount until December 26, 1996. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The balance again fell below this amount from January 6,\r\n1997, until about February 1997, when the account was frozen pursuant to\r\nthis investigation.  Upon information and belief, respondent, or someone at\r\nhis direction, misappropriated the McKinney funds, without knowledge or\r\npermission of Mr. McKinney, Mrs. McKinney, or Douglas Truslow. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. The Robertson Matter \r\n  \r\n  \r\n  \r\n Bonnie M. Robertson refinanced a mortgage.  At the closing on\r\napproximately November 20, 1996, respondent withheld the sum of\r\n$162,914.67 to pay off a prior construction mortgage.  Subsequent to the\r\nclosing, a dispute arose between Mrs. Robertson and her construction\r\nlender as to the amount of the payoff.  Mrs. Robertson brought respondent\r\na check for $4,794.97.  Respondent was to hold all of these funds in escrow\r\non Mrs. Robertson's behalf.  Bank records for respondent's escrow account\r\nshow a deposit of approximately $160,000.00 on or about November 20,\r\nand $4,794.97 on or about November 21, 1996. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On January 14, 1997, Mrs. Robertson's construction lender\r\ncommenced a foreclosure action regarding the construction mortgage.  Mrs.\r\nRobertson retained another attorney who began contacting respondent to\r\ndetermine the status of the funds.  Respondent failed to reply to the\r\nattorney's inquiries.  On February 6, 1997, the attorney faxed respondent\r\na letter demanding that he either deposit Mrs. Robertson's fund with his\r\noffice or with the court pending a resolution of the foreclosure action.\r\nRespondent did not reply to this letter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The daily balance in the escrow account fell below the requisite\r\namount of approximately $162,914.67 on December 18, 1996, continued\r\nbelow this amount until December 26, 1996, and again fell below this\r\namount from January 6, 1997, until the present.  Upon information and\r\nbelief, respondent misappropriated the approximate sum of $162,914.67. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. The Chicago Title Matter \r\n  \r\n Chicago Title Insurance Company insured a number of closings\r\nwhich were to have been conducted in an appropriate manner by\r\nrespondent.  However, subsequent to the closing of respondent's trust\r\naccount on the date of his interim suspension, Chicago Title established \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.4\r\n\r\nIn the Matter of Wofford \r\n\r\n\r\n\r\nthe following instances in which payoffs were not made: \r\n  \r\n  \r\n  \r\n (a) Waybright: the insured closing letter was issued April 18,\r\n1995, and Respondent failed to make the required payoff of approximately\r\n$59,473.22, misappropriating same. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (b) Hester: the insured closing letter was issued January 23,\r\n1997, and respondent failed to make the required three payoffs of\r\napproximately $169,729.03, misappropriating same. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (c) Phillips: the insured closing letter was issued January 3,\r\n1997, and respondent failed to make the required payoff of approximately\r\n$6,129.69, misappropriating same.  After being advised by her bank that\r\nher account was in arrears and no payments had been received, Mrs.\r\nPhillips attempted to contact respondent several times over a three week\r\nperiod; respondent failed to reply. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (d) Non-real estate transaction: regarding a settlement of\r\napproximately $54,600.00, respondent collected a fee of $13,600, but the\r\nremaining funds, approximately $41,000, were not disbursed and\r\nmisappropriated by respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4. The Laura Kellum Matter \r\n  \r\n On October 15, 1996, respondent represented Laura Kellum at\r\nthe closing of the sale of her home.  In mid-November, Mrs. Kellum was\r\ncontacted by the mortgage company and informed respondent had not paid\r\noff her mortgage.  Mrs. Kellum's attorney and realtor contacted respondent\r\nabout this matter.  Eventually, Mrs. Kellum received money from the sale\r\nof her home, but did not receive any interest on sums withheld by\r\nrespondent.  Respondent offered no explanation for the unreasonable delay\r\nin making the payoff to the mortgage company. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5. The John P. Dunmire Matter \r\n  \r\n Mr. Dunmire retained respondent about July 1996 to represent\r\nhim on the purchase of a lot.  The closing was held on October 23, 1996,\r\nand Mr. Dunmire made his final payment in full, completing the sale on\r\nor about January 10, 1997.  When Mr. Dunmire wrote his February 21,\r\n1997, letter of complaint to the Commission, respondent had not provided\r\nMr. Dunmire with the original mortgage, title, title insurance policy, or \r\n  \r\n  \r\n  \r\np.5\r\n\r\nIn the Matter of Wofford \r\n\r\n\r\n\r\n\r\n\r\nany of the other necessary documents to effect the closing.  Repeated\r\nattempts by Mr. Dun-mire to contact respondent went without reply. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6. Escrow Account \r\n  \r\n Bank records indicate Respondent's escrow account had a\r\nnegative balance on twenty-two occasions in 1995, ranging from -$343.00\r\nto -$60,462.03. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent did not file an answer to the formal charges (or\r\nrequest an extension in which to do so or file any other motion).  He did\r\nnot appear at the hearing before the subpanel of the Commission on\r\nLawyer Conduct (the Commission) and he filed no exceptions to the\r\nsubpanel's report recommending he be disbarred.  The full panel adopted\r\nthe subpanel's report and recommendation.  Respondent failed to appear\r\nfor oral argument before this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because he failed to answer the formal charges, failed to\r\nappear before the hearing panel, and failed to appear for oral argument\r\nbefore this Court, respondent is deemed to have admitted the factual\r\nallegations contained in the formal charges.  Rule 24, RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find, by his various instances of misconduct, respondent\r\n has violated Rule 7, RLDE, by violating the Rules of Professional Conduct,\r\n engaging in conduct tending to pollute the administration of justice or\r\n bring the court or legal profession into disrepute or demonstrating an\r\n unfitness to practice law, and violating his oath of office.  Additionally, he\r\n has violated Rule 1.1 (failure to provide competent representation), Rule\r\n 1.4(a) (failure to keep clients reasonably informed about the status of\r\n matters and complying with reasonable requests for information), Rule\r\n 1.2(a) (failure to consult with clients), Rule 1.3 (failure to act with\r\n reasonable diligence), Rule 1.15 (failure to promptly deliver funds to a\r\n third person, misappropriating client funds, and failure to promptly render\r\n a full accounting), Rule 8.4(b) (committing a criminal act which reflects\r\n adversely upon the lawyer's honesty), Rule 8.4(c) (engaging in conduct\r\n involving moral turpitude), Rule 8.4(d) (engaging in conduct involving\r\n dishonesty, fraud, deceit, and misrepresentation), and Rule 8.4(e) (engaging\r\n in conduct prejudicial to the administration of justice) of Rule 407,\r\n SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.6\r\n\r\nIn the Matter of Wofford \r\n\r\n\r\n\r\n\r\n\r\n The authority to discipline attorneys and the manner in which\r\nthe discipline is given rests entirely with the Supreme Court. Matter of\r\nMarshall, Op.  No. 24775 (S.C. Sup.  Ct. filed March 23, 1998)(Davis Adv.\r\nSh. No. 11 at 15).  The Court has disbarred attorneys for similar instances\r\nof misconduct. Matter of Sturkie, ___ S.C.___, 489 S.E.2d 924 (1997);\r\nMatter of Mundy, 326 S.C. 194, 485 S.E.2d 381 (1997); Matter of Boyle,\r\n316 S.C. 375, 450 S.E.2d 578 (1994); Matter of Edwards, 323 S.C. 3, 448\r\nS.E.2d 547 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude respondent's misconduct warrants disbarment\r\nfrom the practice of law.1 Within fifteen (15) days of the date of this\r\nopinion, respondent shall file an affidavit with the Clerk of the Court\r\nshowing he has complied with Rule 30 of Rule 413, SCACR.  In addition\r\nto all other requirements respondent must meet to be reinstated under\r\nRule 413, no petition for reinstatement shall be accepted until respondent\r\nhas filed proof he has made full restitution to all institutions and\r\nindividuals who have lost money as a result of his fraudulent acts or\r\nmishandling of trust funds, including restitution to the Lawyers' Fund for\r\nClient Protection for any payment it may make. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1Because he failed to appear for oral argument before this Court,\r\nrespondent is deemed to have agreed to the sanction imposed.  Rule 24(b),\r\nRLDE. \r\n  \r\np.7\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24786","title":"City of Columbia v. Ervin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24786","description":"","date":"1998-05-11","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe City of Columbia, Respondent \r\n  \r\nv. \r\n  \r\nJames H. Ervin, III, Petitioner \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nJ. Ernest Kinard, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24786\r\nHeard March 18, 1998 - Filed May 11, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nH. Jackson Gregory, of Gregory &amp; Gregory, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas E. Ellenburg, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Petitioner James H. Ervin, III, was convicted\r\nin Respondent the City of Columbia's (City's) municipal court of first offense\r\ndriving under the influence (DUI). The circuit court and the Court of\r\nAppeals affirmed. The City of Columbia v. Ervin, 325 S.C. 644, 482 S.E.2d\r\n781 (Ct. App. 1997). The Court granted Ervin a writ of certiorari to review\r\nthe decision of the Court of Appeals. \r\n  \r\n  \r\n  \r\np.1\r\n\r\nCITY OF COLUMBIA v. ERVIN \r\n\r\n\r\n\r\nFACTS \r\n  \r\nPrior to trial, Ervin moved to quash the arrest warrant, arguing\r\nhe had not been given a reasonable opportunity to obtain an independent\r\nblood test. The parties stipulated Ervin had refused to take the datamaster\r\ntest after his arrest and specifically stated he wanted to be taken to Richland\r\nMemorial Hospital (RAM) for an independent blood test. The arresting\r\nofficer transported petitioner to RMH. A nurse at the hospital informed\r\nErvin and the officer it was RMH's policy to perform blood tests only at the\r\nrequest of the arresting officer. The arresting officer did not request the\r\nblood test.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the motion hearing, Ervin argued \"for the officer to take\r\nhim to the hospital and not request the blood test when the whole purpose of\r\n(sic) trip down there was to get one, then he just put the defendant in a\r\nCatch 22 ... The officer prohibited him from being able to get that\r\nindependent test . . . .\" Although Ervin presented no evidence the arresting\r\nofficer knew RMH's policy, he argued the arresting officer should have\r\nbeen charged with knowledge of the hospital's policy and, therefore, the\r\nreasonable opportunity\" provided by the officer was illusory. Ervin further\r\nmaintained the officer denied him a reasonable opportunity to obtain an\r\nindependent blood test by refusing to take him to Baptist Medical Center\r\n(BMC) after RMH refused to provide the test.2 The trial judge concluded\r\nthe officer had provided Ervin with a reasonable opportunity to obtain an\r\nindependent blood test and denied Ervin's motion to quash the arrest\r\nwarrant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring trial, Ervin asked the arresting officer if he had\r\ninstructed the nurse at RMH to perform the blood test. The arresting\r\nofficer answered negatively. Thereafter, Ervin questioned the officer as to\r\nwhether he was aware of RMH's policy regarding blood tests. The trial\r\njudge sustained the City's objection. Ervin did not proffer the arresting\r\nofficer's testimony. \r\n  \r\n\r\n1 Police department policy permits an officer to request a blood test if\r\nthe defendant is unable to provide a breath sample as a result of injury or\r\nif the defendant is suspected of using narcotics. \r\n  \r\n  \r\n  \r\n2 Trial testimony indicated BMC will perform a blood test at the\r\nsuspect's request. \r\n  \r\np.2\r\n\r\nCITY OF COLUMBIA v. ERVIN \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. Did the Court of Appeals err by ruling the trial judge\r\nproperly sustained the City's objection? \r\n  \r\n  \r\n  \r\nII. Did the Court of Appeals err by concluding Ervin had been\r\nprovided a reasonable opportunity to obtain an independent\r\nblood test? \r\n  \r\n  \r\n  \r\nIII. Did the Court of Appeals err by affirming the denial of\r\nErvin's motion to suppress the evidence of his refusal to take\r\nthe datamaster test? \r\n  \r\n  \r\n  \r\nI. \r\n  \r\nOn appeal to the Court of Appeals, Ervin argued the trial judge\r\nerred by sustaining the City's objection to his question regarding the\r\narresting officer's knowledge of RMH's blood testing policy. The Court of\r\nAppeals noted \"this issue may not have been properly preserved for appeal\r\nbecause Ervin made no proffer of the excluded testimony,\" but nonetheless\r\naddressed the merits of Ervin's argument. Id. S.C. at 647, S.E.2d at 783. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals should not have addressed the merits of\r\nthis issue. During his intermediate appeal before the circuit court Ervin\r\nargued, inter alia, the trial judge erred in denying his pretrial motion to\r\nquash the arrest warrant. Ervin did not raise the evidentiary issue to the\r\ncircuit court. Graniteville Manufacturing Co. v. Renew, 113 S.C. 171, 102\r\nS.E. 18 (1920)(an issue not raised by exception to an intermediate appellate\r\ncourt cannot be raised for the first time in the Supreme Court). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, Ervin failed to proffer the officer's testimony as to\r\nhis knowledge of RMH's policy. Accordingly, this issue was not preserved\r\nfor appellate review. State v. Cabbagestalk, 281 S.C. 35, 314 S.E.2d 10\r\n(1984)(failure to make an offer of proof precludes consideration of an issue\r\non appeal); State v. Roper, 274 S.C. 14, 260 S.E.2d 705 (1979)(a reviewing\r\ncourt may not consider error alleged in the exclusion of testimony unless\r\nthe record on appeal shows fairly what the rejected testimony would have\r\nbeen). We vacate that portion of the Court of Appeals' opinion which\r\naddresses the merits of Ervin's evidentiary issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal to the Court of Appeals, Ervin argued the arresting \r\n  \r\np.3\r\n\r\nCITY OF COLUMBIA v. ERVIN \r\n\r\n\r\n\r\n\r\n\r\nofficer interfered with his attempt to procure an independent blood test by\r\n1) refusing to request the test at RMH and 2) refusing to transport him to\r\nBMC.3 The Court of Appeals concluded the officer provided Ervin with a\r\nreasonable opportunity for an independent blood test where he \"made a\r\nbreathalyzer test4 available to Ervin on the terms requested by Ervin. We\r\ndecline to hold that the Officer was required to do more.\" State v. Ervin,\r\nsupra, S.C. at 649, S.E.2d at 784. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn arresting officer does not have a duty to affirmatively assist\r\na defendant who refuses to take a breathalyzer test with obtaining\r\nindependent tests. Instead, a defendant who refuses to take a breathalyzer\r\ntest is only entitled to a \"reasonable opportunity\" to obtain an independent\r\nblood test.5 State v. Lewis, 266 S.C. 45, 221 S.E.2d 524 (1976). A\r\nreasonable opportunity does not include the affirmative duty to procure a\r\nblood test for a defendant who has not taken a breathalyzer test.  \"What is\r\nreasonable will, of course, depend on the circumstances of each case.\" Id.,\r\nS.C. at 48, S.E.2d at 526. In some situations, the provision of a telephone\r\nand telephone book constitutes reasonable opportunity. State v. Sullivan,\r\n310 S.C. 311, 426 S.E.2d 766 (1993); State v. Degnan, 305 S.C. 369, 409\r\nS.E.2d 346 (1991); State v. Lewis, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn State v. Masters, 308 S.C. 433, 418 S.E.2d 552 (1992), the\r\narresting officer attempted to give the suspect a breathalyzer test at two\r\ndifferent locations; both machines malfunctioned. The officer then agreed\r\nto transport the suspect to the hospital for a blood test. However, on the\r\nway to the hospital, the officer received a call on the police radio and\r\nreturned with the suspect to the police station without having obtained the\r\nblood test. The Court determined \"under the unique facts such as these,\r\n. . . where the officer affirmatively undertakes to procure a blood test for\r\nthe defendant, then the officer terminates that affirmative undertaking \r\n  \r\n\r\n3 Petitioner also argued the arresting officer was required to inform\r\nhim of the parameters of a reasonable opportunity. This issue was not\r\nraised to the trial court and is not preserved for review. State v. Johnson,\r\n324 S.C. 38, 476 S.E.2d 681 (1996). \r\n  \r\n  \r\n  \r\n4 We assume the Court of Appeals meant to refer to a blood test. \r\n  \r\n  \r\n  \r\n5 South Carolina Code Ann. § 56-5-2950 (Supp. 1997) provides \"[t]he\r\narresting officer shall provide reasonable assistance to the person to contact\r\na qualified person to conduct additional tests.\" \"The person\" has been\r\ninterpreted to mean a person who has submitted to a breathalyzer test.\r\nState v. Lewis, 266 S.C. 45, 221 S.E.2d 524 (1976). \r\n  \r\np.4\r\n\r\nCITY OF COLUMBIA v. ERVIN \r\n\r\n\r\n\r\n\r\n\r\nwithout any explanation or excuse, the officer has effectively denied the\r\ndefendant the reasonable opportunity to obtain a blood test.\" Id, S.C. at\r\n435, S.E.2d at 553. \r\n  \r\n  \r\n  \r\nBy transporting Ervin to RMH, the arresting officer provided\r\nErvin with more reasonable assistance than required since Ervin had\r\nrefused to take the datamaster test. Nonetheless, unlike the officer in\r\nMasters, the arresting officer did not agree to procure a blood test for\r\nErvin, but, rather to simply transport Ervin to RMH as Ervin had\r\nrequested. Accordingly, the officer was not required to either request the\r\nblood test at RMH or to transport Ervin to BMC. Consequently, we agree\r\nin result with the opinion of the Court of Appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, we vacate that portion of the Court of Appeals'\r\nopinion which suggests that by complying with the terms of the suspect's\r\nrequest for an independent blood test, an officer automatically provides a\r\nreasonable opportunity for a test. This is not always the case. For\r\ninstance, if Ervin had shown the arresting officer had knowledge of RMH's\r\npolicy of refusing blood tests at the request of a suspect, the officer's\r\ntransportation of Ervin to the hospital would not have been reasonable. \r\n  \r\n  \r\n  \r\nIII. \r\n  \r\n  \r\n  \r\nErvin argues the Court of Appeals erred in affirming the denial\r\nof his motion to suppress evidence of his refusal to take the datamaster test\r\nbecause he was not given a reasonable opportunity to obtain an independent\r\nblood test. As noted above, Ervin was given a reasonable opportunity to\r\nobtain a blood test. There was no error in the admission of Ervin's refusal\r\nto take the datamaster test. Moreover, as found by the Court of Appeals, in\r\nlight of the overwhelming evidence of his intoxication, Ervin was not\r\nprejudiced by the admission of his refusal to take the datamaster test.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe decision of the Court of Appeals is AFFIRMED AS\r\nMODIFIED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur. \r\n  \r\n\r\n6 One police officer testified she observed Ervin disregard a stop sign\r\nthen drive his vehicle onto the median while making a right-hand turn.\r\nOfficers testified Ervin appeared unsteady, had an odor of alcohol about his\r\nperson, and used profanity. A RMH nurse testified Ervin was verbally and\r\nphysically abusive to the arresting officer and appeared to be intoxicated. \r\n  \r\n  \r\n  \r\np.5\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24787","title":"State v. Kenneth L. Tootle","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24787","description":"","date":"1998-05-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 18\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State,                   Appellant,\r\n v.\r\nKenneth L. Tootle,          Respondent. \r\n  \r\n  \r\n  \r\nAppeal From Beaufort County\r\n Jackson V. Gregory, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24787\r\nHeard, April 7, 1998 - Filed May 11, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott,\r\nAssistant Attorney General Dean H. Secor, and\r\nSenior Assistant Attorney General Charles H.\r\nRichardson, all of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRalph V. Baldwin, Jr., of Beaufort; and James B.\r\nRichardson, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE., A.J.: The State appeals an order admitting\r\nrespondent Tootle to a pretrial intervention program (PTI).  We reverse. \r\n  \r\np.13\r\n\r\nSTATE v. TOOTLE \r\n\r\n\r\n\r\n\r\n\r\n FACTS \r\n  \r\n Tootle is an attorney admitted to practice in this State.  He failed to\r\n file State income tax returns for eight tax years (1985-88 and 1990-93) and\r\n was indicted for violating S.C. Code Ann. § 12-54-40(b)(6)(c) (Supp. 1997).1\r\n Tootle applied to the chief administrative judge of Beaufort County to be\r\n admitted to PTI.  The Attorney General2 objected on three grounds: 1) the\r\n chief administrative judge has no authority to admit a defendant to PTI;\r\n 2) Tootle is an attorney and therefore PTI is not appropriate; and 3) the\r\n South Carolina Department of Revenue opposes PTI for tax law violators.\r\n Over the Attorney General's objection, the chief administrative judge found\r\n he had the authority to admit Tootle into the PTI program and that PTI\r\n was appropriate in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDoes the chief administrative judge have the authority to\r\nadmit an applicant to PTI over the prosecutor's objection? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n An offender makes application for PTI under S.C. Code Ann. § 17-22-\r\n100 (Supp. 1997) which provides for application \"to an intervention\r\nprogram or to the chief administrative judge of the court of general\r\nsessions.\" This section further provides: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApplications received by the chief administrative judge of the\r\ncourt of general sessions under this section may be\r\npreliminarily approved by the judge pending, a determination\r\nby the pretrial office that the offender is eligible to participate\r\nin a pretrial program pursuant to sections 17-22-50 and 17-22-\r\n60. Applications received by the chief administrative judge of \r\n  \r\n\r\n1Under this section, failure to file a return is a misdemeanor punishable\r\nby a fine of $10,000 and/or one year in prison.  It is undisputed Tootle was\r\nentitled to a refund for each of the years he failed to file. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2Attorney General Condon prosecuted this case in his capacity as chief\r\nprosecuting officer of the State. See S.C. Const. art.  V, § 24; see also S.C.\r\nCode Ann. § 1-7-100(2) (1986) (when interest of State requires, Attorney\r\nGeneral shall be present and have the direction and management of any\r\ncause in which the State is a party or interested). \r\n  \r\np.14\r\n\r\nSTATE v. TOOTLE \r\n\r\n\r\n\r\n\r\n\r\nthe court of general sessions . . . must be forwarded to the\r\npretrial office. (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The underscored language of this section provider the chief\r\nadministrative judge may give only preliminary approval.  This approval is\r\ncontingent upon the determination of eligibility under the two statutes\r\ngoverning PTI eligibility, S.C. Code Ann. §§ 17-22-50 and -60 (Supp.\r\n1997),3 a determination expressly left to the \"pretrial office\" which is under\r\nthe direct supervision of the circuit solicitor.  See S.C. Code Ann. § 17-22-\r\n30(C) (1985).  The judge has no discretion but must forward any\r\napplication he receives to that office.  Thus, § 17-22-100 vests final\r\napproval in the circuit solicitor or, in this case, the Attorney General.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Moreover, under this statutory scheme, the judge cannot overrule the\r\nsolicitor's objection to an applicant's admission to PTI without running\r\nafoul of our constitutional provision requiring a separation of powers. See\r\nS.C. Const. art.  I, § 8. A circuit judge is a member of the judicial\r\ndepartment and cannot constitutionally exercise the function of a member\r\nof the executive department. State ex rel.  McLeod v. Yoncel, 274 S.C. 81,\r\n261 S.E.2d 303 (1979).  The solicitors and Attorney General are members\r\nof the executive branch of government. See S.C. Code Ann. § 1-1-110\r\n(Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs provided in § 17-22-100, the determination of PTI eligibility under\r\n\r\n3Section 17-22-50 specifies that certain persons may not be considered\r\nand § 17-22-60 provides PTI \"is appropriate only where\" seven standards of\r\neligibility are met. \r\n  \r\n  \r\n  \r\n 4In finding he had the authority to admit Tootle to PTI, the judge\r\nlooked to S.C. Code Ann. § 17-22-80 (Supp. 1997) which provides in part: \r\n  \r\n  \r\n  \r\nIn each case involving admission to an intervention program, the\r\nsolicitor or judge, if application is made to the court pursuant to\r\nSection 17-22-100, shall consider the recommendations of the law\r\nenforcement agency and the victim, if any, in making a decision. \r\n  \r\n  \r\n  \r\nThe judge found the reference to the judge's \"making a decision\" supported\r\nthe conclusion he had authority to admit a defendant to PTI.  Read in\r\nconjunction with § 17-22-100, however, the judge makes a decision but it is\r\nlimited to whether he should preliminarily approve the applicant for final\r\napproval by the circuit solicitor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.15\r\n\r\nSTATE v. TOOTLE \r\n\r\n\r\n\r\n\r\n\r\n §§ 17-22-50 and -60 is left to the executive branch.  Further, these sections\r\n establish minimum requirements for PTI eligibility but do not mandate\r\n that anyone who meets these criteria must be admitted to PTI.  There is\r\n no legal right or entitlement to PTI and no factual determination is\r\n required to support its denial.  A determination of PTI ineligibility is\r\n therefore a completely discretionary executive decision and not reviewable\r\n by the judicial department. See Rose v. Beasley, ___ S.C. ___, 489 S.E.2d\r\n 625 (1997) (under our separation of powers doctrine, judicial discretion\r\n cannot be substituted for that of an executive body); State v.  Thrift, 312\r\n S.C. 282, 440 S.E.2d 341 (1994) (judicial department cannot infringe on\r\n unfettered prosecutorial discretion).5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We hold the chief administrative judge erred in substituting his\r\ndiscretion for that of the Attorney General and admitting Tootle to PTI.6\r\nAccordingly, the order of the circuit court is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED.\r\n FINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n\r\n5On the other hand, where an executive decision is not completely\r\ndiscretionary and a fixed legal right or entitlement depends upon an\r\nexecutive's factual determination, the court has limited review and may set\r\naside a decision that is illegal, arbitrary, or unsupported by any substantial\r\nevidence. Bd. of Bank Control v. Thomason, 236 S.C. 158, 113 S.E.2d 544\r\n(1960) (licensing case); see also Rose, supra (limited review of executive\r\ndecision removing officer for misconduct); Guerard v. Whitner, 276 S.C. 521,\r\n280 S.E.2d 539 (1981) (limited review of agency decision issuing permit). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6The judge's finding that the Attorney General's refusal to admit an\r\nattorney to PTI constituted selective prosecution violative of equal protection\r\ndoes not validate Tootle's admission to PTI.  Equal protection allows a\r\ndefendant to challenge a sentence or conviction on the ground it is the result\r\nof selective enforcement of a criminal law. See McCleskey v. Kemp, 481 U.S.\r\n279 (1981).  Here there has been no conviction.  Equal protection does not\r\nexpand the court's power to infringe on the initial exercise of prosecutorial\r\ndiscretion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.16 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24788","title":"State v. Constance Alls","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24788","description":"","date":"1998-05-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\nThe State, Respondent,\r\nv.\r\nConstance Alls, Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Charleston County\r\nLarry R. Patterson, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No.24788\r\nHeard April 7, 1998 - Filed May 18, 1998\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, 111, and\r\nAssistant Appellate Defender Aileen P. Clare, both of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSenior Assistant Attorney General Charles H.\r\nRichardson, all of Columbia; and Solicitor David P.\r\nSchwacke, of Charleston, all for respondent.\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: Constance Alls appeals her conviction under S.C. Code\r\nAnn. § 16-5-50 (1985), arguing that the trial court erred in denying her\r\nmotion for a directed verdict on the inapplicability of this statute. We agreeand reverse.\r\np.3\r\n\r\n\r\nSTATE v. ALLS \r\n\r\n\r\n\r\n\r\n\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nTwo officers came to Alls's home to serve a family court bench warrant\r\non her boyfriend for failure to pay child support. They knocked on her\r\napartment door for some 10 minutes until Alls finally came to the door. She\r\ntold them that her boyfriend was not there, but allowed them to look in the\r\napartment. The officers found the boyfriend concealing himself in a closet.\r\nAlls claimed she did not know he was in the apartment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe officers arrested Alls and her boyfriend. She was indicted under\r\nS.C. Code Ann. § 16-5-50. She was tried, and a jury found her guilty. Alls\r\nwas sentenced to one year imprisonment and fined $1,000, suspended upon\r\nthe service of three months and payment of the fine, with probation for one\r\nyear. She appeals her conviction.\r\n\r\n\r\n\r\n\r\n\r\n\r\n LAW/ANALYSIS\r\n\r\n\r\nAlls argues the trial court erred in denying her motion for a directed\r\nverdict because section 16-5-50 applies only to persons hindering the arrest\r\nof an individual charged with an offense against civil rights. We agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State indicted Alls under subsections (a) and (d) of S.C. Code Ann.\r\n§ 16-5-50. The entire title, chapter, and section headings, as well as the text,\r\nprovide:\r\n\r\n\r\n\r\n\r\n\r\n\r\nTITLE 16\r\nCRIMES AND OFFENSES\r\n\r\n\r\nCHAPTER 5\r\nOffenses Against Civil Rights\r\n\r\n\r\n\r\n\r\n§ 16-5-50 Penalty for hindering officers or rescuing prisoners.\r\n\r\n\r\n\r\n\r\nAny person who shall (a) hinder, prevent or obstruct any officer\r\nor other person charged with the execution of any warrant or\r\nother process issued under the provisions of this chapter in\r\narresting any person for whose apprehension such warrant or\r\nother process may have been issued, (b) rescue or attempt to\r\nrescue such person from the custody of the officer or person or\r\npersons lawfully assisting him, as aforesaid, (c) aid, abet or assist\r\nany person so arrested, as aforesaid, directly or indirectly, to\r\nescape from the custody of the officer or person or persons\r\n\r\n\r\n\r\n\r\np. 4\r\n\r\n\r\n\r\nSTATE  v. ALLS \r\n\r\nassisting him, as aforesaid, or (d) harbor or conceal any person\r\nfor whose arrest a warrant or other process shall have been\r\nissued, so as to prevent his discovery and arrest, after notice or\r\nknowledge of the fact of the issuing of such warrant or other\r\nprocess, shall, on conviction for any such offense, be subject to a\r\nfine of not less than fifty nor more than one thousand dollars or\r\nimprisonment for not less than three months nor more than one\r\nyear, or both, at the discretion of the court having jurisdiction.\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 16-5-50. At the conclusion of the State's case, Alls moved\r\nfor a directed verdict, arguing that section 16-5-50 only applies to officers\r\nexecuting warrants for offenses against civil rights. The court granted the\r\nmotion as to subsection (a) of the statute, but denied it as to subsection (d).\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe agree with Alls that the trial court erred in failing to direct a\r\nverdict as to subsection (d) of section 16-5-50. If subsection (d) were viewed\r\nin isolation, it would literally appear to be applicable to the facts of this case.\r\nHowever, a closer examination reveals that section 16-5-50 is part of a\r\nbroader statutory scheme concerning civil rights. Section 16-5-50 was\r\noriginally enacted in 1871. Except for minor changes, the provision in the\r\n1871 act is the same as current section 16-5-50. The preamble 1 to the\r\noriginal act evidences that section 16-5-50 was intended to apply to arrests\r\nmade in relation to offenses against civil rights:\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhereas threatenings, intimidation and violence are used in\r\nportions of this State against the peace of the same; and whereas\r\nthe laws are set at defiance, and the officers of the law hindered,\r\nprevented and obstructed in the discharge of their duties; and\r\nwhereas armed, disguised and lawless persons-are threatening,\r\nmaltreating and assassinating peaceable and defenceless citizens;\r\ntherefore .... [b]e it enacted ...\r\n\r\n\r\n\r\n\r\n\r\n\r\nActs &amp; Joint Resolutions of the General Assembly of the State of South\r\nCarolina 559 (1871); see also Warr v. Darlington County, 181 S.C. 254, 186\r\nS.E. 920 (1936).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAn examination of the other provisions of Title 16, Chapter 5 reinforces\r\n\r\n\r\n\r\n\r\n1 See City of  Spartanburg v. Leonard, 180 S.C. 491, 186 S.E. 395\r\n(1936)(While it is true that the preamble is not a part of the effective portion\r\nof the statute, nevertheless the preamble may supply the guide to the\r\nmeaning of the act.).\r\np.5\r\n\r\n\r\nSTATE v. ALLS \r\n\r\n\r\n\r\nthe conclusion that section 16-5-50(d) relates to offenses against civil rights.\r\nSouth Carolina Code Ann. § 16-5-10 (Supp. 1997) provides that it is \"unlawful\r\nfor two or more persons to band or conspire together or go in disguise upon\r\nthe public highway or upon the premises of another with the intent to injure,\r\noppress, or violate the person or property of a citizen because of his political\r\nopinion or his expression ......\"  South Carolina Code Ann. § 16-5-30 (1985)\r\naddresses the duties and liabilities of officers \"upon receipt of notice from any\r\nperson that he has knowledge of an intention or attempt to destroy his\r\nproperty or to collect a mob for that purpose.\"  South Carolina Code Ann. §\r\n16-5-60 (1985) concerns suits against counties for damages resulting from\r\ncivil rights violations. South Carolina Code Ann. § 16-5-70 (1985) provides\r\nfor suits against counties for damages, where property was destroyed in\r\nconsequence of any mob or riot. South Carolina Code Ann. § 16-5-90 (1985)\r\npreserves the property owner's right of action against the participants in any\r\nmob or riot, which resulted in damage to property. South Carolina Code\r\nAnn. §§ 16-5-120--130 (1985 &amp; Supp. 1997) set out the penalties for engaging\r\nin, or instigating, aiding, or participating in, riots.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn construing statutory language, the statute must be read as a whole,\r\nand sections which are part of the same general statutory law must be\r\nconstrued together and each one given effect, if it can be done by any\r\nreasonable construction. Higgins v. State, 307 S.C. 446, 415 S.E.2d 799\r\n(1992). When read as a whole, section 16-5-50 must be construed as part of\r\na broader civil rights statutory scheme, and not as an independent means of\r\nprosecuting those who harbor or conceal persons to be arrested. We hold\r\nthat section 16-5-50(d) is applicable to those who harbor or conceal any\r\nperson for whose arrest a warrant or other process shall have been issued\r\nunder the provisions of Title 16, Chapter 5. Alls should probably have been\r\nindicted under a different statute, such as S.C. Code Ann. § 16-9-320 (Supp.\r\n1997).2\r\n\r\n\r\n2 It is unlawful for a person knowingly and wilfully to oppose or\r\nresist a law enforcement officer in serving, executing, or\r\nattempting to serve or execute a legal writ or process or to resist\r\nan arrest being made by one whom the person knows or\r\nreasonably should know is a law enforcement officer, whether\r\nunder process or not. A person who violates the provisions of this\r\nsubsection is guilty of a misdemeanor and, upon conviction, must\r\nbe fined not less than five hundred dollars nor more than one\r\nthousand dollars or imprisoned not more than one year, or both.\r\n\r\n\r\nS.C. Code Ann. § 16-9-320(a).\r\n\r\n\r\np.6\r\n\r\n\r\nSTATE v. ALLS \r\n\r\n\r\n\r\n\r\n\r\nWe are aware of previous cases wherein individuals have been convicted\r\nunder section 16-5-50 in actions other than those relating to civil rights. See,\r\ne.g., State v. Etherage, 277 S.C. 523, 290 S.E.2d 413 (1982). It must be\r\nrecognized, however, that in none of these cases did the, defendants raise the\r\nissue of the inapplicability of section 16-5-50, as Alls has in this appeal.\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nBased on the foregoing, we REVERSE Alls's conviction.\r\n\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\np.7\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24789","title":"Herbert P. Wiedemann v. Town of Hilton Head Island, South Carolina","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24789","description":"","date":"1998-05-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nHerbert P. Wiedemann,    Petitioner,\r\n\r\n\r\nv.\r\n\r\n\r\nTown of Hilton Head\r\nIsland, South Carolina,       Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Beaufort County\r\nTom Kemmerlin, Master-in-Equity\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24789\r\nHeard April 21, 1998 - Filed May 18, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART; REVERSED IN PART,\r\nAND REMANDED. -\r\n\r\n\r\n\r\n\r\n\r\n\r\nHerbert P. Wiedemann, Pro Se, of Hilton Head, for\r\npetitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCurtis L. Coltrane, of Hilton Head Island, for\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals'\r\nopinion in Wiedemann v. Town of Hilton Head, - S.C. , 486 S.E.2d 263\r\n(Ct. App. 1997). We affirm in part, reverse in part, and remand to the\r\nMaster-in-Equity.\r\n\r\n\r\np.8\r\n\r\n\r\nWIEDEMANN v. TOWN OF HILTON HEAD \r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\nIn December, 1995, the Hilton Head Island Town Council (Council) held\r\na workshop at the Dataw Island Club (Club),1 a private residential\r\ncommunity located approximately 45 miles outside the municipal limits of\r\nHilton Head. The meeting was publicly advertised, and members of the\r\npublic were permitted to attend. Wiedemann, a resident of Hilton Head, was\r\nrequired to pass through a security gate and give his name to a guard in\r\norder to attend the meeting. He was met at the Club by the Assistant Town\r\nManager and escorted into the meeting where he had to sit on a chair in an\r\naisle near the entrance.2\r\n\r\n\r\n\r\n\r\n\r\n\r\nWiedemann brought this declaratory judgment action contending the\r\nmeeting was not \"open to the public\" as required by the South Carolina\r\nFreedom of Information Act (FOIA), S.C. Code Ann. §§ 30-4-10 to 110 (1991\r\n&amp; Supp. 1996). The Master granted Town summary judgment holding that,\r\nin the absence of a statutory prohibition, the local governing body of a\r\nmunicipality may conduct meetings outside the geographical boundaries of the\r\ncounty or municipality. The Court of Appeals, construing the \"minimal cost\r\nor delay\" provision of S.C. Code Ann. § 30-4-15,3 adopted a balancing test\r\n\r\n\r\n\r\n\r\n1It is undisputed that the workshop was a \"meeting\" for purposes of the\r\nSouth Carolina Freedom of Information Act.\r\n\r\n\r\n\r\n\r\n\r\n\r\n2We are unpersuaded by Wiedemann's claim that sitting in the aisle at\r\nthe back of the room renders the meeting \"closed\" for FOIA purposes. See\r\nSovich v. ShaugnesU, 705 A.2d 942 (Pa. 1998) (no violation of Sunshine Act\r\nwhere members of public were placed in an adjoining facility with speakers\r\nand microphone).\r\n\r\n\r\n\r\n\r\n\r\n\r\n3Section 30-4-15 provides, in pertinent part:\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe General Assembly finds that it is vital in a democratic society that\r\npublic business be performed in an open and public manner so that citizens\r\nshall be advised of the performance of public officials .... Toward this end,\r\nprovisions of this chapter must be construed so as to make it possible for\r\ncitizens, or their representatives, to learn and report fully the activities of\r\ntheir public officials at a minimum cost or delay to the persons seeking access\r\nto public documents or meetings.\r\n\r\n\r\np.9\r\n\r\n\r\nWIEDEMANN v. TOWN OF HILTON HEAD \r\n\r\n\r\n\r\n\r\n\r\nweighing the interests of the public against the government's need to conduct\r\nthe meeting at a distant cite. It found the location of the workshop and\r\nprocedure for admittance in this case created no undue burden on the public\r\nand, accordingly, affirmed the grant of summary judgment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE4\r\n\r\n\r\nDid the Court of Appeals properly adopt a balancing test and, if\r\nso, was summary judgment proper under that test?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\nWiedemann contends a balancing test is inappropriate as § 30-4-15\r\nprohibits municipalities, under any circumstances, from conducting meetings\r\noutside their limits. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThere is some authority for the proposition that municipalities are\r\nabsolutely forbidden from holding meetings outside their corporate limits. 37\r\nAm.Jur. Mun. Corps. § 54; 56 Am.Jur. 2d Mun. Corps. § 160. We decline to\r\nfollow the American Jurisprudence article.5\r\n\r\n\r\n\r\n\r\n4Wiedemann also contends it is a violation of the \"open meetings\"\r\nprovision to conduct a \"public\" meeting at a private club, in a gated\r\nresidential community. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.C.Code Ann. § 30-4-60 requires every meeting of a public body be\r\nopen to the public unless closed pursuant to section 30-4-70(a). Fowler v.\r\nBeasley, 472 S.E.2d 630, 322 S.C. 463 (1996). The purpose of the FOIA is\r\nto protect the public from secret government activity. South Carolina Tax\r\nComm'n v. Gaston Copper Recycling Corp., 316 S.C. 163, 447 S.E.2d 843\r\n(1994). There is no requirement, in section 30-4-60 or elsewhere in the\r\nFOIA, that meetings of a public body be conducted in a public building. On\r\nthe contrary, the only specific requirements are that the meeting be open to\r\nthe public and be done at minimal cost or delay. Absent a specific statutory\r\nrestriction, we find meetings may be held in locations other than public\r\nbuildings. Here, it is undisputed that the public was given notice of and\r\nwelcome to attend the meeting. The fact that Wiedemann was required to\r\ngive his name to a security guard at the gate of the Dataw Island Country\r\nClub does not violate the open meeting provision.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5The only American case specifically adopting this position relies upon\r\nAmJur. See Town of Paradise Valley v. Acker, 411 P.2d 168 (Ariz. 1966).\r\n\r\n\r\n\r\n\r\n\r\n\r\np.10\r\n\r\n\r\nWIEDEMANN v. TOWN OF HILTON HEAD \r\n\r\n\r\n\r\n\r\n\r\nNowhere in the South Carolina FOIA are public bodies required to\r\nconduct public meetings within municipal limits. On the contrary, the only\r\nrestriction is that they be conducted with \"minimum cost or delay\" to the\r\npublic. Notably, the Legislature did, in the case of School Boards, require\r\nall meetings be held \"at the school district office or at such other place\r\nwithin the district that the board deems convenient...\" S.C. Code Ann. § 59-\r\n1-340. See also 1991 S.C. Op. Atty. Gen. 73, Op. No. 91-24 (1991) (espousing\r\nthat in light of express legislative statement in § 59-1-340, that section 30-4-\r\n15 permits public meetings without a municipality's boundaries). We agree\r\nwith the Court of Appeals that the fact that the Legislature specifically\r\nrequired school board meetings to be conducted within district boundaries,\r\nbut failed to do so in the case of municipal boards is indicative of its intent\r\nthat such meetings may be held outside municipal limits. Accord Atlantic\r\nSkin and Cancer Clinic v. Hallmark General Partners, 320 S.C. 113, 463\r\nS.E.2d 600 (1995) (under maxim of expressio unius est exclusio alterius,\r\n'expression of one thing is exclusion of another'). Accordingly, we affirm the\r\nCourt of Appeals' opinion insofar as it held that meetings may be conducted\r\noutside municipal boundaries. Further, we concur with the Court of Appeals\r\nthat a balancing test is appropriate to determine whether such a meeting\r\ncomplies with the \"minimum cost or delay\" requirements of § 30-4-15.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals adopted the balancing test espoused by the court\r\nin Rhea v. School Board of Alachua County, 636 So.2d 1383 (Fla. App. 1994).\r\nUnder that test, \"the interests of the municipality in conducting the meeting\r\noutside the municipal limits [should] be weighed against the cost or delay to\r\nthe public.\" 486 S.E.2d at 267. The Court of Appeals concluded that, as\r\nthere was no evidence any members of the public were prevented from\r\nattending the meeting, and since Wiedemann and  various reporters had\r\nattended the meeting, its location created no undue burden on the public.\r\nIt therefore affirmed the Master's grant of summary judgment. This was\r\nerror.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSummary judgment is appropriate when it is clear there is no genuine\r\nissue of material fact and the moving party is entitled to judgment as a\r\nmatter of law. City of Columbia v. American Civil Liberties Union, 323 S.C.\r\n384, 475 S.E.2d 747 (1996). In determining whether any triable issue of fact\r\nexists, the evidence and all inferences which can be reasonably drawn\r\ntherefrom must be viewed in the light most favorable to the non-moving\r\nparty. Summer v. Carpenter, _ S.C. _, 492 S.E.2d 55 (1997).\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, there are genuine issues of material fact concerning the necessity\r\n\r\n\r\np.11\r\n\r\n\r\nWIEDEMANN v. TOWN OF HILTON HEAD \r\n\r\n\r\n\r\n\r\n\r\nof Town conducting the meeting outside the municipal limits. There is\r\nsimply no evidence in the record as to why it was necessary for Tow-n to\r\nconduct the meeting at Dataw Island. Accordingly, on the present record, it\r\nwas simply impossible to balance the interests of the Tpwn against those of\r\nthe public. Therefore, rather than affirming the grant of summary judgment,\r\nthe Court of Appeals should have remanded to the Master for receipt of\r\nfurther evidence on this issue. Accordingly, the opinion of the Court of\r\nAppeals is\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\np.12\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24790","title":"Ray Bell Construction Company, Inc. v. The School District of Greenville County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24790","description":"","date":"1998-05-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nRay Bell Construction\r\nCompany, Inc.,  Petitioner\r\n\r\n\r\nv.\r\n\r\n\r\nThe School District of\r\nGreenville County and\r\nM.B. Kahn Construction\r\nCompany, Inc.,  Respondents\r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Greenville County\r\nMarc H. Westbrook, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24790\r\nHeard March 5, 1998 - Filed May 18, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\n\r\nDavid B. Summer, Jr., and Faye A. Flowers, of\r\nParker Poe Adams &amp; Bernstein, L.L.P., of\r\nColumbia, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDonald A. Harper and N. Ward Lambert, of The\r\nHarper Law Firm, of Greenville, for respondent\r\nGreenville County School District.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTheodore S. Stern, Jr., and Thomas E. Dudley, III,\r\n\r\n\r\np.13\r\n\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nof Covington, Patrick, Hagins, Stem &amp; Lewis, P.A.,\r\nof Greenville, for respondent M.B. Kahn\r\nConstruction Company, Inc.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWALLER., A.J.: We granted certiorari to review the Court of\r\nAppeals' decision in Ray Bell Constr. Co. v. School Dist. of Greenville Cty.,\r\n324 S.C. 320, 478 S.E.2d 67 (1996). We reverse and remand.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS/PROCEDURAL POSTURE\r\n\r\n\r\nIn June 1994, Respondent Greenville County School District (\"District\")\r\nissued an Invitation for Construction Bids on a new high school. Three\r\ncontractors submitted bids for the project: (1) Respondent M.B. Kahn\r\nConstruction Company, Inc. (\"Kahn\"); (2) Petitioner Ray Bell Construction\r\nCompany, Inc. (\"Ray Bell\"); and (3) Ellis-Don Construction, Inc. When bids\r\nwere opened, Kahn's was the lowest, some $240,000 lower than Ray Bell's.1\r\nRay Bell questioned the responsiveness2 of Kahn's bid because Kahn had\r\nlisted multiple subcontractors in the alternative for the same specialty work\r\non its bid form.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDistrict required contractors to list subcontractors for fifteen separate\r\nspecialties. Ray Bell's complaint involves Kahn's listings in five areas:\r\n\r\n\r\n\r\n\r\n\r\n\r\nROOFING: \"Piper or Pickens\"\r\n\r\n\r\nSTRUCTURAL STEEL: \"G.C. [general contractor, i.e. Kahn] and\r\nor McAbee or Falcon\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nMASONRY: \"GC and/or Pettit and/or Brickmaster and/or Marion\r\nand/or Byers and/or New Carolina and/or Cherokee and/or\r\nGoucher\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nTERRAZZO/HARD TILE: \"Campbell Tile or Capital/Adams\"\r\n\r\n\r\n\r\n1Ellis-Don was the highest bidder and is not a party to this action. \r\n\r\n2According to District's Procurement Code, contracts \"shall be awarded\r\n. . .to the lowest responsible and responsive bidder whose bid meets the\r\nrequirements and criteria set forth in the invitation for bids . . . .\"\r\n\r\n\r\n\r\n\r\np.14\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nHVAC CONTROLS: \"Barber Coleman or ACTS.\"\r\n\r\n\r\nIn response to Ray Bell's questions, District requested an explanation\r\nfrom Kahn for its listings. Kahn made the following representations by\r\nletter. For roofing, Kahn stated it listed two subcontractors because it\r\nintended to award roofing by type: conventional built-up roofing to Piper and\r\nmetal roofing to Pickens. For Structural Steel and Masonry, Kahn stated it\r\nintended to do the work itself, and would enlist the aid of additional\r\nsubcontractors should they be needed to complete the work on schedule. For\r\nTerrazzo/Hard Tile, Kahn stated it intended to award terrazzo and ceramic\r\ntile separately: terrazzo to Campbell \"and the ceramic tile to be awarded\r\nnext in accordance with our proposal.\" For HVAC Controls, Kahn stated it\r\nwas necessary to list two subcontractors \"due to the proprietary nature of\r\ncertain aspects of the controls systems depending on equipment selection.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter reviewing Kahn's written explanation, District issued a notice\r\nstating it intended to award Kahn the contract. Ray Bell then filed a formal\r\nprotest with District's purchasing agent. The purchasing agent denied the\r\nprotest, stating that based on Kahn's written explanation, \"'bid shopping' is\r\nneither contemplated nor possible.\" The same day of this denial, District\r\nawarded Kahn the contract. Ray Bell appealed the purchasing agent's\r\n\r\n\r\ndecision. The matter was subsequently set before a master-in-equity3 for an\r\nadministrative hearing.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAt the hearing, held seventeen days after Kahn received the contract\r\naward, Kahn gave further information regarding the subcontractor listings.\r\nRegarding the roofing, Kahn represented it did not get breakout bids (broken\r\ndown into built-up and metal) from Piper or Pickens until after it received\r\nthe contract. Prior to that, it only had bids for the whole project. It used\r\n\r\n\r\n\r\n3District's Procurement Code provides its \"Procurement Review Board\"\r\nis charged with responsibility for providing administrative review of protests\r\narising from contract awards. Thus, when Ray Bell filed its request for\r\nreview of the purchasing agent's decision, the matter should have been heard\r\nby this Board. However, at the time there was no active District\r\nProcurement Review Board. Therefore, in an unusual agreement, all parties\r\nstipulated the matter would be heard by a master-in-equity, who would have\r\nall rights and powers of any administrative body authorized to hear the\r\nprotest. The presiding circuit court judge agreed to this stipulation and\r\nreference, further providing any appeal of the master's decision would be to\r\ncircuit court. We make no representations regarding the propriety of a\r\njudicial officer hearing this case in an administrative capacity.\r\n\r\n\r\n\r\n\r\np.15\r\n\r\n\r\n\r\nBELL CONSTRUCTION COMPANY, INC. , v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\nPiper's sub-bid in its bid calculation. After receiving the breakout bids post-\r\naward, Kahn decided to award the entire job to Piper.\r\n\r\n\r\n\r\n\r\n\r\n\r\nRegarding structural steel and masonry, Kahn maintained it still\r\nintended to do the work itself, and would get District approval (i.e. comply\r\nwith S.C. Code Ann. § 11-35-3020(2)(b)(ii), quoted below, regarding self-\r\nbidding) before resorting to subcontractors. Regarding terrazzo/hard tile,\r\nKahn represented Campbell gave a pre-award bid, broken down into terrazzo\r\nand hard tile. Capital gave a pre-award bid for the hard tile only. Adams\r\noriginally bid for both terrazzo and hard tile, but withdrew its bid at some\r\npoint (the record is unclear whether this occurred pre- or post-award).\r\nFinally, regarding the HVAC controls, Kahn stated in actuality this\r\nsubcontractor is chosen by the mechanical subcontractor, (i.e. it would be a\r\n\"sub's sub\"). Therefore, Kahn had no control over that award. It received\r\nno quotes from either Barber Coleman or ACTS, and its listed mechanical\r\nsubcontractor did not provide these names. Kahn stated it had ultimately\r\nawarded subcontracts to those subcontractors who submitted the lowest pre-\r\naward bid. Kahn also denied it ever shopped bids.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter the hearing, the master denied Ray Bell's protest. The circuit\r\ncourt affirmed. The Court of Appeals likewise affirmed. Ray Bell Constr.\r\nCo., 324 S.C. 320, 478 S.E.2d 67 (Cureton, J., dissenting).\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe granted certiorari.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\nI. Does state law prohibit the listing of alternate subcontractors in bid\r\nforms?\r\n\r\n\r\n\r\n\r\nII. If listing alternate subcontractors is improper, can doing so constitute\r\na minor informality such that District could waive it?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nStandard of Review\r\n\r\n\r\nUnder District's Procurement Code, factual determinations required by\r\ncompetitive sealed bidding \"shall be final and conclusive unless they are\r\nclearly erroneous arbitrary, capricious or contrary to law.\" No\r\n\r\n\r\n\r\n\r\n\r\n\r\np.16\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\ndetermination by the Review Panel or Board concerning an issue of law shall\r\nbe final or conclusive.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Statutory Construction of S.C. Code Ann. § 11-35-3O2O\r\n\r\n\r\nRay Bell argues S.C. Code Ann. § 11-35-3020(2)(b) prohibits the listing\r\nof multiple subcontractors in the alternative on bid forms. Under the\r\ncircumstances that exist in this case, we agree. In 1994, this section\r\nprovided, in pertinent part:\r\n\r\n\r\n\r\n\r\n\r\n\r\n(b) Bid Acceptance. . . . The using agency's invitation for bids\r\nshall set forth all requirements of the bid including, but not\r\nlimited to:\r\n\r\n\r\n\r\n\r\n\r\n\r\n(i) The using agency ... shall identify by specialty in\r\nthe invitation for bids all subcontractors ... who are expected to\r\nperform work or render service to the prime contractor to or\r\nabout the construction when those subcontractors' contracts are\r\neach expected to exceed three percent of the prime contractor's\r\ntotal base bid. In addition, the using agency ... may identify by\r\nspecialty in the invitation for bids any subcontractors who are\r\nexpected to perform work which is vital to the project. The\r\ndetermination of which subcontractors are included in the list\r\nprovided in the invitation for bids is not protestable under\r\nSection 11-35-4210 or any other provision of this code. Any\r\nbidder in response to an invitation for bids shall set forth in\r\nhis bid the name of each subcontractor so identified in the\r\ninvitation for bids. If the bidder determines to use his own\r\nemployees to perform any portion of the work for which he would\r\notherwise be required to list a subcontractor and if the bidder is\r\nqualified to perform such work under the terms of the invitation\r\nfor bids, the bidder shall list himself in the appropriate place in\r\nhis bid and not subcontract any of that work except with the\r\napproval of the using agency for good cause shown.\r\n\r\n\r\n\r\n\r\n\r\n\r\n(ii) Failure to complete the list provided in the invitation\r\nfor bids renders the bidder's bid unresponsive.\r\n\r\n\r\n\r\n\r\n\r\n\r\n(iii) No prime contractor whose bid is accepted shall\r\nsubstitute any person as subcontractor in place of the\r\nsubcontractor listed in the original bid, except for one or more of\r\n\r\n\r\np.17\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\nthe following reasons: [subcontractor (a) is financially\r\nirresponsible, (b) did not properly bid to contractor, (c) was\r\ninadvertently listed due to clerical error, (d) has not submitted\r\nrequired bond, (e) is not licensed as required by law, (f) fails to\r\nperform contract, (g) is doing unsatisfactory work'(h) has agreed\r\nto substitution, (h) with using agency's consent upon good cause\r\nshown]. The request for substitution must be made to the using\r\nagency in writing.\r\n\r\n\r\n\r\n\r\n\r\n\r\n(iv) Where substitution is allowed, the prime contractor,\r\nbefore obtaining prices from any other subcontractor, must\r\nattempt in good faith to negotiate a subcontract with at least one\r\nsubcontractor whose bid was received prior to the submission of\r\nthe prime contractor's bid.\r\n\r\n\r\n\r\n\r\n(emphasis supplied).4\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn disagreeing with Ray Bell's argument, the Court of Appeals stated:\r\n\". . . the express language of section 11-35-3020(2)(b) provides the failure to\r\ncomplete the list in the invitation for bids renders the bidder's bid\r\nunresponsive. The clear language of the statute, however, does not state that\r\nlisting of alternative subcontractors renders the bid unresponsive.\" Ray Bell\r\nConstr. Co., 324 S.C. at, 478 S.E.2d at 70. In essence, the Court of Appeals\r\nreasoned if the legislature did not expressly prohibit such listings, they were\r\npermissible. In doing so, it relied on a strict rule of statutory construction:\r\n\r\n\r\n\r\n\r\n\r\n\r\nIf a statute's language is plain and unambiguous, and conveys a\r\nclear and definite meaning, there is no occasion for employing\r\nrules of statutory interpretation and the court- has no right to\r\nlook for or impose another meaning. Where the terms of the\r\nstatute are clear, the court must apply those terms according to\r\ntheir literal meaning. This Court cannot construe a statute\r\nwithout regard to its plain and ordinary meaning, and may not\r\nresort to subtle or forced construction in an attempt to limit or\r\nexpand a statute's scope.\r\n\r\n\r\n\r\n\r\n\r\n\r\nPaschal v. State Elec. Comm'n, 317 S.C. 434, 436-37, 454 S.E.2d 890, 892\r\n(1995). The Court of Appeals found the language of section 11-35-3020(2)(b)\r\n\r\n4District made these provisions applicable to the bids submitted for this\r\nproject by including them in its Instructions to Bidders and Invitation for\r\nBids.\r\n\r\n\r\n\r\n\r\np.18\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL, DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nunambiguous, and thus refused to resort to other rules of statutory\r\nconstruction.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe question of whether a statute's language is unambiguous and\r\nconveys a clear and definite meaning is not always an easy one. We find the\r\nCourt of Appeals erred in focusing only on section 11-35-3020(2)(b)(ii) in\r\nconstruing the statute's meaning.5\r\n\r\n\r\n\r\n\r\n\r\n\r\nAll rules of statutory construction are subservient to the one that\r\nthe legislative intent must prevail if it can be reasonably\r\ndiscovered in the language used, and that language must be\r\nconstrued in the light of the intended purpose of the statute.\r\nHowever plain the ordinary meaning of the words used in a\r\nstatute may be, the courts will reject that meaning when to\r\naccept it would lead to a result so plainly absurd that it could\r\nnot possibly have been intended by the Legislature or would\r\ndefeat the plain legislative intention. lf possible, the court will\r\nconstrue the statute so as to escape the absurdity and carry the\r\nintention into effect.\r\n\r\n\r\n\r\n\r\n\r\n\r\nKiriakides v. United Artists Communications, Inc., 312 S.C. 271, 275, 440\r\nS.E.2d 362, 366 (1994) (internal citations omitted) (emphasis supplied).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAllowing the listing of alternate subcontractors would conflict with the\r\noverall purpose behind section 11-35-3020(2)(b). As Judge Cureton discussed\r\nat length in his dissent, the underlying goals of the State Procurement Code\r\nare, inter alia, to ensure standards for the \"fair and equitable treatment of\r\nall persons\" dealing with public procurement, establish a \"system of quality\r\nand integrity with clearly defined rules for ethical behavior on the part of all\r\npersons engaged in the public procurement process,\" and \"foster effective\r\nbroad-based competition.\" S.C. Code Ann. § 11-35-20 (Supp. 1997). These\r\ngoals are to be furthered while maximizing, \"to the fullest extent\r\n\r\n\r\n\r\n5We also disagree with the Court of Appeals' reasoning to the extent\r\nit suggests the sole criteria of responsiveness is contained in this statute.\r\nDistrict's bidding requirements provide that a bid will be unresponsive if it\r\ndoes not comply with applicable state law. Thus, if the listing of multiple\r\nsubcontractors in the alternative violates state law, the bid can be considered\r\nunresponsive despite section 11-35-3020's failure to so specifically provide.\r\n\r\n\r\n\r\n\r\np.19\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\npracticable[,] the purchasing values of [public] funds.\" Id.6 To these ends,\r\na primary objective of the bid listing provisions, particularly regarding\r\nsubcontractors, is to prevent bid shopping and peddling.7 Allowing the listing\r\nof alternate subcontractors would only serve to foster these unethical\r\npractices because it would give contractors the opportunity to choose from\r\namong several prospective subcontractors, depending on who offered the\r\nlowest bid post-award.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAdditionally, the strict substitution requirements of section 11-35-\r\n3020(2)(b) would be rendered virtually meaningless under the Court of\r\nAppeals' interpretation. These provisions allow subcontractor substitutions\r\nonly with prior approval of the using agency and in certain limited\r\ncircumstances. However, if a contractor could list subcontractors in the\r\nalternative on the bid form and then make its choice post-award, these\r\nsubstitution requirements could be completely circumvented. \"In construing\r\nstatutory language, the statute must be read as a whole, and sections which\r\nare part of the same general statutory law must be construed together and\r\neach one given effect, if it can be done by any reasonable construction.\"\r\nHiggins v. State, 307 S.C. 446, 449, 415 S.E.2d 799, 801 (1992). See also\r\nJackson v. Charleston Cty. Sch. Dist., 316 S.C. 177, 181, 447 S.E.2d 859, 861\r\n(1994) (\"The true guide to statutory construction is not the phraseology of an\r\nisolated section or provision, but the language of the statute as a whole\r\nconsidered in the light of its manifest purpose.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\nA Pennsylvania court reasoned, in interpreting similar subcontractor\r\n\r\n\r\n\r\n6District's Procurement Code has incorporated these policies into its\r\nprovisions as well.\r\n\r\n\r\n\r\n\r\n\r\n\r\n7\" Bid shopping is the use by the general of one subcontractor's low bid\r\nas a tool in negotiating lower bids from other subcontractors. Bid peddling,\r\nconversely, is the practice whereby subcontractors attempt to undercut known\r\nbid prices of other subcontractors in order to get a job. In most\r\ncircumstances, bid peddling is simply a response of competing subcontractors\r\nto the bid shopping activity of a general, and insofar as a solution to this\r\nproblem is concerned, bid shopping and peddling may be treated as one.\"\r\nThomas P. Lambert, Comment, Bid Shopping and Peddling in the\r\nSubcontract Construction Industry, 18 UCLA L. Rev. 389, 394 (1970). Bid\r\nshopping allows a bidder \"to be in a position to increase his profit, often to\r\nthe detriment of the project itself, by forcing subcontractors to provide\r\nservices at destructively low prices in order to obtain work.\" George &amp;\r\nLynch, Tnc. v. Division of Parks and Rec., 465 A.2d 345, 349 n.4 (Del. 1983).\r\n\r\n\r\n\r\n\r\np.20\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\nlisting requirements contained in bid instructions: \"Although it is true that\r\nthe bid instructions do not expressly forbid alternative listings, it is also true\r\nthat the apparent intent of the language 'to identify the equipment and\r\nmaterial which has been used by [the contractor] as a base bid . . .' together\r\nwith another requirement that no modifications would be allowed after bid\r\nopening, makes the most reasonable interpretation seem to be that only one\r\nlisting would be permitted, and that was in fact how all the other bidders\r\nunderstood the instruction.\" Conduit &amp; Found. Corp. v. City of Philadelphia,\r\n401 A.2d 376, 379 (Pa. Commw. Ct. 1979).8 We find section 11-35-3020\r\n\r\n\r\n\r\n8In reaching its decision, the Court of Appeals relied on Thomas P.\r\nCarney, Inc., v. City of Trenton, 562 A.2d 807 (N.J. Super. Ct. App. Div.\r\n198S). In Carney, a bid was submitted listing multiple subcontractors for one\r\nspecialty. Carney argued this violated applicable law requiring bidders to\r\ngive \"the name or names or all subcontractors to whom the bidder will\r\nsubcontract.\" The court disagreed, finding, \"The 'one subcontractor to a trade'\r\nrule contended by Carney is simply not found in the text of the statute. If\r\nthe drafters of the statute intended to prohibit general contractors from using\r\nmultiple subcontractors in each trade, we assume more precise wording would\r\nhave been used.\" Id. at 810. Carney held the statute neither prohibited a\r\nbidder from contracting with more than one subcontractor in a trade, nor\r\nrequired each subcontractor named actually receive a contract. \"The purpose\r\nof the word 'will' in the statute is to prevent substitutions of unlisted\r\nsubcontractors, not to guarantee that each listed subcontractor receive a\r\ncontract.\" Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCarney's holding was subsequently limited by Prismatic Dev. Corp. v.\r\nSomerset Cty. Bd. of Chosen Freeholders, 564 A.2d. 1208 (N.J. Super. Ct.\r\nApp. Div. 1989), cert. denied, 570 A.2d 965 (N.J. 1989), and overruled on\r\nother grounds by Meadowbrook Carting Co. v. Borough of Island Heights, 650\r\nA.2d 748 (N.J. 1994). Prismatic also addressed whether contractors could\r\nname alternative specialty subcontractors under the same statute analyzed\r\nin Carney. Relying in part on legislative history, but also in part on\r\nstatutory language, Prismatic held it was impermissible \"to name multiple\r\nsubcontractors for some (or all) of the branches of work and then select\r\nbetween them after the opening of bids.\" Id. at 1212. In so holding, it\r\nfactually distinguished Carney: \"In that case ... the contracting unit's bid\r\nrequest contained a number of alternative proposals, all of which were to be\r\nprovided for in the bids. The prime contractor, in a single overall contract\r\nbid, named more than one subcontractor for the same trade but was really\r\nrequired to do so because the selection of the subcontractor det)ended upon\r\nwhat the contracting unit ultimately decided to do.\" Id. at 1210 (emphasis\r\n\r\n\r\n\r\n\r\np.21\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nprohibits the listing of multiple subcontractors in the alternative on a bid.\r\nHowever, our holding is not intended to proscribe listing multiple\r\nsubcontractors when more than one subcontractor is actually going to perform\r\nthe work (i.e. the 'ob will be shared), or when the award of subcontractors\r\nwill depend on some post-award action by the awarding Agency. See Ray Bell\r\nConstr. Co., 324 S.C. at 331-32, 478 S.E.2d at 73 (Judge Cureton, dissenting);\r\nPrismatic, 564 A.2d 1208.9 Under the circumstances of this case, we find\r\nKahn improperly listed subcontractors on its bid form because it provided the\r\nopportunity to choose from among several subcontractors post-award.10\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn finding Kahn's bid complied with applicable law, the master seemed\r\nto focus on the fact that (1) it did not appear Kahn actually \"shopped\" its bid\r\namong subcontractors, and (2) Kahn ultimately awarded subcontracts to those\r\n\r\n\r\n\r\n\r\n\r\nsupplied). Carney can be similarly distinguished here, a fact the Court of\r\nAppeals ignored.\r\n\r\n\r\n\r\n\r\n\r\n\r\n9Section 11-35-3020(2)(b)(i) was amended in 1997, after the Court of\r\nAppeals issued its decision in this case. It now reads in pertinent part:\r\n\"Any bidder in response to an invitation for bids shall set forth in his bid the\r\nname of only those subcontractors that will perform the work as identified\r\nin the invitation for bids.\" (emphasis supplied to reflect amendment). We\r\ndo not suggest this amendment should be read as an indication of legislative\r\nintent in enacting the statute we interpret today. See Whitner v. State, 328\r\nS.C. 1, 492 S.E.2d 777 (1997) (Generally, the legislature's subsequent acts\r\ncast no light on the intent of the legislature which enacted the statute being\r\nconstrued).\r\n\r\n\r\n\r\n\r\n\r\n\r\n10Neither of the limitations to our holding applies in this case. We do\r\ntake note of Kahn's initial, pre-award representations that the two roofing\r\nsubcontractors would share the work. Had that been the case, a good\r\nargument exists this listing would not have violated section 11-35-3020.\r\nHowever, this is not what ultimately occurred. Kahn used Piper's whole bid\r\nin computing its bid offer. It admitted at the hearing it never asked for a\r\nbreak-out bid from either Piper or Pickens until after it was awarded the\r\ncontract (and after it responded to District's inquiry). After receiving the\r\nbreak-out bids, it decided to use Piper for the whole project, ostensibly\r\nbecause Pickens bid too high. It is difficult to understand how a contractor\r\ncould have intended to award subcontracts separately by type when it never\r\nhad break-out bids. While Kahn may not have actually shopped its bid, it\r\nappears by its own admissions to have engaged in some post-award\r\nnegotiations and decision-making.\r\n\r\n\r\n\r\n\r\np.22\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\nsubcontractors who gave the lowest pre-award bids. His reasoning was that\r\nif the underlying policy of section 11-35-3020 is to prevent bid shopping, and\r\nno bid shopping actually occurred, then Kahn effectively complied with the\r\nstatute.11 We disagree with this reasoning. Section 11-35-3020(2)(b) is a bid\r\nlisting statute. Although the legislature could have written a statute directly\r\nprohibiting bid shopping, it chose instead to adopt preventive measures\r\nregulating conduct which provides the opportunity to engage in unethical\r\npractices.12 We find that to establish a violation of section 11-35-3020, proof\r\nof actual bid shopping is not required. A contrary interpretation would not\r\nonly render subcontractor listing requirements largely superfluous, but would\r\ncreate practical difficulties in light of the time and proof restrictions\r\n\r\n\r\n\r\n\r\n\r\n11This was also the reasoning of District's purchasing agent. Of course,\r\nDistrict's willingness to adopt the \"no harm, no foul\" approach is colored by\r\nits desire to get the lowest contract. Once it assures itself no actual bid\r\nshopping occurred (even if it were only because of Ray Bell's protest), its\r\nincentive to find the lowest bid unresponsive must have been greatly\r\ndiminished.\r\n\r\n\r\n\r\n\r\n\r\n\r\n12 New Mexico rejected a similar argument upon a contractor's\r\ncontention it should be relieved of complying with certain bidding statutes\r\nwhen there is no \"real risk\" of bid shopping or peddling because an agency\r\nhearing is required.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIf the legislature believed that the hearing before the using\r\nagency would be adequate to determine whether or not there had\r\nbeen bid shopping or peddling, then there would be little point to\r\nlisting subcontractors in the first instance. The using agency\r\nwould simply make an individualized determination in each case\r\nregarding whether bid shopping or peddling had occurred. The\r\nAct's listing requirement, however, together with the strict\r\nlimitation on substitution or subcontractors, establishes that the\r\nlegislature was not willing to rely on after-the-fact inquiries into\r\nbid shopping or peddling. Rather, the legislature adopted\r\nprophylactic measures which greatly reduce the opportunity for\r\nbid shopping or peddling and thereby avoid the delay and\r\nexpense of fact-finding regarding the existence of those practices.\r\nWe should resist adopting an interpretation of [the statute] that\r\nundermines the value of these prophylactic measures.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDynacon, Inc. v. D &amp; S Contracting, Inc., 899 P.2d 613, 618-19 (N.M. Ct.\r\nApp. 1995).\r\n\r\n\r\n\r\n\r\np.23\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nenvisioned by the procurement scheme. Aggrieved parties must protest bids\r\nwithin fifteen days after the notification of award is posted; and bid shopping\r\nonly occurs after an award is made. Considering that the decision of\r\nresponsiveness should be made before a contract is awarded, it would seem\r\nimpossible to make the issue depend on whether bid shopping or other\r\nunethical behavior ultimately occurred. We find the legislature would not\r\nhave intended such an illogical application. The statute has uniform listing\r\nrequirements which, when followed, greatly diminish the opportunity to shop\r\nbids. Eradicating opportunities to engage in unethical behavior is clearly\r\nwhat the legislature has decided to police. Because Kahn's bid form gave it\r\nsuch an opportunity, it ran afoul of section 11-35-3020(2)(b).\r\n\r\n\r\n\r\n\r\n\r\n\r\nII. Waiver\r\n\r\n\r\nDistrict has the authority to waive minor informalities or irregularities\r\nin a bid. Its Procurement Regulations define \"minor informality or\r\nirregularity\" as \"one which is merely a matter of form or is some immaterial\r\nvariation from the exact requirements of the invitation for bids, having no\r\neffect or merely a trivial or negligible effect on price, quality, quantity, or\r\ndelivery of the supplies or performance of the services being procured, and\r\nthe correction or waiver of which would not affect the relative standing of, or\r\nbe otherwise prejudicial to bidders.\" The master found that even if Kahn's\r\nbid listing did not comply with the statutory bidding requirements, District\r\nhad the discretionary authority to waive such noncompliance. It again based\r\nits decision on its finding that ultimately no bid shopping actually occurred.\r\nThe circuit court affirmed the master's ruling.13 Ray Bell argues this was\r\nerror. We agree. For the following reasons, we find the violation in this case\r\nwas material and could not be waived. 14\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhile we have found no South Carolina authority directly on point,\r\ncourts from other jurisdictions have held noncompliance with bid listing\r\nstatutes material and non-waivable. See generally 64 Am. Jur. 2d Public\r\n\r\n\r\n\r\n13The Court of Appeals, in light of its interpretation of section 11-35-\r\n3020, did not address this issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\n14 The question of whether a variation is material is normally a question\r\nof fact. 72 (Supp.) C.J.S. Public Contracts § 13 (1975). However, our ruling\r\nis not grounded on individual fact determinations. Rather it is a finding\r\nthat, as a matter of law, District has no authority to waive the statutory\r\nbidding requirements in this case.\r\n\r\n\r\n\r\n\r\np.24\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nWorks &amp; Contracts § 62 (1972) (mandatory statutory requirements cannot be\r\nwaived).\r\n\r\n\r\n\r\n\r\n\r\n\r\nEssentially this distinction between conditions that may or may\r\nnot be waived stems from a recognition that there are certain\r\nrequirements often incorporated in bidding specifications [that] by\r\ntheir nature may be relinquished without there being any\r\n\r\n\r\npossible frustration of the policies underlying competitive bidding.\r\nIn sharp contrast, advertised conditions whose waiver is capable\r\nof becoming a vehicle for corruption or favoritism, or capable of\r\nencouraging improvidence or extravagance, or likely to affect the\r\namount of any bid or to influence any potential bidder to refrain\r\nfrom bidding, or which are capable of affecting the ability of the\r\ncontracting unit to make bid comparisons, are the kind of\r\nconditions [that] may not under any circumstances be waived.\r\n\r\n\r\n\r\n\r\n\r\n\r\nMeadowbrook Carting Co. v. Borough of Island Heights, 650 A.2d 748, 751-52\r\n(N.J. 1994). See also George &amp; L3mch, Inc., 465 A.2d at 351 (\"the contract\r\nshould never be awarded on the strength of a promise that the statutory\r\nconditions restricting the very right to accept a bid will be satisfied\r\nsubsequent to its acceptance\"); Haddock v. Board of Pub. Educ., 84 A.2d 157,\r\n161-62 (Del. Ch. 1951) (multiple listing of alternative subcontractors could not\r\nbe a technical irregularity \"in light of the special requirements of the statute\"\r\nmaking subcontractor listings a condition precedent to receiving award);\r\nNeilsen &amp; Co. v. Cassia, 536 P.2d 1113, 1116 (Idaho 1975); Williams Bros.\r\nConstr., Inc. v. Public Bldg. Comm'n, 612 N.E.2d 890, 896 (111. App. Ct. 1993),\r\ncert. denied, 622 N.E.2d 1229 (111. 1993) (\"an agency has no power to waive\r\ncompliance with a requirement imposed by the legislature\"); Prismatic, 364\r\nA.2d at 1212 (\"The failure to list the subcontractors in-the manner prescribed\r\nby the statute is material and non-waivable\").\r\n\r\n\r\n\r\n\r\n\r\n\r\nCourts have adhered to this rule even when there is no actual harm\r\ndone, if the deviation had the \"capacity\" to affect the competitive bidding\r\nprocess.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis court has required strict adherence to bidding requirements\r\neven where no harm to the public authority was shown; where\r\nthe violation benefited the public; and where there was no\r\nshowing of bad faith or corruption. There are, however,\r\ncircumstances in which noncompliance with bidding requirements\r\nhas been characterized as technical rather than substantive, as\r\na minor deviation not requiring invalidation of a bid or a\r\n\r\n\r\n\r\n\r\np.25\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\ncontract. The question is whether invalidation is necessary in\r\norder to fulfil the legislative purpose.\r\n\r\n\r\n\r\n\r\n\r\n\r\nPhipps Prod. Corp. v. Massachusetts Bay Transl2. Auth., 443 N.E.2d 115, 118\r\n(Mass. 1982) (internal citations omitted). In Conduit, the court discussed the\r\nissue of whether listing alternative subcontractors is a waivable defect:\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough there is no evidence that [the low-bidding contractor]\r\nengaged in bid shopping, a problem as to the statutory\r\nrequirement of open and equal competition occurs because the\r\nbenefits from bid-shopping can be anticipated when a bidder\r\nintends to list several suppliers. Therefore, those benefits can be\r\nfactored into the amount quoted on the submitted bid, a benefit\r\nall the other bidders reasonably believed would not be permitted\r\nin this case. Thus, the aberration in [the protested] bid is one\r\nallowing an opportunity for a Competitive advantage in preparing\r\nthe bid.\r\n\r\n\r\n\r\n\r\n\r\n\r\n401 A.2d at 379 (here, prohibition against alternative listing was not in\r\nstatute but in bidding specifications). See also Meadowbrook, 650 A.2d at\r\n755-56 (bidder's failure to include consent of surety in its proposal non-\r\nwaivable, even though cured four days later, because it had the \"capacity to\r\naffect the fairness of the bidding process,\" \"even though it is evident that in\r\nfact there was no corruption or any actual adverse effect upon the bidding\r\nprocess\").\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find allowing the subcontractor listing requirements to be waived\r\nin this case would frustrate the purpose of the legislature in enacting the\r\nstatute. Therefore, Kahn's failure to properly list subcontractors as required\r\nby section 11-35-3020 was a material violation of the bidding requirements\r\nand was not waivable by District. Kahn's bid was therefore unresponsive.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor the foregoing reasons, we reverse the Cour-t of Appeals' decision in\r\nthis case and remand for further proceedings consistent with this opinion. 15\r\n\r\n\r\n\r\n15Although Ray Bell originally sought a re-award of the contract, it is\r\nnow only seeking reimbursement costs and attorneys' fees. Kahn additionally\r\nargues that because the master found Ray Bell's own bid unresponsive, it\r\ndoes not have standing in this case. We disagree with Kahn's interpretation\r\nof the master's order. A close reading shows any language referring to Ray\r\nBell's bid was purely hypothetical in nature. Under the factual\r\n\r\n\r\n\r\n\r\np.26\r\n\r\nBELL CONSTRUCTION COMPANY, INC., v. SCHOOL DISTRICT OF GREENVILLE COUNTY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED.\r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur.\r\n\r\n\r\n\r\ncircumstances of this case, we decline to find such language amounted to a\r\nfinal, dispositive ruling.\r\n\r\n\r\n\r\n\r\n\r\n\r\np.27\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24791","title":"State of South Carolina v. Willie Wiggins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24791","description":"","date":"1998-05-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nState of South Carolina, Respondent,\r\nV.\r\nWillie Wiggins, Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Marlboro County\r\nEdward B. Cottingham, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24791\r\nHeard December 2, 1998 - Filed May 18, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\n\r\nJack B. Swerling, of Columbia, for appellant.\r\n\r\n\r\nCharles Molony Condon, Attorney General, John W.\r\nMcIntosh, Deputy Attorney General, Salley W.\r\nElliott, Assistant Deputy Attorney General, Charles\r\nH. Richardson, Senior Assistant Attorney General,\r\nall of Columbia; and C. Gordon McBride, Solicitor,\r\nFourth Judicial Circuit, of Darlington, for\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: On January 2, 1995, Appellant Willie Wiggins\r\nwas indicted for the murder of Robert Clayton Hood (\"Victim\"). Following a\r\njury trial, Appellant was convicted of voluntary manslaughter1 and sentenced\r\n\r\n\r\n\r\n1At the close of the State's case, the trial judge directed a verdict of\r\nacquittal on the murder charge, but submitted this lesser-included offense to\r\n\r\n\r\n\r\n\r\np.28\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nto ten years' imprisonment. We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\nAppellant and his wife operate the Bennettsville Motel (\"Motel\").\r\nAttached to Motel is a restaurant named the Launch Pad, and a bar named\r\nthe Silver Moon. Victim was a frequent patron of these establishments. It\r\nis undisputed that on the night of October 13, 1994, Victim got into a fight\r\nwith another patron. Appellant's wife asked Victim to leave and permanently\r\nbarred him from the premises. Appellant was not present. Victim was very\r\nreluctant to leave and had to be persuaded to do so by a family member.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSometime around mid-day on October 14, 1994, Victim returned to\r\nMotel. He first met with Appellant. Victim and Appellant had an ongoing\r\narrangement where Victim would borrow money from Appellant using his gun\r\nas collateral. On this day, Victim repaid an outstanding debt to Appellant,\r\nwho then returned Victim's gun.2 When Victim indicated he wanted to\r\ndiscuss the events of the night before, Appellant told him his wife had made\r\nthe decision to bar him from the restaurant/bar and if he had a problem with\r\nit he would have to talk to her. Appellant then took Victim to speak to his\r\nwife and left. An argument developed between Victim and Appellant's wife\r\nbecause Victim was upset he was the only person who had been barred (not\r\nthe person with whom he was fighting). When Appellant's wife stuck to her\r\ndecision, Victim angrily left Motel.\r\n\r\n\r\n\r\n\r\n\r\n\r\nA few hours later, Victim's sister (\"Sister\") arrived at Motel, demanding\r\nto speak with Appellant's wife. Appellant told Sister his wife was not there\r\nand asked if he could help her. Sister responded she had come to confront\r\nhis wife regarding her decision to bar Victim from the premises. Appellant\r\ntestified she was angry and threatened to physically attack Appellant's wife.\r\nHe told her no one was going to attack his wife, and warned he would call\r\nthe police if she came back to cause trouble. He also told her if she came\r\nback and tried to attack his wife, he would \"kick her ass.\" Sister responded\r\nshe was going to bring the \"whole Hood family\" back to Motel later that night\r\n\r\n\r\n\r\nthe jury.\r\n2This gun was not the gun in Victim's possession when the fatal\r\nincident occurred later that afternoon.\r\n\r\n\r\n\r\n\r\np.29\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nto \"shut the place down.\"3\r\n\r\n\r\nAs Sister was leaving, Victim's brother (\"Brother\") arrived, apparently\r\nto try to calm her down. Brother and Sister were in Motel's parking lot,\r\npreparing to leave, when Victim drove up. Victim was sitting in Sister's car,\r\ntalking to her, when Appellant came out of Motel.4 Appellant walked over\r\nto the passenger side of Sister's car, where Victim was sitting. Victim had\r\none foot in the car and one foot on the ground, with the door open.\r\nTestimony regarding the subsequent events was, unsurprisingly, highly\r\ncontradictory.\r\n\r\n\r\n\r\n\r\n\r\n\r\nSister testified Appellant was leaning into the car talking to her and\r\nVictim. He told them he was going to call the police if they did not leave.\r\nVictim replied he did not come looking for trouble; he had only come to get\r\nSister.5 Sister, however, continued arguing with Appellant. She had\r\ninformed Victim Appellant had threatened to kick her ass.6 Victim asked\r\nAppellant if he said that and Appellant denied it. Sister accused Appellant\r\nof lying. Appellant then stated, \"'Yes, I said it. I'll kick both of your asses.\"'\r\nVictim responded, \"We'll settle this,\" and turned to get out of the car. When\r\nhe turned, Sister saw a gun clipped to Victim's back (Victim's back was not\r\nto Appellant). She then saw Appellant had a gun in his hand. She had\r\nexited the car when Appellant began shooting.7 Victim did not reach for his\r\ngun until he had already been hit by Appellant with the first shot. Victim\r\nnever was able to pull the gun out and fire it, however; the gun fell to the\r\nground. After Victim was hit with the first shot, he exited the car and began\r\nrunning toward the rear, at which point his back was to Appellant, who\r\ncontinued firing the gun. Victim fell to the ground and was carried to the\r\nhospital by Sister, where he died. Sister unequivocally stated Victim never\r\n\r\n\r\n\r\n3Sister denied making any threats. She claimed she only asked where\r\nAppellant's wife was and said she would return.\r\n\r\n\r\n\r\n\r\n\r\n\r\n4The State presented testimony Victim was in the parking lot for less\r\nthan one minute before Appellant confronted him.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5Brother testified the reason he went to get Sister from Motel was at\r\nthe behest of Victim.\r\n\r\n\r\n\r\n\r\n\r\n\r\n6It is unclear whether Sister told Victim this before or after Appellant\r\nconfronted them.\r\n\r\n\r\n\r\n\r\n\r\n\r\n7Appellant's gun was fired four times. Testimony consistently showed\r\nthe shots were fired in rapid succession.\r\n\r\n\r\n\r\n\r\np.30\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nhad a gun in his hand, or pointed a gun at Appellant, while he was sitting\r\nin the car or before Appellant began shooting.\r\n\r\n\r\n\r\n\r\n\r\n\r\nBrother, who was standing outside of, but close to, Sister's car, testified\r\nhe heard Victim tell Appellant he did not want any trouble and that they\r\nwere leaving. He did not hear any other conversation besides Sister calling\r\nAppellant a liar. As Victim was getting out of the car, Appellant pulled a\r\ngun out of his right back pocket and began firing. Victim did not have a gun\r\nin his hand. Brother saw Victim reach for his gun after Appellant fired the\r\nfirst shot. Victim began staggering towards the back of the car as Appellant\r\ncontinued firing. At some point after the first shot, Brother shouted for\r\nVictim to shoot Appellant. Victim never raised his gun or pointed it at\r\nAppellant; the gun fell from Victim's hand as he was being shot. Before\r\nVictim reached for his gun, Brother did not know he had one (i.e. he could\r\nnot see it from where he was standing -- which was directly behind\r\nAppellant).8\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant gave a very different version of events. He testified he\r\narmed himself with a gun after Sister left Motel because he was going home,\r\nand it was his habit to take his gun home. When Victim showed up outside,\r\nhe did not think there would be any problem because he thought they were\r\non good terms. He had never had problems with him that could not be\r\ntalked out. When he asked Victim to leave the first time, Victim ignored him\r\n(or did not hear him). He forthrightly told Victim he had threatened to\r\nwhip [Sister's] ass\" (he testified he never denied saying it), but told Victim\r\nhe did not mean it. He told Victim they did not need any problems, to which\r\nVictim responded, \"Yeah, we've got problems.\" Victim got out of the car, took\r\nhis sunglasses off with his right hand, and with his left hand pulled out a\r\npistol.9 Victim cocked and pointed the gun at Appellant.10 As Victim was\r\nexiting the car, Brother was yelling, \"Shoot him, Clay.\" Appellant got scared,\r\npulled his own gun and fired.\r\n\r\n\r\n\r\n8An additional eyewitness for the State testified he saw Appellant back\r\naway from the car and begin shooting as Victim was getting out of the car.\r\nVictim did not have a gun in his hand at the time. Victim was running to\r\nthe rear of the car, acting \"like he was trying to run from the bullets.\" At\r\none point his back was to Appellant while Appellant was still shooting.\r\n\r\n\r\n\r\n\r\n\r\n\r\n9Brother and Sister testified Victim was right-handed.\r\n\r\n\r\n10A desk clerk working in Motel also testified Victim pulled a gun on\r\nAppellant.\r\n\r\n\r\n\r\n\r\np.31\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nAn autopsy revealed Victim died of three \"distant\" gunshot wounds, two\r\nin the chest and one in the back. No powder burns were associated with the\r\nwounds. No gunpowder residue was found on Victim's hands. The trajectory\r\nof one of the chest wounds indicated it was fired from a downward angle.\r\nFrom the relative sizes of Victim and Appellant, the pathologist opined this\r\ndownward angle was consistent with Victim getting out of a car and\r\nAppellant standing outside of the car when the shot was fired because Victim\r\nwould have to be lower than the gun. Victim's blood alcohol level was .019%.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\nI. Did the trial judge err in refusing to direct a verdict of acquittal\r\nbecause Appellant was acting in self-defense as a matter of law?\r\n\r\n\r\n\r\n\r\nII. Did the trial judge err in submitting the issue of voluntary\r\nmanslaughter to the jury?\r\n\r\n\r\n\r\n\r\nIII. Did the solicitor's remarks during opening and closing argument\r\nprejudice Appellant's right to a fair trial?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Self-Defense\r\n\r\n\r\nAppellant argues the trial judge should have directed a verdict of\r\nacquittal because the State failed to provide evidence sufficient to negate his\r\nclaim of self-defense (i.e. because Appellant was acting in self-defense as a\r\nmatter of law). We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAt one time, self-defense was an affirmative defense in this State, and\r\na defendant bore the burden of establishing it by a preponderance or greater\r\nweight of the evidence. State v. McDowell, 272 S.C. 203, 249 S.E.2d 916\r\n(1978). However, current law requires the State to disprove self-defense, once\r\nr,-ilsed by the defendant, beyond a reasonable doubt. See State v. Fuller, 297\r\nS.C. 440, 443, 377 S.E.2d 328, 330 (1989); State v. Bellamy, 293 S.C. 103,\r\n105, 359 S.E.2d 63, 64-65 (1987), overruled on other grounds, State v.\r\nTorrence, 305 S.C. 45, 406 S.E.2d 315 (1991) (\"It is clear that the defendant\r\nneed not establish self-defense by a preponderance of the evidence but must\r\nmerely produce evidence which causes the jury to have a reasonable doubt\r\nregarding his guilt.\").\r\n\r\n\r\n\r\n\r\np.32\r\n\r\n\r\n\r\nSTATE v. WIGGINS \r\n\r\n\"When ruling on a motion for a directed verdict, the trial judge is\r\nconcerned with the existence of evidence, not its weight. When this Court\r\nreviews the denial of a motion for a directed verdict, it views the evidence in\r\nthe light most favorable to the non-moving party, and if there is any direct\r\nor substantial circumstantial evidence which reasonably tends to prove the\r\nguilt of the accused or from which guilt may be fairly and logically deduced,\r\nrefusal by the trial judge to direct a verdict is not error.\" State v. Long , 325\r\nS.C. 59, 480 S.E.2d 62 (1997). See also William S. McAninch &amp; W. Gaston\r\nFairey, The Criminal Law of South Carolina 483 (3d ed. 1996) (Supp. 1997\r\nat 77) (\"Reversal of a conviction because of the trial court's refusing to give\r\na directed verdict on the ground of self-defense is rare\").\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe basic definition of when a person is justified in using deadly force\r\nin self-defense is comprised of four elements:\r\n\r\n\r\n\r\n\r\n\r\n\r\n(1) The defendant was without fault in bringing on the difficulty;\r\n\r\n\r\n(2) The defendant must have actually believed he was in imminent\r\ndanger of losing his life or sustaining serious bodily injury, or he\r\nactually was in such imminent danger;\r\n\r\n\r\n\r\n\r\n\r\n\r\n(3) If the defense is based upon the defendant's actual belief of\r\nimminent danger, a reasonable prudent man of ordinary firmness\r\nand courage would have entertained the same belief. If the\r\ndefendant actually was in imminent danger, the circumstances\r\nwere such as would warrant a man of ordinary prudence,\r\nfirmness and courage to strike the fatal blow in order to save\r\nhimself from serious bodily harm or losing his own life; and\r\n\r\n\r\n\r\n\r\n\r\n\r\n(4) The defendant had no other probable means of avoiding the\r\ndanger of losing his own life or sustaining serious bodily injury\r\nthan to act as he did in this particular instance.\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Davis, 282 S.C. 45, 46, 317 S.E.2d 452, 453 (1984). We find, viewing\r\nthe evidence in the light most favorable to the State, that sufficient evidence\r\nwas produced at trial to submit this issue to the jury.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues he was clearly without fault in bringing on the\r\ndifficulty because he was ejecting Victim, a trespasser, from his business\r\npremises. He relies on State v. Brooks, 252 S.C. 504, 167 S.E.2d 307 (1969),\r\nfor this proposition. Brooks held:\r\n\r\n\r\n\r\n\r\n\r\n\r\np.33\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\n[I]f in the exercise of the right by a proprietor to eject a\r\ntrespasser from his premises, the proprietor is assaulted by the\r\ntrespasser and subjected to the danger of losing his life or of\r\nreceiving serious bodily harm as would justify the killing of the\r\nassailant under the right of self-defense, obviously,'he would have\r\nthe right to stand on that defense and if, in fact, engaged in the\r\nlegitimate exercise in good faith of his right to eject, he would in\r\nsuch case be without fault in bringing on the difficulty . . . .\r\n\r\n\r\n\r\n\r\n\r\n\r\nId. at 510, 167 S.E.2d at 310. In Brooks, the issue was whether this law\r\nshould have been charged in a case where a fight broke out in a tavern\r\nparking lot as the managers (defendants) were allegedly trying to evict an\r\nunruly patron.11 In finding such a charge warranted, the Court stated,\r\n\"Whether the appellants were acting in good faith in attempting to eject [the\r\nvictim], and while so doing [the victim] assaulted them, was a question of\r\nfact for jury determination.\" 252 S.C. at 511, 167 S.E.2d at 310. The Court\r\ndid not hold the defendants were, as a matter of law, without fault in\r\nbringing on the difficulty. It held they were entitled to have a jury consider\r\nthe issue. See also State v. Starnes, 213 S.C. 304, 49 S.E.2d 209 (1948)\r\n(because of conflict of testimony regarding facts, refusing to hold as a matter\r\nof law that defendant was entitled to act as he did in ejecting patrons).12\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, evidence was presented by the State that Victim was in the\r\nprocess of leaving and told Appellant he did not want any trouble.\r\nFurthermore, Appellant threatened to kick \"both [Victim's and Sister's]\r\nasses.\" We find this evidence raised a question of fact regarding whether\r\nVictim assaulted Appellant, and whether Appellant was exercising good faith\r\nin attempting to eject when the shooting occurred. See also State v.\r\nWoodham, 162 S.C. 492, 502, 160 S.E. 885, 889 (1906) (one can bring on\r\ndifficulty by using \"language so opprobrious that a reasonable man would\r\nexpect it to bring on a physical encounter, and which did actually contribute\r\n\r\n\r\n\r\n11The managers testified after the victim left, he returned and kicked\r\nopen the door of the tavern, armed with a pistol and cursing. When they all\r\nwent outside, the victim grabbed a gun and started firing after threatening\r\nto kill the managers. Only after the victim started firing did the manager\r\nfire his gun. Aside from the fact that Brooks had the exact opposite\r\nprocedural posture of that here, its facts are clearly distinguishable when\r\nviewing the light of the current evidence most favorably to the State.\r\n\r\n\r\n\r\n\r\n\r\n\r\n12We note the judge did not charge this aspect of self-defense, and the\r\nrecord contains no evidence Appellant requested such a charge.\r\n\r\n\r\n\r\n\r\np.34\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\nto bringing it on.\") (internal quotations omitted); 40 Am. Jur. 2d Homicide §\r\n147 (1968) (\"Threats made by the accused against the deceased may be\r\nconsidered sufficient provocation\").\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe similarly decline to find the evidence established the second and\r\nthird elements of self-defense as a matter of law.13 Appellant certainly\r\nrealized Victim owned at least one gun, and he knew Victim had a tendency\r\nto get into fights. However, he never testified he thought or was afraid\r\nVictim was carrying a gun when he went out to the parking lot. Further, he\r\ntestified he did not think anything would happen when he went out to the\r\nparking lot because he had always been able to reason with Victim. He\r\nthought they were friends.14 Under these circumstances, we do not find that,\r\nas a matter of law, Appellant actually believed he was, or actually was, in\r\nimminent danger of serious bodily injury or loss of life. Nor can we conclude\r\nthat, as a matter of law, a reasonable person would, in the same situation\r\nwith this same past history, feel justified in striking a fatal blow. The fact\r\nthat Victim turned out to have had a gun in his possession does not\r\nautomatically provide justification for this shooting when there is evidence in\r\nthe record showing Appellant was unaware he had it. Furthermore,\r\nAppellant continued shooting, even when Victim was falling to the ground\r\nand turning away from him.15\r\n\r\n\r\n\r\n13 In this analysis, we are assuming, as several State's witnesses\r\ntestified, that Victim did not initially pull his gun on Appellant. This issue\r\nwould be much more favorable to Appellant if the evidence were\r\nuncontradicted that Victim cocked a gun and pointed it at him.\r\n\r\n\r\n\r\n\r\n\r\n\r\n14Although Appellant emphasizes Victim's blood alcohol level, he never\r\ntestified he thought Victim was under the influence of alcohol, or that this\r\nwas part of the reason he acted as he did.\r\n\r\n\r\n\r\n\r\n\r\n\r\n15We agree with Appellant's argument that under the fourth element\r\nhe was under no duty to retreat because the incident occurred in the parking\r\nlot of his place of business. There is no duty to retreat where an attack\r\noccurs in one's home or place of business. We have followed the general rule\r\nthat the absence of a duty to retreat also extends to the curtilage of a home.\r\nSee also 40 Am. Jur. 2d § 168 (\"curtilage\" includes outbuildings, yard around\r\ndwelling, garden). We now clarify the law that, consistent with this\r\ncurtilage rule,\" the absence of a duty to retreat on one's place of business\r\napplies to the business parking lot. See Brooks, 252 S.C. 504, 167 S.E.2d 307\r\n(noting if proprietor was exercising good faith attempt to eject and was\r\nassaulted, he would have no duty to retreat; shooting occurred in parking lot\r\n\r\n\r\n\r\n\r\np.35\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nOur recent opinion in Long rejected this same argument under similar\r\nfacts. See Long , 325 S.C. 59, 480 S.E.2d 62. In that case, Long killed his\r\nstepson after a confrontation which occurred in Long's home. The victim was\r\nangry with Long because Long had reported to police that the victim had\r\nstolen a bicycle. Long was in his bedroom when the victim began beating on\r\nthe door with a baseball bat and arguing with him.16 Long opened the door\r\nand immediately shot the victim. Long testified he thought the victim was\r\nusing drugs at the time and he was afraid of him when he used drugs. He\r\ntestified the victim had been over at the house the day before with a gun.\r\nFurther, there was a history of ill feeling between the two. We rejected\r\nLong's argument he was entitled to acquittal because he was acting in self-\r\ndefense as a matter of law, stating, \"While self-defense can be inferred even\r\nfrom the State's version of the evidence, the evidence of self-defense is not\r\nconclusive.\" Id. at 63.17\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find the State presented sufficient evidence to create a jury issue\r\nregarding whether Appellant was acting in self-defense or was guilty of\r\nvoluntary manslaughter.\r\n\r\n\r\n\r\n\r\n\r\n\r\nII. Voluntary Manslaughter\r\n\r\n\r\nAppellant argues the judge erred in submitting the issue of voluntary\r\nmanslaughter to the jury because there was no evidence he committed this\r\noffense. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nVoluntary manslaughter is defined as the intentional killing of a human\r\nbeing in the sudden heat of passion resulting from a sufficient legal\r\nprovocation. State v. Nichols, 325 S.C. 111, 481 S.E.2d 118 (1997). \"'Sudden\r\nheat of passion upon sufficient legal provocation' that mitigates a felonious\r\nkilling to manslaughter must be such as would naturally disturb the sway of\r\nreason, and render the mind of an ordinary person incapable of cool\r\nreflection, and produce what, according to human experience, may be called\r\n\r\n\r\n\r\noutside tavern).\r\n16 The victim did not reside in the same home with Long.\r\n17 Long distinguished our opinion in State v. Hendrix, 270 S.C. 653, 244\r\nS.E.2d 503 (1978), which is the case Appellant is primarily relying on, on the\r\nbasis that in Hendrix the victim was carrying a gun and advancing towards\r\nthe defendant, showing he was \"clearly in imminent danger.\" Id. at 64.\r\n\r\n\r\n\r\n\r\np.36\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nIan uncontrollable impulse to do violence.\" State v. Lowry, 315 S.C. 396, 399,\r\n434 S.E.2d 272, 274 (1993) (quoting State v. Gardner, 219 S.C. 97, 64 S.E.2d\r\n130 (1951)). To warrant a court's eliminating the offense of voluntary\r\nmanslaughter, it should \"very clearly appear that there is no evidence\r\nwhatsoever tending to reduce the crime from murder to manslaughter.\" Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe find there is evidence in the record which would tend to show\r\nAppellant acted in sudden heat of passion upon sufficient legal provocation.\r\nAppellant was in a heated argument with Victim and Sister. He testified he\r\nwas afraid for his life because Victim physically threatened him. Contrary\r\nto his argument, fear can constitute a basis for voluntary manslaughter. See\r\nState v. Franklin, 310 S.C. 122, 125, 425 S.E.2d 758, 760 (Ct. App. 1992)\r\n(mind can be rendered incapable of cool reflection by \"exasperation, rage,\r\nanger, sudden resentment, or terror\"). See also Lowry, 315 S.C. at 396, 434\r\nS.E.2d at 272 (properly charged relying on evidence victim and defendant\r\nwere arguing and victim was about to initiate a physical encounter when\r\nshooting occurred); State v. Gilliam, 296 S.C. 395, 397, 373 S.E.2d 596, 597\r\n(1988) (\"Appellant's testimony that the victim threatened him and then fired\r\nat him would support a finding of sufficient legal provocation and heat of\r\npassion\"). We therefore affirm the trial court's submission of this offense to\r\nthe jury. 18\r\n\r\n\r\n\r\n18We reject Appellant's argument voluntary manslaughter cannot be\r\nsubmitted because he claimed he acted in self-defense. We have repeatedly\r\nheld these theories may both be properly submitted where the evidence\r\nsupports them. See, e.g., Nichols, 481 S.E.2d at 122 (\"Self-defense and\r\nvoluntary manslaughter are not mutually exclusive and should both be\r\nsubmitted to the jury if supported by the evidence\"); Lowry, 315 S.C. at 400,\r\n434 S.E.2d at 274 (\"Even though the jury was not convinced that Lowry acted\r\nin self-defense, the jury could have discerned, consistent with the evidence,\r\nthat there was sufficient legal provocation and heat of passion to find Lowry\r\nguilty of voluntary manslaughter\"); Gilliam, 296 S.C. at 396-97, 373 S.E.2d\r\nat 597 (\"Both self-defense and the lesser included offense of voluntary\r\nmanslaughter should be submitted to the jury if supported by the evidence.\r\nThe rationale for this rule is that the jury may fall to find all the elements\r\nfor self-defense but could find sufficient legal provocation and heat of passion\r\nto conclude the defendant was guilty of voluntary manslaughter.\"). Appellant\r\ncites our decision in State v. Finley , 277 S.C. 548, 290 S.E.2d 808 (1982), as\r\nsupport for his argument. We find his reliance on Finley misplaced.\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn Finley, the defendant was convicted of murder. On appeal, he\r\nargued he was entitled to have the jury instructed that, under the theory of\r\n\r\n\r\np.37\r\n\r\nSTATE v. WIGGINS \r\n\r\n\r\n\r\n\r\n\r\nIII. Solicitor's Arguments\r\n\r\n\r\nAppellant argues certain comments the Solicitor made during opening\r\nand closing argument violated his right to a fair trial. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis argument is not preserved for appellate review because Appellant\r\nmade no objection to Solicitor's arguments at any point during the trial.\r\nState v. Patterson, 324 S.C. 5, 482 S.E.2d 760 (1997). In any event, while\r\nthe comments were arguably outside the record and its inferences, we find\r\nthey were not so prejudicial as to deprive Appellant of due process by\r\nrendering his trial fundamentally unfair. See State v. Copeland, 321 S.C.\r\n318, 468 S.E.2d 620 (1996) (Appellant bears burden of establishing argument\r\nwas so improper it infected the trial with unfairness to the extent that\r\nconviction was a denial of due process; Court reviews argument in light of\r\nthe entire record).\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nFINNEY,C.J., MOORE, BURNETT, JJ., and Acting Associate Justice\r\nJames R. Barber, concur.\r\n\r\n\r\n\r\n\r\n\r\n\"imperfect self-defense,\" if they believed he had an actual, although\r\nunreasonable, belief he was in imminent danger of bodily harm, they should\r\nfind him guilty of voluntary manslaughter instead of murder. We affirmed\r\nthe trial court's refusal to so charge the jury. Here, Appellant has not\r\nargued he was entitled to any such additional charge, but is attempting to\r\nextend Finley's holding to preclude the submission of voluntary manslaughter\r\nas a possible verdict in the first instance. Finley did not address this issue;\r\nin fact, in that case, the jury received both voluntary manslaughter and self-\r\ndefense instructions.\r\n\r\n\r\np.38\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24792","title":"In the Matter of Mitchum","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24792","description":"","date":"1998-05-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of\r\nKenneth L. Mitchum,       Respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24792\r\nSubmitted April 13, 1998 - Filed May 18, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n\r\n\r\nKenneth L. Mitchum, of Georgetown, pro se.\r\n\r\n\r\nHenry B. Richardson, Jr., of Columbia, for the\r\nOffice of Disciplinary Counsel.\r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent\r\nadmits misconduct and consents to a public reprimand.  We accept the\r\nagreement.\r\n\r\n\r\n\r\n\r\n In 1991, respondent was retained to complete an adoption.\r\nRespondent commenced the action in 1991 but took no further meaningful\r\naction in the matter.  During the pendency of the petition, respondent was\r\nunresponsive to his clients' inquires regarding the adoption proceeding and\r\nprovided untruthful information regarding the status of the matter.\r\n\r\n\r\n\r\n\r\n In September 1996, respondent wrote to his clients, explaining\r\nthat he suffered from chronic depression and apologizing for his failure to\r\ndiligently pursue the adoption on their behalf.  Although his clients\r\nexpressed interest in obtaining substitute counsel, respondent encouraged\r\nthem to allow him to pursue the adoption and promised to complete the\r\nmatter.  Respondent, however, failed to perform any meaningful work on\r\nthe matter, and the clients terminated respondent's services for his failure\r\n\r\n\r\n\r\n\r\np.39\r\n\r\nIN THE MATTER OF MITCHUM\r\nto provide any meaningful representation in connection with the matter.\r\n\r\n\r\n\r\n\r\nRespondent admits that he neglected this legal matter by failing \r\nto provide competent representation to his clients, failing to consult\r\nwith his clients regarding the adoption proceeding, failing to pursue this\r\n matter with reasonable diligence and promptness, failing to keep his\r\n clients reasonably informed about the status of the matter, and failing to\r\n promptly comply with their requests for information.  By his conduct,\r\n respondent violated Rules 1.1, 1.2, 1.3, 1.4, and 8.4 of the Rules of\r\n Professional Conduct.  Rule 407, SCACR\r\n\r\n\r\n\r\n\r\nBy violating the Rules of Professional Conduct, respondent has\r\ncommitted misconduct under Rule 7(a)(1), RLDE.  In our opinion,\r\nrespondent's misconduct warrants a public reprimand.  Accordingly,\r\nrespondent is hereby publicly reprimanded for his misconduct.\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]