[{"id":"24828","title":"Willie Lee Douglas v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24828","description":"","date":"1998-08-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWillie Lee Douglas,          Petitioner,\r\n v.\r\nState of South Carolina,     Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Florence County\r\n Ralph King Anderson, Trial Judge\r\nMarc H. Westbrook, Post-Conviction Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24828\r\nSubmitted December 17, 1997 - Filed August 10, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nChief Attorney Daniel T. Stacey and Assistant\r\nAppellate Defender Lisa T. Gregory, of South\r\nCarolina Office of Appellate Defense, of Columbia,\r\nfor petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.:    Willie Lee Douglas and co-defendant Maurice\r\nPickens were involved in a shooting incident outside a Waffle House in \r\n  \r\np.3\r\n\r\nDOUGLAS v.  STATE \r\n\r\n\r\n\r\n\r\n\r\nFlorence, South Carolina.  Four people were shot; two died.  Douglas and\r\nPickens were indicted for the shooting.  In this post-conviction relief action,\r\nwe granted a writ of certiorari to review petitioner's direct appeal issues\r\npursuant to White v. State, 263 S.C. 110, 208 S.E.2d 35 (1974).  We affirm. \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n Early in the morning on February 13, 1994, a crowd gathered in an\r\narea next to a Waffle House in Florence; Douglas and Pickens were among\r\nthose in the crowd.  An argument erupted between the defendants and others\r\nin the crowd.  There was testimony that a group of people rushed the\r\ndefendants, and in self-defense, Douglas and Pickens began shooting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Douglas and Pickens were tried together for the shooting.  They were\r\nconvicted of two counts of voluntary manslaughter and possession of a\r\nfirearm during the commission of a crime of violence.  Both Douglas and\r\nPickens appealed.  Douglas filed an untimely notice of intent to appeal which\r\nwe dismissed on January 25, 1994 for lack of jurisdiction.  Pickens made a\r\ntimely appeal which we addressed in State v. Pickens, 320 S.C. 528, 466\r\nS.E.2d 364 (1996).  We reversed Pickens's conviction and remanded for a new\r\ntrial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Meanwhile, on May 19, 1995, Douglas filed an application for post-\r\nconviction relief (\"PCR\").  In its order dated March 21, 1996, the PCR court\r\nfound that Douglas did not knowingly and intelligently waive his right to a\r\ndirect appeal and was entitled to White v. State 1 review.  As a result,\r\nDouglas petitioned for a writ of certiorari, which we granted to consider the\r\nfollowing issues: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. Did the trial court err in refusing to give a curative instruction after\r\nthe solicitor commented on the defendants' failure to call witnesses? \r\n  \r\n  \r\n  \r\n 2. Did the trial court err in refusing a request to charge that Douglas\r\nwas not limited to the degree or quantity of attacking opposing forces? \r\n  \r\n  \r\n  \r\n 3. Did the trial court err in denying a request to charge defense of\r\nothers? \r\n  \r\n  \r\n  \r\n 4. Did the trial court err in refusing a request to instruct the jury on\r\ninvoluntary manslaughter? \r\n  \r\n  \r\n  \r\n\r\n1 263 S.C. 110, 208 S.E.2d 35 (1974). \r\n\r\np.4\r\n\r\nDOUGLAS v. STATE \r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.   COMMENT ON FAILURE TO CALL WITNESSES \r\n  \r\n  \r\n  \r\n Douglas argues that the trial court erred in refusing to give a curative\r\ninstruction after the solicitor referred to Douglas's failure to call witnesses.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In closing arguments, the solicitor stated, \"One thing they short me on\r\nis I didn't put these officers up.  Well, I tell you one thing, they can call\r\nwitnesses just like I can.  And [Douglas] did call witnesses.\" Douglas\r\nobjected, and Pickens joined in the motion.  Inasmuch as Pickens had elected\r\nnot to testify or call any witnesses, the trial judge ruled that he was entitled\r\nto protection under Doyle v. Ohio, 426 U.S. 610, 96 S. Ct. 2240, 49 L. Ed. 2d\r\n91 (1976).2 However, the trial judge refused to give a curative instruction.\r\nDouglas argues this was reversible error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although Douglas did not testify in his own defense, he did call several\r\nwitnesses in his behalf.  Douglas contends the solicitor's statement was an\r\nattempt to draw an adverse inference from Douglas's failure to call a\r\nparticular witness.  At the outset, it should be noted that it is a real stretch\r\nto interpret the solicitor's remarks as a negative comment of any kind\r\nregarding Douglas.  Nevertheless, the jury should ordinarily be instructed not\r\nto draw inferences from the neglect of a defendant to call witnesses. See 29\r\nAm. Jur. 2d Evidence § 247 (1994).  Moreover, pursuant to State v. Posey,\r\n269 S.C. 500, 238 S.E.2d 176 (1977), it is never permissible for the prosecutor\r\nto suggest to the jury that it draw an adverse inference when the defendant\r\nfails to present any evidence at trial, since the defendant may let the case go\r\nto the jury on the basis that the prosecution did not meet its burden of proof. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n However, where, as here, the defendant presents evidence at trial, and\r\n\"there are witnesses, seemingly accessible to the accused, or under his\r\ncontrol, who are or should be cognizant of material and relevant facts and\r\ncompetent to testify thereto, and whose testimony would presumably aid him\r\nor substantiate his story if it were true, it is not improper for the prosecuting\r\nattorney to comment upon [defendant's] failure to produce them.\" State v.\r\nShackleford, 228 S.C. 9, 11, 88 S.E.2d 778, 779 (1955).  In State v. Bamberg,\r\n270 S.C. 77, 240 S.E.2d 639 (1977), the solicitor argued to the jury that it\r\nshould draw an adverse inference from the defendants' failure to call certain \r\n  \r\n\r\n2 Pursuant to Doyle, the State cannot comment on an accused's right\r\nto remain silent. \r\n  \r\n  \r\n  \r\np.5\r\n\r\nDOUGLAS v. STATE \r\n\r\n\r\n\r\n\r\n\r\nwitnesses.  The defendant argued that the trial court erred in allowing the\r\nsolicitor to make the argument.  We disagreed, noting that the rule in Posey\r\napplied only in cases where a defendant failed to present any evidence at all.\r\nIn Bamberg, the defendants had produced other witnesses in their behalf.\r\nAs such, we found the solicitor's argument was proper. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In this case, Douglas also produced other witnesses in his behalf.\r\nAdditionally, the trial court extensively charged the jury that the State had\r\nthe burden of proof and the defendants had no duty to prove their innocence.\r\nTherefore, we find the trial court's failure to give a curative instruction was\r\nnot error.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.   DEGREE OF FORCE IN SELF-DEFENSE \r\n  \r\n  \r\n  \r\n Douglas argues that the trial court erred in refusing to charge that\r\nDouglas was not limited to the degree or quantity of attacking opposing\r\nforces.  We disagree, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDouglas's requested charge provided: \r\n  \r\nI charge you that the defendant, if without fault, has the right to\r\nuse such necessary force as required for his complete protection\r\nfrom loss of life or serious bodily harm and cannot be limited to\r\nthe degree or quantity of attacking opposing force. State v.\r\nCampbell, 111 S.C. 112, 113, 96 S.E. 543, 544 (1918). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Campbell, the defendant shot and killed a man who came at him\r\nwith a bottle.  The defendant claimed self-defense.  The trial court charged\r\nthe jury that under self-defense the defendant was limited to using as much\r\nforce as was used against him.  We found the trial court had erred in giving\r\nthe charge, stating: \"The defendant was not limited to use the same force and\r\nno more than that with which he was threatened.  The defendant, if without\r\nfault, had the right to use as much force as required for his complete\r\nprotection from loss of life or serious bodily harm, and could not be limited\r\nto the degree or quantity of attacking opposing force.\" State v. Campbell, 111\r\nS.C. at 113, 96 S.E. at 544. \r\n  \r\n\r\n3 In State v. Pickens, 320 S.C. 528, 466 S.E.2d 364, we found that the\r\ntrial court's failure to give a curative instruction was reversible error.\r\nHowever, the instant case is distinguishable from Pickens because Douglas\r\ndid present evidence at trial, while Pickens did not. \r\n  \r\np.6\r\n\r\nDOUGLAS v. STATE \r\n\r\n\r\n\r\n\r\n\r\n In this case, after instructing the jury on the elements of self-defense,\r\nthe trial court gave the following jury charge: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[I]f the defendant was justified in using force and firing the first\r\nshot, he is justified in continuing to shoot until it appears that\r\nany danger to his life and body has ceased. \r\n  \r\n* * * * \r\n  \r\nThe law in this state is that the defendant does not have to wait\r\nuntil the deceased gets the drop on him or the deceased begins\r\nto shoot him.  He has the right to act upon the law of self-\r\npreservation and prevent this. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find that the trial court's charge was consistent with the dictates\r\nof Campbell.  Therefore, the trial court's refusal to give Douglas's requested\r\ncharge was not error. See State v. Hicks, 305 S.C. 277, 407 S.E.2d 907\r\n(1991)(although charges requested by a party may be a correct statement of\r\nlaw, a judge does not err by refusing to deliver the charges verbatim). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC.   DEFENSE OF OTHERS \r\n  \r\n Douglas argues that the trial court erred in denying a request to charge\r\n\"defense of others.\" We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the theory of defense of others, one is not guilty of taking the\r\nlife of an assailant who assaults a friend, relative, or bystander if that friend\r\nrelative, or bystander would likewise have the right to take the life of the\r\nassailant in self-defense. State v. Long, _ S.C. _, 480 S.E.2d 62 (1997).\r\nThe law to be charged is determined from the evidence presented at trial.\r\nState v. Gourdine, 322 S.C. 396, 472 S.E.2d 241 (1996).  Consequently, in\r\norder for the trial court to give a defense of others charge, there must be\r\nsome evidence adduced at trial that the defendant was indeed lawfully\r\ndefending others.  In this case, the evidence was insufficient to warrant such\r\na charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Douglas further argues that since the jury was charged with \"the hand\r\nof one is the hand of all\" theory, it should have also been charged with\r\ndefense of others.  Douglas reasons that it would not be fair for the State to\r\nhave the benefit of a charge on concerted action, without the defendant also\r\nhaving the benefit of the reciprocal charge on defense of others.  We disagree.\r\nEvidence that supports a charge on concerted action does not automatically \r\n  \r\np.7\r\n\r\nDOUGLAS v. STATE \r\n\r\n\r\n\r\nwarrant a defense of others charge.  There must be some other evidence to\r\nsupport the defense of others theory. See Bozeman v. State, 307 S.C. 172,\r\n414 S.E.2d 144 (1992)(finding the record supported a self-defense charge\r\nrather than a defense of others charge).  Thus, in this case, the trial court\r\ndid not err in refusing to give the requested charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD.   INVOLUNTARY MANSLAUGHTER \r\n  \r\n Douglas argues that the trial court erred in refusing to instruct the\r\njury on involuntary manslaughter.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Involuntary manslaughter is (1) the unintentional killing of another\r\nwithout malice, but while engaged in an unlawful activity not naturally\r\ntending to cause death or great bodily harm; or (2) the unintentional killing\r\nof another without malice, while engaged in a lawful activity with reckless\r\ndisregard for the safety of others. Bozeman v. State, 307 S.C. 172, 414\r\nS.E.2d 144.  Douglas argues that an involuntary manslaughter charge should\r\nhave been given because he acted lawfully,. but recklessly, in defending\r\nhimself. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Douglas admits he intentionally shot the gun into the crowd in self-\r\ndefense.  In State v. McLaughlin, 208 S.C. 462, 38 S.E.2d 492 (1946), the\r\ndefendant also argued that he intentionally shot a gun while defending\r\nhimself from an attack.  We found that an involuntary manslaughter charge\r\nwas warranted since there \"was sufficient evidence to go to the jury as to\r\nwhether or not [defendant] was negligent in firing as he did at random in the\r\ndarkness knowing that others were about.\" State v. McLaughlin, 208 S.C.\r\nat 466, 38 S.E.2d at 493.  However, in Pickens, we overruled McLaughlin as\r\nto the evidence needed to warrant an involuntary manslaughter charge.\r\nPickens, 320 S.C. at 531 n.3, 466 S.E.2d at 366 n.3. In Pickens, we relied\r\nupon two modern South Carolina cases discussing this issue: State v. Smith,\r\n315 S.C. 547, 446 S.E.2d 446 (1994)(holding that a defendant who acted\r\nintentionally in wielding a knife in self-defense was not entitled to an\r\ninvoluntary manslaughter charge) and State v. Morris, 307 S.C. 480, 415\r\nS.E.2d 819 (Ct.  App. 1991)(finding an involuntary manslaughter charge not\r\nwarranted because evidence showed an intentional shooting).  We reasoned\r\nthat involuntary manslaughter is at its core an unintentional killing.  Thus,\r\nwhere a defendant intentionally arms himself and shoots into a crowd, as\r\nDouglas did here, he is not entitled to an involuntary manslaughter charge.4 \r\n  \r\n\r\n4 A claim of imperfect self-defense would also be unavailing because it\r\nhas no application to involuntary manslaughter. See William Shepard \r\n  \r\np.8\r\n\r\nDOUGLAS v. STATE \r\n\r\n\r\n\r\n\r\n\r\nAccord Lamon v. State, 390 S.E.2d 582 (Ga. 1990); People v. DeMumbree, 424\r\nN.E.2d 73 (Ill. 1981); State v. Moore, 331 S.E.2d 251 (N.C. Ct. App. 1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thus, pursuant to Pickens, the evidence in this case would not support\r\na charge of involuntary manslaughter.  The record firmly establishes that\r\nDouglas armed himself with a gun and intentionally fired it into the crowd. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION\r\nFor the foregoing reasons, the trial court is AFFIRMED on all issues. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\nMcAninch, The Criminal Law of South Carolina 163 (1996). \r\n\r\np.9\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24829","title":"Catherine Roche v. Young Brothers, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24829","description":"","date":"1998-08-10","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\nCatherine Roche, as\r\nPersonal Representative\r\nfor the Estate of George\r\nRoche,               Petitioner, \r\n  \r\nv. \r\n  \r\nYoung Brothers, Inc., of\r\nFlorence, d/b/a Days Inn\r\nEast,                 Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Florence County\r\nDaniel E. Martin, Sr., Circuit Court Judge \r\n  \r\n  \r\n  \r\n Opinion No. 24829\r\nHeard May 27, 1998 - Filed August 10, 1998 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nWilliam P. Hatfield and Gary I. Finklea, both of\r\nThe Hyman Law Firm, of Florence, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWilliam Reynolds Williams, and C. Craig, Young,\r\nboth of Willcox, McLeod, Buyck &amp; Williams,\r\nof Florence, for respondent. \r\n  \r\np.10\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: This case involves a default judgment in a negligence\r\naction.  George Roche originally brought this negligence action against\r\nRespondent Young Brothers, d/b/a Days Inn East (\"Young Brothers\"), as a\r\nresult of a slip-and-fall accident in Young Brothers' motel parking lot.\r\nPetitioner Catherine Roche, as personal representative of her husband's\r\nestate, appeals the Court of Appeals' decision that Young Brothers' consent\r\nwas required prior to the circuit court appointing a special referee to consider\r\nthe damages matter.  We reverse and reinstate the special referee's order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n On March 19, 1990, Roche slipped and fell in the parking lot of Young\r\nBrothers' motel located in Florence, South Carolina.  Roche filed suit against\r\nYoung Brothers in circuit court on August 31, 1990.  Young Brothers failed\r\nto answer Roche's complaint.  A default was entered against Young Brothers\r\non November 2, 1990.  Without notice to Young Brothers, a damages hearing\r\nwas held before the circuit court on February 6, 1992.  The circuit court\r\nawarded Roche $15,000.00 in actual damages and $30,000.00 in punitive\r\ndamages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On February 14, 1992, Young Brothers filed a motion to set aside the\r\n default judgment under Rule 60(b), SCRCP.  Young Brothers argued that the\r\n judgment should be set aside because service of process was not perfected,\r\n and, in the alternative, a new damages hearing should be granted because\r\n it did not receive notice of the hearing.  The circuit court denied the motion.\r\n In July 1992, Young Brothers appealed the judgment to the Court of Appeals.\r\n The Court of Appeals reversed the circuit court's default judgment, finding\r\n service of process had not been perfected. Roche v. Young Bros., Inc. of\r\n Florence, 313 S.C. 356, 437 S.E.2d 560 (Ct.  App. 1993) (\"Roche I\").  We\r\n reversed the Court of Appeals and reinstated the entry of default. Roche v.\r\n Young Bros., Inc. of Florence, 318 S.C. 207, 456 S.E.2d 897 (1995) (\"Roche\r\n II\").  However, we vacated the default judgment and awarded a new damages\r\n hearing because Young Brothers had failed to receive notice.  Thus, the case\r\n was remanded back to the circuit court for a new damages hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In April 1995, Roche filed an ex parte motion with the circuit court\r\nrequesting that the damages matter be referred to Eugene A. Fallon, Jr., as\r\nspecial referee.  The circuit court granted the motion.  Young Brothers did\r\nnot receive notice of Roche's motion prior to the circuit court issuing its order\r\nof reference.  Young Brothers later made a motion before the circuit court to\r\nhave the reference withdrawn.  The motion was denied. \r\n  \r\np.11\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\n The damages hearing was held before special referee Fallon on June 19,\r\n1995.  Young Brothers appeared and was represented by counsel.  On July\r\n28, 1995, the special referee, by written order, awarded Roche $25,000.00 in\r\nactual damages and $75,000.00 in punitive damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On appeal before the Court of Appeals, Young Brothers raised seven\r\nissues challenging the special referee's order.  The Court of Appeals only\r\naddressed the issue concerning the circuit court's authority to refer the case\r\nto a special referee without the consent of the defaulting party.  The Court\r\nof Appeals reversed, finding consent was necessary since Young Brothers\r\nmade an appearance in the case. Roche v. Young Bros., Inc. of Florence, 326\r\nS.C. 488, 485 S.E.2d 110 (Ct.  App. 1997) (\"Roche III\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We granted Roche's petition for a writ of certiorari to address the\r\nfollowing issue: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIs the consent of a defaulting party required for the circuit court\r\nto refer a case to a special referee, where the defaulting\r\ndefendant has made an appearance in the case? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nA.    CONSENT \r\n  \r\n Roche argues that the Court of Appeals erred in holding that where the\r\ndefaulting party has made an appearance in the case, the consent of that\r\nparty must be obtained before the circuit court may refer the case to a\r\nspecial referee.  We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The circuit court's authority to appoint a special referee is supplied by\r\nS.C. Code Ann. § 14-11-60 (Supp. 1997), which states: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn case of a vacancy in the office of master-in-equity or in case\r\nof the disqualification or disability of the master-in-equity from\r\ninterest or any other reason for which cause can be shown the\r\npresiding circuit court judge, upon agreement of the parties,\r\nmay appoint a special referee in any case who as to the case has\r\nall the powers of a master-in-equity.  The special referee must be\r\ncompensated by the parties involved in the action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(emphasis added).  The emphasized language was added by amendment in\r\n1988. (1988 Act No. 678, Part II, § 6, eff.  January 1, 1989). \r\n  \r\n  \r\n  \r\np.12\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\n The appointment and powers of special referees are further governed\r\nby Rule 53, SCRCP.  Rule 53 provides in pertinent part: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(a) Appointment and Compensation.  As used in these rules the\r\nword \"master\" includes a referee . . . .  The court in which any\r\naction is pending may appoint a special master for that action;\r\nbut where practicable the master appointed by statute for that\r\ncounty, or for that court, or for the particular type of action\r\ninvolved shall act.  The court may in its discretion appoint as a\r\nspecial master a person agreed upon by the parties . . . . \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(b) Reference.  In an action where the parties consent or in a\r\ndefault case, any and all issues, whether of law or fact, may be\r\nreferred to a master by order of a judge or the clerk of court. \r\n  \r\n  \r\n  \r\n (emphasis added). \r\n  \r\n  \r\n  \r\n The problem in this case lies in reconciling the language in section 14-\r\n 11-60 and Rule 53(a) with that in Rule 53(b).  Section 14-11-60 and Rule\r\n 53(a) seem to require, without exception, the agreement of the parties prior\r\n to the appointment of a special referee.  Rule 53(b), on the other hand,\r\n suggests that consent is not required in a default situation.   This\r\n interpretation of Rule 53(b) was confirmed in First Palmetto State Bank and\r\n Trust Company v. Boyles, 302 S.C. 136, 138, 394 S.E.2d 313, 314 (1990)\r\n where we held that Rule 53(b) \"authorizes the circuit court to refer an action\r\n to a master-in-equity (1) by consent of the parties, (2) if there is a default,\r\n (3) in actions with complicated issues to be tried before a jury, and (4) in all\r\n other actions, upon application of any party or upon the court's motion.\" 302\r\n S.C. at 138, 394 S.E.2d at 314. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This Court's primary function in interpreting a statute is to ascertain\r\n the intent of the legislature. State v. Baker, 310 S.C. 510, 427 S.E.2d 670\r\n (1993).  A statute as a whole must receive a practical, reasonable, and fair\r\n interpretation consonant with the purpose, design, and policy of the\r\n lawmakers. Id. Generally, statutes are to be construed with reference to the\r\n whole system of law of which they form a part. See 82 C.J.S. Statutes § 362\r\n (1953).  In construing a statute, this Court is constrained to avoid an absurd\r\n result. South Carolina Tax Comm'n v. Gaston Copper Recycling, Corp., 316\r\n S.C. 163, 447 S.E.2d 843 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is well settled that by suffering a default, the defaulting party is \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.13\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\ndeemed to have admitted the truth of the plaintiff s allegations and to have\r\nconceded liability. Howard v. Holiday Inns Inc., 271 S.C. 238, 246 S.E.2d 880\r\n(1978); Schenk v. National Health Care, Inc., 322 S.C. 316, 471 S.E.2d 736\r\n(Ct.  App. 1996); State ex rel.  Medlock v. Love Shop, Ltd., 286 S.C. 486, 334\r\nS.E.2d 528 (Ct.  App. 1985).  Though a defaulting party may be entitled to\r\nnotice of the damages hearing, that party is limited to cross-examining\r\nwitnesses and objecting to evidence. Howard, 271 S.C. 238, 246 S.E.2d 880;\r\nAmmons v. Hood, 288 S.C. 278, 341 S.E.2d 816 (Ct.  App. 1986).  Moreover,\r\nonce a party defaults, the trial court \"may conduct such hearings or order\r\nsuch references as it deems necessary and proper\" to enter the default\r\njudgment.  Rule 55(b)(1), SCRCP.  Thus, although section 14-11-60 and Rule\r\n53(a) do not specifically address default situations, it would be anomalous to\r\ninterpret these provisions as requiring the consent of a defaulting party\r\nwhenever the circuit court chose to refer the case to a special referee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Not requiring the consent of a defaulting party is evidenced elsewhere\r\nin the Code and in the rules of civil procedure.  For example, S.C. Code Ann.\r\n§ 14-11-85 (Supp. 1997) provides that an appeal from the judgment of a\r\nmaster-in-equity must be to the circuit court unless the parties not in\r\ndefault consent in writing or on the record to a direct appeal to the Supreme\r\nCourt.  Another example is found in Rule 38(d), SCRCP, which provides in\r\npertinent part: \"A demand for trial by jury made as herein provided may not\r\nbe withdrawn without the consent of the parties, except where an opposing\r\nparty is in default under Rule 55(a).\" (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Court of Appeals nevertheless suggests that the instant case does\r\nnot fall within the \"classic default\" situation and, therefore, is not entitled to\r\nbe excepted from the general consent requirement.  The Court of Appeals\r\nexplains that this is not a classic default situation because Young Brothers\r\nmade an appearance in the case.  As such, it would not have been unduly\r\nburdensome for Roche to have obtained Young Brothers' consent.  We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Young Brothers clearly defaulted by failing to answer Roche's complaint\r\nwithin the prescribed time.  Young Brothers' status as a defaulting party was\r\nnot vitiated simply because it later chose to challenge the default judgment\r\nrendered against it.    Contrary to the Court of Appeals' opinion, Young\r\nBrothers' default was in every way classic, as evidenced by our affirmation\r\nof the entry of default in Roche II.  Thus, there is no support for treating,\r\nthis case any differently from other default situations.  To hold otherwise\r\nwould mean that a defaulting party could acquire the right to veto the circuit\r\ncourt's reference authority simply by making some kind of appearance in the \r\n  \r\np.14\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\ncase.  This would be an incongruous result. \r\n  \r\n  \r\n  \r\n Young Brothers nevertheless argues that requiring the agreement of\r\nboth parties would have the beneficial effect of avoiding the appointment of\r\nreferees who are not impartial.  However, a defaulting party does not lose its\r\nright to have an impartial master or referee, and may still raise an objection\r\nbased on such grounds.  In fact, Young Brothers made a motion before the\r\ncircuit court to have special referee Fallon's judgment vacated based on\r\nevidence that he was biased.  The circuit court denied Young Brothers'\r\nmotion, and Young Brothers subsequently raised the issue before the Court\r\nof Appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We hold that Young Brothers' consent was not required prior to the\r\ncircuit court appointing special referee Fallon.  We therefore reverse the\r\nCourt of Appeals on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.    REMAINING ISSUES \r\n  \r\n Because it reversed the trial court on the consent issue, the Court of\r\nAppeals did not address the remaining issues raised by Young Brothers.  We\r\nhave complete confidence that the Court of Appeals could very capably\r\naddress these issues on remand.  However, in the interest of bringing finality\r\nto this litigation, we will address the remaining issues here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The other issues raised to the Court of Appeals include the following:\r\n(1) whether the circuit court was without authority to issue the nunc pro\r\ntunc order permitting entry of judgment on the order of special referee\r\nFallon; (2) whether the South Carolina Code of Judicial Conduct requires the\r\nrecusal of the special referee in this case; (3) whether the order of the special\r\nreferee is not supported by the pleadings and is based on inadmissible\r\nevidence; (4) whether the order contains findings and conclusions contrary to\r\nthe admitted pleadings and evidence, thus, denying the defendant due process\r\nof law; (5) whether the judgment for actual and punitive damages is\r\nexcessive, thereby warranting a new damages hearing; and (6) whether the\r\npunitive damages are not justifiable in this case and should not have been\r\nawarded. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In its Order of Reference, the circuit court had required the special\r\nreferee to issue his final order within thirty days after the damages hearing,\r\nhad been held.  The special referee issued his order thirty-nine days after the\r\nhearing.  Roche filed a motion with the circuit court to extend the time in\r\nwhich the special referee could file his order.  The circuit court granted the \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.15\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\nmotion and issued a nunc pro tunc order.  Young Brothers argues that the\r\ncircuit court was without authority to issue the nunc pro tunc order\r\nincreasing the time for the special referee to issue his final order.  We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The failure of the special referee to act within the times prescribed in\r\nthe order of reference does not void the order of reference, but simply\r\nrestores discretion to the circuit court as to the manner of disposing of the\r\ncase. Lyons v. Butler, 288 S.C. 498, 343 S.E.2d 630 (Ct.  App. 1986); Cf.\r\nSmith v. Ocean Lakes Family Campground, 315 S.C. 379, 433 S.E.2d 909 (Ct.\r\nApp. 1993)(finding that the order of reference was voided because, unlike\r\nLyons, the order of reference stated that it would become \"null and void\" if\r\nthe master failed to file his order within the time prescribed).  We therefore\r\nfind the trial court did not abuse its discretion in issuing the nunc pro tunc\r\norder in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, Young Brothers contends that special referee Fallon's\r\nimpartiality was questionable for two reasons: (1) special referee Fallon\r\nreceived a similar award in a previous personal injury action (Leasure v.\r\nGraham, 93-CP-21-1000) where a member of Roche's attorney's firm served\r\nas special referee, and (2) special referee Fallon transmitted a copy of his\r\norder to Young Brothers' attorney using his law firm letterhead which reads:\r\n\"THE FALLON LAW FIRM . . . LAWYERS ON THE SIDE OF INJURED\r\nPEOPLE.\" As such, Young Brothers argues that Canon 3 of Rule 501 of the\r\nSouth Carolina Code of Judicial Conduct required the recusal of special\r\nreferee Fallon.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the Applicability section of Rule 501, SCACR, a special referee\r\nis considered a \"judge.\" Moreover, pursuant to Canon 3(E)(1)(a) of Rule 501,\r\nSCACR, a judge should disqualify himself in a proceeding in which his\r\nimpartiality might reasonably be questioned, including but not limited to,\r\ninstances where he has a personal bias or prejudice against a party. See also\r\nMurphy v. Murphy, 319 S.C. 324, 461 S.E.2d 39 (1995).  It is not enough for\r\na party seeking disqualification to simply allege bias; the party must show\r\nsome evidence of that bias or prejudice. Mallett v. Mallett, 323 S.C. 141, 473\r\nS.E.2d 804 (Ct.  App. 1996).  If there is no evidence of Judicial prejudice, a\r\njudge's failure to disqualify himself will not be reversed on appeal. Ellis v.\r\nProcter &amp; Gamble Dist.  Co., 315 S.C. 283, 433 S.E.2d S-D6 (1993).  A judge's\r\nimpartiality might reasonably be questioned when his factual findings are not\r\nsupported by the record. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, special referee Fallon only used his law firm's \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.16\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\nstationery to print the cover letter that transmitted his order to counsel for\r\nthe parties.  The order itself was properly printed on plain paper.  Moreover,\r\nthe transmittal letter does not reasonably put into question Fallon's\r\nimpartiality.  Presumably, any attorney associated with a plaintiff-oriented\r\nfirm would frequently advocate the rights of injured people, and advertise as\r\nsuch.  The fact that an attorney is specialized as a plaintiff or defense\r\nattorney does not automatically impugn that attorney's impartiality once he\r\nor she assumes the role of special referee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As for the Leasure matter, it should first be noted that Florence\r\nCounty, with a population of less than 130,000, has chosen not to create the\r\noffice of master-in-equity. See S.C. Code Ann. § 14-11-10 (Supp.\r\n1997)(master-in-equity court is required only in counties with populations of\r\nat least 130,000).  Thus, referees will invariably be appointed who were\r\ninvolved in prior, unrelated legal matters with the attorneys appearing before\r\nthem.  If this were the sole basis for disqualification, such counties would be\r\nseverely hampered in their ability to appoint special referees.  Young\r\nBrothers nevertheless suggests that a quid pro quo was implicit because the\r\ndamages award in this case was similar to the award in the Leasure matter.\r\nWe, however, find no evidence of bias or prejudice on the part of the special\r\nreferee.  The record clearly supports the special referee's factual findings and\r\naward of damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Third, Young Brothers argues that the special referee's order was not\r\nsupported by the pleadings and was based on inadmissible hearsay evidence\r\nin the form of medical records and bills.  We disagree.  The conduct of the\r\ntrial, including the admission and rejection of testimony, is largely within the\r\ntrial judge's sound discretion, the exercise of which will not be disturbed on\r\nappeal absent an abuse of that discretion or the commission of a legal error\r\nthat results in prejudice for appellant. Baber v. Greenville Co., 327 S.C. 31,\r\n488 S.E.2d 314 (1997).  At the damages hearing, Mrs. Roche testified\r\nextensively about her husband's injuries and the nature of the medical\r\ntreatment he received following the accident.  The medical records and bills\r\ncorroborated Mrs. Roche's testimony in this regard.  We therefore find the\r\nevidence was not prejudicial to Young Brothers. Starkey v. Bell, 281 S.C.\r\n308, 315 S.E.2d 1-03 (Ct.  App. 1984)(though testimony may constitute\r\ninadmissible hearsay evidence, no prejudice is shown when it merely\r\ncorroborates other evidence admitted in the case).  We further conclude that\r\nthe special referee's order was consistent with the admitted pleadings and\r\nwas not a denial of due process of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nYoung Brothers next argues that the special referee improperly allowed \r\n  \r\n  \r\n  \r\np.17\r\n\r\nCATHERINE ROCHE v. YOUNG BROTHERS \r\n\r\n\r\n\r\n\r\n\r\nMrs. Roche to express her opinion concerning her husband's medical\r\ncondition.  We disagree.  Generally, an ordinary observer who has had the\r\nopportunity for observation may state the health or physical condition of\r\nanother, who has been injured, to enable the fact finder to draw a correct\r\ninference. 32 C.J.S. Evidence § 552 (1996).  However, a non-expert witness\r\nmay not testify to matters that require special knowledge, skill, and\r\nexperience. Id. We find that Mrs. Roche's testimony involved her ordinary\r\nobservations of her husband's physical condition following the accident.  Thus,\r\nit was properly allowed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, Young Brothers contends that the special referee's order was\r\nimproperly based on speculative and conjectural testimony and that the\r\njudgment for actual and punitive damages was excessive and unjustifiable.\r\nUpon examining the record, we find that Young Brothers was not unfairly\r\nprejudiced by any speculative or conjectural testimony.  We further find the\r\nevidence supports the referee's judgment for actual and punitive damages.\r\nSee Miller v. City of West Columbia, 322 S.C. 224, 231, 471 S.E.2d 683, 687\r\n(1996)(\"The appellate court will intervene only where the verdict is so grossly\r\nexcessive and the amount awarded is so shockingly disproportionate to the\r\ninjuries to indicate that it was tho result of caprice, passion, prejudice, or\r\nother considerations not found on the evidence.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n Based on the foregoing, the Court of Appeals' decision is REVERSED\r\nand the special referee's order is reinstated. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J., MOORE and BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.18\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24830","title":"Robert L. Tobias, et al. v. The Sports Club, Inc. et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24830","description":"","date":"1998-08-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRobert L. Tobias and\r\nMary Ellen Tobias,      Petitioners, \r\n  \r\nv. \r\n  \r\nThe Sports Club, Inc.;\r\nHotel Associates, a\r\nLimited South Carolina\r\nPartnership; The\r\nRamada Hotel;\r\nMallards: Interstate\r\nManagement and\r\nInvestment Corporation;\r\nE. L. Pooser; and Robert\r\nA. Dean of whom Hotel\r\nAssociates, a Limited\r\nSouth Carolina\r\nPartnership; The\r\nRamada Hotel;\r\nMallards; Interstate\r\nManagement and\r\nInvestment Corporation;\r\nE. L. Pooser; and Robert\r\nA. Dean, are              Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Richland County\r\nThomas L. Hughston, Jr., Judge \r\n  \r\np.3\r\n\r\nROBERT L. TOBIAS, et al.  v.  THE SPORTS CLUB, INC. et al. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24830 \r\n  \r\nHeard December 4, 1997 - Filed August 17, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames A. Merritt, Jr. and William K. Witherspoon,\r\nboth of Berry, Adams, Quackenbush &amp; Stuart, P.A.,\r\nand Deborah R.J. Shupe, of Louthian &amp; Louthian,\r\nall of Columbia, for petitioners, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames W. Alford and Andrew Haselden, all of\r\nBarnes, Alford, Stork &amp; Johnson, LLP, of Columbia,\r\nfor respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: We granted certiorari to consider the Court of\r\nAppeals' decision holding that the defenses of contributory negligence and\r\nassumption of the risk were available in a negligence suit1 brought by the\r\nintoxicated adult patron against the tavern owner who served him. Tobias\r\nv. The Sports Club, Inc., 323 S.C. 345, 474 S.E.2d 450 (Ct.  App. 1996).2\r\nWe now join the majority of jurisdictions that have addressed this issue,\r\nand hold that South Carolina does not recognize a \"first party\" cause of\r\naction against the tavern owner by an intoxicated adult predicated on an\r\nalleged violation of S. C. Code A-nn. §§ 61-5-303 and/or 61-9-4104 (1990).\r\nWe therefore overrule Christiansen v. Campbell, 285 S.C. 164, 328 S.E.2d\r\n351 (Ct.  App. 1985) cert. denied Order, dated June 27, 1985, and its\r\nprogeny to the extent they recognize a first party action, but explicitly\r\nretain the right of injured third parties to maintain a negligence suit\r\nagainst the tavern owner based on a violation of these statutes. \r\n  \r\n\r\n1 This cause of action arose before the adoption of comparative\r\nnegligence. \r\n  \r\n  \r\n  \r\n 2 This appeal consolidates the patron's suit and his wife's consortium\r\naction. \r\n  \r\n  \r\n  \r\n3 Now codified at § 61-6-2220 (Supp. 1997).\r\n4 Now codified at § 61-4-580(2) (Supp. 1997).\r\np.4\r\n\r\nROBERT L. TOBIAS, et al. v. THE SPORTS CLUB, INC. et al. \r\n\r\n\r\n\r\n\r\n\r\nAccordingly, the opinion of the Court of Appeals in this case, which upheld\r\nthe trial court's denial of petitioners' new trial motions, is affirmed as\r\nmodified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n South Carolina Code Ann. § 61-4-580(2) prohibits the\r\nknowing sale of beer or wine to an intoxicated person, while § 61-6-2220\r\nprohibits the sale of alcoholic beverages contained in minibottles to\r\nintoxicated persons.  In recognizing a private cause of action for a\r\nviolation of these statutes, the Court of Appeals stated that their purpose\r\nis to promote public safety, and to prevent an already intoxicated person\r\nfrom becoming even more intoxicated, and thus an even greater risk to the\r\npublic at large, when he leaves the establishment. Christiansen, supra;\r\nDaley v. Ward, 303 S.C. 81, 399 S.E.2d 13 (1990).  We agree.  The Court\r\nof Appeals went further, however, and held that another of the statutory\r\npurposes was to protect the intoxicated person from their own\r\nincompetence and helplessness, and therefore concluded the intoxicated\r\npatron himself was entitled to bring a negligence suit for a statutory\r\nviolation.  We disagree, and now hold that public policy is not served by\r\nallowing the intoxicated adult patron to maintain a suit for injuries which\r\nresult from his own conduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Imposing liability on a tavern owner for continuing to serve an\r\nintoxicated person who later injures others serves public policy by\r\nimposing upon the tavern owner a duty to use judgment and discretion.\r\nWe do not believe that the owner will exercise this judgment and\r\ndiscretion less prudently if he risks a law suit only when the intoxicated\r\nperson injures others.  The decision to refuse to serve alcoholic beverages,\r\nbeer or wine to an intoxicated patron will be unaffected by our decision\r\ntoday.  In overruling Christiansen, we join other jurisdictions that have\r\nrefused to allow intoxicated persons to maintain a first party action\r\nagainst a tavern owner based on alleged violations of statutes imposing\r\ncriminal penalties for the sale of alcoholic beverages to an intoxicated\r\nadult. See Wright v. Moffitt, 437 A.2d 554 (De. 1981); Bertelmann v.\r\nTAAS Associates, 735 P.2d 930 (Hawaii 1987); Cuevas v. Royal D'Iberville\r\nHotel, 498 So.2d 346 (Miss. 1986); Ohio Casualty Ins.  Co. v. Todd, 813\r\nP.2d 508 (Ok. 1991); Estate of Kelly v. Falin, 896 P.2d 1245 (Wash. 1995);\r\nWhite v. HA, Inc., 782 P.2d 1125 (Wyo. 1989); Noonan v. Galick, 112 A.2d\r\n892 (Conn.  App. 1955); Riverside Enterprises v. Rahn, 320 S.E.2d 595 (Ga.\r\nApp. 1984); Fisher v. O'Connor's Inc., 452 A.2d 1313 (Md.  Spec.  App.\r\n1982); Trujillo v. Trujillo, 721 P.2d 1310 (N.M. App. 1986) (altered by\r\nsubsequent statute). \r\n  \r\np.5\r\n\r\nROBERT L. TOBIAS, et al. v. THE SPORTS CLUB, INC. et al. \r\n\r\n\r\n\r\n\r\n\r\n We hold today that our alcohol control statutes do not create a\r\nfirst party cause of action for an intoxicated adult patron, but that they do\r\npermit a third party action.  We leave for another day the issue whether\r\nwe will recognize a first party action brought by a minor.  Accordingly, the\r\ndecision of the Court of Appeals is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.6\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24831","title":"Ex Parte:  The State Record Co., Inc. v. In Re:  State of South Carolina v. B.J. Quattlebaum","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24831","description":"","date":"1998-08-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEx Parte: The State\r\nRecord Co., Inc.,           Appellant, \r\n  \r\nv. \r\n  \r\nIn Re: State of South\r\nCarolina\r\nvs.\r\nB.J. Quattlebaum,        Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\n Thomas W. Cooper, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24831\r\nHeard October 22, 1997 - Filed August 31, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJay Bender and Kirby D. Shealy, III, of Baker,\r\nBarwick, Ravenel &amp; Bender, of Columbia, for\r\nappellant. \r\n  \r\n  \r\n  \r\nJoseph M. McCullouch, Jr., of Columbia, A.\r\nCamden Lewis of Lewis, Babcock &amp; Hawkins, of\r\nColumbia, Katharine E. Evatt and Donald V.\r\nMyers, of Lexington, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n WALLER, A.,J.: This is an appeal of a temporary restraining\r\norder prohibiting the media from disseminating the contents of a videotape\r\ncontaining a privileged communication between the defendant herein, B.J. \r\n  \r\np.3\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nQuattlebaum, and his attorney.     The State-Record Co., Inc. (The\r\nState,/Newspaper) appeals.  We affirm, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n Quattlebaum was indicted for murder, armed robbery, assault and\r\nbattery with intent to kill and possession of a firearm during commission of\r\na violent crime; the State sought the death penalty.  While he was\r\nimprisoned at the Lexington County Detention Center, a privileged\r\nconversation between Quattlebaum and his attorney was surreptitiously\r\nrecorded.1 The videotape was thereafter disseminated to WIS-TV, a Columbia\r\ntelevision station.2 Upon learning of the videotape and its dissemination to\r\nthe media, Quattlebaum moved for a temporary restraining order (TRO)\r\nprohibiting dissemination or characterization of its audio content.  On August\r\n18, 1997, the circuit court granted an ex parte TRO, pending a hearing the\r\nfollowing day, prohibiting all trial participants and all media from\r\ndisseminating the substance and details of the privileged communication.\r\nCounsel for The State was notified by telephone and a copy of the order was\r\nserved on it the same day. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After a hearing on August 19, 1997,3 the circuit court continued its\r\norder in effect until such time as a jury was empaneled and sequestered in\r\nQuattlebaum's case.4 The circuit court's order specifically notes that it does\r\nnot \"prohibit the reporting of the invasion of the attorney client privilege;\"\r\nnor does it \"restrain or prohibit [publication of] the identity of the individuals\r\ninvolved or the nature of the charges in the case.\" It simply prohibits the \r\n  \r\n\r\n1 It is undisputed that the conversation is in fact a privileged, attorney-\r\nclient communication. \r\n  \r\n  \r\n  \r\n2The manner of its distribution is unknown and is not an issue on\r\nappeal. \r\n  \r\n  \r\n  \r\n3The State attended the hearing. \r\n  \r\n  \r\n  \r\n4 The order on appeal has effectively expired since Quattlebaum was\r\ntried, convicted and sentenced to death while this appeal was pending.\r\nHowever, the fact that Quattlebaum has now been tried does not render our\r\ndecision moot. See Nebraska Press Assn. v. Stuart, 427 U.S. 539, 546, 96\r\nS.Ct. 2791, 2797, 49 L.Ed.2d 683 (court's jurisdiction is not defeated simply\r\nbecause the order attacked has expired, if the underlying dispute between the\r\nparties is one capable of repetition, yet evading review). \r\n  \r\np.4\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\"dissemination of the contents of the communication or the characterization\r\nof its contents.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\n1.    Did the circuit court have subject matter jurisdiction to\r\n issue the temporary restraining order? \r\n  \r\n  \r\n  \r\n2.   Did the circuit court have personal jurisdiction over\r\n Newspaper? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3.    Did the court err in imposing a prior restraint? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. SUBJECT MATTER JURISDICTION \r\n  \r\n Initially, The State contends the court of general sessions is without\r\nsubject matter jurisdiction to issue an injunction.5 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The general rule that a court in a criminal case will not issue an\r\ninjunction is subject to the exception that a court, once having obtained\r\njurisdiction of a cause of action, has inherent power to do all things\r\nreasonably necessary to the administration of justice in the case before it.\r\n42 Am.  Jur. 2d Injunctions § 11 (1969).  The United States Supreme Court\r\nhas recently recognized the inherent authority of a court to protect its\r\nproceedings. See Degen v. United States, ___U.S. ___, 116 S. Ct. 1777, 135\r\nL. Ed. 2d 102 (1996) (courts invested with judicial power have inherent\r\nauthority to protect their proceedings in course of discharging their\r\ntraditional responsibilities).  We find it patent that a court of general sessions\r\nhas subject matter jurisdiction to issue an injunction, if necessary, to protect\r\nits proceedings. \r\n  \r\n  \r\n  \r\n\r\n5The State premises this contention upon the holding of State v,\r\nFranks, 214 S.C. 525, 53 S.E.2d 608 (1949). Franks relied on Section 565,\r\nCode of 1942, later codified at S.C. Code Ann. § 15-55-10, which was repealed\r\nupon enactment of the South Carolina Rules of Civil Procedure (SCRCP ) (in\r\neffect at the time of this action).  Accordingly, Franks and section 15-55-10\r\nare inapplicable. \r\n  \r\np.5\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\n 2. PERSONAL JURISDICTION \r\n  \r\n The State next argues the circuit court was without personal\r\njurisdiction to bind it.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under Rule 65(d) of the South Carolina Rules of Civil Procedure\r\n(SCRCP), every order granting a restraining order is binding on the parties\r\nand \"those persons in active concert or participation with them who receive\r\nactual notice of the order by personal service or otherwise.\"6 Here, the only\r\nknown media entity in possession of the videotape at the time Quattlebaum\r\nsought a TRO was WIS-TV, which was named and served with the motion\r\nfor a TRO.  We agree with the circuit court that The State was \"in active\r\nconcert\" with WIS and had actual notice of the order so as to be bound by it.\r\nWe find no error in the circuit court's assertion of personal jurisdiction over\r\nThe State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. PRIOR RESTRAINT7 \r\n  \r\n  \r\n  \r\n The State next contends the circuit court erred in issuing a prior\r\nrestraint as Quattlebaum failed to meet his burden of justifying its necessity.\r\nWe disagree.  Under the extremely limited factual circumstances of this case,\r\nwe find the circuit court properly enjoined dissemination of the privileged\r\ncommunication between Quattlebaum and his attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This Court is faced with a profound dilemma: whether to uphold a prior\r\nrestraint upon the media's First Amendment8 right of free speech, a task\r\nwhich carries with it an extremely heavy burden upon the party seeking to \r\n  \r\n\r\n6Under Rule 65(b), a temporary restraining order, as was initially\r\nissued in this case, may be issued without notice. \r\n  \r\n  \r\n  \r\n 7Some courts draw a distinction between a \"gag order\" restricting\r\nmerely trial participants, which is not characterized as a prior restraint, and\r\none directly restraining the media itself. See, e.g., United States v. Davis,\r\n904 F. Supp. 564 (E.D. La. 1995); Application of Dow Jones &amp; Co., 842 F.2d\r\n603, 609 (2d Cir.), cert. denied, 488 U.S. 946 (1988).  The order on appeal\r\ndirectly enjoins the media.  Accordingly, it is clearly properly characterized\r\nas a prior restraint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8U.S. CONST. amend. I; S.C. CONST. art. I, § 2. \r\n  \r\np.6\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nlimit the speech9; or whether to invalidate the prior restraint placing in\r\njeopardy the fundamental right of a defendant to a fair trial pursuant to the\r\nSixth Amendment.10 We are faced with the added quandary that the\r\ninformation sought to be disseminated by the media is a privileged\r\ncommunication between a criminal defendant and his attorney.11 \r\n  \r\n  \r\n  \r\n\r\n9 See Nebraska Press Ass'n v. Stuart, 427 U.S. 539, 556-59, 96 S. Ct.\r\n2791, 2801-03, 49 L. Ed. 2d 683, 695-98 (1976); Near v. Minnesota, 283 U.S.\r\n697, 51 S. Ct. 625, 75 L. Ed. 1357 (1931) (setting forth presumption of\r\nunconstitutionality of prior restraints). \r\n  \r\n  \r\n  \r\n10 U.S. CONST. amend.  VI; S.C. CONST. art. 1, § 14. \r\n  \r\n  \r\n  \r\n11 We note, at the outset, that there is very little precedent regarding\r\na balancing of the competing interests in this regard.  Only one case, United\r\nStates v. Noriega, has involved violation of the attorney client privilege.\r\nThere have been a series of opinions in Noriega.  The first was issued by the\r\nUnited States District Court for the Southern District of Florida. United\r\nStates v. Noriega, 752 F. Supp. 1032 (S.D. Fla. 1990) (Noriega 1).  In Noriega\r\n1, the district court temporarily enjoined Cable News Network (CNN) from\r\nbroadcasting tape recordings of privileged telephone conversations between\r\nManuel Noriega and his defense team, until such time as the tape recordings\r\ncould be reviewed by a federal magistrate to ascertain whether the\r\ndefendant's right to a fair trial would be jeopardized by publication of the\r\ncontents.    The Eleventh Circuit affirmed the grant of the temporary\r\ninjunction on the ground that CNN's failure to produce the tape recording\r\nhad prevented the district court from balancing the defendant's right to a fair\r\ntrial with CNN's First Amendment rights. United States v. Noriega, 917\r\nF.2d 1543 (11th Cir. 1990) (Noriega 2).  The United States Supreme Court\r\ndenied certiorari. Cable News Network, Inc. v. Noriega, 498 U.S. 976, 111\r\nS. Ct. 451, 112 L.  Ed. 2d 432 (1990). Thereafter, the district court held\r\nNoriega had not met his burden of demonstrating the necessity of a\r\npermanent injunction, in part because a portion of the privileged attorney-\r\nclient conversation had already been broadcast by CNN (such that it was\r\nmoot), and that the remaining portion of the privileged conversation was\r\nsimply not so prejudicial as to warrant a prior restraint. United States v.\r\nNoriega, 752 F. Supp. 1045 (S.D. Fla. 1990)    (Noriega 3). The court in\r\nNoriega 3 also found Noriega's claim that his Sixth Amendment right to\r\neffective assistance of counsel was jeopardized insufficient to justify the\r\ncontinued prior restraint, since alternative measures were available through\r\nwhich to prevent prosecutorial tainting. Id. \r\n  \r\np.7\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\n To date, the United States Supreme Court has declined to assign\r\npriorities between the First Amendment right of free press and the Sixth\r\nAmendment right to a fair trial.12 In Nebraska Press Ass'n v. Stuart, 427\r\nU.S. 539, 561, 96 S. Ct. 2791, 2803-04, 49 L. Ed. 2d 683, 699 (1976), the\r\nCourt specifically declined to rule on the issue, stating: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe authors of the Bill of Rights did not undertake to assign\r\npriorities as between the First Amendment and Sixth Amendment\r\nrights, ranking one as superior to the other. In this case,\r\npetitioners would have us declare the right of an accused\r\nsubordinate to their right to publish in all circumstances. . . .\r\n[I]t is not for us to rewrite the Constitution by undertaking what\r\nthey declined to do.  It is unnecessary, after nearly two centuries,\r\nto establish a priority applicable in all circumstances. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Notwithstanding its reluctance to assign priorities between the\r\ncompeting interests, the Court has recognized that the right of a defendant\r\nto a fair trial is \"the most fundamental of all freedoms--[which] must be\r\nmaintained at all costs.\" Estes v. State of Texas, 381 U.S. 532, 540, 85 S. Ct.\r\n1628, 1632, 14 L. Ed. 2d 543, 549 (1965).  More recently, the Court noted\r\nthat \"No right ranks higher than the right of an accused to a fair trial.\"\r\nPress Enterprise Co. v. Superior Court of California, 464 U.S. 501, 508, 104\r\nS. Ct. 819, 823, 78 L. Ed. 2d 629, 637 (1984). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Nebraska Press Court recognized a trial court's duty to protect the\r\ndefendant's constitutional right to a fair trial from the impact of pretrial\r\npublicity: \r\n  \r\n  \r\n  \r\n\r\n12 Although the Supreme Court has declined to do so, a number of lower\r\ncourts have held that a defendant's Sixth Amendment right to a fair trial is\r\nsuperior to the right of free speech and that, where the two rights collide, the\r\nlatter must give way to the former. Application of Dow Jones &amp; Co., 842\r\nF.2d 603 (2d Cir.), cert. denied, 488 U.S. 496 (1988) (when exercise of free\r\npress rights actually tramples on Sixth Amendment rights, former must yield\r\nto the latter); United States v. Davis 904 F. Supp. 564 (E.D. La. 1995);\r\nChicago Council of Lawyers v. Bauer, 522 F.2d 242 (7th Cir. 1975), cert.\r\ndenied, 427 U.S. 912 (19-16); News Journal Corp. v. Foxman, 939 F.2d 1499\r\n(11th Cir. 1991) (when First Amendment claims impinge on Sixth\r\nAmendment right to trial by impartial jury, asserted First Amendment\r\nfreedoms must yield to the 'most fundamental of all freedoms,' the right to\r\na fair trial for the accused); Mockaitis v. Harcleroad, 938 F. Supp. 1516 (D.\r\nOr. 1996), rev'd on other grounds, 104 F.3d 1522 (9th Cir. 1997). \r\n  \r\np.8\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nDue process requires that the accused receive a trial by an\r\nimpartial jury free from outside influences. . . . [T]he trial courts\r\nmust take strong measures to ensure that the balance is never\r\nweighed against the accused . . . . where there is a reasonable\r\nlikelihood that prejudicial news prior to trial will prevent a fair\r\ntrial, the judge should [take such measures as continuance,\r\nchange of venue, sequestration, or a new trial]. . .  But we must\r\nremember that reversals are but palliatives; the cure lies in\r\nthose remedial measures that will prevent the prejudice at its\r\ninception.  The courts must take such steps by rule and\r\nregulation that will protect their processes from prejudicial\r\noutside interferences. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n427 U.S. at 552-53, 96 S. Ct. at 2800, 49 L. Ed. 2d at 694 (emphasis\r\nsupplied) (citing Shepard v. Maxwell, 384 U.S. 333, 86 S. Ct. 1507, 16 L.\r\nEd. 2d 600 (1966). See also Noriega, 752 F. Supp. at 1049-51. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Citing Learned Hand,13 Nebraska Press established a three-prong\r\nbalancing test to determine whether a prior restraint is justified: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1.    The nature and extent of pretrial publicity; \r\n  \r\n  \r\n  \r\n2.    Whether other measures would be likely to mitigate the\r\n effects of unrestrained pretrial publicity; and \r\n  \r\n  \r\n  \r\n3.   How effectively a restraining order would operate to\r\n prevent the threatened danger. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n427 U.S. at 562-68, 96 S. Ct. at 2804-07, 49 L. Ed. 2d at 699-703. Nebraska\r\nPress specifically noted that \"[t]he precise terms of the restraining order are\r\nalso important.\" Id. at 562, 96 S. Ct. at 2804, 49 L. Ed. 2d at 699. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the remedial measures employed by the trial court here were \r\n  \r\n  \r\n  \r\n\r\n13 \"[T]he gravity of the 'evil' as discounted by its improbability, justifies\r\nsuch invasion of free speech as is necessary to avoid the danger.\" 427 U.S.\r\nat 562, 96 S. Ct. at 2804, 49 L. Ed. 2d at 699 (emphasis supplied) (citing\r\nUnited States v. Davis, 183 F.2d 201, 212 (2d Cir. 1950), aff'd, 341 U.S. 494\r\n(1951)). \r\n  \r\n  \r\n  \r\np.9\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nnecessary to guarantee Quattlebaum's right to a fair trial.14 Moreover, the\r\nrestraint imposed by the trial court was as narrowly tailored, both in scope\r\nand duration, as was possible under the circumstances. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, as to the first element, although Quattlebaum's case was not\r\nextremely \"sensational,\" it was a death penalty case which received media\r\nattention throughout the state due, in large part, to the videotape in\r\nquestion.  We find sufficient evidence in the record from which to conclude\r\nthe pretrial publicity in this case had the potential to  impair the\r\nQuattlebaum's right to a fair trial. Accord Nebraska Press, 427 U.S. at 562-\r\n63, 96 S. Ct. at 2804, 49 L. Ed. 2d at 700 (notwithstanding impact of\r\npublicity is \"of necessity speculative,\" dealing as a court must with factors\r\nunknown and unknowable, court could reasonably conclude, based on common\r\nhuman experience, that publicity might impair defendant's right to a fair\r\ntrial). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, we find the third prong of Nebraska Press is met in this case.\r\nUndoubtedly, the prior restraint prevented prospective jurors from learning\r\nthe contents of the privileged communication contained on the videotape.\r\nClearly, it prevented the threatened danger to Quattlebaum's right to a fair \r\n  \r\ntrial.15 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The most troubling element of Nebraska Press is the second prong,\r\nwhether \"other measures would be likely to mitigate the effects of\r\nunrestrained pretrial publicity.\" The problem with application of this factor \r\n  \r\n\r\n14Although other measures may have, as discussed below, mitigated the\r\neffects of pretrial publicity, the only measure certain to ensure Quattlebaum's\r\nfundamental right to a fair trial was imposition of the prior restraint, \r\n  \r\n  \r\n  \r\n 15 Unlike the situation in Nebraska Press, the prior restraint here was\r\nmanageable because the only known media sources in possession of the\r\nvideotape were local media television stations and newspapers.  Since all\r\nparties and media in possession of the tape were restrained from disclosing\r\nits contents, the territorial problems espoused by the Court in Nebraska\r\nPress were much less troublesome.  The fact that people may have speculated\r\nas to the contents of the videotape in question is simply insufficient to rule\r\nthat Quattlebaum had not met his burden of demonstrating a prior restraint\r\nwould prevent the threat to his right to a fair trial.  On the contrary, this is\r\none of those \"unknown and unknowable\" ramifications which we find,\r\njustifies the trial court's conclusion that the prior restraint would prevent the\r\nharm in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.10\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nis that it is simply untenable to suggest that other measures would not, in\r\nany case, be \"likely to mitigate\" the effects of pretrial publicity.  It could\r\nalways be argued that other measures would, to some degree, \"mitigate\" the\r\neffects of pretrial publicity.16 \"Mitigate\" is defined as \"to make less severe,\r\nalleviate. . . .\" NEW WEBSTER'S DICTIONARY AND THESAURUS 640\r\n(1993).  Although alternate measures might \"make less severe\" the effects of\r\npretrial publicity, they could not, in this case, ensure Quattlebaum's right to\r\na fair trial.  Were we to premise our analysis solely upon whether other\r\nmeasures would be \"likely to mitigate\" the effects of pretrial publicity, then\r\nwe can conceive of no situation which would meet the elements of Nebraska\r\nPress.  We do not believe the Supreme Court intended the second prong of\r\nNebraska Press to be read in isolation so as to foreclose the possibility, in all\r\ncircumstances, of a prior restraint.  Had it intended such a result, it would\r\nhave imposed an absolute ban on prior restraints.  Indeed, a majority of the\r\nCourt specifically declined to do so,17 stating: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever difficult it may be, we need not rule out the \r\n  \r\n  \r\n  \r\n\r\n16Under a literal application of the second prong of Nebraska Press, it\r\nis questionable whether the test could ever be met. See L. Tribe, American\r\nConstitutional Law 858-59 (2d Ed. 1988) (Supreme Court's confidence that\r\nalternatives to prior restraints on media will adequately deter any adverse\r\nimpact of publicity suggests that Nebraska Press acts as \"a virtual bar to\r\nprior restraints\" on the press); Bernabe-Riefkohl, Prior Restraints on the\r\nMedia and The Right to a Fair Trial: A Proposal for a New Standard, 84 Ky.\r\nL.J. 259, 290-91 (1995-96) (standard of Nebraska Press is almost impossible\r\nto meet as a defendant cannot demonstrate that twelve impartial jurors\r\ncannot be found or that alternative measures will not eliminate risks). \r\n  \r\n  \r\n  \r\n17 At least four of the justices in Nebraska Press advocated a position\r\nthat a prior restraint on the press could, in no circumstances, be justified.\r\nSee 427 U.S. at 570, 96 S. Ct. at 2808, 49 L. Ed. 2d at 704 (Justice White\r\nconcurring); Id. at 572, 96 S. Ct. at 2809, 49 L. Ed. 2d at 705 (Justices\r\nBrennan, Stewart and Marshall concurring). See also Peterson, A First\r\nAmendment-Sixth Amendment Dilemma: Manuel Noriega Pushes the\r\nAmerican Judicial System to the Outer Limits of the First Amendment, 25\r\nJ. Marshall L. Rev. 563, 579 (1992) (noting that concurrences in Nebraska\r\nPress test makes prior restraints on publication of information already\r\nobtained an impossible order to justify); Bernabe-Riefkohl, supra note 16, at\r\n267 (suggesting standard set forth by Supreme Court is inoperable and\r\nconfusing, and courts should adopt absolute rule against the use of prior\r\nrestraints). \r\n  \r\n  \r\n  \r\np.11\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\npossibility of showing the kind of threat to fair trial\r\nrights that would possess the requisite degree of\r\ncertainty to justify restraint.  This Court has\r\nfrequently denied that First Amendment rights are\r\nabsolute and has consistently rejected the proposition\r\nthat a prior restraint can never be employed. \r\n  \r\n  \r\n  \r\n427 U.S. at 570, 96 S. Ct. at 2808, 49 L. Ed. 2d at 704. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Rather, as we view the Nebraska Press test, it must be viewed in its\r\nentirety, with a view toward ensuring a defendant's fundamental right to a\r\nfair trial, and not merely with an eye toward \"mitigating the effects\" of\r\npretrial publicity.  As noted previously, the Nebraska Press Court, specifically\r\nnoted that such invasion of free speech as is necessary to avoid the danger\r\nis permissible. See supra note13. 18 We find the limited prior restraint \r\n  \r\n  \r\n  \r\n\r\n 18 A number of courts and commentators have recognized that the\r\n\"alternative measures\" suggested by Nebraska Press are, in reality,\r\ninsufficient.  As one court has noted, \"[e]mphatic jury instructions to\r\ndisregard prejudicial publicity is an unsatisfactory solution.\") Davis, 904 F.\r\nSupp. at 569. See also KUTV v. Wilkinson, 686 P.2d 456 (Utah 1984)\r\n(finding neither sequestration nor voir dire were sufficient alternatives to\r\nimposition of restraining order).  Additionally, it has been argued that other\r\nalternatives do not sufficiently safeguard the right to a fair trial: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPostponement may encroach on the accused's right of a speedy\r\ntrial and may actually increase publicity in a case of great public\r\ninterest; change of venue involves delay presenting the problems\r\nassociated with postponement, local communities have an interest\r\nin local adjudication, and a highly publicized criminal case likely\r\nwill cause prejudicial information to be disseminated nationally,\r\nrendering change of venue ineffective; voir dire cannot remove\r\nindividuals who have read previous newspaper accounts and a\r\nlarger jury pool may result in a greater number of people who\r\nhave been exposed to prejudicial publicity or to a delay in voir\r\ndire with an enhanced opportunity for improper publicity to\r\noccur; jury sequestration is not only a drastic measure, requiring\r\nthe jurors to compensate for the publicized actions of trial\r\nparticipants, but also lengthy jury sequestration can cause the\r\nbias of resentment, the desire to end deliberation, and cannot\r\nremove prejudice from publicity prior to impanelment and jury\r\ninstructions may be ineffective regardless of pretrial publicity \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nimposed here was necessary to avoid the potential prejudice to Quattlebaum\r\nas would ensue from disclosure of the videotape.  Were we to hold otherwise,\r\nthe contents of the videotape in question could have been disclosed and the\r\nsubstance of the privileged communication with his attorney divulged.  Once\r\ndisclosed, although other measures might have alleviated the prejudice to\r\nQuattlebaum, his right to a fair trial could not have been guaranteed.19 In\r\nour view, the United States Supreme Court did not intend such a result in\r\nestablishing the Nebraska Press test.  Accordingly, we find the threat of\r\nprejudice to Quattlebaum's right to a fair trial justified the prior restraint\r\nhere. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Our decision to affirm the circuit court's issuance of a temporary\r\nrestraining order is bolstered by the uncertainty of the precise standard\r\nnecessary to justify a prior restraint in cases in which the defendant claims,\r\nnot only that pretrial publicity threatens his right to a fair trial, but also\r\nthat his attorney client privilege has been violated, thereby jeopardizing his\r\nright to effective assistance of counsel.20 We refer to the uncertainty created\r\nby the decisions of the District Court, and the Eleventh Circuit Court of\r\nAppeals, in United States v. Noriega.  See supra note 11. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs noted in Footnote 11, the Noriega cases involved the recording of \r\n  \r\n\r\nbecause the great detail present in jury instructions in a highly\r\npublicized criminal trial .may not highlight precisely the issues\r\nthe jurors are being instructed not to consider. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStabile, Free Press-Fair Trial: Can They Be Reconciled in a Highly Publicized\r\nCriminal Case, 79 Geo.  L.J. 337, 343-45 (1990). See also Isaacson, Fair Trial\r\nand Free Press: An Opportunity for Coexistence, 29 Stan.  L.R. 561 (1990)\r\n(recognizing inadequacy of alternative measures set forth in Nebraska Press\r\nand Sheppard v. Maxwell); Davis, 904 F. Supp. at 568-69. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 190nce a privileged communication has been disclosed to the public, it\r\ncan never be recalled and the right to a fair trial may have been forever\r\njeopardized. Accord United States v. Davis, 904 F.Supp. 564, 569 (E.D. La.\r\n1995) (it is difficult, if not impossible, to \"unring a bell\"). \r\n  \r\n  \r\n  \r\n 20 In Noriega 3, the District Court. on remand, analyzed the claims as\r\ntwo separate prongs: the defendant's Sixth Amendment right to a fair trial,\r\nand his Sixth Amendment right to effective assistance of counsel.  It applied\r\nthe three prong Nebraska Press test to both rights. \r\n  \r\n  \r\n  \r\np.13 \r\n  \r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nManuel Noriega's privileged telephone calls with his attorneys while in prison\r\nin Florida.  The United States District Court for the Southern District of\r\nFlorida temporarily restrained CNN, which had gained possession of the\r\ntapes, from broadcasting the recordings until it could determine whether\r\nbroadcasting the tapes would prejudice Noriega's trial. 752 F. Supp. 1032\r\n(S.D. Fla. 1990) (Noriega 1).     Clearly, this does not comport with the\r\nNebraska Press three-prong test as that test requires a showing of prejudice\r\nin the first instance before a prior restraint is ever justified.  Nonetheless,\r\nthe Eleventh Circuit upheld the restraining order. 917 F.2d 1543 (11th Cir.\r\n1990) (Noriega 2). 21 In doing so, the Eleventh Circuit noted that \"the\r\ndetermination of whether the telephonic communications between Noriega\r\nand his defense counsel are privileged, while not necessarily dispositive of\r\nwhether such communication should be publicly broadcast, would be relevant\r\nto the District Court's assessment of potential harm to Noriega's right to a\r\nfair trial.\" Id. at 1551.  The Supreme Court denied certiorari, over the\r\ndissent of Justices Marshall and O'Connor. 498 U.S. 976, 111 S. Ct. 451, 112\r\nL. Ed. 2d 432 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In light of the opinions in Noriega 1 and 2, it is uncertain precisely\r\nhow the Supreme Court would rule if faced directly with the issue of a prior\r\nrestraint in the context of the media's threatened disclosure of confidential\r\nconversations obtained in violation of the attorney client privilege.  At least\r\none commentator has speculated that the denial of certiorari in Noriega\r\nleaves open the possibility that the Nebraska Press standard is open to\r\nrevision. See Splichal and Bunker, The Supreme Court and Prior Restraint\r\nDoctrine: An Ominous Shift?, 3-SPG Media L. &amp; Pol'y 9, 11, 12 (1994)\r\n(speculating that alarm expressed in dissenting opinion in Supreme Court's\r\ndenial of certiorari suggests a majority of the Court might be willing to give\r\njudges a freer reign in balancing First Amendment principles with fair trial\r\nconcerns).  Accordingly, in light of the confusion surrounding the Noriega\r\ncases, 22 we find the matter is better left to the United States Supreme Court \r\n  \r\n  \r\n  \r\n\r\n21 A number of commentators have recognized misapplication of the\r\nNebraska Press test in Noriega 1 and Noriega 2. See Peterson, supra note\r\n17, at 563; Splichal and Bunker, The Supreme Court and Prior Restraint\r\nDoctrine: An Ominous Shift?, 3-SPG Media L. &amp; Pol'y 9 (1994); Schweiker,\r\nUnited States v. Noriega:  Conflicts Between the First Amendment and\r\nRights to a Fair Trial and Privacy, 1993 U. Chi.  Legal F. 369, 374 (1993). \r\n  \r\n  \r\n  \r\n 22Although the Eleventh Circuit ultimately concluded Noriega was not\r\nentitled to continuation of the restraining order, 752 F. Supp. 1045 (11th Cir.\r\n1990) (Noriega 3), that decision was based in large part on the fact that the \r\n  \r\n  \r\n  \r\np.14\r\n\r\nEX-PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nfor resolution.  Should that Court wish to establish an alternative standard\r\nfrom that set forth in Nebraska Press, or to adopt an absolute ban on prior\r\nrestraints, it is free to do so. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is difficult to conceive of a situation in which the rights of a\r\ndefendant to a fair trial were more at jeopardy than the instant case.23 If\r\nQuattlebaum's Sixth Amendment rights were insufficient to justify imposition.\r\nof the prior restraint in this case, we can think of no situation in which a\r\nprior restraint would ever be justified or in which alternative measures would\r\nnot be found sufficient to mitigate any threatened prejudice.  Since Nebraska\r\nPress did not foreclose the possibility that there may be situations in which\r\na prior restraint is justified, we find the egregious circumstances of this case\r\nsufficient to warrant imposition of the extremely limited temporary\r\nrestraining order imposed by the circuit court.24 Any contrary holding would\r\npotentially have denied Quattlebaum's fundamental right to a fair trial and\r\nhave been shocking to the universal sense of justice; such a result will not\r\nbe endorsed by this Court.  Accordingly, the judgment below is \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED. \r\n  \r\n FINNEY, C.J., MOORE and BURNETT, JJ., concur.  TOAL, A.J., concurring\r\nand dissenting in separate opinion. \r\n  \r\n  \r\n  \r\n\r\ntapes in question contained only two conversations falling within the attorney\r\nclient ambit, one of which had already been broadcast by CNN, and the other\r\nof which was so \"cryptic and disjointed\" that Noriega's counsel conceded it\r\nwas not prejudicial insofar as impaneling an impartial jury was concerned.\r\nId. at 1053. Noriega 3 sheds no light on the appropriate standard to be\r\napplied in cases such as that presently before the Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 23 Unfortunately, both this Court's and the lower court's hands are\r\nsomewhat \"tied\" in this case in that it is impossible, without disclosing the\r\ncontents of the videotape, to accurately portray the potential prejudice to\r\nQuattlebaum. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n24As noted previously, the order on appeal does not prohibit publication\r\nof the existence of the videotape, or the fact of the invasion of the attorney\r\nclient privilege.  It does not even prohibit the videotape itself from being\r\naired by the media; it merely restricts dissemination of the contents of the \r\n  \r\nprivileged communication itself, or the characterization of the contents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.15 \r\n  \r\n\r\nEX PARTE: STATE-RECORD CO., !NC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: I concur as to the majority's discussion of subject matter\r\njurisdiction and personal jurisdiction, but dissent as to the validity of the\r\nprior restraint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At the outset it is essential to understand that all prior restraints are\r\nnot equal.    It is also important to understand what the present prior\r\nrestraint is, and what it is not.  The prior restraint here is a judicial\r\nrestraint on the disclosure by the press of an attorney's private consultation\r\nwith his client.  By restraining publication, the trial court has attempted to\r\nprotect and preserve the integrity of a criminal trial and the constitutional\r\nvalues which inhere therein.  What this prior restraint is not is an executive,\r\nlegislative, or judicial prior restraint of the expression of an opinion.  It is\r\nalso not a permanent restraint on the publication of the attorney-client\r\nconference. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The First Amendment to the United States Constitution provides,\r\n\"Congress shall make no law . . . abridging the freedom of speech, or of the\r\npress . . .\" U.S. Const. amend. I. On its face, the provision seems to apply\r\nonly to legislative abridgements of free speech, restricting as it does\r\ncongressional action.1d The application of the First Amendment to judicial \r\n  \r\n  R2\">\r\nprior restraints is a late twentieth century phenomenon.2d Although the\r\nhistory of the drafting of the First Amendment, as well as the literal\r\nlanguage of the amendment itself, suggest that it was intended solely as a \r\n  \r\n\r\n1d See Mark P. Denbeaux, The First Word of the First Amendment, 80\r\nNw. U. L. Rev. 1156 (1986)(arguing that a First Amendment basis for\r\nstriking down judicial prior restraints rests on a \"shaky foundation\" and that\r\nthe Fourteenth Amendment due process clause would be the better source for\r\nrestricting state courts in this regard). \r\n  \r\n  \r\n  \r\n 2d The Supreme Court's first case involving a judicial prior restraint was\r\nCarroll v. President of Princess Anne County, 393 U.S. 175, 89 S. Ct. 347, 21\r\nL. Ed. 2d 325 (1968).  In Carroll, the trial court issued an order restraining\r\na white supremacist organization from holding, for more than ten months,\r\nrallies or meetings that would tend to disturb and endanger the citizens of\r\nthe county.     The judicial proceedings held to consider the order were\r\nconducted ex parte with no notice being given to the white supremacist\r\ngroup.    The Supreme Court ultimately struck down the judicial prior\r\nrestraint, stating, \"The issuance of an injunction which aborts a scheduled\r\nrally or public meeting, even if the restraint is of short duration, is a matter\r\nof importance and consequence in view of the First Amendment's imperative.\"\r\n393 U.S. at 184, 89 S. Ct. at 353, 21 L. Ed. 2d at 333. \r\n  \r\np.16\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B..J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nlimitation on legislative restraints of speech and the press, today it is\r\nassumed that this language encompasses judicial restraints.  In modern First\r\nAmendment litigation no one questions whether or not the prohibition against\r\njudicial prior restraints might be limited to orders based on statutes.\r\nPerhaps the time has passed when such a question could be seriously\r\naddressed by an appellate court.  But what should legitimately be revisited\r\nin the view of the majority, and in my view, is whether or not the same\r\nanalysis should be applied to all judicial prior restraints. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A fair trial is guaranteed to litigants in both civil and criminal\r\ndisputes.  Does it make a difference whether the judicial prior restraint is\r\nsimply a device to prevent premature publicity of matters at issue in a civil\r\nor criminal trial as opposed the prior restraint at issue in the instant capital\r\nmurder case where the court also seeks to safeguard such constitutional\r\nvalues such as the protection against self-incrimination, the right to an\r\nattorney of the defendant's choosing, and the right to a speedy trial? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Presently, the rigid Nebraska Press test is the only tool trial judges\r\nhave to address questions of prior restraint, whether legislative or judicial,\r\nwhether in the criminal or civil context, and whether in the high-profile\r\ncapital murder case or misdemeanor traffic court.  While there is a certain\r\nelegant simplicity in \"bright line\" tests from the standpoint of appellate\r\njudges, such tests really do not give meaningful and practical guidance to\r\ntrial judges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In high-profile criminal cases, trial judges frequently encounter a media\r\nfrenzy which they must deal with in a matter of hours.  In this case, the\r\npolice taped defendant's very first conversation with his lawyer, just after he\r\nwas arrested for murder.  The prosecution retained this tape for over a year\r\nunbeknownst to defendant or his lawyer.  The tape was leaked to the largest\r\ntelevision station in the area from which defendant's jury would be selected.\r\nThe possibility of a tainted jury venire was very real.  The trial judge\r\nproposed to solve this dilemma by restraining the media from publishing the\r\nattorney-client conversation until the jury had been empaneled.   The\r\ntelevision station involved here was responsible enough to voluntarily restrain\r\npublication of the surreptitiously taped attorney-client conference until a\r\nhearing could be held. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Nebraska Press test requires the trial court to make detailed\r\nfindings on all available alternatives.  This may be unrealistic in the real\r\nworld of high-profile criminal trials.  Additionally, it forces the trial judge to\r\nmake choices between other constitutional values.  It may always be possible \r\n  \r\n  \r\n  \r\np.17\r\n\r\nEX PARTE: STATE-RECORD CO., INC. v. IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nto posit other \"possible\" alternatives to judicial prior restraints.  If a trial\r\njudge has to eliminate all other alternatives (a crystal ball exercise since\r\nnone of the \"alternatives\" will have been put into play), then in reality there\r\nexists an absolute prohibition against any prior restraint.  Are the protections\r\nof the Fifth and Sixth Amendments thus sacrificed to the demands of the\r\nmodern day media for instant public dissemination of any information to\r\nwhich it falls privy no matter the impact on the fairness of the trial?  In the\r\nfinal analysis, Nebraska Press, for all its language to the contrary, may have\r\neffectively established the constitutional doctrine that the First Amendment\r\ntrumps the Fifth, Sixth, and Fourteenth Amendments. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority opinion is a scholarly and thoughtful review of the leading\r\nauthorities on the question of whether a prior restraint of the press can ever\r\nbe ordered by a trial judge in this country.  The majority argues that the\r\napplication of the Nebraska Press test here damages the defendant's most\r\nfundamental due process rights in three important respects.  First, the\r\nsanctity of his attorney-client privilege has been invaded.  Second, his Fifth\r\nAmendment right against compulsory self-incrimination has potentially been\r\ncompromised.  Finally, the selection of the normal alternatives to the prior\r\nrestraint, including continuance of the case until public attention abates,\r\nchange of venue to a locale not so infected with the pre-trial publicity, and\r\nvoir dire questioning of the jury to eliminate any biased jurors, impairs the \r\n  \r\ndefendant's right to a speedy trial by a jury of his peers.\r\n As noted above, I agree with the majority that the Nebraska Press test\r\nshould be revisited by the Supreme Court.  A standard must be formulated\r\nthat adequately addresses the pressures and complex constitutional concerns\r\nthat accompany a high-profile murder case.  That said, I find myself\r\ncompelled to dissent under the current state of the law.  Further, the\r\nmajority's proposed standard falls short of the kind of sophisticated test\r\nrequired in this situation.  Although more flexibility in issuing a prior\r\nrestraint may be deserving in a case such as this, it should not result in a\r\n\"rubber stamped\" restraint whenever there is any potential prejudice to the\r\ndefendant.  An examination of less restrictive alternatives must remain part\r\nof the analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As discussed by the majority, in this century the United States\r\nSupreme Court has consistently interpreted the First Amendment as\r\nmandating a \"heavy presumption\" against the constitutional validity of prior\r\nrestraints. Organization for a Better Austin v. Keefe, 402 U.S. 415, 91 S. Ct.\r\n1575, 29 L. Ed. 2d 1 (1971); Carroll v. President of Princess Anne County,\r\n393 U.S. 175, 89 S. Ct. 347, 21 L. Ed. 2d 325 (1968); Near v. Minnesota ex. \r\n  \r\n  \r\n  \r\np.18\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nrel.  Olson, 283 U.S. 697, 51 S. Ct. 625, 75 L. Ed. 1357 (1931).  This\r\npresumption is largely the result of Justice Oliver Wendell Holmes's famous\r\ndeclaration in Patterson v. Colorado, 205 U.S. 454, 462, 27 S. Ct. 556, 558,\r\n51 L. Ed. 879 (1907): \"[T]he main purpose of [the First Amendment] is to\r\nprevent all such previous restraints upon publications as had been practiced\r\nby other governments.\"3d The question before this Court is at what point\r\nmust this \"heavy presumption\" give way to a defendant's right to a fair trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Nebraska Press Association v. Stuart, 427 U.S. 539, 96 S. Ct. 2791,\r\n49 L. Ed. 2d 683 (1976), the United States Supreme Court addressed this\r\nvery issue.  The defendant was charged with murdering six members of a\r\nfamily in the small town of Sutherland, Nebraska, a town of about 850\r\npeople.  Due to the notoriety of the case, the trial court issued an order\r\nprohibiting the press from publishing specific aspects of the trial.  The\r\nNebraska Supreme Court upheld the restraint with some modifications.  The\r\nUnited States Supreme Court reversed, finding the prior restraint invalid\r\nunder its three-prong test. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In this case, the majority questions the second prong of the Nebraska\r\nPress test.  The majority states that under this prong no situation can be\r\nconceived of in which a prior restraint would be justified because alternative\r\nmeasures would almost always be likely to mitigate the effects of pretrial\r\npublicity.  The majority asserts that such a standard is untenable as it would\r\nbe impossible for a court to ensure a defendant's Sixth Amendment right to\r\na fair trial.  I share the majority's concern and agree that the second prong\r\nof the Nebraska Press test should not be read in isolation.  The test itself\r\ndoes not require invalidation of a prior restraint solely because other\r\nmeasures might mitigate the effects of the pretrial publicity.  It is a\r\nbalancing test.  A court must consider the degree to which other measures\r\nwill mitigate the adverse effects of the pretrial news coverage in light of the\r\nnature and extent of that publicity. See Nebraska Press, 427 U.S. at 569, 96\r\nS. Ct. at 2807, 49 L. Ed. 2d at 703 (\"We cannot say on this record that\r\nalternatives to a prior restraint on petitioners would not have sufficiently\r\nmitigated the adverse effects of pretrial publicity so as to make prior \r\n  \r\n  \r\n  \r\n\r\n3d Holmes's interpretation of the First Amendment had its origins in\r\nBlackstone's Commentaries: \"The liberty of the press is indeed essential to\r\nthe nature of a free state; but this consists in laying no previous restraints\r\nupon publications, and not in freedom from censure for criminal matter when\r\npublished.\" 4 William Blackstone, Commentaries 151; see G. Edward White,\r\nJustice Holmes and the Modernization of Free Speech Jurisprudence: The\r\nHuman Dimension, 80 Cal.  L. Rev. 391, 398 (1992). \r\n  \r\n  \r\n  \r\np.19\r\n\r\nEX-PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nrestraint unnecessary.\"). The presumption, however, is heavily in favor of\r\nusing alternative measures.  As noted by the Court in Nebraska Press, \"our\r\nconclusion [that the prior restraint is invalid] is not simply a result of\r\nassessing the adequacy of the showing made in this case; it results in part\r\nfrom the problems inherent in meeting the heavy burden of demonstrating,\r\nin advance of trial, that without prior restraint a fair trial will be denied.\"\r\nNebraska Press, 427 U.S. at 569, 96 S. Ct. at 2807-08, 49 L. Ed. 2d at 703. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In this case, there is little doubt that other measures might mitigate\r\nthe effects of the pretrial publicity.  The pertinent question under Nebraska\r\nPress is whether such alternatives would sufficiently mitigate those effects.\r\nUnder the current state of the law, I am compelled to answer yes to this\r\nquestion. \r\n  \r\n  \r\n  \r\n The Supreme Court's first prior restraint decision was Near v.\r\nMinnesota, 283 U.S. 697, 51 S. Ct. 625, 75 L. Ed. 1357, which involved a\r\nlegislative restraint on publication.  By invalidating the restraint, the Court\r\nin Near echoed Holmes's earlier proclamation in Patterson that the primary\r\nobjective of the First Amendment was to avoid prior restraints.  Quoting\r\nJames Madison, the Court stated, \"'This security of the freedom of the press\r\nrequires that it should be exempt not only from previous restraint by the\r\nExecutive, as in Great Britain, but from legislative restraint also.\"' Near, 283\r\nU.S. at 714, 51 S. Ct. at 630, 75 L. Ed. at 1366.  The Court further observed,\r\n\"The preliminary freedom [of the press] extends as well to the false as the\r\ntrue.  \" Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It was not until 1968 that the Supreme Court added to its First\r\nAmendment jurisprudence a presumption against judicial prior restraints.\r\nSee Carroll v. President of Princess Anne County, 393 U.S. 175, 89 S. Ct.\r\n347, 21 L. Ed. 2d 325.  The Court's invalidation of judicial prior restraints\r\ncame without an explanation of why the First Amendment was applicable to\r\nsuch orders. Id. (simply concluding that there is a \"heavy presumption\"\r\nagainst prior restraints under the First Amendment).  In New York Times\r\nCompany v. United States, 403 U.S. 713, 91 S. Ct. 2140, 29 L. Ed. 2d 822\r\n(1971), the government sought to enjoin the New York Times and the\r\nWashington Post from publishing a classified study of the Vietnam war.\r\nDespite the weighty countervailing interest of national security, the Supreme\r\nCourt refused to sustain the judicial prior restraint.  In a concurring opinion,\r\nJustice Black borrowed James Madison's remarks concerning the Bill of\r\nRights: \"'the freedom of the press, as one of the great bulwarks of liberty,\r\nshall be inviolable.\"' New York Times, 403 U.S. at 716, 91 S. Ct. at 2142, 29\r\nL. Ed. 2d at 826. \r\n  \r\n  \r\n  \r\np.20 \r\n  \r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\n The majority emphasizes that the Supreme Court in Nebraska Press\r\ndeclined to assign priorities between the First and Sixth Amendments.  As\r\nsuch, the majority seeks to take advantage of this apparent indecision by\r\nsuggesting the primacy of the Sixth Amendment.  The majority notes that \"a\r\nnumber of lower courts have held that a defendant's Sixth Amendment right\r\nto a fair trial is superior to the right of free speech and that, where the two\r\nrights collide, the latter must give way to the former.\" However, none of the\r\ncases cited by the majority involved prior restraints.4d In fact, these cases\r\nexplicitly distinguished prior restraints from other restrictions on freedom of\r\nexpression and acknowledged the virtual per se invalidity of the former. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In News Journal Corporation v. Foxman, 939 F.2d 1499 (11th Cir.\r\n1991), the Eleventh Circuit faced the question of whether a trial court could\r\nlimit extrajudicial commentary of trial participants.  Citing Nebraska Press,\r\nthe Eleventh Circuit noted that such orders were less restrictive than prior\r\nrestraints on the press for averting the effects of prejudicial pretrial publicity.\r\nThe court further recognized that there was a \"heavy presumption\" against\r\nprior restraints. See Foxman, 939 F.2d at 1512 (citing Nebraska Press).  The \r\n  \r\n  \r\n  \r\n\r\n4d The majority's references to Estes v. State of Texas, 381 U.S. 532, 85\r\n S. Ct. 1628, 14 L. Ed. 2d 543 (1965) and Press Enterprise Co. v. Superior\r\n Court of California, 464 U.S. 501, 104 S. Ct. 819, 78 L. Ed. 2d 629 (1984)\r\n are also unavailing.  In Estes, the Supreme Court faced the issue of whether\r\n television cameras in the courtroom violated the defendant's due process\r\n rights under the Fourteenth Amendment.  The issue had nothing to do with\r\n the validity of a prior restraint.  The only remedy available to the defendant\r\n was a reversal of his conviction.  Finding the defendant's due process rights\r\n were violated, the Court stated, \"We have always held that the atmosphere\r\n essential to the preservation of a fair trial -- the most fundamental of all\r\n freedoms -- must be maintained at all costs.\" 381 U.S. at 540, 85 S. Ct. at\r\n 1632, 14 L. Ed. 2d at 549.  The Court then observed, \"Our approach has been\r\n through rules, contempt proceedings and reversal of convictions obtained\r\n under unfair conditions.\" Id. The Court in no way intimated that it\r\n intended to elevate an accused's right to a fair trial above the well\r\n established presumption against prior restraints. \r\n  \r\n In Press Enterprise, the Court dealt with the right of the public to\r\n attend voir dire proceedings in a criminal case.  The case did not deal with\r\n a prior restraint.  The Court invalidated the trial court's order to close the\r\n proceedings and vindicated the public's right to attend the proceedings.  The\r\n Court found that the trial judge had failed to consider alternatives to closure\r\n and did not make findings sufficiently specific for review by an appellate\r\n court. \r\n  \r\np.21\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\ncourt reiterated the Supreme Court's recommendation to use measures other\r\nthan prior restraints in mitigating the effects of pretrial publicity.\r\nConsequently, the Eleventh Circuit found the restriction on extrajudicial\r\nstatements to be an acceptable alternative.5d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Like the court in Foxman, the Second Circuit in Application of Dow\r\nJones &amp; Company 842 F.2d 603 (2d Cir. 1988), cert. denied, 488 U.S. 946,\r\n109 S. Ct. 377, 102 L. Ed. 2d 365 (1988), addressed the constitutionality of\r\na lower court order restricting extrajudicial statements by trial participants.\r\nIn distinguishing prior restraints from the restriction before it, the court\r\nstated, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[T]here is a substantial difference between a restraining order\r\ndirected against the press -- a form of censorship which the First\r\nAmendment sought to abolish from these shores -- and the order\r\nhere directed solely against trial participants and challenged only\r\nby the press.  The distinction is critical. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe most offensive aspect of a prior restraint is the censorship\r\ninvolved by forbidding the dissemination of information already\r\nknown to the press and therefore public.  A prior restraint\r\ndeprives the public of specific news because it prevents\r\npublication.  Although the restraining order in this case limits\r\nthe flow of information readily available to the news agencies --\r\nand for that reason might have an effect similar to that of a prior\r\nrestraint -- the fact that the order is not directed at  the news\r\nagencies and that they therefore cannot be haled into court for\r\nviolating its terms deflates what would otherwise be  a serious\r\nconcern regarding judicial censorship of the press.  For this\r\nreason the order is considerably less intrusive of First\r\nAmendment rights than one directly aimed at the press. \r\n  \r\n  \r\n  \r\nFoxman, 842 F.2d at 608. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n These cases demonstrate that while it may be permissible for a court\r\nto restrict some First Amendment freedoms in order to protect a defendant's\r\nright to a fair trial, it is almost never acceptable for a court to impose a prior \r\n  \r\n  \r\n  \r\n\r\n5dSee also Stabile, Free Press -- Fair Tral: Can They Be Reconciled in\r\na Highly Publicized Criminal Case? 79 Geo.  L. J. 337 (1990). \r\n  \r\n  \r\n  \r\np.22\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n restraint.6d At most, the two interests share equal prominence in the\r\n Constitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Supreme Court in Nebraska Press sought to reconcile these\r\ninterests without creating an arbitrary hierarchy.  First, the Court recognized\r\nthat \"[a] prior restraint, . . . by definition, has an immediate and irreversible\r\nsanction.\" Nebraska Press, 427 U.S. at 559, 96 S. Ct. at 2803, 49 L. Ed. 2d\r\nat 697-98.  Conversely, pretrial publicity does not inflict an immediate injury\r\nbut only poses \"a risk that [the publicity will] have some adverse impact on\r\nthe attitudes of those who might be called as jurors.\" Id. at 569, 96 S. Ct.\r\nat 2807, 49 L. Ed. 2d at 703 (emphasis added).  In other words, any injury\r\nto the defendant is measured by probability; whereas, the prior restraint is\r\na present transgression of a core constitutional right.  By employing the\r\nremedial measures suggested in Sheppard v. Maxwell, 384 U.S. 333, 86 S. Ct.\r\n1507, 16 L. Ed. 2d 600 (1966),7d the prior restraint is immediately rectified\r\nand any future risk of not having a fair trial is cured.  This is exactly what\r\nthe second prong of the Nebraska Press test attempts to achieve. See U.S.\r\nv. Noriega, 752 F. Supp. 1045, 1054 (S.D. Fla. 1990)(\"lf nothing else,\r\nNebraska Press stands for the proposition that speculative harm falls well\r\nshort of the showing necessity for the imposition of a prior restraint.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As discussed above, any injury to Quattlebaum is measured solely by\r\nprobability.  All the while, the constitutional infirmity of the prior restraint\r\npersists.  Therefore, to justify such an immediate and profound infringement\r\nof the First Amendment, Nebraska Press requires a finding that, absent the\r\nprior restraint, the defendant will be denied a fair trial.  The record here\r\nsimply does not support such a conclusion.  The trial court's consideration of\r\nalternative measures was, at best, cursory.  The trial court failed to make \r\n  \r\n  \r\n  \r\n\r\n6d See also Chicago Council of Lawyers v. Bauer, 522 F.2d 242 (7th Cir.\r\n1975)(finding that there was no prior restraint, and therefore, the court did\r\nnot have to begin its examination with a \"heavy presumption\" against\r\nvalidity); United States v. Davis, 904 F. Supp. 564 (E.D. La. 1995); Stabile,\r\n79 Geo.  L. J. at 341 (\"While it may be permissible to restrict freedom of\r\nexpression in order to protect a defendant's right to a fair trial, not all means\r\nof restriction are acceptable.\"). \r\n  \r\n  \r\n  \r\n7dThese measures include: (1) change of trial venue to a place less\r\nexposed to the publicity; (2) postponement of the trial; (3) questioning of\r\nprospective jurors; (4) jury sequestration; and (5) clear instructions to the jury\r\nto decide issues only on the evidence. See Nebraska Press, 427 U.S. at 563-\r\n64, 96 S. Ct. at 805, 49 L. Ed. 2d at 700. \r\n  \r\n  \r\n  \r\np.23 \r\n  \r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nspecific findings regarding the degree to which other measures would\r\nmitigate the effects of the pretrial publicity.8d Such findings are basic to the\r\nbalancing required by Nebraska Press.  If the trial court had explored each\r\nof the alternatives, it would have had to conclude that the prior restraint was\r\nnot necessary.9d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, the majority asserts that its decision to affirm the restraining\r\norder is \"bolstered by the uncertainty of the precise standard necessary to\r\njustify a prior restraint in cases in which the defendant claims, not only that\r\npretrial publicity threatens his right to a fair trial, but also that his attorney-\r\nclient privilege has been violated, thereby jeopardizing his right to effective\r\nassistance of counsel.\" Again, I join the majority's frustration in not having\r\na more suitable test with which to address the unique and profound\r\nconstitutional concerns presented in this case.  Nevertheless, under current\r\ncase law, I remain compelled to conclude that the prior restraint here must\r\nbe struck down. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In United States v. Noriega, 752 F. Supp. 1032 (S.D. Fla. 1990)\r\n(Noriega I), the federal district court faced the question of whether to restrain\r\nthe publication of privileged conversations between Noriega and his defense\r\nteam.  The court imposed a temporary restraining order until it could review\r\nthe tapes.  The Eleventh Circuit affirmed the district court's order. 917 F.2d\r\n1543 (11th Cir. 1990) (Noriega II).  The majority suggests that Noriega I and\r\nNoriega II create doubt as to the applicability of the Nebraska Press test in\r\ncases involving privileged communications.  In Noriega III, the district court\r\nexplicitly sought to dispel such an interpretation. 752 F. Supp. 1045 (S.D.\r\nFla. 1990).  The court stated that \"[i]n order to make the factual findings\r\nmandated by Nebraska Press, it was necessary to review the subject tapes.\"\r\n752 F. Supp. at 1049.  The court further noted that it had to contend with\r\nCNN's refusal to produce the tapes, and as a result, the court imposed the\r\ntemporary restraining order.  However, the court emphasized that its decision\r\nwas not a comment on the priority between Noriega's First- and Sixth\r\nAmendment rights. Id. at 1051 (\"the court had not then concluded that\r\nNoriega's Sixth Amendment right to a fair trial out-weighed CNN's First \r\n  \r\n\r\n8d The trial court simply concluded, \"The publication or the transmission\r\nof that privileged communication, or its characterization would make it much\r\nmore unlikely that the defendant could obtain a fair and impartial trial,\r\ngiven even all the protections that our system has in place to ensure a fair\r\nand impartial trial.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9d Even the majority admits that this case is not \"extremely sensational.\"\r\np.2 4\r\n\r\nEX PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nAmendment right to be free of prior restraints on publication . . . .\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Noriega III, the district court summarized the inquiry mandated by\r\nthe Eleventh Circuit in Noriega II: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[T]he fact that conversations may or may not fall within the\r\nprotections of the [attorney-client] privilege has no bearing on\r\nwhether Noriega's right to an impartial jury will be clearly and\r\nirreparably harmed by publication  . . . .Guaranteeing Noriega's\r\nright to counsel involves an equally serious but much narrower\r\ninquiry.  There, the court is concerned only with the extent to\r\nwhich the publication of legitimately privileged communications\r\nwould prejudice Noriega's defense were those protected\r\nconversations to fall into the hands of the prosecution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nId. at 1051-52 (emphasis added).  Thus, the significance of the attorney-client\r\nprivilege is limited to a determination of whether the prosecution would be\r\nprohibited from obtaining the communications; and if so, whether the\r\ncommunications would have prejudiced the defendant's case if actually viewed\r\nby the prosecution.  Even if a defendant could establish prejudice as a result\r\nof the prosecution gaining access to the conversations, a court would be\r\nrequired to explore less intrusive alternatives in order to avoid the prior\r\nrestraint. Id. at 1054. (\"Even if Noriega were able to meet his burden of\r\nestablishing demonstrable prejudice upon the prosecution's gaining access to\r\nthese conversations, the court would in all likelihood refrain from imposing\r\na prior restraint on the press.\").10d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Freedom of the press from prior restraints is the quintessential right\r\nunder the First Amendment.  However, the presumption against prior\r\nrestraints must not eviscerate those rights guaranteed by the Fifth, Sixth,\r\nand Fourteenth Amendments.  A more sophisticated test is required in order\r\nto effectively address the complex constitutional concerns that may arise in\r\nany given criminal trial.  The prerogative to change the prior restraint\r\nstandards is the province of the United States Supreme Court.  The majority\r\nmakes a thoughtful and practical challenge to the current Nebraska Press\r\ntest.  I join the majority's plea for a change, but until the Supreme Court\r\nrevises the current test, it binds us. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 10d The court noted that other less drastic alternatives included\r\nsequestration of the prosecution and dismissing members of the prosecution\r\nteam or excluding evidence and witnesses. \r\n  \r\n  \r\n  \r\np.25 \r\n  \r\n\r\nEX-PARTE: STATE-RECORD CO., INC.  IN RE: STATE v. B.J. QUATTLEBAUM \r\n\r\n\r\n\r\n\r\n\r\nFor the foregoing reasons, I respectfully dissent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n26 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24832","title":"Jones v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24832","description":"","date":"1998-08-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDonald Allen Jones,     Petitioner,\r\nv.\r\nState of South Carolina,   Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Lancaster County\r\n Honorable George F. Coleman, Circuit Court Judge\r\nHonorable James M. Morris, Circuit Court Judge (Resentencing)\r\n Honorable Paul E. Short, Jr., Post-Conviction Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24832\r\nHeard October 3, 1995 - Filed August 31, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn H. Blume and Teresa L. Norris, both of Center for Capital\r\nLitigation; and South Carolina Office of Appellate Defense, all\r\nof Columbia, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon and Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, of Columbia, for Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, A.J.: We granted a petition for writ of certiorari from Donald Allen Jones\r\nto review the question of the denial of his right to effective assistance of counsel.  We\r\naffirm the circuit court's order of dismissal. \r\n  \r\n  \r\n  \r\np.27\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n In October 1983, Donald Allen Jones broke into the residence of Ned and Geraldine\r\nPlyler, while they were away.  He stole some money from the house.  When the Plylers\r\nreturned, Jones attacked them, killing Mr. Plyler and then raping Mrs. Plyler. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Jones was arrested and tried.  He was convicted of murder, armed robbery, criminal\r\nsexual conduct, housebreaking, grand larceny, and kidnapping, and was sentenced to\r\ndeath.  His convictions and sentence were affirmed by this Court in State v. Jones, 288\r\n S.C. 1, 340 S. E. 2d 782 (1985).  The United States Supreme Court vacated this judgmen\r\n in Jones v. South Carolina, 476 U.S. 1102, 106 S. Ct. 1943, 90 L. Ed. 2d 353 (1986), in\r\n light of Skipper v. South Carolina, 476 U.S. 1, 106 S. Ct. 1669, 90 L. Ed. 2d 1 (1986).\r\n The case was remanded for a new sentencing proceeding in which Jones would be allowed\r\n to present evidence of his future adaptability to life in prison.  At the resentencing, Jones\r\n was again sentenced to death.  On direct appeal from his resentencing, Jones argued, inter\r\n alia, the trial judge erred in refusing to submit as a statutory mitigating circumstance tha\r\n the murder was committed while he was under the influence of mental or emotional\r\n disturbance. See S.C. Code Ann. § 16-3-20 (C)(b)(2)(Supp. 1996).  This Court found\r\n there was no evidence presented which indicated, at the time of the murder, Jones was\r\n under the influence of mental or emotional disturbance and, therefore, concluded the trial\r\n judge properly refused to charge the statutory mitigating circumstance. State v. Jones, 298\r\n S.C. 118, 378 S.E.2d 594 (1989), cert. denied, 494 U.S. 1060 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In 1990, Jones filed an application for Post-Conviction Relief (\"PCR\").  After an\r\nevidentiary hearing, the circuit court issued an order of dismissal.  Jones's Rule 59(e)\r\nmotion to alter or amend the final order was denied.  He then filed a petition for writ of\r\ncertiorari, and this Court granted certiorari to review one question.  This question is\r\ndivided into two parts: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. Was Jones denied the right to effective assistance of counsel at his resentencing\r\nproceeding as a result of trial counsel's failure to adequately investigate and presen\r\nrelevant mitigating evidence regarding his impoverishment, the neglect and abuse to which\r\nhe was subjected, his severe mental illness, and his neurological impairment? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. Was Jones denied the right to effective assistance of counsel as a result of trial\r\ncounsel's introduction of evidence that Jones had previously been sentenced to death? \r\n  \r\n  \r\n  \r\np.28\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.      MITIGATING EVIDENCE: SOCIAL HISTORY AND MENTAL IMPAIRMEN \r\n  \r\n Jones argues that he was denied the right to effective assistance of counsel during\r\nhis resentencing proceeding because his attorneys failed to thoroughly investigate and\r\npresent mitigating evidence regarding his mental impairments.  Specifically, Jones argues\r\nresentencing counsel were ineffective because they failed to adequately investigate his\r\nsocial history, obtain his mental records, and provide this information to his one exper\r\nwitness, Dr. Diane Follingstad.  He further claims counsel were ineffective because they\r\ndid not obtain the neurological testing specifically recommended by Dr. Follingstad.  Jones\r\nmaintains a complete picture of his mental condition would have established he was\r\nsuffering from a mental or emotional disturbance at the time he committed the murder and,\r\nthereby, entitled him to a charge on the additional statutory mitigating circumstance. See\r\nS.C. Code Ann. § 16-3-20 (C)(b)(2)(the murder was committed while the defendant was\r\nunder the influence of mental or emotional disturbance) \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under the test for ineffective assistance of counsel enunciated in Strickland v.\r\n Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984), the petitioner mus\r\n establish that counsel's representation fell below an objective standard of reasonableness.\r\n Then he must show that the deficient performance prejudiced the defense.  When a\r\n defendant challenges a death sentence, prejudice is established when \"there is a reasonable\r\n probability that, absent [counsel's] errors, the sentencer -- including an appellate court, to\r\n the extent it independently reweighs the evidence -- would have concluded that the balance\r\n of aggravating and mitigating circumstances did not warrant death.\" Id. at 695, 104 S. Ct.\r\n at 2069, 80 L. Ed. 2d at 698.  \"A reasonable probability is a probability sufficient to\r\n undermine confidence in the outcome.\" Id. at 694, 104 S. Ct. at 2068, 80 L. Ed. 2d a\r\n 698. \r\n  \r\n Even if we assume in the present case that counsel's representation fell below an\r\n objective standard of reasonableness, Jones fails the prejudice prong of the Strickland test.\r\n We find that there is not a reasonable probability that, absent the errors, the sentencer\r\n would have concluded that the balance of aggravating and mitigating, circumstances did no\r\n warrant death.  In deciding whether Jones was prejudiced, we must bear in mind the\r\n strength of the government's case and the aggravating factors the jury found, as well as\r\n the mitigating factors that might have been presented if Jones had been provided effective\r\n assistance of counsel. See Stafford v. Saffie, 34 F.3d 1557, 1564 (10th Cir. 1994), cert.\r\n denied, 115 S. Ct. 1830 (1995).  The bottom line is that we must determine whether or no\r\n Jones has met his burden of showing that it is reasonably likely that the jury's death\r\n sentence would have been different if counsel had presented additional information abou\r\n Jones's mental condition.  In making, this determination, we must consider the totality of \r\n  \r\np.29\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\nthe evidence before the jury.1 See Strickland, 466 U.S. 688, 104 S. Ct. 2052, 80 L. Ed.\r\n2d 674. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In this case, the jury was presented with overwhelming evidence of Jones's guilt and\r\nof the aggravating circumstances surrounding the murder.  During the resentencing\r\nproceeding, testimony revealed how Jones, a former employee of the Plylers, broke into\r\ntheir home on October 11, 1983.  After entering onto the property, he stole some money\r\nfrom the home and, while there, shot the Plylers' three dogs.  When the Plylers eventually\r\nreturned, Jones was standing on the porch.  He approached Mr. Plyler, demanded money,\r\nand then from a few feet away, shot him with a shotgun.  Mr. Plyler took a few steps and\r\nslumped forward on his face.  Jones demanded that Mrs. Plyler remove the money tha\r\nwas in her husband's pocket.  When she failed, Jones removed the money himself.\r\nDespite Mrs. Plyler's plea that he not shoot again, Jones shot Mr. Plyler in the head two\r\nmore times with a pistol. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n He then grabbed Mrs. Plyler by the elbow, took her inside, and sexually assaulted\r\nher at gunpoint in various rooms in the house for approximately two hours.  At one point, \r\n  \r\n\r\n1 It should be clarified that our approach in this case is not inconsistent with, nor does\r\n it abrogate, precedent that has held that a jury should not be instructed to \"weigh\" the\r\n aggravating circumstances against the mitigating circumstances. See State v. Bellamy, 293\r\n S.C. 103, 359 S.E.2d 63 (1987), overruled on other grounds by State v. Torrence, 305\r\n S.C. 45, 406 S.E.2d 315 (1991).  Our analysis here relates not to jury instructions, but to\r\n determining, for purposes of post-conviction relief, ineffective assistance of counsel in\r\n death penalty cases.\r\n A review of case law reveals why juries are not instructed to weigh aggravating and\r\n mitigating circumstances.  In State v. Shaw, 273 S.C. 194, 205, 255 S.E.2d 799, 804\r\n (1979), cert. denied, 444 U.S. 957 (1980), we rejected the defendants' contention that the\r\n death penalty \"statutory complex is constitutionally defective because it does not assign\r\n numerical values to the aggravating and mitigating circumstances so that the sentencing\r\n authority can determine when the mitigating circumstances outweigh the aggravating\r\n circumstances.\" Based on this reasoning, State v. Plath, 281 S.C. 1, 19, 313 S.E.2d 619,\r\n 629, cert. denied, 467 U.S. 1265 (1984) declared that  \"Additional aggravating\r\n circumstances do not, under our statute, contribute to the actual selection of the death\r\n penalty because juries in this State are not instructed to 'weigh' circumstances of\r\n aggravation against circumstances of mitigation.\"  Thus, the type of \"weighing\" we have\r\n disapproved of is that which requires a jury to determine life or death on the basis of the\r\n numerical weight of the aggravating and mitigating circumstances.  The \"weighing\" tha\r\n is permissible is the considering of any mitigating and aggravating, circumstances. See\r\n Bellamy, 293 S.C. at 107, 359 S.E.2d at 65. \r\n  \r\np.30\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\nhe informed her he had killed her dogs and threatened to kill her son.  Jones left Mrs.\r\nPlyler blindfolded, gagged, and tied to a bed.  She heard him start her pickup truck, then\r\nimmediately turn it off.  Jones returned to the house; he told Mrs. Plyler he was checking\r\nto see if she was attempting to escape.  Jones then drove away in the truck.  Mrs. Plyler\r\ntestified she untied herself and escaped from her home.  For twenty minutes she worked\r\nher way in the dark over a barbed wire fence and through a pasture, towards a neighbor's\r\nhome.  Mrs. Plyler saw Jones return in the pickup truck; he appeared to enter the Plylers'\r\nhome.  He then left the home and drove the pickup truck back and forth, apparently in\r\nsearch of Mrs. Plyler.  At one point, Jones stopped the vehicle and turned off its lights\r\nwithin fifteen feet of where Mrs. Plyler was hiding.  Eventually, Jones drove off, and Mrs.\r\nPlyler was able to reach a neighbor's home.  She reported the events to police.  Jones was\r\nsoon thereafter arrested.  He was identified by Mrs. Plyler, who knew him prior to these\r\nincidents.  Moreover, physical evidence linked him to the crime.  His palm prints were\r\nfound inside the Plylers' residence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In mitigation, Jones presented six witnesses who were familiar with his background.\r\nThese included a school teacher, four family members, and a psychologist.  Jones's third\r\ngrade teacher stated that Jones had difficulty retaining skills and that he was in special\r\neducation classes.  Jones's aunt also testified on his behalf about his childhood and stated\r\nthat Donald smiled inappropriately, although his behavior generally was not unusual.  In\r\nhis later years, he would wear shorts in the winter and a coat during the summer.  While\r\nin jail, he would respond to letters from family members by rewriting and returning the\r\ncorrespondence he had received. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Jones's mother testified to other unusual behavior by Jones.  On two occasions, he\r\nengaged in \"tearing [his mother's] house up.\"  He would sometimes take a bath using big\r\nbuckets.  He would sit on the side of the bridge and \"look like he was just in a deep\r\nwonder.\"  He began doing these things after his sister's death.  Another of Jones's aunts\r\ntestified that he was a happy and obedient child.  While in prison, Jones also answered her\r\nletters by sending the same letter back.  Moreover, Jones's uncle testified on his behalf. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thus, extensive evidence was presented at the resentencing hearing about Jones's\r\nfamily and social background through his teacher, mother, two aunts, and uncle.  They\r\nhighlighted the changes that occurred in him after the death of his sister and pointed ou\r\nhis unusual behavior. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In addition, counsel presented Dr. Diane Follingstad, a clinical psychologist, who\r\nhad tested Jones.  Dr. Follingstad had administered tests that screen for brain damage.  She\r\ntestified that Jones had \"some mental deficiency.\" Further, she indicated that she had\r\nadministered the Wechsler Adult Intelligence Scale (\"WAIS\") test on Jones.  On the\r\nWAIS, he scored a 74 as to verbal I.Q., a 63 on the performance I.Q., achieving an \r\n  \r\n  \r\n  \r\np.31\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\noverall I. Q. of 67, which is in the \"mentally retarded range.\" She testified that with an\r\nI.Q. of 67, Jones \"would have only one and a half percent of the Population lower than\r\nhim.\"2 She also gave him the Bender Gestalt test and Trails test, which screen for organic\r\nbrain damage.  On these tests, Jones scored \"within a brain damaged range,\" which\r\nsuggested  \"he does have some problem with the actual functioning of his brain.\"  She\r\nfurther stated that Jones \r\n  \r\n  \r\n  \r\ndoes act impulsively, that he doesn't this things through, that he does have\r\nvery poor judgment, extremely poor judgment, that he doesn't seem to have\r\nthe ability to really be able to stop and consider a variety of options.  He also\r\ndoesn't have a lot of information about the world to use, and he also doesn'\r\nhave many options to get society's rewards in a more legitimate way, . . .\r\nbut that he just -- he doesn't see many options for himself. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n She did not specifically diagnose Jones as being mentally ill at the time of the murder. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Against the recommendation of defense counsel, Jones testified during resentencing.\r\nHe admitted planning to steal money from the Plylers several days before he actually\r\ncommitted the crimes.  Jones explained he stole a shotgun and shells.  He hid the shotgun\r\nbefore going to rob the Plylers.  He testified he planned to have Mrs. Plyler write a check\r\nand then hold her hostage until the bank opened.  Once he cashed the check, he planned\r\nto kill Mrs. Plyler. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Jones stated that on the day of the crimes, he shot the Plylers' dogs, broke a\r\nwindow on the side of their home where no one would notice, and waited in the Plylers'\r\nhome for them to return.  Since he only had a few shotgun shells, Jones testified he loaded\r\nthe shotgun with some of Mr. Plylers' own shells and test-fired the shotgun against a wall\r\nof the home.  While waiting, Jones cut the ropes he used to bind Mrs. Plyler and located\r\nMr. Plyler's pistol. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Jones testified that when the Plylers returned home, he did not ask Mr. Plyler to\r\ngive him his money, but immediately shot him with the shotgun.  Jones admitted he knew\r\nMr. Plyler was still alive, so Jones shot him twice with Mr. Plyler's own pistol.  Jones\r\nacknowledged the Plylers, for whom he had worked, had been good to him, and he had\r\nnothing against them. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Based on the evidence presented in the resentencing phase, the jury considered five\r\nstatutory aggravating circumstances: (1) robbery while armed with a deadly weapon; (2) \r\n  \r\n\r\n2These were nearly the same scores determined by Dr. James Evans, who testified for\r\nJones at the PCR hearing. \r\n  \r\n  \r\n  \r\np.32 \r\n  \r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nlarceny with the use of a deadly weapon; (3) housebreaking; (4) criminal sexual conduct\r\nin the first degree; and (5) kidnapping.  Moreover, the following statutory mitigating\r\ncircumstances were considered: (1) the defendant has no significant history of prior\r\ncriminal conviction involving the use of violence against another person; (2) the capacity\r\nof the defendant to appreciate the criminality of his conduct or to conform his conduct to\r\nthe requirements of law was substantially impaired; (3) the age or mentality of the\r\ndefendant at the time of the crime; and (4) other mitigating circumstance or circumstances\r\notherwise authorized by law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After deliberating, the jury found beyond a reasonable doubt the existence of all five\r\naggravating circumstances listed above and recommended that Jones be sentenced to death\r\nfor the murder of Ned Plyler.  The resentencing judge then found as an affirmative fac\r\nthat the evidence of the case warranted the imposition of the death penalty and that its\r\nimposition was not the result of prejudice, passion, or any other arbitrary factor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At the PCR hearing, Jones presented the testimony of four experts.  Patricia\r\nFeigley, a clinical social worker, testified about the importance of conducting a family and\r\nsocial history.  Testifying at length about Jones's upbringing and poor physical and social\r\nenvironment, she indicated that he was mentally retarded and suffered from a speech\r\ndefect.  Dr. James Evans, a clinical psychologist, testified that he had tested Jones and had\r\nconcluded that Jones had an I.Q. of 69, within the range of mental retardation.  Jones had\r\na poor memory and exhibited signs of neuropsychological dysfunction and organic brain\r\ndysfunction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A neurologist Dr. Nancy Earl stated that Jones showed signs \"consistent with the\r\ndiagnosis of mental retardation and organic brain dysfunction or syndrome, \" and he had\r\ndifficulty thinking in abstractions.  Jones's language was within the range of normality, bu\r\nhis speech was not normal.  He could understand and relate fairly well with concrete\r\nconcepts, but had considerable difficulty with more abstract concepts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The diagnostic impressions of Dr. Billy Royal, a psychiatrist, were that Jones\r\nsuffered from mild mental retardation, organic mental syndrome, and psychotic disorder.\r\nAlthough Royal admitted that a 1983 neurological examination of Jones had not revealed\r\norganic brain damage, he stated that a neuropsychological test may have been necessary\r\nto detect it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In summary, these experts testified that Jones was mentally retarded, had brain\r\ndamage, and suffered from mental illness.  The witnesses concluded Jones had each of\r\nthese disorders at the time the crimes were committed.  The experts maintained Dr.\r\nFollingstad did not have an adequate social history, complete mental records, and sufficien\r\ntesting, such as a neurological examination, by which to evaluate Jones and, accordingly, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.33\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nshe could not have diagnosed Jones as suffering from mental illness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n With regard to Jones's mental condition, even if counsel had fully explored the\r\nmitigating circumstance of his mental incapacity, all that would have occurred at the\r\nresentencing was that the jury would have heard a more elaborate version of Dr.\r\nFollingstad's testimony.  Follingstad did discuss that Jones was in the range for organic\r\nbrain damage, that he fell within the \"mentally retarded range,\" and that his I. Q. ranked\r\nin the lowest one and one-half percent in the population.  Mental retardation and organic\r\nbrain dysfunction were the same ailments discovered by Drs. Earl, Evans, and Royal, the\r\nexperts Jones presented at the PCR hearing.  We find that additional evidence abou\r\nJones's mental impairment would not have revealed anything significantly different than\r\nthat which the jury was presented. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At the sentencing hearing, the mentality of Jones was the focus of his mitigation\r\ncase.  His counsel's strategy was not to portray Jones as being under active mental and\r\nemotional disturbance, but rather to emphasize his mental retardation, as evidenced by his\r\nupbringing.3 This strategy obviously did not succeed.  Just because it was unsuccessful\r\ndoes not mean that Jones can now recharacterize the evidence and claim that counsel did\r\nnot adequately present mitigation evidence.  The \"new\" evidence is the same as the \"old\"\r\nevidence.  At best, it is a fancier mitigation case.  If the evidence was not persuasive in\r\nthe first case, the defendant does not get a second chance.  Otherwise, there would never\r\nbe an end to litigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Nevertheless, for purposes of the Strickland analysis, let us assume that if Jones's\r\nPCR experts had been presented at the resentencing hearing, Jones would have been\r\nentitled to an instruction on the additional mitigating circumstance found in section 16-3-\r\n20(C)(b)(2).  Even if counsel's representation was not objectively reasonable, Jones has\r\nnot met his burden of establishing prejudice under Strickland.  From the testimony\r\npresented, the jurors were aware that Jones was mentally retarded, that he had brain\r\ndamage, and that he often behaved in a bizarre manner.  They were given several\r\nmitigating factors through which to consider the mental condition of Jones.  They were\r\nalso presented with overwhelming evidence of Jones's guilt and the callous and heinous\r\n.way in which Jones calculated and executed the murder. They also considered the other \r\n  \r\n\r\n3 See Truesdale v. Moore, 142 F.3d 749, 753-54 (1998)(\"The Supreme Court has\r\ninstructed us to 'indulge a strong presumption that counsel's conduct falls within the wide\r\nrange of reasonable professional assistance.' Thus we ask not whether, with the benefi\r\nof hindsight, we would have conducted the defense differently. . . . Rather we must place\r\nourselves in the shoes of [defendant's] attorneys and ask only whether their choices were\r\nobjectively unreasonable.  \")(Internal citation omitted). \r\n  \r\n  \r\n  \r\np.34\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\naggravating factors surrounding the murder.  Under these circumstances, there is no\r\nreasonable probability the sentencer would have concluded the balance of aggravating and\r\nmitigating circumstances did not warrant death, even if it had knowledge that, at the time\r\nof the murder, Jones was under the influence of a mental disturbance.  Accordingly, Jones\r\nfails to establish ineffective assistance of counsel under Strickland. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The dissent posits that Strickland's standard (whether there is a reasonable\r\nprobability that, absent the errors, the sentencer would have concluded the balance of\r\naggravating and mitigating circumstances did not warrant death) is a specific application\r\nunder the Florida statutory sentencing scheme, and does not have applicability here\r\nbecause South Carolina has a different statutory scheme.  A perusal of Strickland itself,\r\nas well as other cases, will reveal that Strickland is not so limited.  In relation to its\r\nprejudice prong, Strickland declared: \r\n  \r\n  \r\n  \r\nWhen a defendant challenges a conviction, the question is whether there is\r\na reasonable probability that, absent the errors, the factfinder would have\r\nhad a reasonable doubt respecting guilt.  When a defendant challenges a\r\ndeath sentence such as the one at issue in this case, the question is whether\r\nthere is a reasonable probability that, absent the errors, the sentencer --\r\nincluding an appellate court, to the extent it independently reweighs the\r\nevidence -- would have concluded that the balance of aggravating and\r\nmitigating circumstances did not warrant death. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStrickland, 466 U.S. at 695, 104 S. Ct. at 2068-69, 80 L. Ed. 2d at 698.  The United\r\nStates Supreme Court set forth the above standard for determining prejudice for all\r\nineffective assistance of counsel cases challenging death sentences.  It did not restrict the\r\nabove test to cases arising under statutory sentencing schemes such as that utilized in\r\nFlorida. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This was confirmed by Plath v. Moore, 130 F.3d 595 (4th Cir. 1997).  In Plath,\r\nthe Fourth Circuit considered an ineffective assistance of counsel claim by John Plath, who\r\nhad been sentenced to death in South Carolina.  In affirming the denial of a petition for\r\nwrit of habeas corpus, the Court stated: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[W]hen considered against the sheer magnitude of the aggravating, evidence\r\nagainst Plath, it is difficult to see the allegedly unreasonable omission of this\r\nmitigating evidence as prejudicial.   As in Strickland, \"[g]iven the\r\noverwhelming, aggravating, factors, there is no reasonable probability that the\r\nomitted evidence would have changed the conclusion that the aggravating\r\ncircumstances outweighed the mitigating circumstances and, hence, the\r\nsentence imposed.\"  Thus, in weighing the omitted evidence against tha \r\n  \r\n  \r\n  \r\np.35\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nactually used to convict and sentence Plath, the mitigating evidence seems\r\ninsufficient to shift the balance in Plath's favor. \r\n  \r\n  \r\n  \r\nPlath, 130 F. 3d at 602; see also Waldrop v. Jones, 77 F. 3d 1308, 1312 (11th Cir.)(\"When\r\nchallenging a death sentence, a petitioner must show that 'there is a reasonable probability\r\nthat, absent the errors, the sentencer   . . .would have concluded that the balance of\r\naggravating and mitigating circumstances did not warrant death.\"'), cert. denied, 117 S.\r\nCt. 247 (1996), \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.    EVIDENCE OF PREVIOUS DEATH SENTENCE \r\n  \r\n  \r\n  \r\n Jones next argues that he was denied the right to effective assistance of counsel\r\nbecause of counsel's introduction of evidence that Jones had previously been sentenced to\r\ndeath.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At the resentencing hearing, Jones's attorney called Sylvester Williams to testify.\r\nIn the course of his testimony, Williams recounted an incident between Jones and himself: \r\n  \r\n  \r\n  \r\nThe officer let me out my cell to get a haircut, and on my way back to the\r\ncell Donald Jones was around my side, and he was supposed to be on death\r\nrow, and inmates on lock-up and death row don't suppose to mingle\r\ntogether, so he was down there with no handcuffs on, and I was handcuffed\r\nin the front, and me and him had had a few words about a week ago, and the\r\ncorrection officer had told me -- . . . . \r\n  \r\n  \r\n  \r\nand, \r\n  \r\n  \r\n  \r\nIt really wasn't no conflict.  It was words, you know, and death row inmates\r\nis up on the third -- like a two story house. It's a three story house. . . . \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJones argues that as a result of these references to \"death row,\" the reliability of the jury's\r\nverdict and sentence was diminished by the knowledge that another jury had sentenced\r\nJones to die for the same offenses that were under consideration at the resentencing\r\nhearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Romano v. Oklahoma,, 512 U.S. 1, 114 S. Ct. 2004, 129 L. Ed. 2d 1 (1994), the\r\nUnited States Supreme Court held that evidence of a defendant's prior death sentence did\r\nnot deprive him of a fair sentencing, proceeding.  Jones argues Romano is distinguishable\r\nbecause in that case, the jury was made aware that the defendant had been sentenced to die\r\nfor another offense. \r\n  \r\n  \r\n  \r\np.36\r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\n Jones's ineffectiveness argument lacks merit for several reasons.  In the presen\r\ncase, there was no formal introduction of evidence of his previous death sentence.  There\r\nwas only a passing reference to \"death row\" from which the jury may have inferred tha\r\nJones had been sentenced to death before.  Second, the statement did not state that he was\r\non death row for committing the crimes against the Plylers.  It may have been construed\r\nby the jury as a death sentence for a previous crime. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Most importantly, however, Jones cannot escape the underlying rationale of\r\nRomano: \"We do not believe that the admission of evidence regarding petitioner's prior\r\ndeath sentence affirmatively misled the jury regarding its role in the sentencing process so\r\nas to diminish its sense of responsibility.\" Id. at 10, 1 14 S. Ct. at 2010, 129 L. Ed. 2d\r\nat 11; see also State v. Bell, 302 S.C. 18, 24, 393 S.E.2d 364, 368 (\"[W]e also rejec\r\nBell's argument that the jurors' knowledge of the previous death sentence diminished their\r\nsense of responsibility in deciding what sentence to impose.\"), cert. denied, 498 U.S. 881\r\n(1990).  Jones has not established how this passing reference to \"death row\" has misled\r\nthe jury regarding its role in the sentencing process or diminished its sense of\r\nresponsibility.  Because Jones clearly fails to meet Strickland's prejudice prong, we need\r\nnot address the first prong of the test. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, the PCR court's order is AFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, WALLER and BURNETT, JJ., concur.  FINNEY, C.J., dissenting\r\nin separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.37 \r\n  \r\n\r\nJONES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFinney, C.J.:  I respectfully dissent and would grant petitioner a new\r\nsentencing hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On direct appeal from his resentencing proceeding, petitioner\r\ncontended the trial judge committed reversible error in denying petitioner's\r\nrequest to charge the jury on the statutory mitigating circumstance tha\r\nthe murder was committed under the influence of mental or emotional\r\ndisturbance.  S.C. Code Ann. §16-3-20(C)(b)(2)(Supp. 1995).  The majority\r\nof the Court affirmed the refusal to charge, holding, \"There was no\r\nevidence at trial that, at the time of the murder, Jones was under the\r\ninfluence of a mental or emotional disturbance.\" State v. Jones, 298 S.C.\r\n118, 123, 378 S.E.2d 594, 597 (1989), cert. denied, 494 U.S. 1060 (1990).  I\r\nalone dissented, finding evidence in the record to support the requested\r\ncharge. Id. at 126, 378 S.E.2d at 598 (Finney, A.J., dissenting).  In ligh\r\nof the majority opinion in petitioner's direct appeal, it is res judicata tha\r\nthere was no evidence presented at the resentencing proceeding tha\r\npetitioner was suffering from any mental or emotional disturbance at the\r\ntime he killed Mr. Plyler and assaulted Mrs. Plyler. State v. Gilbert, 277\r\nS.C. 53, 283 S.E.2d 179 (1981)(subsequent history omitted) (issues decided\r\nin first appeal are res judicata in later proceedings). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In this post-conviction relief (PCR) proceeding, petitioner\r\nalleged resentencing counsel were ineffective in failing to present evidence\r\nof his mental and emotional state so as to entitle him to a charge on the\r\n\"mental/emotional disturbance\" mitigating circumstance.  The PCR judge\r\ndenied relief.  Rather than review the actual issue before this Court today,\r\nthe majority opinion restates the question, and concludes that the evidence\r\npresented at the PCR hearing regarding petitioner's mental and emotional\r\ncondition was merely cumulative to that presented at the original\r\nresentencing proceeding, and thus petitioner cannot meet his burden of\r\ndemonstrating prejudice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It appears that the Court today has recognized that my\r\nposition in 1989 was correct, and that the evidence presented at the\r\nresentencing entitled petitioner to a mitigating charge.  We were therefore\r\nin error in failing to reverse that resentencing on direct appeal.  In my\r\nview, it is patently unfair and disingenuous to use our 1989 error as the\r\nreason we must also deny petitioner relief in 1997.  The procedural\r\nposture of this case is that no evidence was presented at the resentencing \r\n  \r\n  \r\n  \r\np.38\r\n\r\nJONES v. STATE \r\n\r\nproceeding that petitioner suffered from any mental or emotional\r\ndisturbance at the time he committed this crime. State v. Jones, supra.\r\nThe new evidence presented at the PCR hearing, as documented by the\r\nmajority opinion, clearly would have entitled petitioner to a mitigating\r\ncharge on mental/emotional disturbance.  Counsel's failure to present this\r\nevidence was deficient. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority concludes petitioner failed to meet the prejudice prong\r\nof Strickland because \"there is no reasonable probability the sentencer\r\nwould have concluded the balance of aggravating and mitigating\r\ncircumstances did not warrant death.\" This standard is a specific\r\napplication of the oft-cited general rule of Strickland that to establish\r\nprejudice the defendant must show there is a reasonable probability that,\r\nbut for counsel's unprofessional errors, the result of the proceeding would\r\nhave been different. 466 U.S. at 694.  This specific application of the rule\r\nis premised in Strickland on the United States Supreme Court's repeated\r\nrecognition in that case that a capital penalty proceeding under Florida\r\nlaw requires the sentencer to weigh aggravating and mitigating\r\ncircumstances. See Fla.  Stat. § 921.141 (1997) (advisory jury must make\r\nfinding whether mitigating circumstances outweigh aggravating\r\ncircumstances; sentencing judge must find mitigating circumstances do no\r\noutweigh aggravating to impose death). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As noted by the majority, South Carolina, unlike Florida, does no\r\nrequire a weighing of aggravating and mitigating circumstances.  Although\r\na finding of an aggravating circumstance is necessary to support a death\r\nsentence, life may be imposed irrespective of such a finding and even in\r\nthe absence of any mitigating circumstances. See State v. Green, 301 S.C.\r\n347) 392 S.E.2d 157 (1990); S.C. Code Ann. § 16-3-20 (Supp. 1997).  The\r\nsentencer always retains the discretion to impose a life sentence.\r\nConsequently, this Court has repeatedly held the failure to submit to the\r\nsentencing jury a mitigating circumstance supported by the evidence is\r\nreversible error with no requirement that actual prejudice be shown. See\r\nState v. Young, 305 S.C. 380, 409 S.E.2d 352 (1991); State v. Caldwell,\r\n300 S.C. 494, 388 S.E.2d 816 (1990); State v. Pierce, 289 S.C. 430, 346\r\nS.E.2d 707 (1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because South Carolina's capital sentencing procedure is unlike\r\nFlorida's, the specific application in Strickland of the prejudice prong is\r\nnot controlling here.  We cannot determine prejudice by weighing the\r\naggravating and mitigating circumstances since there is no objective \r\n  \r\n  \r\n  \r\np.39\r\n\r\nJONES v. STATE \r\n\r\nstandard by which to revisit the impact of aggravating and mitigating\r\ncircumstances on the sentencer's decision.  In my opinion, this Court mus\r\nlook instead to Strickland's general rule that prejudice is shown by\r\ndemonstrating a reasonable probability that the result of the proceeding\r\nwould have been different.  \"A reasonable probability is a probability\r\nsufficient to undermine confidence in the outcome.\" 466 U.S. at 694.1d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Here, petitioner was sentenced to death without the benefit of\r\nhaving the trial judge submit to the jury a mitigating circumstance to\r\nwhich he was entitled, and which could have swayed the jury, or even one\r\njuror, to impose life despite the aggravating circumstances in this case.\r\nSee § 16-3-20(C)(jury shall not recommend death unless unanimous).  This\r\ndefect in petitioner's sentencing proceeding cannot help but undermine our\r\nconfidence in the outcome.  To conclude otherwise is to deny Strickland's\r\nstated purpose--\"to ensure a fair trial.\" 466 U.S. at 686. 1 would reverse\r\nand remand for a new sentencing proceeding. \r\n  \r\n  \r\n  \r\n\r\n1d[A] defendant need not show that counsel's deficient conduct more likely\r\nthan not altered the outcome in the case.\" 466 U.S. at 693. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.40 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24833","title":"Porter v. SCPSC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24833","description":"","date":"1998-08-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPhilip S. Porter,\r\nConsumer Advocate for\r\nthe State of South\r\nCarolina,                   Appellant, \r\n  \r\nv. \r\n  \r\nSouth Carolina Public\r\nService Commission and\r\nPiedmont Natural Gas\r\nCompany,                Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Richland County\r\nThomas J. Ervin, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No 24833\r\nHeard June 4, 1998 - Filed August 31, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AND REMANDED IN PART;\r\n REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPhillip S. Porter, Nancy Vaughn Coombs, and Hana\r\nPokorna-Williamson, all of the South Carolina\r\nDepartment of Consumer Affairs, of Columbia, for\r\nappellant. \r\n  \r\n  \r\n  \r\nF. David Butler, of South Carolina Public Service\r\nCommission, of Columbia, for respondent South\r\nCarolina Public Service Commission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDwight Drake and John E. Schmidt, both of Nelson\r\nMullins Riley &amp; Scarborough, of Columbia and Jerry \r\n  \r\n  \r\n  \r\np.41 \r\n  \r\n\r\nPorter v. SCPSC \r\n\r\n\r\n\r\nW. Amos, of Amos &amp; Jeffries, L.L.P., of Greensboro,\r\nN.C., for respondent Piedmont Natural Gas Company. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: The Consumer Advocate appeals the circuit court\r\norder affirming the Public Service Commission's (PSC) order in this utility\r\nrate case.  We reverse in part and affirm in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE I \r\n  \r\nDid the circuit court err in upholding the PSC's inclusion of\r\nDemand Side Management (DSM) costs in Piedmont's expenses? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ANALYSIS \r\n  \r\n  \r\n  \r\n Piedmont Natural Gas Co. (Piedmont) filed a request on May 8,\r\n1995, for an increase in rates and charges and approval of revised\r\ndepreciation rates.    Piedmont also sought approval of DSM expenses.\r\nPiedmont had not incurred expenses related to DSM activities during the test\r\nyear upon which the application was based, however, actual expenses were\r\nincurred during July and August 1995.  The expenses for this two month\r\nperiod were annualized to reflect an on-going level of DSM costs.  The PSC\r\norder issued on November 7, 1995, granted the rate increase and included the\r\nannualized expenses.  The circuit court affirmed the PSC order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Consumer Advocate appeals the approval of DSM expenses\r\non the basis that Piedmont did not comply with the requirements set forth\r\nin Piedmont's Integrated Resources Plan (IRP) Order.  The Consumer\r\nAdvocate contends that Piedmont did not provide any cost benefit analyses\r\nof its DSM programs as required in the Stipulation Agreement, therefore it\r\nfailed to satisfy the conditions for recovery of DSM costs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The circuit court held the Advocate's conclusion is inconsistent\r\nwith the clear wording of the stipulation which states: \"The failure of the\r\nCompany to achieve the projected level of benefits for any specific DSM\r\nprogram, in and of itself, does not mean that the costs relating to the\r\nprogram are not recoverable.\" The PSC stated in its order that the intent\r\nand understanding of the parties who signed the stipulation is the best\r\nevidence of the meaning of the stipulation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Stipulation Agreement which was agreed to by all parties \r\n  \r\n  \r\n  \r\np.42\r\n\r\nPorter v. SCPSC \r\n\r\n\r\n\r\nexcept the Consumer Advocate provides that certain criteria must be met\r\nbefore the recovery of any DSM cost is appropriate.  The three criteria for\r\ncost recovery of DSM relate to the times: 1) prior to implementation, 2)\r\nduring implementation, and 3) at the time recovery is sought.  In particular,\r\nthe stipulation requires that: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (iii) At the time that the Company seeks to recover its\r\n DSM Costs, the Company must demonstrate that the\r\n level of benefits achieved from the program is\r\n consistent with the projected benefits and that the\r\n program has achieved an appropriate level of benefits\r\n at a reasonable cost. The Company must contrast\r\n the projected cost/benefits with the actual\r\n cost/benefits achieved and justify any failure to\r\n achieve the projected benefits.  The failure of the\r\n Company to achieve the projected level of benefits for\r\n any specific DSM program, in and of itself, does not\r\n mean that the costs relating to the program are not\r\n recoverable.  The DSM costs and benefits which are\r\n appropriate for the consideration of DSM Programs\r\n for purposes of cost-recovery are South Carolina\r\n system related costs and benefits. \r\n  \r\n(Emphasis added.) \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The PSC's January 27, 1995, order approving the stipulation\r\nagreement states that the \"Commission is not approving cost allocation or\r\ncost-recovery associated with IRP at this time, but such cost allocation and\r\ncost-recovery will be addressed in the Company's next general rate\r\nproceeding.\" The order provides that based on the stipulation it would be\r\nappropriate to seek DSM costs at the next general rate increase, however, it\r\ndoes not eliminate meeting the requirements set forth in the stipulation\r\nagreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The stipulation agreement provides that the Company must\r\ndemonstrate a cost/benefit analysis when seeking recovery of DSM costs, The\r\nConsumer Advocate's witness testified that no demonstration of cost/benefit\r\nanalysis was provided.  While the stipulation provides that failure to achieve\r\nthe projected benefits would not mean that costs are not recoverable,\r\nPiedmont did not comply with the threshold conditions for recovery of DSM\r\ncosts as set forth in the stipulation agreement.  Accordingly, the circuit \r\n  \r\np.43\r\n\r\nPorter v. SCPSC \r\n\r\n\r\n\r\ncourt's order affirming the PSC on this issue is reversed as erroneous in view\r\nof the evidence in the record.  S.C. Code Ann. § 1-23-380(A)(6)(e) (Supp.\r\n1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE II \r\n  \r\nDid the circuit court violate the S.C. Energy\r\nConservation and Efficiency Act of 1992 (Energy Act)\r\nby upholding the Commission's inclusion of DSM\r\ncosts in Piedmont's expenses? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ANALYSIS \r\n  \r\n The Consumer Advocate asserts the order affirming the\r\nCommission's decision to allow recovery of projected DSM expenses without\r\nexamining their cost effectiveness violates the Energy Act's mandate to\r\nprovide investment incentives and reward cost-effective programs.  We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Energy Act states in part: \r\n  \r\nThe South Carolina Public Service Commission may\r\nadopt procedures that encourage electrical utilities\r\nand public utilities providing gas services subject to\r\nthe jurisdiction of the commission to invest in cost-\r\neffective energy efficient technologies and energy\r\nconservation programs.  If adopted, these procedures\r\nmust: provide incentives and cost recovery for energy\r\nsuppliers and distributors who invest in energy\r\nsupply and end-use technologies that are cost-effective\r\n. . . . \r\n  \r\nS.C. Code Ann. § 58-37-20 (Supp. 1997).  The statute cited refers specifically\r\nto procedures adopted by the Commission.  The Advocate essentially asserts\r\nthis section expresses an intent that cost effectiveness be a part of energy\r\nconservation programs in general.  This section alone would not require a\r\nreversal of the PSC's finding allowing recovery of DSM expenses.  We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE III \r\n  \r\nIs the Consumer Advocate barred from interpreting \r\n  \r\n  \r\n  \r\np. 44\r\n\r\nPorter v. SCPSC \r\n\r\n\r\n\r\n the Stipulation Agreement which he did not sign? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ANALYSIS \r\n  \r\n The circuit court stated in his order that since the Consumer\r\nAdvocate failed to sign the stipulation he is not in a position to argue that\r\nthe parties who signed the stipulation misinterpreted the agreement.  We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Consumer Advocate argues with respect to recovery of DSM\r\nexpenses, that Piedmont did not comply with its own agreement.  The\r\nAdvocate does not assert that the stipulation was misinterpreted, but rather\r\nit has not been followed.  The circuit court states in essence that unless the\r\nAdvocate signed the agreement he cannot later complain.   Following the\r\nreasoning in Issue I, the Consumer Advocate is not barred from asserting\r\nnon-compliance with the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE IV \r\n  \r\nDid the circuit court err in affirming the\r\ncommission's approval of a return on common equity\r\nof 12.5%? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ANALYSIS \r\n  \r\n The Consumer Advocate contends that the PSC failed to set forth\r\nsufficient findings of fact to support its decision to allow Piedmont to charge\r\na rate of return of 12.5%. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The determination of a fair rate of return must be documented\r\nfully in its findings of fact and based exclusively on reliable, probative, and\r\nsubstantial evidence on the whole record.  S.C. Code Ann. § 58-5-240 (Supp.\r\n1997).  Further, the Administrative Procedures Act requires that findings of\r\nfact, if set forth in statutory language, be accompanied by a \"concise and\r\nexplicit statement of the underlying facts supporting the findings.\" S.C. Code\r\nAnn. § 1-23-350 (1986).  \"An administrative body must make findings which\r\nare sufficiently detailed to enable this Court to determine whether the\r\nfindings are supported by the evidence and whether the law has been applied\r\nproperly to those findings.\" Hamm v. South Carolina Public Service\r\nCommission, 309 S.C. 295, 422 S.E.2d 118 (1992).  \"Where material facts are\r\nin dispute, the administrative body must make specific, express findings of \r\n  \r\np.45 \r\n  \r\n\r\nPorter v. SCPSC \r\n\r\nfact.\" Able Communications, Inc. v. S.C. Public Service Commission, 290 S.C.\r\n209, 351 S.E.2d 151 (1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Piedmont originally sought approval of a return on common equity\r\nof 13%.  The Commission staff's witness recommended approval of a return\r\non common equity in a range between 11.25% and 11.75%. The Consumer\r\nAdvocate's witness recommended a return on equity in a range of 10.50% and\r\n11.50%.  Piedmont's witness recommended 13.0%.  The Commission approved\r\na return on equity of 12.5% and the circuit court affirmed.  The circuit court\r\nrejected the Advocate's assertion that the 12.5% rate was arbitrary and\r\ncapricious and found the rate was supported by substantial evidence in the\r\nrecord. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The PSC did not provide its reasoning to support its finding that\r\n12.5% is fair and reasonable.  The PSC stated in its order that a reasonable\r\nexpectation for the potential equity investor is actually incorporated by a\r\nfigure in between the analyses presented by the witnesses, i.e. 12.5%. The\r\nPSC concluded that it believed Piedmont's witness overstated the cost of\r\nequity and the PSC and Consumer Advocate's witnesses understated the cost\r\nof equity.  The PSC did not make findings of fact which explain how it\r\narrived at a rate which was not recommended by any of the witnesses.  The\r\ncircuit court relied on the PSC's listing of factors it considered.  The circuit\r\ncourt found that the PSC's finding was supported by a list of factors it\r\nconsidered in addition to expert testimony from witnesses supporting ranges\r\nbetween 10.75% - 11.75% and 13.0%. However, the mere recitation of general\r\nfactors without describing their relevancy to this case as well as no\r\nexplanation as to what and why certain portions of the expert testimony were\r\nadopted cannot serve as a substitute for a finding of facts.  The record as a\r\nwhole does not contain sufficient detail to allow this Court to make a\r\nmeaningful review whether the findings are supported by the evidence and\r\nwhether the law has been properly applied to those findings. Hamm v. South\r\nCarolina Public Service Commission, supra; Able Communications, Inc. v.\r\nSouth Carolina Public Service Commission, supra.  Accordingly, we reverse\r\nand remand for further proceedings in accordance with this opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nReversed and remanded in part and affirmed in part.\r\nTOAL, MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\np.46 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24834","title":"State v. Brenda Gail Cutro","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24834","description":"","date":"1998-08-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State,                  Respondent, \r\n  \r\n v. \r\n  \r\nBrenda Gail Cutro,          Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\n M. Duane Shuler, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24834\r\nHeard September 18, 1997 - Filed August 31, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas M. Neal, III, H. Wesley Kirkland, Jr., and\r\nS.C. Office of Appellate Defense, all of Columbia;\r\nand L. Lisa McPherson, of Lexington, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon,\r\nAssistant Deputy Attorney General Donald J.\r\nZelenka, Senior Assistant Attorney General William\r\nEdgar Salter, 111, Solicitor Warren B. Giese, and\r\nDeputy Solicitor Jonathan S. Gasser, all of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n MOORE, A.J.: Appellant Brenda Gail Cutro was convicted of\r\none count of murder and sentenced to life imprisonment.  We reverse. \r\n  \r\n  \r\n  \r\np.56\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\n FACTS \r\n  \r\n In 1993, appellant and her husband operated a day care center\r\nin their home.  During that year, two infants died while in their care.  A\r\nthird child was diagnosed with Shaken Baby Syndrome.  Appellant was\r\nconvicted of murder for the September 1993 death of four-month-old\r\nAshlan Daniel.  The death of Parker Colson in January 1993 and the June\r\n1993 diagnosis of Asher Maier with Shaken Baby Syndrome were admitted\r\ninto evidence as prior bad acts at appellant's trial.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE \r\n  \r\n  \r\n  \r\nDid the trial judge err in admitting evidence of Parker's\r\ndeath and Asher's diagnosis of Shaken Baby Syndrome\r\nwhich the state offered to prove common scheme or plan\r\npursuant to State v. Lyle?2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n Appellant contends the trial judge erred in admitting Lyle\r\nevidence.3 We agree.  The State offered evidence of two alleged prior bad \r\n  \r\n\r\n1 After an autopsy, Parker's death initially was attributed to\r\npneumonia.  This was subsequently changed to SIDS by the pathologist\r\nwho had performed the autopsy after she consulted an expert on SIDS.\r\nAshlan's cause of death was listed as \"undetermined/presumed SIDS.\"\r\nAshlan's autopsy was performed by a different doctor and with the\r\nknowledge of Parker's death and Asher's injury and the suspicions\r\nsurrounding appellant and her husband.  SIDS is a diagnosis by exclusion\r\n(i.e. no cause of death can be ascertained).  The bodies of the babies were\r\nexhumed in July 1994 and the State's experts determined the babies had\r\ndied from asphyxiation as a result of trauma.  The doctors who had\r\nperformed the original autopsies did not change their opinions as to the\r\ncause of the deaths.  Further, several defense experts also testified the\r\nchildren did not die as a result of trauma. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2 125 S.C. 406, 118 S.E. 803 (1923). \r\n  \r\n 3Contrary to the dissent's assertions, appellant properly raised this\r\nissue on appeal.  In her brief, appellant states that \"[i]n the absence of\r\nany properly-admitted evidence that [appellant] shook each of these three \r\n  \r\n  \r\n  \r\np.57\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nacts: 1) Parker's death which occurred eight months before Ashlan's death\r\nand while he was in appellant's care on January 4, 1993; and 2) the\r\ndiagnosis of Asher with Shaken Baby Syndrome three months prior to\r\nAshlan's death on June 23, 1993.  Prior to trial, the trial judge held a\r\nhearing on the admissibility of this evidence.  He ruled that he would let\r\nthe State introduce the evidence and if the State was unable to tie the\r\nevidence together he would grant a mistrial.  After the State concluded its\r\ncase, the trial judge found the evidence admissible and held that the State\r\nhad presented clear and convincing evidence, albeit circumstantial, that\r\nappellant had committed these other offenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In the case of the common scheme or plan exception under\r\nLyle, a close degree of similarity or connection between the prior bad act\r\nand the crime for which the defendant is on trial is necessary. State v.\r\nParker, 315 S.C. 230, 433 S.E.2d 831 (1993). See also State v. Douglas,\r\n302 S.C. 508, 397 S.E.2d 98 (1990).  The connection between the prior bad\r\nact and the crime must be more than just a general similarity. State v.\r\nStokes, 279 S.C. 191, 304 S.E.2d 814 (1983).  A common scheme or plan\r\nconcerns more than the commission of two similar crimes; some connection\r\nbetween the crimes is necessary. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Evidence of other crimes must be put to a rather severe test\r\nbefore admission.  The acid test of admissibility is the logical relevancy of\r\nthe other crimes.  The trial judge must clearly perceive the connection\r\nbetween the other crimes and the crimes charged. Lyle, supra.  Further,\r\nother crimes which are not the subject of conviction must be proven by\r\nclear and convincing evidence. State v. Pierce, 326 S.C. 176, 485 S.E.2d\r\n913 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Pierce, we held the trial court erred in admitting prior bad\r\nact evidence of child abuse because the State had failed to offer clear and\r\nconvincing proof that the appellant had inflicted the prior injuries.\r\nSimilarly, in State v. Smith, 300 S.C. 216, 387 S.E.2d 245 (1989), we held \r\n  \r\n\r\n(3) children, the necessary Lyle connection fails and the Colson,/Maier\r\nevidence should not have been admitted.\" Appellant argues that Parker\r\nand Ashlan died from SIDS (i.e. not from trauma).  Appellant's trial\r\nstrategy was to prove that Parker and Ashlan died from SIDS.  In doing\r\nso,, she implicitly argued she did not commit any bad act.  There could be\r\nno other way to view this argument.  As for Asher, appellant does not\r\ndispute that the child was shaken - she contends, however, that she did\r\nnot do it. \r\n  \r\np.58\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nproof appellant committed a prior murder was not clear and convincing.\r\nLikewise, here, the evidence is insufficient to establish that appellant was\r\nthe actor in Parker's death or Asher's injuries.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant and her husband testified she routinely left all of the\r\nchildren in her husband's care while she ran errands.  In fact, on the day\r\nParker died, they testified appellant's husband provided almost all of their\r\ncare.  On that day, appellant left the house for over two hours to go to the\r\nbank, grocery store, a crafts store, and Wal-mart.  Appellant's husband\r\nwas holding Parker when she returned and he put Parker down for his\r\nnap.  Appellant's husband found Parker not breathing an hour later. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The experts seem to agree that Asher's injuries occurred\r\nsometime within the seventy-two-hour-period prior to when he was taken\r\nto the hospital.  Further, because he was not dehydrated, it was\r\nascertained that the injury probably occurred within the prior twenty-four\r\nhours.5 Asher was taken to the hospital on the morning of Wednesday,\r\nJune 23rd.  Appellant and another parent testified Asher appeared sick\r\nwhen his mother, Catherine Maier, dropped him off at approximately 7:30\r\na.m. Appellant called Catherine that morning around 10:30 a.m. and\r\nasked her to take him to the doctor.  Appellant's husband immediately\r\ncarried Asher, who was already strapped into his car seat, out to the car\r\nwhen Catherine arrived to take him to the doctor at approximately 11:30 \r\n  \r\n\r\n4The dissent blatantly concludes the \"SIDS diagnosis was in error\"\r\neven though the highly qualified medical experts who testified in this trial\r\ncould not agree this was the case.  Unlike the dissent, we find it\r\nunnecessary to summarize the testimony of the numerous medical experts.\r\nWe base our opinion upon the lack of evidence presented that appellant\r\nwas the perpetrator, if there was one. \r\n  \r\n  \r\n  \r\n We note, however, the dissent misleadingly states Dr. Daniel, who\r\nhad originally performed the autopsy on Parker, testified that her findings\r\nwere consistent with forced asphyxiation.  Dr. Daniels testified her\r\nfindings were consistent with forced asphyxiation and SIDS.  She testified\r\nshe made her final decision by determining that it was more likely than\r\nnot that this was a SIDS death. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 Dr. Louis Becton testified Asher was not dehydrated and after he\r\nhad been shaken he would have immediately lost his motor skills and\r\nbeen unable to eat.  He also testified it takes an infant hours, rather than\r\ndays, to become dehydrated. \r\n  \r\n  \r\n  \r\np.59\r\n\r\nSTATE v. CUTRO \r\n\r\na.m. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Several persons other than appellant, including Catherine and\r\nappellant's husband, had access to Asher within this preceding twenty-four\r\nhour period.  We think the evidence is insufficient to establish that\r\nappellant injured Asher. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The dissent states \"[Appellant] had nearly exclusive control\r\nover Asher and Parker; the only other person with clear access to Asher\r\nand Parker was [appellant's] husband.\" (emphasis added).  This view of\r\nthe evidence does not support the conclusion that appellant was the sole\r\nperson who could have inflicted the injuries.  The dissent points to\r\nappellant's testimony that Parker was her responsibility and it was her job\r\nto give him back to his mother that day.  This testimony does not\r\nsomehow exclude appellant's husband from being the perpetrator.  The\r\ndissent states appellant's credibility was in doubt at trial.  Even if we\r\ndiscount appellant's testimony because of her lack of credibility, there is\r\nstill appellant's husband's testimony that he helped care for the children.\r\nMore importantly, the State did not present any evidence to the contrary.\r\nThus, the only evidence on this issue is that appellant did not have\r\nexclusive control of the children. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The facts of this case are very similar to the facts in State v.\r\nConyers, 268 S.C. 276, 233 S.E.2d 95 (1977).  In Conyers, the appellant\r\nwas convicted of murdering her second husband by poisoning him with\r\narsenic.  The State introduced evidence regarding the poisoning of\r\nappellant's son-in-law, mother-in-law, first husband, and a potential\r\nbusiness partner.  The Court summarily concluded the trial judge properly\r\nadmitted evidence of poisoning of the son-in-law, mother-in-law, and\r\npotential business partner.  However, the Court held the trial court had\r\nerred in admitting evidence of the poisoning of appellant's ex-husband.\r\nAppellant's first husband died six years before her second husband.  The\r\nfirst husband's body was exhumed and it was found to contain the highest\r\nlevel of arsenic of any of the other victims.  \"There was very little\r\nevidence, however, to establish that appellant poisoned her first husband\r\nother than the fact that she was his wife and he had some life insurance.\r\nThis evidence alone was insufficient to establish the identity of appellant\r\nas the actor in poisoning her first husband.\" 268 S.C. at 281, 233 S.E.2d\r\nat 96.6 The Court held the admission of this evidence was clearly \r\n  \r\n\r\n6Contrary to the dissent's assertions, the Conyers opinion, which\r\nsummarily affirms the admission of some Lyle evidence without any \r\n  \r\n  \r\n  \r\np.60\r\n\r\nSTATE v. CUTRO \r\n\r\nprejudicial and reversed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Likewise, here, the evidence is insufficient to establish that\r\nappellant was the actor in Parker's death or Asher's injuries and we hold\r\nthe trial judge erred in admitting this evidence.  Accordingly, we reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant's remaining issues are affirmed pursuant to Rule\r\n220(b)(2) and the following authorities: Issue 2: State v. Dinkins, 319 S.C.\r\n415, 462 S.E.2d 59 (1995).7 Issue 3: State v. Washington, 315 S.C. 108,\r\n432 SE.2d 448 (1993)(appellant cannot on appeal complain about the\r\nadmission of evidence which she elicited).  Issue 4: State v. Williams, 303\r\nS.C. 274, 400 S.E.2d 131 (1991)(in ruling on a motion for a directed\r\nverdict, the trial judge is concerned with the existence or nonexistence of\r\nevidence, not its weight).  Issue 5: State v. Bailey, 276 S.C. 32, 274 S.E.2d\r\n913 (1981)(admission of evidence is within the trial court's discretion and\r\nabsent an abuse of this discretion will not be reversed by this Court);\r\nState v. Schmidt, 288 S.C. 301, 342 S.E.2d 401 (1986)(evidence is relevant\r\nif it tends to establish or make more or less probable some matter at issue\r\nupon which it directly or indirectly bears); State v. Sullivan, 277 S.C. 35,\r\n282 S.E.2d 838 (1981)(appellant cannot complain of prejudice from\r\nadmission of evidence if he opened the door to its admission). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J., and WALLER, A.J., concur.  TOAL and BURNETT, JJ.,\r\ndissenting in separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\nanalysis or discussion, provides no support for the admission of the Lyle\r\nevidence in this case.  Furthermore, the Conyers decision is not the only\r\nprecedent upon which we base our decision in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7Based solely upon the grounds which appellant raised, we affirm the\r\nadmission of the statistics. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.61 \r\n  \r\n  \r\n  \r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: The majority affirms all issues, except the question of\r\nCutro's prior bad acts.  It finds that the trial court erred in admitting, under\r\nState v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923), evidence of the death of\r\nParker Colson and the injury of Asher Maier.  Because this finding fails\r\nprocedurally and substantively, I must dissent from this portion of the\r\nmajority's opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.    PROCEDURAL GROUNDS \r\n  \r\n The majority opinion holds that evidence of Brenda Cutro's prior bad\r\nacts is inadmissible because the State failed to prove her commission of these\r\nacts by clear and convincing evidence.  This argument is procedurally barred\r\ninasmuch as it was neither raised, nor argued, on appeal by Cutro.  Before\r\nthis Court, Cutro contests the trial court's ruling concerning the Lyle\r\nevidence on two distinct bases: (1) the State has not established a sufficient\r\nconnection for the prior bad acts to be admissible because of dissimilarities\r\nbetween the prior bad acts and the current murder; and (2) even if the\r\nevidence were admissible, the State has introduced too much evidence,\r\nthereby prejudicing Cutro. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Cutro does not argue that the State failed to prove the prior bad acts\r\nby clear and convincing evidence.  This issue has been raised by the majority\r\nsua sponte.  Because this ground is procedurally barred, it is improper for\r\nthis Court to consider it. See State v. Sullivan, 277 S.C. 35, 282 S.E.2d 838\r\n(1981)(An issue not argued in the appellant's brief is deemed abandoned.).\r\nThe impropriety of reaching this issue is compounded by the fact that the\r\nparties have not had the opportunity to adequately brief this issue.  This is\r\nparticularly necessary in a case like this one, a complex two-week trial that\r\ninvolved a parade of over eighty witnesses, a collection of over one hundred\r\nsixty exhibits, and a record exceeding three thousand pages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In footnote 3 of its opinion, the majority attempts to rebut our position\r\nthat its argument is procedurally barred.  It posits, in a very generalized\r\nfashion, the argument that somehow the issue is before this Court.  In\r\nclaiming that Cutro has properly presented the issue that the State has\r\nfailed to prove by clear and convincing evidence that she committed the prior\r\nbad acts, the majority has not -- and cannot -- cite to a single paragraph of\r\nthe argument contained in Cutro's brief to support its position.1d A perusal \r\n  \r\n  \r\n  \r\n\r\n1d The majority refers to the following statement: \"In the absence of any\r\nproperly-admitted evidence that Mrs. Cutro shook each of these three (3)\r\nchildren, the necessary Lyle connection fails and the Colson/Maier evidence \r\n  \r\n  \r\n  \r\np.62\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nof the eleven-page Lyle argument contained in Cutro's brief will demonstrate\r\nbeyond peradventure that this issue is procedurally barred. Even an\r\nexamination of Cutro's argument headings suffices to convince that the\r\nargument is not appellant's, but rather a sua sponte product of the majority's\r\nanalysis.  As an aid to the reader, we quote these argument headings: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. The trial judge improperly allowed the State to introduce\r\nevidence concerning the death of Parker Colson and the injury to\r\nAsher Maier. \r\n  \r\n  \r\n  \r\nA. There was doubt as to the connection between the death\r\nof Ashlan Daniel (the charge for which Appellant was tried)\r\nand the death of Parker Colson and the injury to Asher\r\nMaier. \r\n  \r\n  \r\n  \r\nB. If any such evidence was admissible, the State\r\nintroduced too much evidence and effectively tried the\r\nAppellant on all three (3) charges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSee Appellant's Brief, pp. 16-26. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The arguments that were presented by Cutro's brief are as follows:\r\nWhere an alleged bad act is strikingly similar to the one for which a \r\n  \r\n  \r\n  \r\n\r\nshould not have been admitted.\"       This reference further reinforces our\r\n argument that Cutro has not specifically raised the issue of the State failing\r\n to prove the prior bad acts by clear and convincing evidence.  First, the\r\n statement is very general in nature and does not identify the precise issue\r\n which the majority chooses to address.  Second, it does not even appear in\r\n Cutro's statement of issues on appeal, nor in the argument portion of Cutro's\r\n brief. Instead, the above-quoted sentence is a passing reference in an\r\n introductory note in Cutro's brief.\r\n It is well established that ordinarily no point will be considered which\r\n is not set forth in the statement of issues on appeal.  Rule 207(b)(1)(B),\r\n SCACR; Gamble v. International Paper Realty Corp., 323 S.C. 367, 474\r\n S.E.2d 438 (1996).  Further, a one-sentence argument is too conclusory to\r\n present any issue on appeal. Englert, Inc. v. Netherlands Ins.  Co., 315 S.C.\r\n 300, 433 S.E.2d 871 (Ct.  App. 1993).  The majority cannot overcome these\r\n procedural hurdles.  We may search in vain Cutro's brief for the issue of the\r\n State failing to prove the prior bad acts by clear and convincing evidence.\r\n Ultimately, neither Cutro's statement of issues, nor a single full paragraph\r\n of her argument will yield the issue. \r\n  \r\n  \r\n  \r\np.63 \r\n  \r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\ndefendant is being tried, the danger of prejudice is enhanced; this is\r\nparticularly true in a case resting upon circumstantial evidence.  The case\r\nagainst Cutro was purely circumstantial in nature. See Appellant's Brief, pp.\r\n16-17.  Further, the State did not prove the bad acts were similar. See\r\nAppellant's Brief, pp. 20-22.  Finally, if the evidence were admissible, the\r\nState introduced too much of it. See Appellant's Brief, pp. 22-26. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is most revealing that the argument created for Cutro by the\r\nmajority even contradicts, at the most basic level, one of the very arguments\r\nshe did make: The majority champions the cause that the State did not\r\npresent enough evidence.  Contrarily, Cutro's brief contends that the State\r\npresented too much evidence.  This discrepancy alone should alert us to the\r\nprocedural mischief afoot. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thus, because Cutro has never presented the argument lying at the\r\ncenter of the majority's conclusion, the matter should be considered\r\nprocedurally barred. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.    SUBSTANTIVE GROUNDS \r\n  \r\n Even if we assume the issue has been properly presented on appeal, it\r\nfails on the merits.  The majority opinion concludes that there was not clear\r\n.and convincing evidence that Cutro caused Parker's death and Asher's\r\ninjuries.  The record is otherwise. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Cutro operated a day care center in her home in Irmo, South Carolina.\r\nDuring an eight month period in 1993, three children in Cutro's care either\r\ndied or were severely injured.  In January 1993, Parker Colson died while in\r\nCutro's care; in June 1993, Asher Maier suffered severe brain damage while\r\nin Cutro's care; in September 1993, Ashlan Daniel died while in Cutro's care.\r\nCutro was eventually indicted for the murder of Ashlan.  The State sought\r\nto introduce, under Lyle, evidence of Parker's death and Asher's injuries in\r\norder to show motive, a common scheme or plan, and identity.  There were\r\na number of similarities between the three cases: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1.  all three children were in the custody, care, and control of Cutro;\r\n2.  all three children were between four and five months old;\r\n3.  all the events occurred at Cutro's house;\r\n4.  all the events occurred during daytime;\r\n5.  all three children died as a result of physical abuse (suffocation or\r\nshaking);\r\n6. all three children suffered injuries to the brain area; \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.64\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\n7. the deaths and injury were all inconsistent with Sudden Infant\r\nDeath Syndrome [SIDS];\r\n8. all three children had insignificant medical histories;\r\n9. all the children were born after normal, full-term pregnancies; and\r\n10. there was absence of evidence that the injuries were caused by\r\naccident \r\n  \r\nThe trial court admitted the evidence of the prior bad acts, finding this to be\r\na \"textbook\" Lyle situation.  The court further found that the probative value\r\nof the evidence outweighed its prejudicial effect.  Moreover, it concluded that,\r\nin this circumstantial evidence case, the State had proved the prior bad acts\r\nwith clear and convincing evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The admission of evidence in a criminal prosecution is within the\r\ndiscretion of the trial court, and its ruling will not be disturbed on appeal\r\nunless an abuse of discretion is shown. State v. Wright, 322 S.C. 253, 471\r\nS.E.2d 700 (1996).  A review of the record reveals there is ample evidence to\r\nuphold the trial court's ruling that the prior bad acts were proven by clear\r\nand convincing evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. PARKER COLSON \r\n  \r\n Parker was a healthy baby in the days preceding January 4, 1993.  He\r\nwas perfectly fine when he was dropped off at Cutro's day care center on\r\nJanuary 4th.  In the middle of the day, his mother received a call from the\r\nday care center and was told that Parker was not breathing.  Emergency\r\nmedical personnel were called to Cutro's home where they found that the\r\ninfant's heart was not beating.  They were told upon their arrival that Parker\r\nhad been found on the bed not breathing and that he had been checked 10\r\nor 15 minutes earlier and was okay.  They attempted to resuscitate Parker,\r\nbut were unsuccessful.  Parker was transported to the hospital where for 20\r\nminutes the emergency room physician attempted to resuscitate him.  The\r\nphysician also failed.  Parker was declared dead at 2:55 p.m. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On January 5th, Dr. Beverly Williams-Daniel, a pathologist at the\r\nLexington Medical Center, performed an autopsy on Parker.  She did not\r\ndiscover any external signs of trauma to Parker's body.  Based on collections\r\nof cells found in Parker's lungs, she originally listed his cause of death as\r\nacute bronchopneumonia bilateral.  After getting more information from\r\nParker's parents, Dr. Daniel felt that she may have misdiagnosed the cause\r\nof death.  She consulted another pathologist who advised that Parker did not\r\ndie from pneumonia.  Because she did not have another cause of death, Dr. \r\n  \r\n  \r\n  \r\np.65\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nDaniel amended the report to list SIDS as the cause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Enid Gilbert-Barness, a professor of pediatrics and pathology and\r\na hospital director of pediatric pathology, examined the evidence related to\r\nParker's death.  At the time, Dr. Barness had over 40 years of experience in\r\npediatric pathology, having performed in excess of 4,000 autopsies.  After\r\nreviewing the autopsy reports and the pathological specimens, she was\r\nalarmed to find the presence of petechial hemorrhages in Parker's brain.  In\r\nher 40 years of practicing pediatric pathology, she had never observed gross\r\n(i.e. visible to the naked eye) petechial hemorrhaging in the brain of an\r\ninfant diagnosed with SIDS.  She testified that Parker died of trauma, which\r\nwas very likely caused by shaking, resulting in a subdural hemorrhage and\r\npetechial hemorrhages in the brain. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. John Emery, a forensic pediatric pathologist, also testified for the\r\nState.  In Dr. Emery's 45 years of experience, he had performed autopsies on\r\nover 6,000 infants.  After reviewing the evidence, Dr. Emery concluded that\r\nthe cells in Parker's lungs were not connected with his death.  Misdiagnosis\r\nbased on this symptom occurs when pathologists do not have experience\r\nperforming autopsies on infants.  Dr. Emery found petechiae in Parker's\r\nbrain in a distribution that was \"quite different\" than in control studies.  The\r\npetechiae were increased to a level of clinical significance.  He was convinced\r\nthat there was blood in the dura before the child had died.  It was his\r\nopinion that Parker had died as a result of trauma. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Janice Ophoven similarly testified.       As a pediatric forensic\r\npathologist, she had had over 23 years of experience; the last 18 of those\r\nyears had been primarily focussed on infant autopsies.  She reviewed the\r\nmicroscopic slides of Parker's major organs, photographs of body parts after\r\nexhumation, as well as his complete medical history and other medical\r\ninformation.  After reviewing the information, she concluded that Parker did\r\nnot die naturally.  She observed petechial hemorrhages in the brain that\r\nwere visible to the naked eye.  This is a sign of asphyxia.  In all her years\r\nof experience, Dr. Ophoven had never observed gross petechial hemorrhages\r\nin infants who had died of SIDS.  Nor had she ever seen a scientific journal\r\ndescribing a case of SIDS involving grossly visible petechial hemorrhages.\r\nBased on this finding, and also the presence of subdural blood, she concluded\r\nthat Parker had died of non-accidental trauma or child abuse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Ophoven also had the opportunity to review the autopsies of every\r\nSouth Carolina infant who had died in the period January 1, 1993 to June\r\n14, 1994 and whose cause of death had been listed as SIDS.  After reviewing \r\n  \r\n  \r\n  \r\np.66 \r\n  \r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\n102 autopsies from 31 counties, she found that of all the infants in these\r\ncases, only two had suffered hemorrhaging in the brain, detectable grossly\r\nand microscopically.  These two infants were Parker Colson and Ashlan\r\nDaniel, the child Cutro was found guilty of murdering in the instant case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. ASHER MAIER \r\n  \r\n Asher was dropped off at Cutro's home on June 23, 1993 at 7:30 a.m.\r\nAt 10:30 a.m., Cutro called Asher's mother, asking her to take him to the\r\ndoctor because he would not eat or sleep and kept crying.  Asher's mother\r\narrived soon thereafter and took Asher to the doctor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Lewis Becton, who examined Asher, testified that when Asher was\r\nbrought into the hospital, he was pale and irritable, had very poor neck\r\ncontrol, could not focus, and was obviously not neurologically normal.  His\r\nneck was completely limp, and he had retinal hemorrhaging.  Asher was\r\ndiagnosed as suffering from shaken baby syndrome.  Dr. Becton testified that\r\nAsher's condition was such that he could not suck or take food.  Such\r\nsymptoms occur immediately after a baby has been shaken.  Because Asher\r\nwas not dehydrated, he must have had food within the previous 24 hours.\r\nThus, the shaking of Asher must have occurred in this 24 hour period. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The last time Asher had been seen to be normal was when he was\r\ndropped off at Cutro's day care.  A parent who went by the day care center\r\nthat morning testified that he saw Asher holding his head up and turning\r\naround.  Cutro herself had given a statement about the events of June 23rd.\r\nIn her statement, she said that Asher was dropped off at the day care center\r\nby her mother.  Cutro indicated that Asher was not fully alert that morning.\r\nShe made no mention that Asher exhibited any highly unusual symptoms,\r\nsuch as a limp neck. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Randall Alexander, a nationally recognized expert in the field of\r\npediatrics and child abuse, testified that his examination of the evidence\r\nrevealed that Asher had suffered from at least two episodes of violent\r\nshaking.  This conclusion was based on both medical and historical evidence.\r\nC.T. scans and M.R.I. scans showed that Asher had sustained considerable\r\nhead trauma.  Moreover, he had had retinal hemorrhaging, which appears in\r\nup to 90 percent of shaken baby syndrome cases.  The symptoms of shaking\r\nappear shortly after the abuse.  Accordingly, Dr. Alexander concluded to a\r\nreasonable degree of medical certainty that the second shaking episode must\r\nhave occurred between 7:30 a.m. and 11:30 a.m. on June 23rd -- between the\r\ntime Asher was dropped off at Cutro's and the time he was presented at Dr. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.67\r\n\r\nSTATE v. CUTRO \r\n\r\nWeston's office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Dr. Wilbur Smith, Jr. also testified.  As an expert in pediatric radiology\r\nand child abuse, he was, at the time of the trial, one of only 30 or fewer\r\nphysicians in the country who were exam-certified in the field.  He stated\r\nthat because of the evidence of the retinal hemorrhages, the subdural\r\nhematomas, and subarachnoid hemorrhages, \"there is no question [that] there\r\nis no other medical diagnosis\" than shaken baby syndrome.  Sufficient tests,\r\nhe declared, were done to rule out any other cause.  Based on the eyewitness\r\nevidence of how Asher was acting when he was dropped off, Dr. Smith\r\nconcluded that Asher must have been shaken on June 23rd, sometime\r\nbetween 7:30 a.m. and when he was taken to the doctor's office. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The above evidence, which is uncontested, clearly and convincingly\r\nshows that Asher was normal when he was dropped off.  When he emerged\r\nafter a few hours in Cutro's care, he exhibited the signs of shaken baby\r\nsyndrome. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. PROPER ADMISSION OF EVIDENCE BY TRIAL JUDGE \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Cutro argues, and the majority agrees, that there was conflicting\r\nevidence concerning the proof of the prior bad acts.  Although I would concur\r\nthat the evidence was not uncontradicted (as it rarely is in a criminal case),\r\nI find that the weight of evidence establishing Cutro's abuse of Parker and\r\nAsher is simply overwhelming.  The State presented significant, but not\r\nexcessive, evidence to establish a close degree of similarity or connection\r\nbetween all of Cutro's bad acts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority implicitly suggests that SIDS, not trauma, was the real\r\ncause of Parker's death.  This argument fails on numerous grounds.  First,\r\nthe opinion does not specify exactly what this evidence is.  My reading of the\r\nrecord leads me to conclude that evidence of SIDS was minimal, in\r\ncomparison to the mountain of evidence presented that abuse was the cause\r\nof death.  The convincing testimony of highly-qualified experts has been\r\ndescribed in detail above. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, even if Cutro's defense witnesses presented some evidence of\r\nSIDS, the persuasiveness of this evidence was essentially nullified by the\r\nsame witnesses' candid and compelling arguments in favor of the State's\r\nposition.  Cutro's own expert, Dr. Sandra Conradi, remarkably testified that\r\nshe \"was very suspicious of homicide.\" She further said on the stand that she\r\ndid not recall, in her years of experience, ever seeing grossly or \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.68 \r\n  \r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nmicroscopically petechial hemorrhages in a SIDS case.  Dr. James Reynolds,\r\nwho also testified on behalf of Cutro, stated that in his 23 years of\r\nexperience, he had never seen petechial hemorrhages in the brain of a SIDS\r\ninfant.  Finally, Dr. John Pless, another of Cutro's expert witnesses, declared\r\nthat in his opinion, Asher Maier was shaken. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Third, Cutro has failed to rebut the evidence presented by the State as\r\nto why Parker's death may have initially been misdiagnosed as SIDS.  Dr.\r\nDaniel, who had labeled Parker's death as SIDS (after changing it from\r\npneumonia), testified that there were three major factors which did not make\r\nthis a SIDS case: (1) it was uncommon for SIDS deaths to occur in the\r\nmiddle of the day; they are much more common during the night; (2) she did\r\nnot find any petechial hemorrhages in the intrathoracic area, which is\r\ncommonly found in SIDS cases; and (3) she found petechiae in the brain,\r\nwhich she had never seen occur in a SIDS case.  She indicated that her\r\nfindings were consistent with forced asphyxiation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Furthermore, Dr. Barness testified that the initial pathologist failed to\r\ntake certain steps during the autopsy.  If these steps -- including the removal\r\nand examination of the eyes and the removal of the dura -- had been taken,\r\nthey would have assisted in making an accurate diagnosis.  This was further\r\nconfirmed by Dr. Ophoven who stated that in order to observe any type of\r\nhemorrhage or trauma to the eyes, the pathologist has to remove the eyes.\r\nAt the initial autopsy, the eyes were not removed.  Nor was the dura\r\nstripped.  For these reasons, the SIDS diagnosis was in error.  The initial\r\nmisdiagnosis is understandable given that the autopsy was conducted by a\r\ngeneral pathologist and not by one with specific training or expertise in\r\nperforming infant autopsies.  In contrast, the experts presented by the State\r\nhad decades of experience in the fields of pediatric pathology, pediatric\r\nforensic pathology, and pediatric radiology, and had performed autopsies on\r\nthousands of infants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority asserts there was insufficient evidence Cutro injured\r\nAsher or Parker.  While the State obviously did not have direct evidence of\r\nthese bad acts, it presented an overwhelming amount of circumstantial\r\nevidence.  Cutro had nearly exclusive control2d over Asher and Parker; the \r\n  \r\n\r\n2d The majority criticizes the statement that Cutro had \"nearly exclusive\r\ncontrol\" over Asher and Parker.  Instead, it posits that Cutro did not have\r\n\"exclusive control\" over the children and that this view of the evidence does\r\nnot support the conclusion that she was \"the sole person who could have\r\ninflicted the injuries\" on them.  The majority does not cite any authority for \r\n  \r\np.69\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nonly other person with clear access to Asher and Parker was Cutro's\r\nhusband.  She herself testified that Parker \"was my responsibility.  It was\r\nmy job to give him back to his mother that day.\" These children were\r\ndropped off in the morning at Cutro's.  When they were picked up, they were\r\nalready injured.  Two expert witnesses testified that Asher's injuries occurred\r\nbetween 7:30 a.m. and when Asher was picked up (at approximately 11:30\r\na.m.). To further confirm that Cutro was the person taking care of Asher,\r\nwe can look to the very affidavit Cutro gave about the incidences of that day,\r\nan affidavit given prior to her being charged in this case.  She describes how\r\nAsher was feeling the day he was injured, details how she cared for him that\r\nday, and states how she called Asher's mother to inform her that Asher was\r\nnot well.  Nowhere in the affidavit is there any mention of anyone else\r\nhaving contact with Asher. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority now asserts that Cutro routinely left the children with her\r\nhusband to run errands and that she was even gone for hours on the day of\r\nParker's death.  The majority bases these assertions on Cutro's testimony.\r\nThe reliability of this information turns, therefore, on Cutro's credibility, a\r\nmatter which was clearly before the judge.  There was much evidence \r\n  \r\n  \r\n  \r\n\r\nthe proposition that in order to meet a clear and convincing standard of\r\nproof, the State must establish that the defendant had \"exclusive control\"\r\nover the victims.     It appears that the majority is elevating the proof\r\nrequirement to unprecedented, and unrealistic, levels. if \"exclusive control\"\r\nhad to be established every time a Lyle issue arose, it would be difficult to\r\nimagine a circumstance where any evidence of prior bad acts would be\r\nadmissible.\r\n For example, suppose that a serial killer had murdered 50 blue-eyed,\r\nblond-haired twenty-year-old girls alongside South Carolina highways.  A\r\ndistinctive word, written out by the killer, was found on the forearms of all\r\nthese victims.  Under the majority's formulation of the Lyle rule, if a\r\ndefendant were tried for one of the murders, evidence of the 49 other\r\nmurders would not be admissible because, regardless of the amount of\r\nevidence tying the defendant to these signature crimes, the State could not\r\ndemonstrate that the defendant had \"exclusive control\" over his victims.\r\nBecause thousands of people, namely those who travel on the same highways,\r\nwould have had the opportunity to commit the crimes, the defendant would\r\nnot have had \"exclusive control\" over the victims; thus, the evidence of the\r\nprevious crimes would be inadmissible.  The absurdity of such a conclusion\r\ndemonstrates that the majority opinion has formulated a standard that raises\r\nthe level of proof to such unintended heights that it effectually abolishes the\r\nuse of Lyle evidence in South Carolina trials. \r\n  \r\n  \r\n  \r\np.70\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\npresented to call Cutro's credibility into doubt. At trial it became evident\r\nthat on a sworn affidavit related to the present incidences, Cutro had made\r\na material misrepresentation.  On cross-examination, she testified that she\r\nhad no explanation why she had lied on the affidavit.  Additionally, at trial,\r\nshe testified that she had no contact with Parker on the day he died.  This,\r\nhowever, contradicted the deposition testimony she had previously given,\r\nwhere she stated that she had played and fed Parker and had changed his\r\ndiaper on that day.  Because there was conflicting evidence at trial whether\r\nCutro was present and what kind of contact she had with the children, the\r\nmatter of her credibility assumes great significance.  The trial judge, not this\r\nCourt, is in the best position to be the arbiter of her credibility3d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In ruling on the admission of evidence of a prior bad act, the trial court\r\nmust find that the bad act has been established by clear and convincing\r\nevidence.  On appeal, we are to ascertain whether the trial court abused its\r\ndiscretion in admitting the evidence. See State v. Tucker, 319 S.C. 425, 462\r\nS.E.2d 263 (1995)(The admission of evidence is within the trial court's\r\ndiscretion and absent an abuse of this discretion, will not be reversed by this\r\nCourt.), cert. denied, 116 S. Ct. 789 (1996).  Our task is not to engage in a\r\nde novo review of the evidence.  Nor are we to usurp the authority of the\r\ntrial court by attempting to judge the credibility of witnesses.  The\r\ndetermination of credibility must be left to the trial judge who saw and heard\r\nthe witnesses and is therefore in a better position to evaluate their veracity.\r\nCf.  State v. Martin, 278 S.C. 427, 298 S.E.2d 87 (1982); State v. Rosier, 312\r\nS.C. 145, 439 S.E.2d 307 (Ct.  App. 1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although there may have been some conflicts in the evidence presented\r\nin this case, the trial court had the opportunity, over the span of the two-\r\nweek proceeding, to evaluate the evidence, to hear lay witnesses, to weigh the\r\ncredibility of expert witnesses, to assess their varying professional credentials,\r\nto appraise the extent of their experience, and to attempt to resolve \r\n  \r\n\r\n3d The majority states that even if Cutro's testimony is discounted\r\nbecause of her lack of credibility, there still remains the testimony of Cutro's\r\nhusband.  This argument would be persuasive were it not for the fact that\r\nthe credibility of Mr. Cutro was as bad, if not worse, than that of his wife.\r\nFor example, at the trial, it was revealed that Mr. Cutro had falsified\r\nsignificant information on his federal tax returns.  He had affirmatively\r\nmisrepresented the number of children he had.  On his tax from, he had\r\nfabricated and listed the names of two \"children\" in order to be able to claim\r\nthem as additional dependents.  Again, the issue of his credibility was before\r\nthe trial court. \r\n  \r\n  \r\n  \r\np.71\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\ndiscrepancies in their testimony in ascertaining whether the prior bad acts\r\nwere proven by clear and convincing evidence.  The trial court carried out\r\nthis task.   In fact, the judge's application of this standard is explicitly\r\nenunciated in the record.  He states that although at a certain point in the\r\ntrial he was not sure whether the clear and convincing standard had been\r\nsatisfied, after he heard the testimony of the State's several experts,\r\nincluding Dr. Barness, he concluded that the evidence was clear and\r\nconvincing.  He says, in reference to Dr. Barness, that she was \"very clear\r\nand very convincing.\" He further remarks: \"I don't know that I've ever\r\nheard a witness state her opinion in a stronger fashion that she did.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because I believe the trial court is clearly in a superior position to\r\nassess the evidence first-hand and to judge the credibility of the witnesses,\r\non appeal, we must defer to its determination whether the clear and\r\nconvincing standard has been met.  As with any evidentiary ruling, this\r\nfinding should be reversed only if the trial judge abused its discretion.  The\r\nmajority opinion suggests a different standard.  It implicitly proposes that\r\nthis Court review the evidence de novo.  Not only would this improperly\r\nencroach upon the authority of the trial court, but it would also force this\r\nCourt to engage in determinations of evidentiary questions without the\r\nbenefit of seeing, hearing, or assessing the witnesses.  I would adhere to our\r\ntraditional path, rather than to traverse this new and dangerously tortuous\r\nroute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n If the above reasons were not sufficient, then certainly the very case\r\ncited by the majority should alert us to the proper course.  The majority\r\nopinion cites State v. Conyers, 268 S..C. 276, 233 S.E.2d 95 (1977) in support\r\nof its argument that there is insufficient evidence to establish the defendant\r\nwas the actor in the prior bad acts.  I wholeheartedly agree with the\r\nmajority that Conyers controls.  However, Conyers does not suggest reversal\r\nof the present case, but rather compels its affirmance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Conyers, the defendant was tried for the poisoning of her husband.\r\nAt trial, the State introduced, under Lyle, evidence of the alleged poisoning\r\nof Conyers's first husband, son-in-law, mother-in-law, and a business\r\nacquaintance.  Conyers was convicted.  She appealed her conviction,\r\ncontesting the admission of the evidence of the other poisonings.  She argued,\r\nin part, that these other bad acts had not been proven by clear and\r\nconvincing evidence.  This Court accepted her argument that evidence of the\r\npoisoning of her first husband was inadmissible; however, we held that\r\nevidence of the other three prior bad acts had properly been admitted.\r\nBecause Conyers is a case in which some Lyle evidence was deemed sufficient \r\n  \r\n  \r\n  \r\np.72\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\nand properly admitted, while other Lyle evidence was deemed insufficient and\r\ninadmissible, it provides an ideal vehicle for testing the sufficiency of the\r\nevidence in the instant case.  To determine whether evidence of Cutro's prior\r\nbad acts should have been admitted, we must compare it with not only the\r\nevidence rejected in Conyers, but also the evidence found sufficient in\r\nConyers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Conyers, we held that the evidence of the poisoning of Conyers's first\r\nhusband was inadmissible because there was very little to connect Conyers\r\nto the poisoning.  The only evidence the State offered in connection with this\r\npoisoning was that Conyers's husband had died six years earlier, that she\r\nhad a life insurance policy on him, and that after the husband's body was\r\nexhumed and tested, it was found to contain high levels of arsenic.  We\r\nconcluded that this evidence was simply insufficient to establish the identity\r\nof Conyers as the person who poisoned her husband. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n By contrast, we held that the trial court had properly admitted evidence\r\nof the poisonings of Conyers's son-in-law, mother-in-law, and a business\r\nacquaintance.  Although the facts are not set out in the Conyers opinion\r\nitself, a review of the record reveals the following evidence in relation to\r\nthese prior bad acts: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (a) son-in-law: Conyers's son-in-law and his wife lived with Conyers.\r\nThe son-in-law became ill one day after supper.  It was discovered months\r\nlater that he had been poisoned with arsenic.  The son-in-law ate meals with\r\nhis wife and Conyers, and although Conyers generally did the cooking, the\r\nwife did cook on occasion.  The son-in-law and the wife had had marital\r\ndifficulties, having both admitted to one another their infidelity.  The son-in-\r\nlaw testified that he did not know who had poisoned him.  Both the wife and\r\nConyers denied having given the son-in-law arsenic.  The wife, in many ways,\r\nhad just as much opportunity as Conyers to poison the son-in-law.  We found\r\nevidence of this prior bad act to be admissible. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (b) mother-in-law: Conyers visited her mother-in-law three or four\r\ntimes per week.  On each visit, Conyers would fix coffee for her mother-in-\r\nlaw.  The mother-in-law's health had been good up to the time of these visits,\r\nbut it deteriorated, and she died thereafter.  A doctor testified that the\r\nmother-in-law had died of natural causes, but she had ingested arsenic at\r\nsome point at least one to three months prior to her death.  Examination of\r\nthe mother-in-law's brain, kidney, and liver did not reveal unusual levels of\r\narsenic; however, her nails and hair contained higher than normal levels.  We\r\nfound evidence of this prior bad act to be admissible. \r\n  \r\n  \r\n  \r\np.73\r\n\r\nSTATE v. CUTRO \r\n\r\n\r\n\r\n\r\n\r\n (c) business acquaintance: Conyers visited an acquaintance a number\r\nof times and would usually prepare coffee for her.  The acquaintance became\r\nill shortly after the visits commenced.  Tests conducted on the acquaintance\r\nrevealed higher than normal arsenic levels.  The acquaintance did not know\r\nshe had been poisoned, did not attribute her symptoms to any coffee she had\r\ndrunk, and knew no motive for Conyers to poison her.  We found evidence of\r\nthis prior bad act to be admissible. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Conyers, we declared that we were \"convinced\" the trial judge had\r\nproperly admitted evidence of the poisonings of the son-in-law, the mother-in-\r\nlaw, and the acquaintance. Conyers, 268 S.C. at 281, 233 S.E.2d at 96\r\n(1977).  As the above factual descriptions suggest, in Conyers, we assumed\r\na rather deferential approach to the findings of the trial court in relation to\r\nL.yle evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is clear that the facts of the present case are well within the limits\r\nset out in Conyers.  In fact, the evidence in the present case is orders of\r\nmagnitude weightier than that which was upheld in Conyers.  There is\r\nsimply no comparison between the evidence presented of Cutro's abuse of\r\nParker and Asher and the prior bad acts deemed admissible in Conyers,\r\nnamely, the poisonings of the son-in-law, the mother-in-law, and the\r\nacquaintance. Conyers teaches that on appeal, this Court will reverse only\r\nwhen the trial judge has clearly abused its discretion (as was the case with\r\nthe evidence about Conyers's first husband).4d There is more than ample\r\nsupport to uphold the trial court's admission of evidence of Cutro's prior bad\r\nacts.  The majority cannot show that the trial court abused its discretion.\r\nAccordingly, I must dissent.  I would affirm the conviction. \r\n  \r\n  \r\n  \r\n\r\n4d The majority's opinion criticizes our discussion of Conyers, suggesting\r\nthat Conyers summarily affirmed the admission of some Lyle evidence,\r\nwithout \"any\" analysis or discussion.  Although the discussion in Conyers is\r\nterse, it is nevertheless present, an analysis which invites us to review the\r\nrecord: \"[A]fter a careful review of the testimony, we are convinced that the\r\ntrial judge properly admitted evidence of the poisoning of Bazen [son-in-law],\r\nLouise Conyers [mother-in-law], and Iris Stevens [business acquaintance) . .\r\n. .\" Conyers, 268 S.C. at 281, 233 S.E.2d at 96 (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.74 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]