[{"id":"24770","title":"Wilder Corporation f/k/a Wilder Mobile Homes, Inc. v. Klaus Wilke and Rita E.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24770","description":"","date":"1998-03-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 10\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nWilder Corporation f/k/a\r\nWilder Mobile Homes,\r\nInc.                       Respondent\r\n\r\n\r\n v.\r\n\r\n\r\nKlaus Wilke and Rita E.\r\nWilke                      Petitioners\r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\n Appeal From Lexington County\r\nGeorge W. Jefferson, Master-In-Equity\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24770\r\nHeard December 16, 1997 - Filed March 9, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\n\r\nEdward M. Woodward, Jr., of Woodward, Cothran\r\n&amp; Herndon, of Columbia, for petitioners.\r\n\r\n\r\n\r\n\r\n\r\n\r\nJohn F. Emerson and William H. Short, Jr., both of\r\nSinkler &amp; Boyd, P.A., of Columbia, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: This case involves the foreclosure of a bond for title.\r\nRespondent, Wilder Corporation (\"Seller\"), brought this foreclosure action\r\nagainst petitioners, Klaus and Rita Wilkes (\"Buyer\"), as a result of Buyer's\r\n\r\n\r\np.3\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nindebtedness arising out of the sale of property.  The master-in-equity found\r\nin favor of Buyer.  The Court of Appeals affirmed in part and reversed in\r\npart.  Buyer appeals the Court of Appeals' decision.  We affirm.\r\n\r\n\r\n FACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\n In 1979, Seller agreed to sell its mobile home park to Buyer in\r\nexchange for Buyer's motel and the additional sum of $635,000.  On January\r\n25, 1980, the parties signed a bond for title memorializing the exchange and\r\nthe $635,000 debt.  The bond for title provided that Buyer would pay\r\nmonthly payments of $5,658.80 to commence March 1, 1980, and to continue\r\nuntil February 1, 1995, when a balloon payment of the remaining balance\r\nwould be due.  However, the contract reduced Buyer's first twenty payments\r\nby $500, from $5,658.80 a month to $5,158.80 a month.  Additionally, the\r\nbond for title allowed Buyer to defer a maximum of three months successive\r\npayments in the event occupancy at the mobile home park fell below 152\r\nspaces.    It also permitted the parties to set-off or add any claims or\r\njudgments arising under the terms of the agreement.\r\n\r\n\r\n After Buyer took possession of the mobile home park on January 28,\r\n1980, the parties executed a modification agreement which provided that\r\nSeller would pay Buyer a one-time payment of $6,000 and that the bond for\r\ntitle would be reduced by $500 per payment for the first twenty payments.1\r\nBuyer began payment on the bond for title on March 1, 1980.  However, in\r\n1991, Buyer deferred payments for the months of September, October, and\r\nNovember due to low occupancy in the mobile home park.\r\n\r\n\r\n Sometime during the repayment period, Buyer filed suit against Seller\r\nin federal district court concerning Seller's failure to connect the mobile home\r\npark to a sewage treatment facility, as required by the bond for title.  On\r\nJuly 12, 1994, a federal district court issued a judgment against Seller in the \r\namount of $146,584.72.2 The court further ordered post-judgment interest in\r\nthe amount of 5.31% per annum.\r\n\r\n\r\n\r\n\r\n1This modification was made because the parties discovered\r\ninaccuracies in the mobile home park's monthly operating statement and\r\ndifficulties with the South Carolina Department of Health and Environmental\r\nControl.\r\n\r\n\r\n 2The federal district court judgment was affirmed by the Fourth Circuit\r\nCourt of Appeals in Wilke v. Wilder Corp., 74 F.3d 1235 (4th Cir. 1996).\r\n\r\n\r\np.4\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\n After Buyer made the final monthly payment in January 1995, Seller\r\nsent Buyer a demand letter requesting $512,557.61 for the balloon payment\r\ndue February 1, 1995.  Buyer tendered the sum of $280,990.33 to Seller.\r\nSeller refused the tender and brought this foreclosure action against Buyer.\r\nSubsequent to the filing of this action, Buyer paid $281,000 to Seller's\r\nattorneys pursuant to a motion for appointment of receiver.\r\n\r\n\r\n A hearing was conducted before a master-in-equity on July 6, 1995.\r\nBoth Buyer and Seller provided amortization schedules reflecting their views\r\nof Buyer's payment obligation.  The master adopted Buyer's amortization\r\nschedule and made four conclusions of law: (1) the modification agreement\r\nmodified the bond for title insofar as it reduced the principal amount by\r\n$10,000; (2) Buyer properly credited the federal court judgment in the\r\namount of $146,584.72 on July 12, 1994.  Moreover, no attempt to levy or\r\notherwise execute the judgment was required in order to offset debt under\r\nthe bond for title, and there was no requirement that Buyer wait to offset\r\nsuch judgment until such time as all appeals had been exhausted; (3) Buyer\r\nmade or was excused from making all scheduled payments under the bond\r\nfor title, except for the final balloon payment; and (4) the court agreed with\r\nthe assumptions Buyer used in constructing the amortization schedule.\r\nAccordingly, the master ordered Buyer to pay a residual amount of $811.72,\r\nplus interest accruing at 9.75%.\r\n\r\n\r\n The Court of Appeals affirmed the master's order except on four points.\r\nSee Wilder Corp. v. Wilke, ___ S.C. ___ , 479 S.E.2d 510 (1997). First, the\r\nCourt of Appeals held that interest began to accrue on the loan from the date\r\nof signing, January 25, 1980, rather than the date of the first payment,\r\nMarch 1, 1980.  Second, since the interest accrual date was January 25,\r\n1980, the court held that the master erred in applying Buyer's first payment\r\nentirely toward principal.  Third, the court found that the master incorrectly\r\ngave Buyer credit for 180 payments when the evidence supported only 179\r\npayments.  Finally, the Court of Appeals noted that Buyer's amortization\r\nschedule gave credit for the federal court judgment in the amount of\r\n$147,289.53; the federal court judgment was $146,584.72, with post-judgment\r\ninterest accruing at the rate of 5.31% per annum.  The court held that the\r\nmaster should have only deducted the actual amount of the judgment,\r\n$146,584.72.\r\n\r\n\r\n This Court granted Buyer's petition for a writ of certiorari to consider\r\nthe following questions:\r\n\r\n\r\n1. Did the Court of Appeals err in holding that Seller preserved or did\r\n\r\n\r\np.5\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nnot waive any objections to the calculations in Buyer's amortization schedule\r\nby stipulating to the accuracy of those calculations?\r\n\r\n\r\n 2. Did the Court of Appeals err in holding that interest began to\r\naccrue prior to the first payment?\r\n\r\n\r\n 3. Did the Court of Appeals err in holding that a payment had not\r\nbeen made or credited?\r\n\r\n\r\n 4. Did the Court of Appeals err in considering whether the trial court\r\nerred by adopting the figures in Buyer's amortization schedule as to the\r\namount of the federal court judgment?\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA. WAIVER/PRESERVATION\r\n\r\n\r\n Buyer argues that the following issues were not properly preserved for\r\nreview by the Court of Appeals: (1) the date when interest started to accrue;\r\n(2) application of the first payment to principal; (3) the number of payments\r\nmade by Buyer; and (4) accrual of interest on deferred payments.  In a\r\nrelated argument, Buyer contends that the Court of Appeals erred in holding\r\nthat Seller, by its stipulation, did not waive any objections to the calculations\r\nin Buyer's amortization schedule.  It should be noted at the outset that Buyer\r\nhas preservation problems of its own in that Buyer did not raise all of these\r\nissues to the Court of Appeals in its petition for rehearing.  That said, we\r\ndisagree with Buyer's contention that Seller waived or failed to preserve its\r\nposition on these issues.\r\n\r\n\r\n At trial, Seller's attorney made the following objection/stipulation when\r\nBuyer's amortization schedule was introduced into evidence:\r\n\r\n\r\n\r\n\r\nWe have an objection to the theories considered by [the\r\naccountant] in doing the math, but we have no objection to the\r\nway he did the math.  We presume that if your honor rules and\r\nsustains [Buyer's] point on the theories, that the math will be\r\ncorrect . . . .[Buyer's amortization schedule] is a mathematical\r\nrun of payments with certain presumptions made on theories\r\npropounded by [the accountant]. [The accountant] has run those\r\nnumbers.  And if [his] points are sustained by you, then [his] run\r\nof the numbers is accurate.\r\n\r\n\r\np.6\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\n It is axiomatic that an issue cannot be raised for the first time on\r\nappeal, but must have been raised to and ruled upon by the trial judge to be\r\npreserved for appellate review. Creech v. South Carolina Wildlife and Marine\r\nResources Dep't, ___S.C.___,  491 S.E.2d 571 (1997). Moreover, an objection\r\nmust be sufficiently specific to inform the trial court of the point being urged\r\nby the objector. Broom v. Southeastern Highway Contracting Co., 291 S.C.\r\n93, 352 S.E.2d 302 (Ct.  App. 1986).  In this case, Seller's and Buyer's\r\namortization schedules clearly conflicted on the issues Buyer propounds as\r\nnot having been preserved for appellate review.  These issues were, in fact,\r\nintegral to the computation of the final balances reached by either side.\r\nThus, in this context, Seller's objection was specific enough to allow the trial\r\njudge to understand and rule upon the alleged error.\r\n\r\n\r\n Buyer next argues that the trial judge failed to rule upon Seller's\r\nobjection at trial.  As such, Buyer contends that the above issues were not\r\npreserved for review because Seller failed to make a Rule 59(e) motion.3 We\r\ndisagree.  Post-trial motions are not necessary to preserve issues that have\r\nbeen ruled upon at trial; they are used to preserve those that have been\r\nraised to the trial court but not yet ruled upon by it. Hubbard v. Rowe, 192\r\nS.C. 12, 5 S.E.2d 187 (1939).  Here, the trial court ruled on Seller's objections\r\nby expressly adopting Buyer's amortization schedule in its order.\r\nConsequently, it was unnecessary for Seller to make any post-trial motions.\r\n\r\n\r\n Finally, we disagree that Seller, by its stipulation, waived any\r\nobjections to Buyer's amortization schedule.  Although stipulating to the\r\naccuracy of Buyer's numerical calculations, Seller unequivocally objected to\r\nthe presumptions underlying those calculations.  As discussed above, in the\r\ncontext of the case, Seller's objection was sufficiently specific to inform the\r\ntrial judge of any error.  Therefore, the Court of Appeals was correct in\r\nholding that Seller did not waive any objections to Buyer's amortization\r\nschedule.\r\n\r\n\r\n\r\n\r\nB.   INTEREST ACCRUAL DATE\r\n\r\n\r\n Buyer argues that the Court of Appeals erred in finding that the\r\ninterest accrual date began on January 25, 1980, rather than March 1, 1980.\r\nWe disagree.\r\n\r\n\r\n\r\n\r\n3 Rule 59(e), SCRCP, provides, \"A motion to alter or amend the\r\njudgment shall be served not later than 10 days after receipt of written\r\nnotice of the entry of the order.\"\r\n\r\n\r\np.7\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\n\r\n\r\n The bond for title was signed on January 25, 1980.  It provided, in\r\npart:\r\n\r\n\r\n\r\n\r\n\r\n\r\n[T]he aforesaid sum shall be payable in monthly installments of\r\nprincipal and interest at the rate of Nine and three-quarters per\r\ncent (9.75%) per annum at the office of the obligor     . . . . Said\r\nmonthly installments shall be in the amount of Five Thousand\r\nSix Hundred Fifty-eight and 80/100 Dollars ($5,658.80)\r\ncommencing on the 1st day of March, 1980, and on the 1st day\r\nof each month thereafter until the principal and interest are fully\r\npaid . . . . \r\n\r\n\r\n\r\n\r\n Where a contract for the payment of a sum of money at a future date\r\nprovides that it is payable with interest, or is to bear interest, without\r\nspecifying from what date the interest is to be computed, it will be construed\r\nto bear interest from the date of the contract. Graham v. Burgiss, 78 S.C.\r\n404, 59 S.E. 29 (1907); G.M.H., Annotation, Construction of Contractual\r\nProvisions As To Interest As Regards Time From Which Interest Is To Be\r\nComputed, 69 A.L.R. 958 (1930).  In this case, the bond for title failed to\r\nspecify the interest accrual starting date; it merely designated when the loan\r\npayments were to begin.  Therefore, interest began to accrue on January 25,\r\n1980, the date the bond for title was signed.\r\n\r\n\r\n\r\n\r\n\r\n\r\nC. NUMBER OF PAYMENTS\r\n\r\n\r\n Buyer argues that the Court of Appeals erred in holding that Buyer\r\nshould have been given credit for 179 payments instead of 180 payments.\r\nWe disagree.\r\n\r\n\r\n The Court of Appeals found that Buyer's list of payments, which the\r\nmaster admitted into evidence under a stipulation that it accurately reflected\r\npayments Buyer could prove, showed 175 payments having been made.  The\r\nCourt of Appeals added to this number the three payments deferred in 1991\r\nand the January 1995 payment to arrive at 179 payments.   Buyer's\r\namortization schedule, on the other hand, showed 180 payments having been\r\nmade.\r\n\r\n\r\n In 1980, Buyer made 10 monthly installments.  For fourteen years\r\nthereafter, Buyer made 12 monthly installments every year except for 1991\r\nwhen Buyer deferred three payments.       Therefore, excluding the three\r\ndeferred payments and the January 1995 payment, Buyer made a total of 175\r\nmonthly payments.  When the three deferred payments and the January 1995\r\n\r\n\r\np.8\r\n\r\n\r\nWILDER CORPORATION v. KLAUS WILKE, ET AL. \r\n\r\npayment are added, the total becomes 179 payments.\r\n\r\n\r\nD. FEDERAL COURT JUDGMENT\r\n\r\n\r\n Buyer argues that the Court of Appeals erred in considering the issue\r\nof whether post-judgment interest should have been applied to the federal\r\ncourt judgment as a set-off against amounts owed by Buyer.  We disagree.\r\n\r\n\r\n The Court of Appeals held that the amount of the set-off for the federal\r\ncourt judgment could not include any amounts for post-judgment interest.\r\nBuyer does not challenge the correctness of this holding, but simply argues\r\nthat this issue was not preserved for review by the Court of Appeals.  For\r\nthe reasons outlined above, we find that Seller's objection at trial was\r\nsufficient to preserve this issue for appellate review.  Moreover, the trial\r\ncourt ruled upon Seller's objection by expressly adopting Buyer's amortization\r\nschedule in its order.\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n For the foregoing reasons, the Court of Appeals' decision is\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24771","title":"Louis Alan Taylor, et al. v. Jimmy Lindsey and Linda E. Echols","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24771","description":"","date":"1998-03-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 10\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nLouis Alan Taylor,\r\nCathy Lee Taylor,\r\nDennis Bright, Earlene\r\nBright, Elaine J. Couch,\r\nBilly D. Mulligan, Diane\r\nS. Mulligan, Eric G.\r\nBaumgardner, Patricia\r\nL. Baumgardner, Danny\r\nL. Johnson, and Vicki\r\nW. Johnson, \r\nRespondents,\r\n\r\n\r\nv.\r\n\r\n\r\nJimmy Lindsey and\r\nLinda G. Echols,\r\nPetitioners.\r\n\r\n\r\n\r\n\r\n\r\n\r\n ON WRIT OF CERTIORARI\r\nTO THE COURT OF APPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\n Appeal From Anderson County\r\nEllis B. Drew, Jr., Master-in-Equity\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24771\r\nHeard January 20, 1998 - Filed March 9, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n\r\n\r\nPaul L. Foster, Jr., and Joseph G. Armstrong, both\r\nof Foster &amp; Foster, L.L.P., of Greenville, for\r\npetitioners.\r\n\r\n\r\n\r\n\r\n\r\n\r\np.10\r\n\r\n\r\nTAYLOR, ET AL., v. LINDSEY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nTom W. Dunaway, III, of Dunaway &amp; Associates, of\r\nAnderson, for respondents.\r\n\r\n\r\n\r\n\r\n\r\n\r\n MOORE, A.J.: We granted petitioners a writ of certiorari to\r\nreview the Court of Appeals' decision in Taylor v. Lindsey, Op.  No. 96-UP-\r\n411 (Ct.  App. filed November 18, 1996).  We reverse.\r\n\r\n\r\n FACTS\r\n\r\n\r\n Petitioner Linda Echols purchased two lots from petitioner\r\nJimmy Lindsey in the Camelot Court subdivision. 1 A restrictive covenant\r\nstates: \"No residence to cost less than $10,000.00 shall be erected on said\r\nlots. . . \"     The respondents brought this action seeking an injunction\r\nagainst Echols preventing her from placing a mobile home on her lots and\r\npreventing Lindsey from allowing the placement of mobile homes on other\r\nlots he still owns.  The master held the restrictive covenant does not\r\nprohibit mobile homes.  Respondents appealed to the Court of Appeals.\r\nThe Court of Appeals reversed the master and found the restrictive\r\ncovenant prohibits the placement of mobile homes on the lots.\r\n\r\n\r\n ISSUE\r\n\r\n\r\nDid the Court of Appeals err in holding the\r\nrestrictive covenant prohibits mobile homes?2 \r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nPetitioners contend the Court of Appeals erred by holding\r\n\r\n\r\n1 This subdivision was originally subdivided in the early 1960s by\r\nM.W. Fore.  However, the subdivision never fully developed and as of 1995\r\nonly six houses were currently built on the 167 lots.  These six homes are\r\nvalued between $64,000 and $75,000.\r\n\r\n\r\n 2 An action to enforce restrictive covenants by injunction is in equity.\r\nHolling v. Margiotta, 231 S.C. 676, 100 S.E.2d 397 (1957).  On appeal, in\r\nan equitable action tried by a master alone, we can find facts in\r\naccordance with our view of the evidence. Townes Assoc. v. City of\r\nGreenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).\r\n\r\n\r\np.11\r\n\r\n\r\nTAYLOR, ET AL., v. LINDSEY, ET AL. \r\n\r\nNance v. Waldrop, 258 S.C. 69, 187 S.E.2d 226 (1972), dispositive.  We\r\nagree.\r\n\r\n\r\n In Nance, the Court construed a restrictive covenant in a deed\r\nwritten in 1938.  The covenant stated: \"No house shall be erected thereon\r\ncosting less than Four Thousand Five Hundred ($4,500.00) Dollars.\" The\r\nCourt noted that mobile homes were virtually unknown in 1938 and\r\nwhether mobile homes were restricted was not considered by the parties.\r\nThe Court then held that use of the words \"house\" and \"erected\" indicated\r\nan intent on the part of the creator that only conventional homes be built\r\nand mobile homes were prohibited.\r\n\r\n\r\n Words of a restrictive covenant will be given the common,\r\nordinary meaning attributed to them at the time of their execution.\r\nMarriott Corp. v. Combined Properties Ltd.  Partnership, 239 Va. 506, 391\r\nS.E.2d 313 (1990). See also 20 Am.Jur.2d Covenants § 171 (1995)(\"The\r\nwords of the covenant will be given their commonly held meaning as of\r\nthe date the covenant was written, not as of some subsequent date.\").\r\n\"'Restrictive covenants are contractual in nature,' so that the paramount\r\nrule of construction is to ascertain and give effect to the intent of the\r\nparties as determined from the whole document.\" Palmetto Dunes Resort\r\nv. Brown, 287 S.C. 1, 336 S.E.2d 15 (1985).  We question how the parties\r\nin Nance could have intended to prohibit mobile homes which were non-\r\nexistent when the restrictive covenant was drafted.  We hereby hold Nance,\r\na 3-2 decision, was incorrectly decided and overrule it.\r\n\r\n\r\n\r\n\r\n \"The court may not limit a restriction in a deed, nor, on the\r\nother hand, will a restriction be enlarged or extended by construction or\r\nimplication beyond the clear meaning of its terms even to accomplish what\r\nit may be thought the parties would have desired had a situation which\r\nlater developed been foreseen by them at the time when the restriction\r\nwas written.\" Forest Land Co. v. Black, 57 S.E.2d 420, 424 (1950).  It is\r\nstill the settled rule in this jurisdiction that restrictions as to the use of\r\nreal estate should be strictly construed and all doubts resolved in favor of\r\nfree use of the property, subject, however, to the provision that this rule of\r\nstrict construction should not be applied so as to defeat the plain and\r\nobvious purpose of the instrument.  It follows, of course, that where the\r\nlanguage of the restrictions is equally capable of two or more different\r\nconstructions that construction will be adopted which least restricts the\r\nuse of the property. McDonald v. Welborn, 220 S.C. 10, 66 S.E.2d 327\r\n(1951).  \"A restriction on the use of property must be created in express\r\nterms or by plain and unmistakable implication, and all such restrictions\r\n\r\n\r\np.12\r\n\r\n\r\nTAYLOR, ET AL., v. LINDSEY, ET AL.\r\nare to be strictly construed, with all doubts resolved in favor of the free\r\nuse of property.\" Hamilton v. CCM, Inc., 274 S.C. 152, 157, 263 S.E.2d\r\n378, 380 (1980).\r\n\r\n\r\n Here, the restrictive covenant was written in the 1960s when\r\nmobile homes were prevalent.  Therefore, if the grantor had wanted to\r\nrestrict mobile homes, he could have done so. Schaeffer v. Gatling, 137\r\nSo.2d 819 (Miss. 1962)(\"If the original owner of the subdivision had desired\r\nto prohibit the use of house trailers as residences, this could easily have\r\nbeen accomplished by designating house trailers as [a] prohibited use, or\r\nby restricting architectural design, or by placing a minimum on the floor\r\nspace for a residence, or by prohibiting temporary residences.\").\r\n\r\n\r\n Black's Law Dictionary defines \"erect\" as being synonymous\r\nwith \"construct.\" Black's Law Dictionary 542 (6th Ed. 1990).  \"Construct\"\r\nis defined as \"to build; erect; put together; make ready for use.\" Id. at\r\n312.  \"Residence\" is defined in Black's as a \"place where one actually lives\r\nor has his home; a person's dwelling place or place of habitation; an abode;\r\nhouse where one's home is; a dwelling house.\" Id. at 1308-9.3 The terms\r\nof this restrictive covenant do not prohibit mobile homes and thus we will\r\nnot enlarge the restriction by construing the words beyond their clear\r\nmeaning.  Strictly construing the covenant, it does not prohibit mobile\r\nhomes.\r\n\r\n\r\n Respondents then contend that if mobile homes are not\r\nprohibited, the $10,000 restriction on the mobile home's value must be\r\nlooked at in present day dollars which is approximately $50,890.4 We\r\ndisagree.\r\n\r\n\r\n The same rules apply to this portion of the restrictive\r\ncovenant.  If the grantor had wanted to tie the $10,000 figure to some\r\ntype of index to allow for future inflation, he could have easily done so.\r\nSince he did not, we do not think the figure should be amended to reflect\r\nits present day value.\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n3 The American Heritage Dictionary (2nd Ed. 1982) similarly defines\r\n\"erect\" as \"to set up or establish\" and \"residence\" as \"the place in which\r\none lives.\"\r\n\r\n\r\n 4 It is undisputed the mobile home is appraised at $13,049.\r\n p.13\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24772","title":"John David Spahn v. Town of Port Royal","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24772","description":"","date":"1998-03-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 10\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\nJohn David Spahn,           Petitioner,\r\n v.\r\nTown of Port Royal,         Respondent.\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Beaufort County\r\n Jackson V. Gregory, Judge\r\n\r\n\r\n\r\n\r\n\r\n\r\n Opinion No. 24772\r\nHeard January 20, 1998 - Filed March 9, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n\r\n\r\n\r\nDaniel R. Denton, of Beaufort, for petitioner.\r\n\r\n\r\nCharles E. Carpenter, Jr. and Nina Reid Mack,\r\nboth of Richardson, Plowden, Carpenter &amp;\r\nRobinson, P.A., of Columbia; and Robert W.\r\nAchurch, III, of Howell, Gibson &amp; Hughes,\r\nof Beaufort, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n WALLER, A.J.: We granted certiorari to review the Court of\r\nAppeals' opinion Spahn v. Town of Port Royal, Op.  No. 2669 (S.C. Ct.  App.\r\nfiled June 2, 1997).  We affirm as modified.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS/ISSUE\r\n\r\n\r\n\r\n\r\n\r\n\r\np.14\r\n\r\n\r\nSPAHN v. TOWN OF PORT ROYAL \r\n\r\n\r\n\r\n\r\n\r\n This is a comparative negligence case arising out of an accident in\r\n which the petitioner, John David Spahn, was injured when an automobile\r\n driven by John H. Griffith, a police officer for the Town of Port Royal, struck\r\n a jonboat Spahn was attempting to remove from the middle of the road. 1 \r\n Spahn and his brother were attempting to retrieve the boat, which had fallen\r\n off the roof of Spahn's brother's automobile and landed partially in the road.\r\n At trial, Spahn requested the jury be instructed on the law of \"last clear\r\n chance.\"2 The trial judge denied Spahn's request.  The jury returned a\r\n verdict for the defense.\r\n\r\n\r\n\r\n\r\n The Court of Appeals affirmed holding, inter alia, that the doctrine of\r\n last clear chance had been subsumed by adoption of comparative negligence.\r\n The Court of Appeals also held that the factors previously considered in\r\n determining last clear chance are inherent in comparative fault and remain\r\n as factors to be considered by the jury in apportioning the parties' fault.  We\r\n granted certiorari and directed the parties to brief the issue of whether the\r\n doctrine of last clear chance has been subsumed by adoption of comparative\r\n negligence.\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n There is a split of authority as to the continued viability of the last\r\nclear chance doctrine after adoption of a comparative negligence scheme.3 As\r\nnoted by the Court of Appeals, a majority of jurisdictions4 hold the doctrine\r\n\r\n\r\n\r\n\r\n1 It is unclear whether Spahn was struck by the boat or by the officer's\r\nvehicle.\r\n\r\n\r\n 2 Under the doctrine of last clear chance, a plaintiff who negligently\r\nsubjects himself to a risk of harm may recover when the defendant discovers\r\nor could have discovered the plaintiff's peril had he exercised due diligence,\r\nand thereafter fails to exercise reasonable care to avoid injuring the plaintiff.\r\nRothrock v. Copeland, 305 S.C. 402, 409 S.E.2d 366 (1991); Jones v.\r\nAtlanta-Charlotte Air Line Ry. Co., 218 S.C. 537, 63 S.E.2d 476 (1951).\r\n\r\n\r\n 3 South Carolina adopted comparative negligence in Nelson v. Concrete\r\nSupply Co., 303 S.C. 243, 399 S.E.2d 783 (1991).\r\n\r\n\r\n 4 See e.g.,   Kaatz v. State, 540 P.2d 1037 (Alaska 1975); Dykeman v.\r\nEngelbrecht, 803 P.2d 119 (Ariz. 1990); Li v. Yellow Cab Co., 532 P.2d 1226\r\n(Cal. 1975); Burns v.  Ottati, 513 P.2d 469 (Col. 1973); Laws v. Webb. 658\r\nA.2d 1000 (Del. 1995); Hoffman v. Jones, 280 So.2d 431 (Fla. 1973); Rapoza\r\n\r\n\r\np.15\r\n\r\n\r\nSPAHN v. TOWN OF PORT ROYAL \r\n\r\n is subsumed by comparative negligence.  Jurisdictions adopting this view\r\n generally recognize last clear chance as an exception to contributory\r\n negligence which provides a mechanism to avoid the harshness of a\r\n contributory negligence defense.5 See Prosser and Keeton, Prosser and\r\n Keeton on Torts, § 66 at pp. 462-463 (5th Ed. 1984) (hereafter Prosser and\r\n Keeton); see also Prosser, Comparative Negligence, 51 Mich.  L. Rev. 465, 472\r\n (1953) (real explanation for doctrine would appear to be nothing more than\r\n a dislike for the defense of contributory negligence, and a rebellion against\r\n its application in a group of cases where its hardship is most apparent).\r\n Under this view, last clear chance is viewed as a crude form of \"comparative\r\n negligence\" such that in cases in which the defendant has the last clear\r\n chance to avoid an injury, the plaintiff's negligence is treated comparatively.\r\n See Hubbard and Felix, Comparative Negligence in South Carolina:\r\n Implementing Nelson v. Concrete Supply Co., 43 S.C.L.R. 273, 284 (1992)\r\n (hereafter Hubbard and Felix).  Upon adoption of comparative negligence,\r\n jurisdictions adhering to this view generally hold the doctrine of last clear\r\n chance no longer survives as an independent \"all or nothing\" doctrine; rather,\r\n the elements of last clear chance remain as factors for the jury's\r\n consideration in weighing the parties' negligence. See Woods and Deere,\r\n Comparative Fault, § 8.2 at pp. 172 (3rd Ed. 1996) (hereafter Woods and\r\n Deere) (doctrine of last clear chance has crumbled under legislative acts and\r\n judicial decisions adopting comparative negligence); Prosser and Keeton at §\r\n 67, n. 82-83 (listing states which abolish last clear chance as an independent\r\n doctrine upon adoption of comparative negligence).\r\n\r\n\r\n\r\n\r\nv. Parnell, 924 P.2d 572 (Haw. 1996); Alvis v. Ribar, 421 N.E.2d 886 (Ill.\r\n 1981); Bokhoven v. Klinker, 474 N.W.2d 553 (Iowa 1991); Kennedy v.\r\n Hageman, 704 S.W.2d 56 (Ky. Ct. App. 1985); Ogden v. Dalton, 501 So. 2d\r\n 1071 (La.  App. 1987); Cushman v. Perkins, 245 A.2d 846 (Me. 1968); Petrove\r\n v. Grand Trunk W. R.R. Co., 464 N.W.2d 711 (Mich. 1991); Davies v. Butler,\r\n 602 P.2d 605 (Nev. 1979); Gustafson v. Benda, 661 S.W.2d 11 (Mo. 1983);\r\n McIntyre v. Balentine, 833 S.W.2d 52 (Tenn. 1992); French v. Grigsby, 571\r\n S.W.2d 867 (Tex. 1978); Dixon v. Stewart, 658 P.2d 591 (Utah 1982);\r\n Cunningham v. Western Liquid Propane Gas Services Inc., 693 P. 2d 123\r\n (Wash. 1984); Ratlief  v. Yokum, 280 S.E.2d 584 (W. Va. 1981); Britton v.\r\n Hoyt, 218 N.W.2d 274 (Wis. 1974); Danculovich v. Brown, 593 P.2d 187 (Wyo.\r\n 1979); Conn.  Gen.  Stat. § 52-572h(b) (1995); Or.  Rev.  Stat. § 18.475(l) (1995).\r\n\r\n\r\n 5 Only one South Carolina case denominates last clear chance as an\r\n\"exception.\" That is the opinion of Judge Sanders in Langley v. Boyter, 284\r\nS.C. 162, 325 S.E.2d 550 (Ct.  App. 1984), which was quashed on procedural\r\ngrounds by this Court, 286 S.C. 85, 332 S.E.2d 100 (1985).\r\n\r\n\r\np.16\r\n\r\n\r\n\r\n\r\nSPAHN v. TOWN OF PORT ROYAL \r\n\r\n\r\n\r\n South Carolina has not followed the majority view of the doctrine of\r\n last clear chance.  On the contrary, we have historically treated the doctrine\r\n not as an \"exception,\" but as separate and distinct from contributory\r\n negligence. See e.g., Smith v. Blackwell, 250 S.C. 170, 156 S.E.2d 867 (1967).\r\n We have done so on the theory that the plaintiff's negligence has become\r\n remote such that the defendant's negligence is the sole proximate cause of an\r\n injury. See generally Hubbard and Felix, 43 S.C.L.R. at 284. Under this\r\n view, antecedent negligence which has become remote in the chain of\r\n causation is not contributory. Smith v. Blackwell, 250 S.C. 170, 156 S. E. 2d\r\n 867 (1967) (doctrines of contributory negligence and last clear chance are\r\n mutually exclusive and both cannot apply to the same state of facts).\r\n See also Seay v. Southern Ry. Co., 205 S.C. 162, 31 S.E.2d 133 (1944); Brown\r\n v. George, 278 S.C. 183, 294 S.E.2d 35 (1982) (last clear chance doctrine does\r\n not apply where the plaintiff's act combines and concurs with the defendant's\r\n act as a proximate cause of the injury); Cooper v. Driggers, 276 S.C. 299, 277\r\n S.E.2d 893 (1981) (doctrine applies only where the plaintiff's lack of due care\r\n has become remote in the chain of causation and is but a mere condition of\r\n his injury; it does not apply if plaintiff's act combines and concurs with the\r\n defendant's act as a proximate cause of the injury); Jones v. A.C. Air Line R.\r\n Co., 218 S.C. 537, 63 S.E.2d 436 (1951) (rule of last clear chance converts\r\n plaintiff's prior negligence into the remote, rather than the proximate cause\r\n of the injury); Jones v. Cannerella 297 S.C. 212, 375 S.E.2d 352 (Ct. App.\r\n 1988) (doctrine of last clear chance is but a phase of the doctrine of\r\n proximate cause); Johnston v. Ward, 288 S.C. 603, 344 S.E.2d 166 (Ct.  App.\r\n 1986) (before doctrine can be applied, plaintiff's negligence must have ceased\r\n to operate as a proximate cause of the injury while there was still time for\r\n the defendant's negligence to intervene).\r\n\r\n\r\n\r\n\r\n A minority of jurisdictions which treat the doctrine of last clear chance\r\nas a matter of proximate cause hold, upon adoption of comparative\r\nnegligence, that last clear chance remains a separate doctrine.6 However,\r\nvirtually every commentator our research reveals criticizes the rationalization\r\nthat last clear chance is a doctrine of proximate cause, finding that treating\r\nit as a matter of proximate cause is inconsistent with adoption of comparative\r\nnegligence.  See Prosser and Keeton, § 66 at pp. 462-463 (treatment of last\r\n\r\n\r\n\r\n\r\n6 See e.g., Bezdek v. Patrick, 103 N.W.2d 318 (Neb. 1960); Vlach v.\r\nWyman, 104 N.W.2d 817 (S.D. 1960). See also Thomas Trenkner, Modern\r\nDevelopment of Comparative Negligence Doctrine Having Applicability To\r\nNegligence Actions Generally, 78 ALR3d 339, § 15(a) (hereafter Trenkner)\r\n(setting forth jurisdictions retaining last clear chance after adoption of\r\ncomparative negligence).\r\n\r\n\r\np.17\r\n\r\n\r\nSPAHN v. TOWN OF PORT ROYAL \r\n\r\n\r\n\r\n clear chance as doctrine of proximate cause is out of line with idea of\r\n proximate cause since any injury to the plaintiff, and defendant's subsequent\r\n negligence, is generally within the risk which plaintiff created); Woods and\r\n Deere, Comparative Fault § 8.2 at 173, citing MacIntyre, The Rationale of\r\n Last Clear Chance, 53 Harv.  L. Rev. 1225 at 1251-1252 (1940) (doctrine of\r\n last clear chance is only a disguised escape from contributory negligence and\r\n serves no useful purpose in jurisdictions adopting comparative negligence;\r\n decisions superimposing last clear chance on comparative negligence schemes\r\n \"resulting from the greater fault meaning which the phrase 'proximate cause'\r\n had acquired during the common law struggle to escape from the contributory\r\n negligence bar, add injustice as well as complexity to an already confused\r\n corpus juris); Grehen, Notes: Comparative Negligence, 81 Columbia L. Rev.\r\n 1668, 1678-80 (1981) (recognizing that retention of last clear chance is\r\n inconsistent with the modern view of proximate causation under which causal\r\n contribution of plaintiff's negligence would be recognized); Mutter, Moving to\r\n Contributory Negligence in an Era of Tort Reform, 57 Tenn.  L. Rev. 199, 275\r\n (1990) (espousing that better view is proximate cause rationale should not be\r\n used to justify retention of last clear chance in comparative negligence\r\n jurisdiction); Calabresi and Cooper, New Directions in Tort Law, 30 Val.  U.\r\n L. Rev. 859 (1996) (adoption of comparative negligence has rendered doctrine\r\n superfluous since it allows evaluation of each parties' negligence and\r\n allocation of damages accordingly).  It has also been stated that:\r\n\r\n\r\n\r\n\r\n This rationale [of proximate cause] is merely verbal and\r\n \"cannot stand the most superficial analysis if it purports to\r\n apply to plaintiff the test of legal cause generally used\r\n today in the inquiry as to a defendant's liability.\"   If\r\n plaintiff's negligent wrongdoing causes injury to a third\r\n party, he may be liable to the third party even though the\r\n principal defendant had in relation to plaintiff \"the last\r\n clear chance.\"\r\n\r\n\r\n\r\n\r\nSchwarz, at § 7.1, p. 130. See also Bettenga, Instructing the Jury on\r\nComparative Fault Issues, 14 Wm.  Mitchell L. Rev. 807, 828 (1988)\r\n(suggesting that retention of last clear chance based on issues of proximate\r\ncause is inappropriate).\r\n\r\n\r\n\r\n\r\n The above authorities are persuasive that the rationalization for last\r\nclear chance as a matter of proximate cause is simply unnecessary where the\r\njury may compare the parties' negligence.  Accordingly, we decline to do so.\r\nWe agree with the Court of Appeals that the better view is to hold that last\r\nclear chance has been subsumed by adoption of comparative negligence such\r\n\r\n\r\np.18\r\n\r\n\r\nSPAHN v. TOWN OF PORT ROYAL \r\n\r\n\r\n\r\n that it remains a factor for the jury's consideration in comparing the parties'\r\n fault, but that it does not totally relieve a plaintiff of his or her negligence.\r\n To hold otherwise is inconsistent with the purpose and policy behind adoption\r\n of comparative negligence. Accord Li v. Yellow Cab Co., supra (when\r\n comparative negligence is adopted, the need for last clear chance as a\r\n palliative of the hardships of the all or nothing rule disappears and its\r\n retention results only in a windfall to the plaintiff in direct contravention of\r\n the principle of liability in proportion to fault); see also Laws v. Webb, supra\r\n (a doctrine that assigns sole liability to one party regardless of the amount\r\n of fault simply cannot survive under a system of comparative negligence).\r\n We therefore affirm the Court of Appeals' opinion.7 \r\n\r\n\r\n\r\n\r\n The question remains, however, whether the elements of the doctrine\r\nare to be charged to the jury in weighing the parties' fault in a comparative\r\nnegligence case.  We find such an instruction proper in an appropriate case.\r\nAccord Eaton v. McLain, 891 S.W.2d 587, 591-92 (Tenn. 1995)(finding it\r\nappropriate to give jury guidance as to their consideration of factors of last\r\nclear chance; although doctrine no longer independent, it is still relevant to\r\njury's consideration).  We find the following jury charge, as suggested by\r\nProfessors Hubbard and Felix,8 appropriate in the context of a comparative\r\nnegligence case:\r\n\r\n\r\nIn determining the relative percentages of negligence for the\r\nplaintiff and the defendant, you should consider, as a factor\r\nrelevant to the defendant's share of negligence, whether the\r\nplaintiff was in peril and unable to extricate himself from the\r\nperil.  If the plaintiff was in peril, you should also consider\r\nwhether the defendant was aware of that peril and if he was,\r\nwhether the defendant could have then avoided the injury to the\r\nplaintiff if the defendant had used due care at that point.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals' opinion is\r\nAFFIRMED AS MODIFIED.\r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n7 To the extent existing South Carolina case law which treats the\r\ndoctrine of last clear chance as a matter of proximate cause is inconsistent\r\nwith this opinion, it is overruled.\r\n\r\n\r\n8 See 43 S.C.L.R. at 325.\r\n\r\n\r\n\r\n\r\n\r\n\r\np.19\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24773","title":"Concrete Services, Inc., et al. v. United States Fidelity &amp; Guaranty Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24773","description":"","date":"1998-03-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 12\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConcrete Services, Inc.\r\nand Ann C. Mickle,           Plaintiffs, \r\n  \r\n v. \r\n  \r\nUnited States Fidelity\r\nand Guaranty Company,        Defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ON CERTIFICATION FROM THE UNITED\r\nSTATES DISTRICT COURT FOR THE DISTRICT\r\n OF SOUTH CAROLINA\r\n David C. Norton, United States District Court\r\n Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24773\r\nHeard February 2, 1998 - Filed March 23, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTIONS ANSWERED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRobert J. Moran, of Murrells Inlet, for plaintiffs. \r\n  \r\nAndrew F. Lindemann, of Ellis, Lawhorne,\r\nDavidson and Sims, of Columbia, for defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n WALLER., A.J.: The following questions have been certified to\r\nthis Court by the United States District Court for the District of South\r\nCarolina: \r\n  \r\n1. Is the spouse of the sole shareholder of a corporation entitled\r\nto stack UIM coverage where the corporation is the \"named \r\n  \r\np.3\r\n\r\nCONCRETE SERVICES, INC., et al. v. UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\n\r\n\r\ninsured\" under the policy, and where the spouse was injured\r\nwhile operating a vehicle owned by the corporation and insured\r\nunder the UIM policy? \r\n  \r\n  \r\n  \r\n2. Where the South Carolina Appellate Courts have required an\r\ninsured to \"have\" a vehicle involved in the accident in order to\r\nstack UIM coverage, is it required that the insured own the\r\nvehicle involved in the accident? \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n The plaintiff, Ann Mickle, was involved in an automobile accident while\r\ndriving a vehicle owned by her husband's company, Concrete Services, Inc\r\n(Concrete).1 Mickle's damages exceeded the $15,000.00 policy limits of the at\r\nfault driver.  At the time of the accident, the vehicle operated by Mickle was\r\ncovered by an insurance policy issued by United States Fidelity and Guaranty\r\n(USF&amp;G) to its named insured, Concrete.  The policy provided $50,000.00 of\r\nunderinsured motorist coverage (UIM) on several vehicles owned by Concrete.\r\nAfter receiving $50,000.00 in UIM coverage from USF&amp;G under the policy\r\ninsuring the vehicle which she was driving, Mickle and Concrete commenced\r\nthis declaratory judgment action seeking a ruling that Mickle was entitled to\r\nstack UIM coverages on the other vehicles owned by Concrete.  The District\r\nCourt certified the above questions to this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I. CORPORATION AS \"NAMED INSURED\" \r\n  \r\n Whether the spouse of a sole shareholder of a corporation listed as the\r\n\"named insured\" is entitled to stack UIM benefits is a novel issue in this\r\nstate; the issue turns upon whether Mickle qualifies as a Class I insured. \r\n  \r\n  \r\n  \r\n The critical question in determining whether an insured has the right\r\nto stack is whether he is a Class I or Class II insured. American Sec. Ins.\r\nCo. v. Howard, 315 S.C. 47, 431 S.E.2d 604 (Ct.App.1993). The two classes\r\nof insureds are: (1) the named insured, his spouse and relatives residing in\r\nhis household; and (2) any person using, with the consent of the named\r\ninsured, the motor vehicle to which the policy applies and a guest in the\r\nmotor vehicle. Garris v. Cincinnati, 280 S.C. 149, 311 S.E.2d 723 (1984).\r\nThe right to stack is available only to a Class I insured. Fireman's Ins. Co.\r\nv. State Farm Mut.  Auto.  Ins.  Co., 295 S.C. 538, 370 S.E.2d 85 (1988); Ohio\r\nCas.  Ins.  Co. v. Hill, __S.C. __, 473 S.E.2d 843 (Ct.  App. 1996). \r\n  \r\n  \r\n  \r\n\r\n1 Mickle was not employed by Concrete. \r\n\r\np.4\r\n\r\nCONCRETE SERVICES, INC., et al v. UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\n\r\n\r\n As Mickle is not the \"named insured\" in the policy, the question is\r\nwhether she is a spouse or relative of the \"named insured,\" i.e., the\r\ncorporation, Concrete Services.2 If not, then she does not qualify as a Class\r\nI insured and may not stack benefits.  Although the issue is novel in South\r\nCarolina, it has been addressed by other courts. \r\n  \r\n  \r\n  \r\n The majority of courts addressing the issue hold that a corporation\r\n insured by a business automobile insurance policy cannot have a \"family\" as\r\n that term is used in the definition of \"insured.\" See Grain Dealers Mutual\r\n Ins.  Co. v. McKee, 943 S.W.2d 455 (Tex. 1997) (noting majority of\r\n jurisdictions analyzing similar policy provisions have found no ambiguity\r\n notwithstanding corporation may not have a \"family\"); Buckner v. Motor\r\n Vehicle Accident Indem.  Corp., 486 N.E.2d 810 (N.Y. 1986) (business policy\r\n covering corporation could not reasonably be read to provide coverage to\r\n family member of officers and sole shareholders of corp); Kaysen v. Federal\r\n Ins.  Co., 268 N.W.2d 920 (Minn. 1978) (policy terms listing corporation as\r\n named insured unambiguous, does not include corporate officers and their\r\n spouses); Sproles v. Greene, 407 S.E.2d 497 (N.C.1991) (policy terms listing\r\n corporation as named insured not ambiguous and does not include corporate\r\n officers and spouses); Dixon v. Gunter, 636 S.W.2d 437 (1982) (individual\r\n owners of corporation are not, as such, insureds under a policy issued to a\r\n corporation); General Ins.  Co. v, American Builders Inc., 604 P.2d 966\r\n (Wash.  App. 1979)(policy unambiguously lists corporation, and no others, as\r\n named insured); Lundgren v. Vigilant Ins.  Co., 391 N.W.2d 542 (Minn.  App.\r\n 1986) (UIM coverage not a nullity when issued to a corporation since injured\r\n party would be covered had he been injured while occupying an insured\r\n vehicle); Meche v. Thibodeaux, 550 SO.2d 346 (La.  App. 3 Cir. 1989) (where\r\n corporation is the only named insured, UM coverage applies only to persons\r\n while occupying a covered vehicle); Ott v. Firemen's Fund Ins.  Co., 936\r\n S.W.2d 165 (Mo.  App. 1996) (president and sole shareholder of close corp. not\r\n \"named insured\" of policy issued to corp.). See also American States Ins. Co.\r\n v. C &amp; G Contracting, Inc., 924 P.2d 111 (Ariz.  App. 1996); Cutter v. Maine\r\n Bonding and Cas., 579 A.2d 804 (N.H. 1990); Hogan v. Mayor &amp; Alderman \r\n  \r\n\r\n2 An endorsement to the policy added Mickle's husband, Steve Mickle\r\nas a \"named insured.\" The District Court's order specifically states that the\r\nendorsement adding Steve Mickle as a \"named insured\" applies only to\r\nliability coverage.  Although Mickle asserts an effective offer of UIM coverage\r\nwas not made with regard to the endorsement, we find such matters are\r\nproperly determined by the trial court.  Accordingly, we do not address\r\nMickle's status under the endorsement. \r\n  \r\np.5\r\n\r\nCONCRETE SERVICES, INC., et al. v. UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\n\r\n\r\n of Savannah, 320 S.E.2d 555 (Ga.  App. 1984); Busby v. Simmons, 406 S.E.2d\r\n 628 (N.C. 1990); Meyer v. Amer.  Economy Ins.  Co., 796 P.2d 1223 (Or.  App.\r\n 1990); Sears v. Wilson, 704 P.2d 389 (Kan.  App. 1985);Jacobs v. USF&amp;G, 627\r\n N.E.2d 463 (Mass. 1994).  These courts are unpersuaded by claims that since\r\n a corporation is incapable of suffering personal injuries or having family\r\n members, a policy using \"family member\" terminology is ambiguous such that\r\n coverage should be afforded; on the contrary, these courts find the policy\r\n effectual since it provides coverage to Class II insureds, i.e., persons using a\r\n vehicle which is covered under the terms of a policy. Sproles v. Greene,\r\n supra (fact that corporation is the only class I insured doesn't render UIM\r\n coverage a nullity since individuals are covered as class II insureds); Buckner\r\n v. Motor Vehicle Accident Indem. Corp., supra (policy not meaningless since\r\n it provides coverage to persons occupying autos owned by corporation or being\r\n operated on behalf of corporation); Lundgren v. Vigilant Ins. Co.,  supra\r\n (ambiguity in use of \"family member\" language did not render UIM coverage\r\n a nullity where individuals were covered while occupying a covered vehicle). \r\n  \r\n  \r\n  \r\n A minority of jurisdictions, however, hold that, since a business\r\n corporation cannot have relatives, a policy issued to a corporation which\r\n defines the insured to include such persons creates an ambiguity, thereby\r\n affording coverage. See e.g. Hager v. American W. Ins.  Co., 732 F.Supp.\r\n 1072 (D.  Mont. 1989)(finding ambiguity in use of term \"family member\" in\r\n insurance policy issued to closely held corporation rendered it reasonable to\r\n conclude that readily identifiable officers and shareholders of corporate entity\r\n fall within purview of term,); Hawkeye Security Ins. Co. v. Lambrecht, 852\r\n P.2d 1317 (Colo.  Ct.  App. 1993)(spouse of insured corp.'s sole shareholder\r\n construed to be a \"family member\" for UM purposes); King v. Nationwide Ins.\r\n Co., 519 N.E.2d 1380 (Ohio 1988).  Under this view, when \"family member\"\r\n language is used in a policy issued to a corporation, it creates an ambiguity\r\n which is to be resolved against the insurer and in favor of the insured. Ceci\r\n v. National Indem. Co., 622 A.2d 545 (Conn. 1993). See also Hansen v. Ohio\r\n Casualty Ins. Co., 687 A.2d 1262 (Conn. 1996); Lunge v. Nat'l Casualty Co.,\r\n 977 F.Supp. 672 (D.  Vt. 1997). \r\n  \r\n We decline to adopt the minority view.  We agree with the majority\r\n view that a corporation, as such, cannot have a spouse or family members.\r\n Further, as noted in the District Court's certification order, the policy in\r\n question defines \"Insured\" as \"You,\" and \"If you are an individual, any\r\n 'family member.\"' This language clearly demonstrates that it applies to family\r\n members only of individuals and not to corporations such that there is no\r\n ambiguity. Accord Kitts v. Utica Nat'l Ins. Group, 667 N.E.2d 30 (Ohio\r\n 1995)(no ambiguity where policy distinguished between corporation and an \r\n  \r\np.6\r\n\r\nCONCRETE SERVICES, INC., et al. v. UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\n\r\n\r\n \"individual\").  Moreover, it is clear that Steve Mickle was aware the policy\r\n did not cover either himself, his spouse or his family, as he purchased\r\n separate coverage under an endorsement adding \"Broadened Coverage for\r\n Named Individuals.\" See American States Ins.  Co. v. C &amp; G Contracting,\r\n Inc., supra (insured corporation's president had no reasonable expectation he\r\n was family member of corporation).  Had the policy covered family members,\r\n there would have been no need for this endorsement adding Steve Mickle as\r\n a named insured.3 Accordingly, we follow the majority view and hold that\r\n Mickle was not aspouse or family member of the named insured, Concrete\r\n Services.   It follows that if she is not the spouse of a named insured, then\r\n she is not a Class I insured and may not stack coverage under the policy\r\n issued to Concrete. \r\n  \r\n  \r\n  \r\n2 OWNERSHIP OF VEHICLE \r\n  \r\n  \r\n  \r\n In light of our holding that Mickle is not a Class I insured, she may\r\nnot stack UIM coverage in this case, and the answer to the second certified\r\nquestion is purely academic.  However, since we accepted certification on this\r\nissue, we address the matter to clarify apparent confusion concerning\r\nwhether, in order to stack UIM coverage, an insured must own the vehicle\r\ninvolved in the accident?  We hold that, so long as an individual otherwise\r\nqualifies as a Class I insured, he or she need not \"own\" the vehicle in order\r\nto stack. \r\n  \r\n  \r\n  \r\n The statute controlling the right to stack UIM benefits is S.C. Code\r\nAnn. § 38-77-160 (Supp. 1997) which provides, in pertinent part: \r\n  \r\n  \r\n  \r\n If, however, an insured or named insured is protected by\r\nuninsured or underinsured motorist coverage in excess of the\r\nbasic limits, the policy shall provide that the insured or named\r\ninsured is protected only to the extent of the coverage he has\r\non the vehicle involved in the accident.  If none of the insured's\r\nor named insured's vehicles is involved in the accident, coverage\r\n is available only to the extent of coverage on any one of the\r\nvehicles with the excess or underinsured coverage. \r\n  \r\n  \r\n  \r\n(Emphasis supplied).  Cases of this Court and the Court of Appeals have\r\ninterpreted this statute to mean that a Class I insured is an insured or\r\nnamed insured who \"has\" a vehicle involved in the accident. South Carolina\r\n\r\n3 As noted previously, the district court ruled the endorsement applies\r\nonly to liability coverage, and that issue is not before this Court. \r\n  \r\np.7\r\n\r\nCONCRETE SERVICES, INC., et al. v. UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\nFarm Bureau Mut.  Ins.  Co. v. Moonevham, 304 S.C. 442, 405 S.E.2d 396\r\n(1991); Ohio Casualty Insurance Co. v. Hill, _ S.C. _, 473 S.E.2d 843 (Ct.\r\nApp. 1996); American Security Ins.  Co. v. Howard, 315 S.C. 47, 431 S.E.2d\r\n604 (Ct.  App. 1993).  An insured is a Class II insured if none of his vehicles\r\nare involved in the accident. Fireman's Ins.  Co. v. State Farm Mut.  Auto.\r\nIns.  Co., 295 S.C. 538, 370 S.E.2d 85 (1988). \r\n  \r\n  \r\n  \r\n The question is whether, in order to \"have\" a vehicle involved in the\r\n accident, it must be owned by the insured.  We find that it need not.  We\r\n hold that, in order to \"have\" a vehicle involved in the accident, it is necessary\r\n only that the insured qualify as a Class I insured.  We have repeatedly\r\n defined a Class I insured as \"the named insured, his spouse and relatives\r\n residing in his household.\" Davidson v. Eastern Fire and Cas.  Ins.  Co., 245\r\n S.C. 472, 141 S.E.2d 135 (1965); Garris v. Cincinnati. supra; Fireman's Ins.\r\n Co. v. State Farm, supra. Under that definition, it is patent that one may\r\n be the spouse or relative of a named insured and reside in the same\r\n household without owning the vehicle.  We have never required ownership\r\n as a prerequisite to stacking;4 on the contrary, we have consistently held the\r\n determinative factor is Class I status. South Carolina Farm Bureau Mut.\r\n Ins.  Co. v. Mooneyham, 304 S.C. 442, 405 S.E.2d 396 (1991); Nationwide Mut.\r\n Ins.  Co. v. Howard, 288 S.C. 5, 339 S.E.2d 501 (1985); Fireman's Ins.  Co. v.\r\n State Farm Mut.  Auto.  Ins.  Co.,supra.. Accordingly, we hold that prior cases\r\n requiring a person to \"have\" a vehicle involved in the accident as a\r\n prerequisite to stacking mean only that a person must be a Class I insured\r\n with respect to a vehicle involved in the accident, i.e., they must be either\r\n the named insured, or the spouse or relative living in the same household\r\n with the named insured.5 \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n 1. Mickle is neither the named insured, nor the spouse or relative of\r\nthe corporation, Concrete Services, and therefore does not qualify as a Class \r\n  \r\n\r\n4 To the extent the Court of Appeals' opinions in National General Ins.\r\nCo. v. Pena, 308 S.C. 521, 419 S.E.2d 375, (Ct.  App. 1992) and American\r\nSecurity Ins.  Corp. v. Howard, supra, suggest that ownership is required,\r\nthey are overruled. \r\n  \r\n 5 Further, this Court recently held that an insured may contract for\r\ncoverage which permits stacking, even though his vehicle is not involved in\r\nan accident. Putnam v. S.C. Farm Bureau, 323 S.C. 494, 476 S.E.2d 902\r\n(1996). \r\n  \r\np.8\r\n\r\nCONCRETE SERVICES, INC., et al. v UNITED STATES FIDELITY &amp; GUARANTY CO. \r\n\r\n\r\n\r\n\r\n\r\nI insured with respect to the first certified question.  Accordingly, she may\r\nnot stack UIM coverage under the policy issued to Concrete Services.  The\r\nanswer to the first certified question is \"No.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. Ownership of a vehicle is not required as a prerequisite to stacking\r\nof UIM benefits, so long as the individual qualifies as a Class I insured, i.e.,\r\nis the spouse or relative of the \"named insured.\" Since Mickle is neither the\r\nspouse nor relative of the named insured (i.e., Concrete) in this case, she is\r\nnot entitled to stack.6 The answer to the second certified question is \"No.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n6 The situation would be different had the \"named insured\" been\r\nMickle's husband.  In that case, Mickle would be a Class I insured by virtue\r\nof her status as the spouse of the \"named insured.\" Accord American Fire\r\nand Casualty Co. v. Sinz, 487 So.2d 340 (Fla.  App. 4 Dist. 1986)(where policy\r\ndesignated executive officers of corporation as named insureds, appellant was\r\n\"insured\" not by virtue of being a \"relative of a named insured corporation,\"\r\nbut by being a relative resident of the same household as a named insured,\r\ni.e., the executive officer). \r\n  \r\n  \r\n  \r\np.9 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24774","title":"John Babe Ray, Jr. v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24774","description":"","date":"1998-03-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 12\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn Babe Ray, Jr.,              Petitioner,\r\n v. \r\n  \r\nState of South Carolina,        Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Spartanburg County\r\n Gary E. Clary, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24774\r\nHeard October 4, 1995 - Filed March 23, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender Robert M. Pachak, of S. C. Office\r\nof Appellate Defense, of Columbia, for petitioner. \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Chief Deputy\r\nAttorney General Donald J. Zelenka, Senior Assistant Attorney\r\nGeneral Harold M. Coombs, Jr., and Assistant Attorney\r\nGeneral William Edgar Salter, III, all of Columbia; and\r\nSolicitor Holman C. Gossett, Jr., of Spartanburg, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: This is a death penalty case.  Petitioner1 raises two \r\n  \r\n\r\n1 This matter is before the Court pursuant to a common law writ of\r\ncertiorari.  Petitioner's trial attorneys neglected to file a timely appeal, \r\n  \r\np.10\r\n\r\nJOHN BABE RAY, JR. v. STATE \r\n\r\n\r\n\r\n\r\n\r\nissues on certiorari from his resentencing, one relating to the admission of\r\ncertain photos and the second to the sufficiency of the evidence of the\r\naggravating circumstance of kidnapping.  We consider those issues,\r\nconduct the review mandated by S.C. Code Ann. § 16-3-25 (C) (1985), and\r\naffirm. \r\n  \r\n Petitioner Ray pled guilty2 to murder and to unrelated charges\r\nof armed robbery, assault and battery with intent to kill (ABIK), first\r\ndegree burglary, and grand larceny in 1991.  The State sought the death\r\npenalty on the murder charge.  After a hearing, the judge imposed a death\r\nsentence, finding kidnapping as the aggravating circumstance.  Ray\r\nreceived consecutive sentences on the unrelated crimes.  Ray appealed only\r\nhis murder plea and sentence. \r\n  \r\n  \r\n  \r\n On appeal, this Court affirmed the murder conviction but\r\nreversed and remanded for resentencing. State v. Ray , 310 S.C. 431, 427\r\nS.E.2d 171 (1993).  On remand, Ray was again sentenced to death by the\r\ncircuit judge sitting without a jury.  This writ followed. \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n Petitioner and several other individuals engaged in a course of\r\ncriminal conduct, among other things stealing guns which they secreted in\r\na barn.  The victim, Josylin Ballenger, was a teenage girl who dated one\r\nof the men involved in the crime spree.  Petitioner and others in the group\r\nsuspected the victim was about to turn them in to the police.  Late one\r\nevening, petitioner, the victim, and several others were gathered at the\r\nbarn when petitioner shot the victim in her side. \r\n  \r\n  \r\n  \r\n The people at the barn agreed to take the victim, who\r\nremained conscious, to the hospital emergency room.  Petitioner got in the\r\nback of the victim's pickup truck, and the victim got in the back and\r\nleaned against him.  Petitioner and the truck's driver had several\r\nconversations through the truck cab's sliding window on the way to the\r\nhospital, and at one point the truck stopped and someone (either petitioner\r\nor the driver) made a quick phone call.  A passenger in the bed of the\r\ntruck testified that shortly after the phone call, the truck drove past the \r\n  \r\n\r\nnecessitating this extraordinary relief. \r\n\r\n 2 Pursuant to North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d\r\n162 (1970). \r\n  \r\np.11\r\n\r\nJOHN BABE RAY, JR. v. STATE \r\n\r\n\r\n\r\n\r\n\r\nhighway exit leading to the hospital, and proceeded towards a rural area.\r\nAs the truck turned onto a dirt road, petitioner began to choke the victim\r\nwith a length of cord taken by him from the barn. \r\n  \r\n When the truck stopped at an isolated junkyard, petitioner\r\nbegan to beat and kick the victim.  He then took a knife and stabbed her\r\nat least four times, the last time so deeply that he had to use both hands\r\nto pull it out.  Petitioner licked the blood off the knife blade, made a\r\nsexual reference, and said, \"I want to do somebody else.  You get as much\r\ntime for killing a hundred as you do for killing one.\" Petitioner and the\r\ndriver dumped the victim's body head first into an abandoned well, and\r\ndebris was thrown in on top of her.  Petitioner then attempted to shoot\r\none of the eyewitnesses whom he believed had exhibited signs of faint-\r\nheartedness during the murder, but the gun jammed. \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\n Petitioner first contends he was deprived of a fair sentencing\r\nproceeding because the State was permitted to introduce five color photos\r\nof petitioner's ABIK victim and eleven color autopsy photos of the victim.\r\nWe find no reversible error under the circumstances of this resentencing\r\nproceeding. \r\n  \r\n  \r\n  \r\n Petitioner's crime spree commenced when he and several other\r\nyoung men assaulted and robbed Glen Sellars.  Petitioner and the others\r\nbeat Mr. Sellars in the head with nightsticks and fists to the point that\r\nwitnesses at the scene saw Sellars' exposed brain.  The evidence showed\r\nthat during the assault petitioner bit off Sellars' ear, and several of\r\nSellars' teeth were knocked out.  It took over 100 stitches to close his head\r\nwounds, his jaws were wired shut, and Mr. Sellars spent at least seven\r\ndays in the hospital.  The photos admitted at the resentencing, taken at\r\nthe hospital the day after the beating, are shocking and illustrate a savage\r\nbeating.  On the other hand, the autopsy photos at issue depict the\r\nvictim's body in a \"cleaned-up state\", and allowed the pathologist to\r\nillustrate his testimony regarding the victim's pre- and peri-mortem\r\nwounds. \r\n  \r\n  \r\n  \r\n The general rules governing the admission of photographs in a\r\ncriminal trial are clear.  It is well established that photographs are\r\nrelevant to show both the circumstances of the crime and the defendant's\r\ncharacter, and are admissible in a sentencing proceeding unless unfairly\r\nprejudicial. State v. Franklin, 318 S.C. 47, 456 S.E.2d 357 (1995); State \r\n  \r\n  \r\n  \r\np.12\r\n\r\nJOHN BABE RAY, JR. v STATE \r\n\r\n\r\n\r\n\r\n\r\nv. Shaw, 273 S.C. 194, 255 S.E.2d 799 (1979).  Unfair prejudice exists\r\nwhere the photos tend to suggest the penalty decision should be based on\r\nan improper basis such as emotion. State v. Franklin, supra. \r\n  \r\n We conclude the autopsy photos are not inflammatory, were\r\nillustrative of the forensic testimony, and were properly admitted. State v.\r\nFranklin, supra.  We are somewhat troubled by the gory photos of Mr.\r\nSellars.  Evidence of other crimes committed by the defendant is\r\nadmissible at the sentencing phase of a capital trial.  There is neither an\r\nassertion, nor any evidence, that this judge was improperly influenced by\r\nthe photographs.  We find no reversible error under these circumstances. \r\n  \r\n Petitioner next argues there was insufficient evidence that the\r\nmurder was committed in the course of a kidnapping.  Since kidnapping\r\nwas the sole aggravating circumstance upon which the State relied in\r\nseeking the death penalty, petitioner contends the judge should have\r\ndirected a sentence of life imprisonment.  We disagree. \r\n  \r\n  \r\n  \r\n The victim was inveigled into getting in the truck under the\r\npretense she was being taken to the hospital.    Petitioner's intent not to\r\ntake her to the hospital is evidenced by his taking the rope from the barn\r\nbefore they left.  This conduct constituted kidnapping under S.C. Code Ann.\r\n§16-3-910 (Supp.1994). At the latest, the kidnapping occurred when they\r\npassed the last exit to the hospital.  The \"directed verdict\" was properly\r\ndenied. State v. Plath, 281 S.C. 1, 313 S.E.2d 619 (1984). \r\n  \r\n  \r\n  \r\n PROPORTIONALITY REVIEW \r\n  \r\n We have reviewed petitioner's sentence pursuant to S.C. Code\r\nAnn. §16-3-25 (C) (1985).  We find the evidence supports the statutory\r\naggravating circumstance of kidnapping, and that the sentence is not the\r\nresult of passion, prejudice or any other arbitrary factor.  Further, we find\r\nthe death sentence here is proportional to that imposed in State v. Owens,\r\n293 S.C. 161, 359 S.E.2d 275 (1987); State v. Koon, 285 S.C. 1, 328 S.E.2d\r\n625 (1984); and to that imposed on appellant Arnold in State v. Plath,\r\nsupra.  Accordingly the sentence is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n___________________ C.J.\r\n___________________ A.J.\r\n___________________ A.J. \r\n  \r\n  \r\n  \r\np.13\r\n\r\nJOHN BABE RAY, JR. v. STATE \r\n\r\n___________________ A.J.\r\n___________________ A.A.J. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.14 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.A.J, \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24775","title":"In the Matter of Marshall","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24775","description":"","date":"1998-03-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 12\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Sharon\r\nG. Marshall,                 Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24775\r\nHeard January 21, 1998 - Filed March 23, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJ. Cordell Maddox, Jr., of Glenn, Haigler &amp; Maddox, of\r\nAnderson, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., both of\r\nColumbia, for Complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter, respondent,\r\nSharon G. Marshall, is charged with several acts of misconduct arising out of\r\nher representation of her clients and her supervision of her employee.  We find\r\nrespondent committed misconduct and impose a definite suspension from the\r\npractice of law for a period of six months.  In addition, respondent must\r\ncomplete the Law Office Management Assistance Program (LOMAP) of the South\r\nCarolina Bar and make restitution prior to reinstatement. \r\n  \r\n  \r\n  \r\n PROCEDURAL BACKGROUND \r\n  \r\n This disciplinary, matter concerns six complaints filed against\r\nrespondent between May 1995 and May 1996.  The complaints alleged ten\r\nseparate matters in which respondent was charged with misconduct.1 A hearing\r\n\r\n1 The Third Supplemental Complaint was abandoned by Complainant prior\r\nto the hearing because the witnesses were unable to attend the hearing.  The\r\nPanel made no findings concerning the allegations made in the Fifth\r\nSupplemental Complaint, and neither party has excepted to the Panel's lack of \r\n  \r\np.15\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n was held on June 18, 19, and 20, 1996.  Respondent was represented by counsel.\r\n On April 12, 1997, the Hearing Panel (Panel) issued its report finding\r\n misconduct and recommending a definite suspension for one year.  Both\r\n respondent and Complainant filed exceptions to this report.  The Interim Review\r\n Committee2 of the Board of Commissioners on Grievances and Discipline\r\n (Committee) agreed with the Panel's findings of fact and conclusions of law.  In\r\n addition to recommending a one year suspension, the Committee recommended\r\n respondent provide restitution to the victims and complete the LOMAP of the\r\n South Carolina Bar prior to reinstatement.  Both respondent and Complainant\r\n filed exceptions and briefs with this Court.  Complainant claims the Panel and\r\n Committee erred in not finding respondent was directly involved in several\r\n schemes to defraud her clients.  Respondent argues, because the Panel concluded\r\n she was not involved in these schemes to defraud her clients, the recommended\r\n sanction of one year suspension is too harsh. \r\n  \r\n  \r\n  \r\n DISCIPLINARY VIOLATIONS \r\n  \r\n Although this Court is not bound by the findings of the Panel and\r\nCommittee, these findings are entitled to great weight, particularly when the\r\ninferences to be drawn from the testimony depend on the credibility of the\r\nwitnesses. Matter of Yarborough, Op.  No. 24662 (S.C. Sup. Ct. filed Aug. 4,\r\n1997) (Davis Adv. Sh.  No. 23 at 15).  However, this Court may make its own\r\nfindings of fact and conclusions of law. Id. Further, a disciplinary violation\r\nmust be proven by clear and convincing evidence. Id. \r\n  \r\n  \r\n  \r\n In 1991, respondent hired Miriam Durham, whom she had known\r\nsince childhood, to manage her office and to be a paralegal.  Ms. Durham had\r\npreviously worked for several other attorneys and respondent contacted one of\r\nthese attorneys who gave Ms. Durham a good reference. \r\n  \r\n  \r\n  \r\n Respondent's office staff was controlled by Ms. Durham.  Ms.\r\nDurham directed all of respondent's appointment making, telephone calls and\r\nmail to herself.  Respondent erroneously believed the office procedure was for\r\nmail to be brought to the receptionist's desk and then to respondent.  After Ms.\r\nDurham's departure in April 1994, many documents were found in her office,\r\n\r\nfindings on this matter. \r\n\r\n 2 The order adopting the new Rules for Lawyer Disciplinary Enforcement\r\nprovided that any disciplinary case in which a hearing had been held by a\r\nhearing panel prior to January 1, 1997, would continue to conclusion under the\r\nformer Rule on Disciplinary Procedure.  The Interim Review Committee was\r\ncreated to fulfill the functions performed by the Executive Committee under\r\nParagraph 14(a) of the former Rule on Disciplinary Procedure in those cases.\r\nRule 413, SCACR. \r\n  \r\np.16\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\nincluding original letters regarding some of the matters involved in this\r\nproceeding. \r\n  \r\n  \r\n  \r\n Respondent was often out of the office.  She was the juvenile public\r\ndefender for Anderson County and was required to be in court each Wednesday\r\nand, usually, additional mornings or afternoons each week. \r\n  \r\n  \r\n  \r\n From 1991 to 1994, respondent delegated to Ms. Durham\r\nunsupervised and unfettered authority within her office, including control over\r\nthe day to day financial affairs.  Although respondent's bookkeeping was\r\nhandled by an outside company, Triple A Bookkeeping, Ms. Durham usually\r\ndealt with Triple A. All of respondent's bank statements were sent directly to\r\nTriple A and respondent rarely, if ever, closely reviewed these statements.\r\nEventually, Ms. Durham caused respondent to terminate her relationship with\r\nTriple A. Ms. Durham then handled the bookkeeping. \r\n  \r\n  \r\n  \r\n In April 1994, respondent changed the office locks after a telephone\r\nconversation with another attorney regarding Ms. Durham's misrepresentation of\r\nher identity at a local jewelry store.  On the day the locks were changed,\r\nrespondent did not confront Ms. Durham about the misrepresentation or about\r\nthe changing of the locks.  Ms. Durham left that same day and never returned. \r\n  \r\n  \r\n  \r\n After Ms. Durham ended her employment, \"clients\" came to\r\nrespondent inquiring about their cases.  Respondent had not previously met\r\nmany of these \"clients.\" These persons brought receipts which respondent had\r\nnever seen and checks which had been forged by Ms. Durham.  Respondent did\r\nattempt to help several of these people or to reimburse them for the money they\r\npaid to Ms. Durham.  In 1995, respondent was diagnosed with cancer and has\r\nsince undergone treatment. \r\n  \r\n  \r\n  \r\n Ms. Durham had a criminal record in Anderson County for\r\nfraudulent checks prior to 1991.  Ms. Durham's ex-husband testified he thought\r\nrespondent had represented Ms. Durham in a criminal proceeding prior to hiring\r\nher.  Respondent denied ever representing Ms. Durham and denied any\r\nknowledge of Ms. Durham's past criminal record for fraudulent checks.\r\nRespondent admitted she was aware Ms. Durham had credit problems.  A\r\ncolleague of respondent expressed concerns to respondent about Ms. Durham's\r\ncharacter shortly after respondent hired Ms. Durham.  Respondent dismissed\r\nthese concerns because Ms. Durham was doing a great job running the office\r\nand because she attributed the concerns to a personality conflict between the\r\ncolleague and Ms. Durham.  Further, this colleague testified her concerns\r\npartially arose out of her envy that respondent had found such a hard working\r\nemployee.  Respondent's brother also attempted to warn respondent in 1992 that\r\nMs. Durham could not be trusted.  Respondent's brother had entrusted\r\nrespondent with a large sum of money.  Respondent placed a portion of this\r\nmoney in her trust account and the rest she held as cash in a box at her office. \r\n  \r\np.17\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\nSupposedly, respondent would hold this money for her brother and as he needed\r\nit, she would disburse it.  Respondent's brother refused to believe the accuracy\r\nof the accounting provided to him by respondent and Ms. Durham of the\r\ndisbursement of his funds; instead, he accused Ms. Durham of stealing the\r\nmoney.  Respondent refused to believe Ms. Durham had stolen this money.\r\nRespondent testified her brother was irresponsible with money. \r\n  \r\n Ms. Durham testified during this hearing.  The Panel's report did\r\nnot address her testimony.  We conclude her testimony is completely incredible. \r\n  \r\n  \r\n  \r\nProvident Matter \r\n  \r\n  \r\n  \r\n Beginning in 1989, respondent represented a client on a social\r\nsecurity disability claim.  The client received an award of $12,530.10.\r\nRespondent was owed 25% of this award for attorney fees. \r\n  \r\n  \r\n  \r\n After receiving her disability award in May 1992, the client was\r\nrequired to reimburse Provident Insurance Company (Provident) for monies\r\nprovided by Provident to the client before her disability award.  Ms. Durham\r\ninformed the client she would be required to repay Provident $12,530.10 in a\r\nlump sum.  The client brought Ms. Durham a check for this amount.  This\r\ncheck was deposited into respondent's trust account on August 8, 1992.  Ms.\r\nDurham also instructed the client to cash another check for $949.67 and to\r\nbring the cash back to Ms. Durham.  Ms. Durham assured the client she would\r\nsend these monies to Provident as repayment but she never did.  On August 28,\r\n1992, the client gave Ms. Durham another check for $3,798.68. Ms. Durham\r\ntold the client this check would also be part of the repayment to Provident.\r\nThis check was deposited into respondent's trust account.  Ms. Durham received\r\nfrom the client a total of $17,278.35. \r\n  \r\n  \r\n  \r\n The client then received a letter from an employee of Provident\r\nstating, that Provident's overpayment to the client was $9,991.53. This amount\r\nwas calculated based on the amount of the award minus the attorney fees.\r\nProvident asked the client to forward a check or money order for that amount.\r\nBecause the client thought she had repaid Provident, the client contacted Ms.\r\nDurham to inquire about the letter.  Ms. Durham claimed she was working on\r\nthe matter and she told the client not to speak with any employees of Provident.\r\nThe client then received another letter from Provident asking for repayment. \r\n  \r\n  \r\n  \r\n The client scheduled an appointment with respondent to discuss this\r\nmatter.  However, shortly before her appointment, Ms. Durham canceled the\r\nappointment.  The client never talked directly to respondent about the problems\r\narising from the Provident matter. \r\n  \r\n  \r\n  \r\n The client never owed Provident more than $9,991.53. Checks were\r\nwritten to respondent from the trust account for \"[the client] SS\" on August 28, \r\n  \r\np.18\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\n 1992 in the amount of $1,200.00 and on August 31, 1992 in the amount of\r\n $2,000.00. The signatures on these checks were made by a signature stamp.\r\n Respondent testified she had authorized Ms. Durham to use this stamp in\r\n emergencies.  These checks were deposited into respondent's operating account.\r\n By September 30, 1992, the trust account balance into which $15,828.78 had\r\n been deposited, was $239.00. None of the missing monies were ever paid to\r\n Provident.  However, from April 1993 to March 1994, respondent paid Provident\r\n $1200.00 on behalf of the client.  Respondent testified in 1993 Ms. Durham told\r\n her the client could not repay Provident in a lump sum.  Thus, respondent\r\n contacted Provident on behalf of the client, and Provident agreed to accept\r\n monthly payments of $200.00. Respondent conveyed this information to Ms.\r\n Durham who was to inform the client of the arrangement.  Afterwards, when\r\n Ms. Durham would inform respondent the client had paid $200.00, respondent\r\n would send Provident a check for that amount. \r\n  \r\n  \r\n  \r\n In the fall of 1994, after the client became aware Ms. Durham had\r\nleft respondent's office by seeing Ms. Durham's picture on the television show\r\n.\"American's Most Wanted,\" the client contacted respondent and told her about\r\nher experiences with Ms. Durham.  Respondent was receptive to the client's\r\ninformation.  The client asked respondent to repay her for the money Ms.\r\nDurham had taken.  At that time, respondent indicated perhaps she could help\r\nthe client with her repayment to Provident.  However, because respondent\r\nreceived a grievance notice concerning this matter shortly after this\r\nconversation, respondent did not contact the client again.  After Ms. Durham's\r\ndeparture in April 1994, respondent discovered several documents regarding the\r\nProvident matter in Ms. Durham's office.  Respondent had not previously seen\r\nthese documents. \r\n  \r\n  \r\n  \r\n At the time of the hearing, Provident was drafting $60.00 each\r\nmonth from the client's social security check of $300.00, leaving the client with\r\n$240.00 per month. \r\n  \r\n  \r\n  \r\n The Panel concluded respondent, through her failure to supervise\r\nMs. Durham, violated Rule 407, SCACR, Rule 1.15 by failing to promptly deliver\r\nto the client funds she was entitled to receive. and by failing to promptly render\r\na full accounting to the client.  In addition, the Panel found respondent, through\r\nfailure to supervise Ms. Durham, violated Rule 407, SCACR, Rule 1.3 by failing\r\nto act with reasonable diligence in representing this client during the time the\r\nclient's financial matters were being handled by respondent's office.  Further,\r\nrespondent, through her failure to supervise Ms. Durham, failed to keep the\r\nclient reasonably informed about the status of her payments to Provident and\r\nrespondent failed to supervise her office staff to ensure the client's requests for\r\ninformation would receive a reasonable response.  Rule 407, SCACR, Rule 1.4(a).\r\nMoreover, the Panel concluded respondent's failure to adequately supervise Ms.\r\nDurham violated Rule 407, SCACR, Rule 5.3. Finally, the Panel found\r\nrespondent's failure to supervise the operations of her office demonstrated a \r\n  \r\np19\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\ncurrent lack of professional competence in the practice of law in violation of Rule\r\n407, SCACR, Rule 1.1 and Rule 413, SCACR, IU5(E). \r\n  \r\n  \r\n  \r\n We agree with the Panel's findings.  If respondent had property\r\nsupervised and monitored her office and her bank statements, respondent. could\r\nhave at least mitigated the damage caused by Ms. Durham.  With proper\r\nsupervision, respondent may have been able to prevent Ms. Durham's activities. \r\n  \r\n  \r\n  \r\nInter-Serve Matters \r\n  \r\n  \r\n  \r\n Inter-Serve is a company which loans money at very high interest\r\nrates to persons with pending personal injury lawsuits.  The person obtaining\r\nthe loan agrees to repay the loan plus interest when he recovers on his lawsuit. \r\n  \r\n  \r\n  \r\n In 1991 Don King, the owner of Inter-Serve, informed respondent of\r\nthis business for the purpose of obtaining respondent's agreement to refer clients\r\nto his business.  Mr. King left pamphlets with Ms. Durham.  Thereafter\r\nrespondent's firm began to refer clients to Inter-Serve. \r\n  \r\n  \r\n  \r\n Mr.  King met with respondent in August 1992 concerning the status\r\nof her clients' lawsuits.  Mr. King was unsure if Ms. Durham was also present\r\nat this meeting.  Mr. King claims he discussed the cases of Michelle Patterson,\r\nRussell Fair, Lawrence Fair and a Marian Durham.3 with respondent and\r\nrespondent verified all these cases were outstanding.  However, respondent\r\ndenies having a discussion about these particular loans.  Instead, she claims the\r\nmeeting was very general and no specific cases were discussed.  Mr.  King\r\ntestified he mailed respondent a list of the outstanding loans. \r\n  \r\n  \r\n  \r\n During this time, Ms. Durham was screening respondent's mail;\r\ntherefore, it is possible respondent never received this list.  Further, none of the\r\npaperwork concerning these loans was signed by respondent.  Instead, Ms.\r\nDurham signed all the necessary documents and was the one who usually dealt\r\nwith Inter-Serve. \r\n  \r\n  \r\n  \r\n Ms. Durham's Relatives \r\n  \r\n Michelle Patterson was the fiancee of Russell Fair, Ms. Durham's\r\nson, and is the mother of Ms. Durham's grandchild.  At the direction of Ms.\r\nDurham, Ms. Patterson went to Inter-Serve to obtain a loan by falsely telling\r\nInter-Serve she had been in an accident and respondent was representing her.\r\nMs. Durham verified this information when contacted by an Inter-Serve\r\nemployee.  Ms. Durham instructed Ms. Patterson to cash the $4,500.00 loan\r\ncheck and give Ms. Durham the cash.  Ms. Durham gave Ms. Patterson $100.00 \r\n  \r\n  \r\n  \r\n\r\n3 The name Marian was probably an alias used by Ms.  Durham. \r\n\r\n\r\n\r\np.20\r\n\r\nIN THE MATTER OF MARSHALL\r\nin cash.  Ms.  Patterson never received any more of this money.  Inter-Serve was\r\nnever repaid. \r\n  \r\n  \r\n  \r\n Ms. Patterson testified Ms.  Durham told her the money was needed\r\nbecause the IRS was investigating respondent and respondent needed the money\r\nto pay her taxes.  Ms. Patterson admits she never discussed the loan with\r\nrespondent.  However, according to Ms. Patterson, respondent was in the office\r\nduring the transaction and saw Ms. Durham hand Ms. Patterson $100.00.4\r\nAlthough respondent admitted she was having to pay back taxes to the IRS\r\nduring this time, respondent denied having any knowledge of this transaction.\r\nHowever, respondent testified she had observed Ms. Durham giving Ms.\r\nPatterson and other family members money in the past. \r\n  \r\n  \r\n  \r\n Russell Fair is Ms. Durham's son.  At Ms. Durham's direction, Mr.\r\nFair obtained a loan from Inter-Serve.  Ms. Durham had already filled out the\r\npaperwork and had cleared the loan with Inter-Serve by confirming that Mr.\r\nFair was a client of respondent.  Mr. Fair testified respondent never represented\r\nhim on a personal injury claim.  Pursuant to Ms. Durham's instructions, Mr.\r\nFair took the loan check for $3,500.00 to the bank, cashed it, brought the cash\r\nback to Ms. Durham, and was given $50.00 in cash by Ms. Durham.  Mr. Fair\r\nnever received any more money.  Further, Inter-Serve was never repaid. \r\n  \r\n  \r\n  \r\n Mr. Fair testified that although respondent was present in the office\r\nduring this transaction, he did not discuss the loan with respondent.\r\nRespondent denied knowledge of this transaction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Lawrence Fair is the brother of Ms. Durham.  Mr.  Fair claimed\r\nrespondent asked him to get a loan from Inter-Serve so she could pay her taxes.\r\nAccording to Mr.  Fair, respondent promised she would repay the loan.  However,\r\nMr. Fair testified Ms. Durham was the one who set up the loan with Inter-Serve\r\nand who falsely verified that he was a client of respondent.  Mr.  Fair testified\r\nhe had never been a client of respondent.  Mr.  Fair cashed his loan check and\r\ntook the cash to Ms. Durham.  She gave him a portion of the cash for his\r\ntrouble.  Inter-Serve was never repaid. \r\n  \r\n  \r\n  \r\n Social Security Client \r\n  \r\n  \r\n Respondent represented a client on a social security claim.\r\nAccording to client he borrowed $3,000.00 from Inter-Serve on April 30, 1992.\r\nHe then turned over the check to respondent.  Respondent told client she was\r\ngoing to put the money in escrow for medical bills and \"whatnots.\" Respondent \r\n  \r\n\r\n4 Respondent's law firm included a small office for Ms. Durham and an\r\noffice for respondent, separated by a small conference room.  Both Ms.  Patterson\r\nand Russell Fair testified all transactions took place in Ms. Durham's office. \r\n  \r\np.21\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\n\r\n\r\ndid not pay the medical bills; instead, client had to pay these bills himself. \r\n  \r\n  \r\n  \r\n The $3,000.00 check was deposited into respondent's trust account.\r\nThree checks, one for $800.00, one for $475.00, and one for $300.00, were\r\nwritten on respondent's trust account for client.  The $475.00 check was\r\nredeposited into the trust account, and the $800.00 check and $300.00 check\r\n.were deposited into respondent's operating account. The signatures on these\r\nchecks were produced with a signature stamp. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On July 2, 1992, a check was written to respondent on the trust\r\naccount for $682.58.  A portion of this check was deposited into respondent's\r\npersonal account.  Respondent's signature on the check was made with a\r\nsignature stamp.  Respondent testified it was possible the endorsement on the\r\nback of this check was not her signature.  On July 3, 1992, a check was written\r\nto respondent on the trust account for $400.00 for \"[client].\" The respondent's\r\nsignature on the front of this check was made with a signature stamp.\r\nHowever, a handwriting expert testified there were indications that respondent\r\nendorsed this check.5 A portion of this check was deposited into respondent's\r\npersonal account.  Respondent denied endorsing this check.  Respondent testified\r\nshe left a deposit book for her personal account in the office. \r\n  \r\n  \r\n  \r\n A series of checks totaling $831.00 were issued on the trust account\r\nto client from April 30 to August 1992.  Therefore, a total of $3,013.58 was\r\nwithdrawn from respondent's trust account during this time. \r\n  \r\n  \r\n  \r\n Respondent testified part of the proceeds from this Inter-Serve loan\r\nwas used to pay for her services.  According, to respondent, in addition to\r\nrepresenting this client in the social security matter, she also handled other\r\nmatters, including child support issues, for him.  Client claimed respondent did\r\nnot do any work for him on the social security matter and, in fact, he\r\nsuccessfully concluded the matter himself. \r\n  \r\n  \r\n  \r\n The Panel found respondent, by delegating to Ms. Durham the\r\ncomplete operation of her office with little or no supervision, violated Rule 407,\r\nSCACR, Rule 5.3 by failing to assure Ms. Durham's conduct was compatible\r\nwith respondent's professional obligations.  This failure to supervise facilitated\r\nMs. Durham's scam of Inter-Serve and her embezzlement of funds belonging to\r\nrespondent's clients.  Further, the Panel found respondent violated Rule 407,\r\nSCACR, Rule 1.15 by failing to monitor her trust account and safeguard her\r\nclients' funds.  The Panel concluded had respondent complied with Rule 407,\r\nSCACR, Rule 1.15, respondent could have prevented Ms. Durham's\r\nembezzlement.  Although the Panel found respondent was not directly involved\r\n\r\n5 \"Indications\" means the handwriting expert is approximately 60% sure\r\nthe signature is respondent's. \r\n  \r\np.22\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n with the Inter-Serve matters except for the Social Security client, the Panel held\r\n respondent responsible for Ms. Durham's conduct because respondent should\r\n have noticed the many warning signals concerning Ms. Durham's criminal\r\n activity, including the advice given by her brother and her colleagues.  The Panel\r\n concluded Complainant had not clearly and convincingly demonstrated\r\n respondent was a co-conspirator with Ms. Durham in the Inter-Serve scam.  The\r\n Panel found Russell Fair's testimony incredible and did not address Lawrence\r\n Fair's testimony.  The Panel did not mention Mr. King's testimony in its report. \r\n  \r\n  \r\n  \r\n As to the Inter-Serve matters concerning Ms. Durham's relatives,\r\n we agree with the Panel's conclusions of law.  However, in addition to finding\r\n Russell Fair's testimony not credible, we also find the portions of Ms. Patterson's\r\n and Lawrence Fair's testimony which attempted to include respondent in this\r\n scam unbelievable.  Further, while we believe Mr. King generally discussed the\r\n loans with respondent, we do not find that at the August 1992 meeting they\r\n discussed specific cases.  Instead, it is our opinion Mr.  King discussed specific\r\n cases with Ms. Durham since she was the person with whom he usually dealt.\r\n Thus, we do not find the evidence clearly and convincingly supports the\r\n conclusion respondent was participating in this scam or had knowledge of this\r\n scam.  However, respondent's lack of supervision of Ms. Durham created this\r\n problem, and therefore, respondent is ethically responsible for Ms. Durham's\r\nconduct.6 \r\n  \r\n  \r\n  \r\n As to the Social Security client, the Panel concluded respondent had\r\n written the check for $800.00 which was deposited into her operating account\r\n and the check for $400.00 which was deposited into her personal bank account.\r\n Thus, the Panel implicitly found the endorsement on the back of the $400.00\r\n check was respondent's signature and not a forgery.  In our opinion, the\r\n endorsement on the $400.00 check does not appear to be respondent's signature.\r\n The endorsement on the $682.58 check is not respondent's signature.  Instead,\r\n we find these signatures are forgeries.  Only a small portion of the cash from\r\n these checks was actually deposited into respondent's personal account ($20 of\r\n the $400.00 check and $175.58 of the S682.58 check).  The balance of the money\r\n was received as cash.  Ms.  Durham had access to respondent's personal account\r\n and respondent testified Ms. Durham had done some of her personal banking in\r\n the past.  As to the checks deposited into the operating account, we note the\r\n signatures on these checks are by signature stamp.  Thus, we find Ms. Durham\r\n was the only one writing these checks.  However, respondent's lack of\r\n supervision of Ms. Durham and her failure to properly monitor her bank\r\n accounts created these problems and she is ethically responsible for Ms.\r\n Durham's misappropriation of these funds in violation of Rule 407, SCACR,\r\n Rules 1.15 and 5.3. If respondent had been properly monitoring her bank\r\n\r\n6 The Inter-Serve matters have been resolved and Inter-Serve has been\r\nrepaid $16,000.00 by respondent's insurance company. \r\n  \r\np.23\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\naccounts she could have at least mitigated the damage caused by Ms. Durham's\r\nconduct. \r\n  \r\n  \r\n  \r\n Criminal Matter \r\n  \r\n Respondent was retained by client's brother.7 (Brother) to represent\r\nclient in a criminal matter.  While represented by other counsel, the client was\r\nconvicted of murder in Orangeburg County on July 14, 1991 and pled guilty to\r\nconspiracy in Hampton County on October 23, 1991. \r\n  \r\n  \r\n  \r\n According to respondent, on or about October 14, 1991,\r\n respondent and Ms. Durham met with Brother in Augusta, Georgia, to discuss\r\n her representation of client in a post conviction relief (PCR) proceeding in the\r\n Orangeburg County matter.  Respondent testified she agreed to represent client\r\n in the PCR matter for a fee of $15,000.00, plus costs.  Respondent claimed she\r\n was not hired to represent client in the Hampton County case since the client\r\n had not yet terminated the services of his other attorney.  According to\r\n respondent, Brother was to obtain a refund of a portion of the fee paid to client's\r\n previous attorney and he would use this refund to pay respondent's fee.\r\n Respondent testified she discussed the refund and payment of the fee with\r\n Brother several times.  According to respondent, financial matters were only\r\n discussed with Brother. \r\n  \r\n  \r\n  \r\n Client testified respondent was retained to represent him in the\r\nHampton County matter and to pursue PCR in the Orangeburg County matter\r\nfor $15,000.00, plus costs.  Client claimed in December 1991, respondent\r\npersonally requested $5,000.00 to pay for a transcript of the Orangeburg County\r\ntrial.  Client testified respondent accepted several collect calls made by him to\r\nher office. \r\n  \r\n  \r\n  \r\n It is undisputed that on October 21, 1991, $15,000.00 was bank\r\nwired into respondent's account by client's family.  Further, on December 3,\r\n1991, an additional 45,000.00 was bank wired into respondent's account by\r\nclient's family. \r\n  \r\n  \r\n  \r\n Respondent met with client on Sunday, October 20, 1991.8\r\nRespondent also met with client at least one other time before receiving the\r\nDecember 3, 1991, payment of $5,000.00. Respondent testified she was unaware\r\nof the October 21, 1991, wire transfer of 415,000.00 until Brother advised\r\nrespondent of this payment in August 1994.  According to respondent, she was\r\n\r\n7 Brother died on November 24, 1994. \r\n\r\n.8 The Panel mistakenly found this was the date of the meeting in Augusta.\r\np.24\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\n\r\n\r\nonly aware of the $5,000.00 and she thought that money was sent so she would\r\nbegin to work on the PCR matter. \r\n  \r\n  \r\n  \r\n The day after the wire transfer of $15,000.00 was received, Ms.\r\nDurham wrote a check to herself on respondent's account for $11,000.00. On\r\nDecember 4, 1991, Ms. Durham wrote another check to herself on respondent's\r\naccount for $4,000.00. Respondent's signature stamp was used to sign the\r\nchecks.  Ms. Durham pled guilty in December 1996 to writing these checks to\r\nherself. \r\n  \r\n  \r\n  \r\n Respondent did not appear in the Hampton County matter.\r\n Instead, client's previous attorney handled this matter.  Respondent filed a\r\n Notice of Appeal (NA) in the Hampton County matter in November of 1991;\r\n however, it was dismissed by this Court due to the failure of respondent to file\r\n an initial brief and to designate material to be included in the Record on\r\n Appeal.  Respondent did not seek nor receive permission from client to abandon\r\n this appeal.  Respondent testified she filed the NA in order to protect client;\r\n however, because she was never retained to pursue this matter she permitted\r\n the appeal to be dismissed without discussing the dismissal with client. \r\n  \r\n  \r\n  \r\n Respondent requested a transcript of the Orangeburg County trial\r\non April 4, 1993.  The court reporter on three occasions requested payment from\r\nrespondent before payment was effected.  The cost of the transcript was\r\n$1,223.70. Respondent testified she delayed ordering the transcript because she\r\nhad not yet received her full fee of $15,000.00. Further, respondent claimed she\r\ndelayed making payment in hopes that client's family would provide the\r\nnecessary funds to cover this expense. \r\n  \r\n  \r\n  \r\n The Panel concluded the evidence was not clear and convincing that\r\nrespondent had been retained to represent the client in the Hampton County\r\nmatter; therefore, respondent committed no ethical violations by failing to attend\r\ncourt.  However, the Panel found respondent failed to act with reasonable\r\ndiligence and promptness in representing client in violation of Rule 407, SCACR,\r\nRule 1.3 by filing a NA in the Hampton County matter and then failing to\r\neither perfect the appeal or seek permission of her client to abandon the appeal. \r\n  \r\n  \r\n  \r\n Further, the Panel found it incredible that respondent would travel\r\nover two hours to visit with the client prior to receiving payment or that\r\nrespondent would expend any time or effort on the case between the initial\r\nmeeting with client's family and the receipt of the $5,000.00 on December 3,\r\n1991, when respondent admitted she knew nothing of client's family's financial\r\nresources or reputation prior to the initial meeting.  Thus, the Panel implicitly\r\nconcluded respondent was aware of the initial $15,000.00 wire transfer.\r\nHowever, the Panel did not reach the issue of whether respondent had\r\nparticipated in a \"scam\" to obtain an additional $5,000.00 from client's family.\r\nInstead, the Panel concluded the evidence clearly and convincingly demonstrated \r\n  \r\np.25\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\nrespondent had violated Rule 407, SCACR, Rule 5.3 by failing to adequately\r\nsupervise Ms.  Durham. \r\n  \r\n  \r\n  \r\n Finally, the Panel concluded respondent did little or no work in\r\nreturn for the payments of $15,000.00 and $5,000.00. The transcript of the\r\nOrangeburg trial was not ordered until April 1993. Further, a PCR application\r\nwas never filed.  Respondent has neither accounted for nor refunded any of the\r\nmonies paid by client's family. \r\n  \r\n  \r\n  \r\n We do not find it incredible that respondent would begin\r\n preliminary work on the PCR matter prior to receiving any payment.  Further,\r\n because respondent had, for all practical purposes, delegated the day to day\r\n operations of the office to Ms. Durham, we find it believable that respondent\r\n was unaware of the first wire transfer of $15,000.00. At this time, respondent's\r\n bank statements were being sent directly to Triple A Bookkeeping.  Thus,\r\n respondent had little first hand knowledge of her bank accounts.  Instead, she\r\n depended on Ms. Durham to keep her informed.  We find that respondent was\r\n only aware of the $5,000.00 wire transfer and that she thought this was a\r\n partial payment of her fee and was not money with which to order a transcript.\r\n In our opinion, respondent was not attempting to defraud, client's family.\r\n However, we agree with the Panel's finding respondent violated Rule 407,\r\n SCACR, Rule 5.3 by failing to adequately supervise Ms. Durham.  Respondent\r\n gave Ms. Durham unrestrained control over the financial affairs of her office and\r\n failed to monitor Ms. Durham's activities.  Respondent also violated Rule 407,\r\n SCACR, Rule 1.15 by failing to adequately monitor her trust account.  If\r\n respondent had reviewed her bank statements, she would have realized there\r\n was a discrepancy.  Further, we find respondent violated Rule 407, SCACR, Rule\r\n 1.3 by failing to act with reasonable diligence and promptness in representing\r\n client.  Even after respondent became aware that client's family had paid her\r\n office $20,000.00, respondent still did not file a PCR application.  In addition,\r\n respondent violated Rule 407, SCACR, Rule 1.3 by abandoning the Hampton\r\n County appeal without first obtaining client's permission. \r\n  \r\n  \r\n  \r\n Retaining Out of State Attorney for Client \r\n  \r\n  \r\n  \r\n In February 1992, a client contacted respondent's office seeking\r\nlegal representation for a matter in the State of Georgia.  Ms. Durham informed\r\nthe client that for a reasonable fee respondent would locate a Georgia attorney\r\nfor her.  The amount of fee was not specified and the parties did not enter into a\r\nwritten contract. \r\n  \r\n  \r\n  \r\n Client gave Ms. Durham a check for $5,000.00 which was to be\r\nused as a retainer for the Georgia attorney.  Neither respondent nor Ms.\r\nDurham retained a Georgia attorney for this client.  Instead, client retained a\r\nGeorgia attorney herself and was forced to pay the attorney's retainer fee\r\nwithout access to the $5,000.00 she had previously given to respondent's office \r\n  \r\np.26\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\nfor this purpose. \r\n  \r\n  \r\n  \r\n After client's $5,000.00 check was deposited in respondent's trust\r\naccount, $3,000.00 was withdrawn and deposited into respondent's operating\r\naccount.  At that time, no accounting was sent to client showing how respondent\r\nhad earned the $3,000.00.  While it is unclear who caused this transfer of funds,\r\nthe record repeatedly demonstrates Ms. Durham controlled the operations of\r\nrespondent's office and had full and total access to these accounts. \r\n  \r\n  \r\n  \r\n During this time, client asked respondent's office to retain a Georgia\r\nattorney for another matter.  According to client, she told Ms. Durham she only\r\nhad $1,100.00 and Ms. Durham told her that would be sufficient.  Thus, client\r\nsigned over the $l,100.00 two-party check to respondent's office.  Ms. Durham\r\nassured client this money would be used to pay the Georgia attorney.  A Georgia\r\nattorney was located for client; however, client had to pay the attorney the\r\nretainer without access to the $1,100.00 she had previously given to Ms.\r\nDurham. \r\n  \r\n  \r\n  \r\n Client attempted to communicate with respondent or respondent's\r\nstaff about these matters, but client's telephone calls were not returned.\r\nFurther, when client was able to speak to someone in respondent's office, it was\r\nalways Ms. Durham, who continued to assure client that all was well with her\r\nGeorgia cases. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Eventually, client initiated a fee dispute claim.  The billing\r\nstatement submitted by respondent was not prepared until after the fee dispute\r\nclaim had been filed.  The statement was prepared by respondent and Ms.\r\nDurham from memory, notations in files, and telephone bills. \r\n  \r\n  \r\n  \r\n Respondent testified her office worked on several other matters for\r\nclient during this time.  Thus, her fee reflected both her work on the Georgia\r\nmatter and her work on these other matters.  The fee dispute was resolved in\r\nFebruary 1993 when respondent agreed to refund client $5,500.00. \r\n  \r\n  \r\n  \r\n The Panel concluded, through respondent's failure to properly\r\ncontrol and supervise Ms. Durham, client funds were improperly appropriated to\r\nrespondent's use for operating expenses, client funds were improperly handled,\r\nand client was not rendered a prompt and full accounting.  Rule 407, SCACR,\r\nRule 1.15. The Panel also concluded respondent failed to keep her client\r\nreasonably informed about the status of client's matters and failed to comply\r\npromptly with reasonable requests for information in violation of Rule 407,\r\nSCACR, Rule 1.4(a). In addition, respondent failed to ensure the conduct of her\r\nemployee, Ms. Durham, was compatible with respondent's professional\r\nobligations by failing to correctly record time expended on client matters, by\r\nfailing to oversee expenditures of funds from trust accounts, by failing to\r\nproperly distinguish between the use of monies held in trust accounts and \r\n  \r\np.27\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\noperating accounts, and by failing to properly supervise her office staff, all in\r\nviolation of Rule 407, SCACR, Rule 5.3. Finally, the Panel concluded\r\nrespondent's conduct had violated Rule 413, SCACR, ¶5(E) (demonstrating a\r\ncurrent unfitness to practice law). \r\n  \r\n  \r\n  \r\n While we agree with the Panel's findings, we further find\r\nrespondent violated Rule 407, SCACR, Rule 1.3 by failing to act with reasonable\r\ndiligence and promptness in representing her client because client was forced to\r\nseek her own attorney even though she had retained respondent to find an\r\nattorney for her. \r\n  \r\n  \r\n  \r\n Lowry Detective Agency Matter \r\n  \r\n  \r\n  \r\n Mr. Davy Lowry was the owner of Lowry Detective and\r\n Investigation Agency.  Mr. Lowry testified he entered into a verbal contract with\r\n respondent and Ms. Durham in which, for a flat fee of $600.00, he would\r\n provide investigatory services in simple domestic situations.9 Respondent's\r\n clients were to pay an initial retainer and if the investigation was successful,\r\n Mr. Lowry would depend on a court order directing the other party to pay the\r\n private investigation costs to recover his fee.  Mr. Lowry testified he only had\r\n direct contact with one of respondent's clients and he billed respondent and not\r\n the client for his services because the contract was between respondent and Mr.\r\n Lowery.  Respondent denied any such agreement existed and claimed her clients\r\n were directly responsible for the payment of investigatory expenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Mr.  Lowry brought an action against respondent in Magistrate's\r\nCourt to collect the unpaid fees.  In the fall of 1994, the magistrate dismissed\r\nthe matter finding the agreement violated the statute of frauds.  However, the\r\nmagistrate directed respondent to provide Mr. Lowry with names and addresses\r\nof the delinquent accounts.  Respondent did not comply with this directive until\r\nJanuary 20, 1995.  Further, according to Mr. Lowry, two of the addresses were\r\nincorrect.  Respondent testified these addresses were from her files. \r\n  \r\n  \r\n  \r\n At least one of the clients contacted by Mr.  Lowry claimed she had\r\npaid respondent's firm for the investigative services.  However, respondent's firm\r\nfailed to pay this money to Mr. Lowry.  Ms. Durham receipted the client for the\r\ncash payment on the investigatory account and all parties concede Ms. Durham\r\nappropriated this money.  Mr. Lowry claimed respondent still owed him $1560. \r\n  \r\n  \r\n  \r\n The Panel concluded respondent and Mr. Lowry had entered into an\r\nagreement with regard to payment for investigation services provided to her\r\nclients and respondent committed acts of deceit in attempting to avoid payment\r\nfor these services thus violating Rule 407, SCACR, Rule 8.4(d) (engaging in\r\n\r\n9 Mr.  Lowry also provided process service for respondent. \r\n\r\np.28\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n conduct involving deceit or misrepresentation).  The Panel further found\r\n respondent violated Rule 407, SCACR, Rule 5.3 by failing to adequately\r\n supervise Ms. Durham.  In this instance, Ms. Durham only misappropriated\r\n $150.00; however, because this was not an isolated event, the Panel found it to\r\n be further proof of respondent's dismal performance in supervising this\r\n employee.  The Panel concluded respondent did not violate Rule 407, SCACR,\r\n Rule 1.15 or Rule 8.4(b) because respondent did not have knowledge of Ms.\r\n Durham's activities.  The Panel found respondent violated Rule 413, SCACR,\r\n ¶5(D).10 by procrastinating in her obligation to provide Mr. Lowry with the\r\n addresses of her clients and by providing Mr. Lowry with incorrect addresses.\r\n We agree with the Panel's findings of fact and conclusions of law in this matter. \r\n  \r\n  \r\n  \r\n Real Estate Matter \r\n  \r\n A client retained respondent to represent her in the purchase of real\r\nestate for a church.  Client testified at the hearing that she had informed\r\nrespondent of her intention to purchase three lots prior to the November 1993\r\nclosing; however, in May 1994, client discovered she had only purchased one lot.\r\nThe deed prepared by the seller's attorney had omitted two of the parcels of\r\nland.  Respondent claimed she was unaware at the time of the closing that\r\nclient intended to purchase three lots.  All closing documents refer to only one\r\nlot, including documents prepared by the bank. \r\n  \r\n  \r\n  \r\n Upon discovering the problem, client contacted respondent.  After\r\nrespondent agreed to attempt to rectify the problem, respondent failed to return\r\nseveral of client's telephone calls and keep client informed of the status of this\r\nmatter.  Eventually, respondent prepared a deed conveying the other two lots\r\nand sent it to seller's attorney.  However, client had to retain another attorney\r\nto complete the matter because respondent failed to obtain the seller's signature\r\non the corrected deed.  Client testified she did not pay respondent for her\r\nattempt to correct the deed. \r\n  \r\n  \r\n  \r\n The Panel found the error in the deed and respondent's efforts to\r\nremedy the error did not give rise to an ethical violation.  The Panel did find\r\nrespondent violated Rule 407, SCACR, Rule 1.4(a) by failing to keep her client\r\nreasonably informed about the status of a matter and by failing to comply\r\npromptly with reasonable requests for information.  We agree with the Panel's\r\nfindings of fact and conclusions of law.  However, we further find respondent\r\nviolated Rule 407, SCACR, Rule 1.3 by failing to promptly and diligently pursue\r\nthis matter on behalf of the client.  Respondent's procrastination forced the\r\n\r\n10 Rule 413, SCACR, ¶5(D) defines misconduct as \"[c]onduct tending to\r\npollute the administration of justice or to bring, the courts or the legal profession\r\ninto disrepute or conduct demonstrating unfitness to practice law.\" \r\n  \r\np.29\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\n client to seek another attorney to handle this matter. \r\n  \r\n  \r\n  \r\n Divorce Matter \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Through Ms. Durham, a client retained respondent in 1991 to bring\r\n a separate maintenance and divorce action on her behalf.  Client and her\r\n husband went to respondent's office where Ms. Durham prepared their\r\n separation agreement, a complaint for a divorce and an answer.  Client's\r\n husband paid Ms. Durham $500.00. Ms. Durham informed the couple that it\r\n would take one year for the divorce to be final and she would contact client with\r\n the court date for the divorce.  Further, Ms. Durham told the couple they would\r\n owe an additional $500.00 when the divorce was finalized.  The complaint\r\n contains respondent's signature; however, respondent claimed she had no first\r\n hand knowledge of this client.  The complaint was filed in 1991.  Subsequently,\r\n the complaint was dismissed by the family court for lack of prosecution.\r\n Although client attempted to contact Ms. Durham or respondent several times,\r\n she was unable to reach either of them until 1995. \r\n  \r\n  \r\n  \r\n In 1995, client contacted respondent who was unaware of her\r\n representation of client and had no record of this client ever visiting her office.\r\n Prior to this communication, client had never met respondent.  Respondent\r\n informed client of Ms. Durham's improper activities including agreeing to\r\n represent clients and receiving payment for services that were never performed.\r\n Respondent told client she would complete the work in this matter; however, she\r\n explained it would cost $300.00 more to complete the action.  After this meeting,\r\n client called respondent on numerous occasions, but her telephone calls were\r\n never returned.  Finally, after client's mother contacted someone at respondent's\r\n home regarding this matter, respondent called client and claimed client had\r\n broken several appointments with her.  Client then obtained another attorney to\r\n represent her and she eventually obtained a divorce.  Respondent refunded\r\n $500.00 to client when she was informed client had obtained another attorney.\r\n During this time (1995-96), respondent was undergoing treatment for cancer and\r\n was often out of the office. \r\n  \r\n  \r\n  \r\n The Panel concluded respondent failed to act with reasonable\r\ndiligence and promptness in representing client and failed to keep client\r\nreasonably informed of the status of this case and to respond promptly to\r\nreasonable requests for information.  Rule 407, SCACR, Rules 1.3 &amp; 1.4(a). In\r\naddition, the Panel found respondent failed to supervise and control her\r\nemployee in violation of Rule 407, SCACR, Rule 5.3. We agree with the Panel's\r\nfindings of fact and conclusions of law in this matter. \r\n  \r\n  \r\n  \r\n Other Trust Account Matters \r\n  \r\n  \r\n  \r\n The Panel found, from September to December 1993, respondent's\r\ntrust account showed several insufficient funds charges and negative balances. \r\n  \r\np.30\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\nAlthough the Panel acknowledged that these problems were probably caused by\r\nMs. Durham, the Panel concluded respondent has an ethical obligation pursuant\r\nto Rule 407, SCACR, Rule 1.15 to monitor her trust account and this she clearly\r\nfailed to do.  We agree with the Panel's findings of facts and conclusions of law\r\non this matter. \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\n  \r\n  \r\n The authority to discipline attorneys and the manner in which the\r\ndiscipline is given rests entirely with the Supreme Court. Matter of Hines, 275\r\nS.C. 271, 269 S.E.2d 766 (1980). \r\n  \r\n  \r\n  \r\n Both the Panel and Committee recommended a one year suspension.\r\nIn addition, the Committee recommended respondent complete LOMAP and\r\nmake restitution before being readmitted to practice.  The Panel and Committee\r\nfound respondent violated Rule 407, SCACR, Rules 1.1, 1.3, 1.4(a), 1.15, 5.3, &amp;\r\n8.4(d); and Rule 413, SCACR, ¶5(D) &amp; (E).  Most of these violations were the\r\nresult of respondent failing to properly supervise Ms. Durham and failing to\r\nproperly monitor her bank accounts.  We agree respondent violated the above\r\nrules; however, we disagree with the Panel's and Committee's recommendation\r\nfor a sanction. \r\n  \r\n  \r\n  \r\n This Court has sanctioned attorneys for failing to supervise their\r\n employees and for misappropriating funds. In Matter of Craig, 317 S.C. 295, 454\r\n S.E.2d 314 (1995), this Court suspended attorney for fifteen months for failing to\r\n supervise employees, negligently managing the trust account, misappropriating\r\n funds, lacking diligence in representing his clients, and failing to cooperate with\r\n the investigation.  In Matter of Gibbes, 315 S.C. 186, 432 S.E.2d 482 (1993),\r\n this Court imposed a public reprimand on attorney for failing to supervise an\r\n employee who engaged in misconduct.  In Matter of Gibbes, attorney did not\r\n commit multiple acts of misconduct.  In Matter of Bell, 304 S.C. 529, 405 S.E.2d\r\n 825 (1991), the attorney received a public reprimand for negligently supervising\r\n employees, for failing to correctly post expenses to clients' accounts, and for\r\n failing to timely disburse client funds.  The attorney did not misappropriate\r\n funds in Matter of Bell. \r\n  \r\n  \r\n  \r\n While there is no allegation respondent failed to cooperate with this\r\ninvestigation, respondent's misconduct involved multiple violations of the Rules\r\nof Professional Responsibility, Rule 407, SCACR, including misappropriation of\r\nfunds.  Further, respondent created many of these problems by delegating to Ms.\r\nDurham such a wide breadth of responsibilities and duties without adequately\r\noverseeing Ms. Durham's actions.  Respondent delegated complete control of her\r\noffice to Ms. Durham and did little to ensure Ms. Durham was running the\r\noffice in an ethical manner.  Respondent allowed Ms. Durham to work in her\r\noffice from 1991 until 1994 without any real supervision of her activities.\r\nInstead, she gave Ms.  Durham unfettered control of her office, including her \r\n  \r\np.31\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\nfinancial affairs.  Because respondent chose not to review her bank statements\r\nduring this time period, Ms. Durham's actions remained undetected and\r\nunchecked for three years.  Thus, we find respondent's misconduct warrants a\r\nharsher sanction than a public reprimand. \r\n  \r\n  \r\n  \r\n However, in choosing the appropriate sanction, the Court may\r\nconsider circumstances in mitigation. Matter of Brown, 286 S.C. 454, 334\r\nS.E.2d 281 (1985).  Several witnesses testified on behalf of respondent.  Carl\r\nBenson testified Ms. Durham was a good liar and he did not think respondent\r\nwas involved in Ms. Durham's schemes.  Ms. Durham's ex-husband testified that\r\nalthough Ms. Durham had been arrested for writing bad checks in the past, Ms.\r\nDurham had a good reputation in Anderson.  Mr. Durham further testified he\r\ndid not tell respondent about Ms. Durham's previous problems. \r\n  \r\n  \r\n  \r\n William Bannister testified respondent resolved a child support\r\nmatter for him without further compensation after he told respondent he had\r\npreviously paid Ms. Durham to resolve this issue.  Curtis Mattison testified\r\nwhen he discovered Ms. Durham had not properly handled his real estate\r\nclosing, respondent corrected the problem without charge.  Mr. Bannister and\r\nMr. Mattison were \"clients\" Ms. Durham had undertaken to represent without\r\nrespondent's knowledge.  As to the Divorce Matter, we note during the time\r\nperiod respondent was attempting to straighten out the matter for client,\r\nrespondent was diagnosed with cancer and her treatment resulted in time away\r\nfrom the office.  Also, respondent did return the $500.00 client had previously\r\npaid to Ms. Durham.  Thus, respondent attempted to help those \"clients\" who\r\nhad paid Ms. Durham for services she never provided.  Further, respondent\r\nattempted to refund the money Ms. Durham had taken from these \"clients\" if\r\nshe was unable to help them.  Respondent did this even though she never\r\nactually received any of the money from Ms.  Durham. \r\n  \r\n  \r\n  \r\n Elizabeth Williams testified respondent handled the financial affairs\r\nfor the church and there had never been a problem.  Several attorneys who\r\npracticed with respondent testified respondent was a good lawyer.  The Public\r\nDefender in Anderson County stated he would continue to employ respondent if\r\nshe is allowed to continue to practice law. \r\n  \r\n  \r\n  \r\n Finally, there was no evidence suggesting respondent personally\r\nbenefitted from Ms. Durham's scams.  Instead, all evidence suggests these scams\r\nharmed respondent at least as much as they did her clients. \r\n  \r\n  \r\n  \r\n In consideration of all the facts in this case, we find the appropriate\r\nsanction for respondent's misconduct is a definite suspension from the practice of\r\nlaw for six months.  In addition, respondent must make restitution and complete\r\nLOMAP prior to reinstatement. \r\n  \r\n  \r\n  \r\nRespondent shall file, within fifteen (15) days of this opinion, an \r\n  \r\np.32\r\n\r\nIN THE MATTER OF MARSHALL \r\n\r\n\r\n\r\naffidavit with the clerk of this Court stating she has complied with Paragraph\r\n30 of Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.33 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24776","title":"Meyer v. Paschal, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24776","description":"","date":"1998-03-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 12\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThelma Meyer, fka Thelma\r\nPaschal,              Appellant \r\n  \r\nv. \r\n  \r\nJohn Paschal and Mary Ann\r\nBrinkley,        Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\n Thomas J. Ervin, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24776\r\nHeard February 6, 1997 - Filed March 23, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMichael S. Chambers, of Greenville, for appellant. \r\n  \r\nJames K. Price, of Bozeman, Grayson, Smith, Stodghill &amp;\r\nPrice, P.A., of Greenville, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BURNETT, A.J.: The trial court held S.C. Code Ann. § 15-3-30 (1976) did\r\nnot apply to toll the statute of limitations for Thelma Meyer's (Meyer) fraudulent\r\nconveyance cause of action.  Meyer appeals.  We affirrn. \r\n  \r\n FACTS \r\n  \r\n  \r\n  \r\n Meyer and John Paschal (Paschal) were married for twenty-three years.\r\nPursuant to a separation agreement, Paschal, by a deed dated November 25, 1981, and \r\n  \r\np.34\r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nrecorded January 27, 1982, purchased a house and lot in Greenville County, South Carolina\r\n(SC Property), for the use and benefit of Meyer.  The SC Property was titled in Paschal's\r\nname. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Paschal transferred the SC Property to Mary Ann Brinkley (Brinkley) by deed\r\ndated August 16, 1985, and recorded on August 19, 1985, for a recited consideration of\r\n$62,000.00; however, no consideration was actually tendered.  Paschal and Brinkley are\r\nbrother and sister.  Meyer had notice of the transfer in 1986.1 \r\n  \r\n  \r\n  \r\n Paschal paid the real estate property taxes and insurance on the SC Property\r\nuntil Meyer assumed the responsibility for payment in 1989.  Brinkley has never paid the\r\nproperty taxes or insurance on the house.  Further, Brinkley has never sought to collect rent\r\nfrom Meyer for her use of the property.  Respondents claim the property was transferred to\r\nprotect investments made by Paschal on behalf of Brinkley and to protect this property from\r\na $180,000.00 judgment rendered against Paschal in New Jersey. \r\n  \r\n  \r\n  \r\n Meyer has lived in the house since 1982.  Neither respondent has ever resided\r\nin the house, nor has either ever been a resident of South Carolina.  Meyer knew the\r\nresidence of and could easily locate either respondent subsequent to the transfer of the\r\nproperty to Brinkley and prior to commencement of this action. \r\n  \r\n  \r\n  \r\n Divorce proceedings between Meyer and Paschal were commenced in New\r\nJersey in 1983.  On October 4, 1991, an order was issued by the Superior Court in New\r\nJersey (New Jersey Order) which directed Paschal to convey the SC Property to Meyer.  The\r\ncourt further directed the parties to notify Brinkley of the order; however, Brinkley was\r\nnever made a party to the divorce proceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On May 4, 1994, Meyer commenced this action in South Carolina to\r\ndomesticate the New Jersey Order as a South Carolina judgment.  Meyer further sought to\r\nset aside the transfer of the SC Property from Paschal to Brinkley as a fraudulent\r\nconveyance under S.C. Code Ann. §§ 27-30-10 &amp; 27-30-20 (1976). \r\n  \r\n  \r\n  \r\n On Meyer's motion, the New Jersey Order was domesticated as to Paschal.\r\nAfter a bench trial, the trial court dismissed the fraudulent conveyance claim with prejudice.\r\nThe court ruled S.C. Code Ann. § 15-3-30 (1976) inapplicable.  The court concluded\r\nMeyer's admitted knowledge of the whereabouts of both respondents prior to the running of\r\nthe statute of limitations and the availability of substitute service of process by publication, \r\n  \r\n  \r\n  \r\n\r\n1Meyer admits the date of notice.  Her argument concedes the six year statute of\r\nlimitations would bar this action if Paschal and Brinkley were residents of South\r\nCarolina. \r\n  \r\np.35 \r\n  \r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n\r\n\r\n\r\n\r\n see S.C. Code Ann. § 15-9-710(4) &amp; (5) (1996), frustrated the purpose of the tolling statute;\r\n therefore, the court refused to apply the statute to toll the six year statute of limitations. See\r\n S.C. Code Ann. § 15-3-530(7) (1976 &amp; Supp. 1996).  Finally, the court dismissed the\r\n domestication cause of action against Brinkley because she had net been a party to the New\r\n Jersey Order.  Meyer's motion to reconsider or amend judgment was denied. \r\n  \r\n  \r\n  \r\n ISSUE \r\n  \r\nDid the trial court err in ruling the tolling provision, S.C. Code Ann. § 15-3-30\r\n(1976), was inapplicable to appellant's fraudulent conveyance cause of action\r\nwhere both respondents have continuously resided outside of South Carolina\r\nand where appellant could at all times obtain personal jurisdiction over both\r\nrespondents? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n Meyer claims the trial court erred in ruling S.C. Code Ann. § 15-3-30 (1976)\r\n(tolling statute) does not apply to toll the six year statute of limitations.  According to\r\nMeyer, the tolling statute prevents the statute of limitations from running even though a\r\nSouth Carolina court could acquire personal jurisdiction over the respondents under S.C.\r\nCode Ann. § 15-9-710(4) &amp; (5) (Supp. 1996) (notice by publication) or S.C. Code Ann. §\r\n36-2-803 (1976) (long-arm statute).  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Section 15-3-30 reads as follows: \r\n  \r\n  \r\n If when a cause of action shall accrue against any person he shall be out\r\n of the State, such action may be commenced within the terms of this chapter\r\n respectively limited after the return of such person into this State.  And if,\r\n after such cause of action shall have accrued, such person shall depart from\r\n and reside outside of this State or remain continuously absent therefrom for\r\n the space of one year or more, the time of his absence shall not be deemed or\r\n taken as any part of the time limited for the commencement of such action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 15-3-30 (1976) (emphasis added). \r\n  \r\n South Carolina enacted this tolling provision in 1870 in order to protect its\r\nresidents from defendants who were not amenable to personal service of process because the\r\ndefendants were out of the State.2 See Burrows v. French, 34 S.C. 165, 13 S.E. 355 \r\n  \r\n\r\n2Section 15-3-30 is based on the 4 Statute of Anne ch. 16, § XIX. Burrows, supra.\r\nThis section has been interpreted to apply when the defendant is either a resident who is \r\n  \r\np.36\r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n (1891) (purpose of tolling statute was to hold the doors of our courts open until the\r\n defendant comes within our courts' jurisdiction and to give the plaintiff the full time limit to\r\n sue while the defendant is within reach of the process of our courts).  The first sentence of\r\n this section has been construed by this Court to include defendants who are residents of this\r\n State but out-of-state and defendants who have never resided in this State. Burrows, supra.\r\n In reaching this conclusion, the Court disregarded the literal meaning of the word \"retum\" in\r\n order to give full effect to the statute's purpose. \r\n  \r\n  \r\n  \r\n In 1953, a South Carolina federal district court held the nonresident\r\n defendant's amenability to personal service under a substituted service statute did not\r\n prevent application of the tolling statute.3 Macri v. Flaherty, 115 F. Supp. 739 (D.S.C.\r\n 1953).  Although the federal court expressed reservations about the continued viability of\r\n the tolling statute when a nonresident defendant was amenable to personal service, it found\r\n the tolling statute still applied to toll the statute of limitations because the substituted service\r\n statute did not contain an express exception to the tolling statute.4 Marci, supra.  Our Court\r\n adopted the holding in Macri with little additional analysis or discussion concerning the\r\n effect substitute service of process and the long-arm statute have on the tolling statute.\r\n Cutino v. Ramsey, 285 S.C. 74, 328 S.E.2d 72 (1985) (amenability to substituted service of\r\n process under § 15-9-350 does not render the tolling statute inapplicable); Harris v. Dunlap,\r\n 285 S.C. 226, 328 S.E.2d 908 (1985) (the ability to obtain personal jurisdiction over an out-\r\n of-state defendant with the long-arm statute does not render the tolling statute inapplicable).\r\n For the following reasons, it is our opinion that this Court erred in adopting the holding of\r\n\r\nabroad or a foreigner who has never resided in England. Strithorft v. Graeme, 2 Black\r\n723 (1770) (finding the language \"return from beyond the seas\" included both a resident\r\nwho went abroad and a foreigner who always resided abroad); Ruggles v. Keeler, 3 Johns\r\n263 (N.Y. Sup. 1808). \r\n  \r\n  \r\n  \r\n 3South Carolina had enacted in 1949 a provision which allowed a plaintiff to serve\r\nprocess on the Chief Highway Commissioner when the plaintiff was injured by an out-of-\r\nstate defendant's automobile. See S.C. Code Ann. § 15-9-350 (1976 &amp; Supp. 1996). \r\n  \r\n  \r\n  \r\n 4The majority of jurisdictions considering the issue of whether an out-of-state\r\ndefendant's amenability to personal jurisdiction renders the tolling statute inapplicable\r\nhave held defendant's amenability renders the tolling statute inapplicable.  G.H. Fisher,\r\nAnnotation, Provision of Statute of Limitations Excluding Period of Defendant's Absence\r\nFrom the State as Applicable to a Local Cause of Action Against Individual Who Was a\r\nNonresident When the Same Arose, 17 A.L.R.2d 502 (1951); Kenneth J. Rampino,\r\nAnnotation, Tolling of Statute of Limitations During Absence From State as Affected by\r\nFact That Paa Claiming Benefit of Limitations Remained Subject to Service During\r\nAbsence or Nonresidence, 55 A.L.R.3d 1158 (1974). \r\n  \r\n  \r\n  \r\np.37\r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n\r\n\r\n\r\n\r\n Macri; therefore, we expressly overrule Cutino and Harris. \r\n  \r\n Because the tolling statute was enacted during a period of history when the\r\n ability to obtain personal jurisdiction over an out-of-state defendant was severely limited by\r\n the due process clause,5 this statute served the important purpose of preventing the statute of\r\n limitations from expiring on valid claims when the defendant was out-of-state and personal\r\n jurisdiction was not possible. Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565 (1877) (holding\r\n in personam jurisdiction could only be obtained if the defendant is personally served within\r\n the state's territory or the defendant voluntarily appears); see also Coombs v. Darling, 166\r\n A. 70 (Conn. 1933); Jack H. Friedenthal, et. al, Civil Procedure §§ 3.2 &amp; 3.3 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In the early 1900's, the jurisdictional reach of the states' courts began to\r\n expand with the development of the implied consent doctrine.  Under this doctrine, by\r\n engaging in dangerous activities within the state, a nonresident defendant impliedly\r\n consented to the appointment of a public official as his agent to accept service of process.\r\n Service upon the agent acted as personal service upon the nonresident defendant and gave\r\n the state court personal jurisdiction over the nonresident defendant.  1 Robert C. Casad,\r\n Jurisdiction in Civil Actions § 2.02[3] (2d ed. 1991); Jack H. Friedenthal, et. al, Civil\r\n Procedure § 3.5 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In 1945, the United States Supreme Court adopted a more flexible standard for\r\n the assertion of personal jurisdiction. International Shoe Co. v. State of Washington, 326\r\n U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945).  Under this new standard, the due process clause\r\n only required the defendant to have certain minimum contacts with the forum state such that\r\n the maintenance of the suit did not offend \"traditional notions of fair play and substantial\r\n justice.\" Id. at 316, 66 S.Ct. at 158; see also Jack H. Friedenthal, et. al, Civil Procedure §\r\n 3.10 (1985).  Inspired by International Shoe, in 1955 Illinois passed the first long-arm\r\n statute which was a comprehensive jurisdictional statute based on the defendant's conduct in\r\n the forum state.  1 Robert C. Casad, Jurisdiction in Civil Actions § 4.01 (2d ed. 1991); Jack\r\n H. Friedenthal, et. al, Civil Procedure § 3.12 (1985).  These types of statutes greatly\r\n expanded the jurisdictional reach of the states' courts.  In many cases, the long-arm statute\r\n allows a court to exert personal jurisdiction to the outer limits of the due process clause.\r\n South Carolina enacted its version of the long-arm statute in 1966 and it has been interpreted\r\n to extend to the outer limits of the due process clause.  S.C. Code Ann. § 36-2-803 (1976);\r\n Young v. Jones, 816 F. Supp. 1070 (D.S.C. 1992); Atlantic Soft Drink Co. v. S.C. National\r\n Bank, 287 S.C. 228, 336 S.E.2d 876 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The tolling statute must be construed in light of its history and further, when\r\nthe purpose of statute and its literal meaning conflict, the purpose of the statute must be\r\n\r\n5U. S. Const. amend.  XIV, § 1. \r\n\r\np.38\r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n\r\n\r\n given effect.  Burrows; supra (this Court refused to literally interpret the tolling statute;\r\n instead, the Court chose to focus on the purpose of the statute); Browning v. Hartvigsen, 307\r\n S.C. 122, 414 S.E.2d 115 (1992) (a statute as a whole must receive a practical, reasonable\r\n and fair interpretation consonant with the purpose, design and policy of the lawmakers);\r\n Hamm v. S.C. Public Service Com'n, 287 S.C. 180, 336 S.E.2d 470 (1985) (a court will\r\n reject the literal meaning when it leads to absurd results not possibly intended by the\r\n Legislature); Spartanburg Sanitary Sewer Dist. v. City of Spartanburg, 283 S.C. 67, 321\r\n S.E.2d 258 (1984) (a statute must be construed in light of its intended purposes and if such\r\n purposes can be reasonably developed from its language, the purpose will prevail over the\r\n literal import of the statute); City of Spartanburg v. Blalock, 223 S.C. 252, 75 S.E.2d 361\r\n (1953) (in construing a statute, it is proper to consider the history of the period in which it\r\n was enacted); State v. Kizer, 164 S.C. 383, 162 S.E. 444 (1932) (statute must be construed\r\n in light of conditions existing when enacted); see also Coombs v. Darling, 166 A. at 71 (\"It\r\n is a general and very sound rule applicable to the construction of every statute, that it is to be\r\n taken in reference to its subject-matter; and equally, the construction ought to be with\r\n reference to the object to be accomplished by the Act and to keep in view the conditions\r\n existing\"); Arrowood v. McNinn County, 121 S.W.2d 566, 568 (Tenn. 1938) (\"What is not\r\n within the purpose or meaning, nor within the mischief to be remedied by a statute, cannot\r\n be held included in the law, even though literally the language might include it\"); Reed v.\r\n Rosenfield, 51 A.2d. 189, 190 (Vt. 1947) (\"If it can fairly be done, a statute must be so\r\n construed as to accomplish the purpose for which it is intended, and the intention and\r\n meaning of the Legislature are to be ascertained and given effect, not from the letter of the\r\n law ... but from an examination of the whole and every part of the act, the subject-matter,\r\n the effects and consequences, and the reason and the spirit of the law, although the intention\r\n and meaning thus ascertained conflict with the literal sense of the words\"). \r\n  \r\n  \r\n  \r\n Thus, the language in the tolling statute referring to a defendant who is \"out of\r\n the State\" describes a defendant who is beyond the personal jurisdiction and process of the\r\n court and not simply a defendant who is physically absent from the State. Burrows; supra\r\n (purpose of the tolling statute is to preserve a plaintiff's cause of action during the absence\r\n of the defendant when it was impossible to serve him with process in an action in\r\n personam); see also Coombs v. Darling, supra (\"without the state\" means beyond the\r\n jurisdiction of the State's courts); Kokenge v. Holthaus, 52 N.W.2d 71 1 (Iowa 1952)\r\n (construing the tolling statute with regard to context and the object of the statute so that\r\n \"out-of-state\" and \"absence\" meant such absence as would suspend the power of a plaintiff\r\n to secure a personal judgment against defendant); Walsh v. Ogorzalek, 361 N.E.2d 1247\r\n (Mass. 1977) (construing the words \"resides out of the commonwealth\" to mean a defendant\r\n who is beyond the jurisdiction and process of the court); Bolduc v. Richards, 142 A.2d 156\r\n (N.H. 1958) (construing similar statute to require defendant's absence from the state to be\r\n such that process cannot be so served upon defendant that the judgment obtained in the suit\r\n will bind him personally); Arrowood v. McNinn County, 121 S.W.2d at 568 (\"residence out \r\n  \r\np.39\r\n\r\nMEYER v. PASCHAL, ET AL. \r\n\r\n\r\n\r\nof the state, in the sense of the statute, means such absence and such non-residence as\r\nrenders it impracticable at all times to obtain service of process\"); Vaughn v. Deitz, 430\r\nS.W.2d 487 (Tx. 1968) (dissenting opinion) (finding \"without the limits of the State\" means\r\na state does not have jurisdiction over the person). \r\n  \r\n  \r\n  \r\n Further, this Court should harmonize the purpose of the tolling statute with the\r\n purpose of the long-arm statute, the substitute service statutes and the statute of limitations.\r\n See Higgins v. State, 307 S.C. 446, 415 S.E.2d 799 (1992) (in construing a statute's\r\n language, the statute must be read as a whole and sections which are part of the same\r\n general statutory law must be construed together).  The purpose of the long-arm statute,\r\n substitute service statutes and the statute of limitations is to allow parties to expeditiously\r\n adjudicate their rights. See Reed v. Rosenfield, supra; Bolduc v. Richards, supra.  The\r\n purpose of the tolling statute is to prevent a cause of action arising in this State from\r\n becoming unenforceable by virtue of the running of the statute of limitations in cases where\r\n personal jurisdiction over a defendant cannot be obtained because the defendant is not\r\n within the State.  The purpose of the tolling statute is served when the long-arm statute or\r\n substitute service statute brings the defendant within the personal jurisdiction of the court.\r\n Under these circumstances, the tolling statute is inapplicable because the need to delay the\r\n running of the statute of limitations no longer exists.  Under this construction, the purposes\r\n of all the provisions are served. \r\n  \r\n  \r\n  \r\n To construe the tolling statute in the manner urged by the plaintiff would\r\nallow suits to be postponed indefinitely, for no good purpose, and to be brought in some\r\ncases at the virtually unlimited pleasure of the plaintiff. See State v. Patterson, 220 S.C.\r\n269, 66 S.E.2d 875 (1951) (when construing a statute, it is proper for the court to look to the\r\neffects and consequences of the interpretation urged).  This is highly prejudicial to the out-\r\nof-state defendant.  It would allow a plaintiff to defer initiation of a suit until after the\r\nwitnesses have disappeared or documentary evidence has been lost, prejudices which could\r\nnot logically have been intended by our Legislature. \r\n  \r\n  \r\n  \r\n Therefore, we find the tolling statute is inapplicable when the nonresident\r\ndefendant is amenable to personal service of process and the defendant can be brought\r\nwithin the personal jurisdiction of our courts.  Our holding is limited to situations similar to\r\nthe instant case in which the name and location of the defendant is known to the plaintiff.\r\nThe period of limitations may be tolled when that information is not known to the plaintiff\r\nWhether the plaintiff had such knowledge could conceivably be a question of fact. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Meyer's suit is barred by the statute of limitations because she knew the\r\nlocation of respondents who were at all times amenable to personal service of process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\np. 40\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]