[{"id":"24777","title":"State v. Mitchell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24777","description":"","date":"1998-04-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nState of South Carolina,     Respondent,\r\n v.\r\nMekiel Letrel Mitchell,      Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\n Larry R. Patterson, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24777\r\nHeard February 17, 1998 - Filed April 6, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTara Dawn Shurling, of Columbia, for appellant. \r\n  \r\nCharles Molony Condon, Attorney General, John W.\r\nMcIntosh, Deputy Attorney General, and Donald J.\r\nZelenka, Assistant Deputy Attorney General, all of\r\nColumbia; and David Price Schwacke, Solicitor,\r\nNinth Judicial Circuit, of North Charleston, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n WALLER, A.J.: On appeal is Appellant Mekiel Letrel Mitchell's\r\nconviction of murder.  We affirm. \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nAt approximately 5:30 p.m. on December 16, 1995, Kenneth Raymond \r\n  \r\np.3\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\nJudy (\"Victim\") was shot in the back of the head while driving in his truck.\r\nAppellant became a suspect when his car was found at the crime scene with\r\na box of bullets in the seat.  He presented an alibi defense, claiming he was\r\nnot at the scene when the shooting occurred.  He produced witnesses who\r\ntestified he left the scene with a girlfriend around 5:10 p.m. and was with\r\nher until around 10:30 p.m.1 \r\n  \r\n  \r\n  \r\n To counteract Appellant's defense, the State produced two eyewitnesses\r\nwho testified they saw Appellant shooting at Victim's truck as it was driving\r\naway from him.  Other witnesses testified they saw someone fitting\r\nAppellant's description in the vicinity of the crime scene after the shooting\r\noccurred.  Another witness testified he was with Appellant all day until 5:30\r\np.m., when Appellant borrowed his truck, claiming he was going out to buy\r\ncigarettes.  A final State's witness testified Appellant had called him to\r\nrequest the witness provide him with a false alibi.  Because the murder\r\nweapon was never found, ballistics and other forensic evidence was somewhat\r\ninconclusive. \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nI.   Did the trial judge err in refusing to order a recess of the trial? \r\n  \r\nII.  Did the trial judge err in instructing the jury on the law of voluntary\r\n manslaughter? \r\n  \r\nIII. Did the trial judge err in refusing to allow Appellant access to the\r\n criminal file of a State's witness, and in limiting Appellant's cross-\r\n examination of the witness? \r\n  \r\nIV. Is Appellant entitled to a new trial because the cumulative effect of\r\n trial errors deprived him of Due Process? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nI.    Trial Recess \r\n  \r\n Appellant argues the trial judge committed reversible error in refusing\r\nto allow a trial recess to accommodate his counsel's illness.  We disagree.  As\r\n\r\n1Appellant did not testify. \r\n\r\np.4\r\n\r\nSTATE v.  MITCHELL \r\n\r\nwith requests for a trial continuance, requests for a recess during trial are\r\nwithin the trial judge's discretion, and will be reversed on appeal only upon\r\na showing of an abuse of that discretion. State v. Durden, 264 S.C. 86, 212\r\nS.E.2d 587 (1975); State v. Meyers, 262 S.C. 222, 203 S.E.2d 678 (1974). \r\n  \r\n  \r\n  \r\n Appellant's trial counsel filed a pre-trial brief2 stating counsel had \"a\r\ncondition of 'cluster-type' migraine headaches which is currently active.  This\r\ncondition is, for the most part, controlled by non-narcotic medication and\r\nshould not prevent the trial from going forward.\" He stated the condition\r\nmight \"result in some unusual requests such as requests that lighting [in] the\r\ncourtroom be reduced or that there be a recess for the purposes of taking\r\nmedication.\" (emphasis supplied). \r\n  \r\n  \r\n  \r\n No mention was made of counsel's condition until about 4:00 p.m. on\r\nthe first day of trial.  At this time, during a bench conference, the Solicitor,\r\nin trying to inquire into how long the judge wanted to work that evening,\r\nmentioned that \"[counsel] is apparently not feeling too well.\" When the trial\r\njudge indicated he wanted to work until 5:30, counsel stated, \"5:30 would be\r\nfine.  But later I'm -- I'm starting to get that headache problem that was\r\nmentioned in my brief.\" Trial proceeded and was concluded that day without\r\nincident. \r\n  \r\n  \r\n  \r\n The next day, at 9:15 a.m., counsel told the trial judge, \"I put in the\r\npre-trial brief the problem I have with migraine headaches.  I woke up with\r\na massive one this morning. I'm good to go. I have medication I take called\r\nMidrin, which is non-narcotic, I can take four in a day. I'm at three.  When\r\nthose run out, I'm going to have to go to narcotic painkillers.\" (emphasis\r\nsupplied).  The trial judge stated he was not inclined to \"break down during\r\nthe day ... [f]or any reason.\" He informed counsel he could let his associate\r\nfinish trying the case \"if something happens.\" When counsel pointed out his\r\nassociate had \"no knowledge of the case other than where the documents\r\nare,\" the judge stated, \"I don't ever stop at three o'clock in the afternoon.\"\r\nTrial proceeded with no other mention of counsel's condition, with one\r\nexception.  After the judge charged the jury in the late afternoon, counsel\r\nobjected to part of it.  Noting counsel did not object when the Solicitor\r\nrequested the charge, the judge overruled the objection.  Counsel responded,\r\n\"Well, I've been suffering from a severe migraine headache all day and I\r\ndidn't think that I was having a problem.\" (emphasis supplied). \r\n  \r\n\r\n2This brief was filed March 19, 1996.  Appellant's trial was March 20-\r\n22, 1996. \r\n  \r\np.5\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\n Based on this record, Appellant argues he is entitled to a new trial.\r\nInitially, this issue is procedurally barred because, while he indicated he\r\nmight need a recess, counsel never actually requested one. State v. Williams,\r\n303 S.C. 410,  401 S.E.2d 168 (1991) (issue not raised to and ruled on by the\r\ntrial court is not preserved for appeal).3 \r\n  \r\n  \r\n  \r\n In a similar vein, and largely because of the procedural problem,\r\nAppellant cannot show prejudice from the judge's ruling. State v. Babb, 299\r\nS.C. 451, 385 S.E.2d 827 (1989) (denial of a motion for a continuance will not\r\nbe disturbed absent an abuse of discretion resulting in prejudice).  Appellant\r\npoints to several alleged trial errors counsel made during the second day of\r\ntrial, which he argues show counsel must have been impaired by his\r\nheadache.  Even assuming Appellant is correct that these incidents were trial\r\nerrors (which we specifically decline to address), there is absolutely nothing\r\nin the current record to show a causal connection between them and counsel's\r\nhealth.  At no time, even in his post-trial motion, did counsel ever state the\r\npoint at which he became so impaired by his headache that he needed a\r\nrecess.  At no time did he state when (or if) his non-narcotic medication ran\r\nout and he was presented with the option of taking narcotic medication,\r\nhaving his assistant try the case, or proceeding himself with no medication.\r\nEven when he was trying to excuse his failure to object to a jury charge at\r\nthe end of that day, counsel never stated he was actually impaired; to the\r\ncontrary, he stated he did not think he was having a problem. See State v.\r\nWilliams, 321 S.C. 455, 469 S.E.2d 49 (1996) (burden is on appellant to\r\nprovide a sufficient record for review. \r\n  \r\n  \r\n  \r\nWe find no reversible error. \r\n  \r\n\r\n3Appellant asserts it would have been futile to have requested one\r\nbecause the trial judge stated they would work until 5:30 regardless.  We\r\nfind this argument unpersuasive under the facts of this case.  This situation\r\nis similar to a motion in limine to exclude evidence.  We have consistently\r\nheld a ruling in limine is not final, and unless an objection is made at the\r\ntime the evidence is offered and a final ruling procured, the issue is not\r\npreserved for review. State v. Simpson, 325 S.C. 37, 479 S.E.2d 57 (1996).\r\nThe idea behind this rule is that events may occur after the preliminary\r\nruling that could affect the judge's view of the issue.  Here, the last\r\nrepresentation the trial judge heard was that counsel was \"good to go.\" We\r\nfind counsel should have raised the issue at some point later if he really felt\r\nimpaired. \r\n  \r\np.6 \r\n  \r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\nII.   Voluntary Manslaughter \r\n  \r\n Appellant next argues the trial judge committed reversible error in\r\nsubmitting the lesser included offense of voluntary manslaughter to the jury\r\nover his objection.  We disagree.  Any possible error would be harmless\r\nbecause the jury convicted Appellant of the greater offense of murder. State\r\nv. Plyler, 275 S.C. 291, 270 S.E.2d 126 (1980); State v. Anderson, 253 S.C.\r\n168, 169 S.E.2d 706 (1969). \r\n  \r\n  \r\n  \r\nIII.  Criminal File/ Limited Cross Examination \r\n  \r\n Appellant next argues the trial judge violated Brady v. Maryland4 in\r\nfailing to require the Solicitor to provide its entire criminal file on Linda\r\nErway, a State's witness in his case; or in the alternative, in refusing to\r\ninspect the file in camera to see if it contained any exculpatory material.\r\nAppellant further argues the judge's improperly limiting his cross-\r\nexamination of Erway deprived him of a fair trial.  We disagree. \r\n  \r\n  \r\n  \r\n Erway was an eyewitness to the shooting who originally gave police a\r\nstatement which failed to implicate Appellant.  She also failed to pick\r\nAppellant out of a police lineup.  However, the week before trial, she changed\r\nher statement and identified Appellant for the first time as the shooter.\r\nAppellant wanted her criminal file to impeach her testimony at trial.  It was\r\nhis theory Erway changed her story because she had pending criminal\r\ncharges against her, and either had a deal with the Solicitor's office or\r\nwanted to please them in the hopes of favorable treatment.5 \r\n  \r\n  \r\n  \r\n As an initial matter, we find these issues are procedurally barred.\r\nEarly on the first day of trial, counsel brought this issue up to the trial\r\njudge, stating he knew what the pending charges were but wanted the entire\r\nfile.  The Solicitor stated there was no agreement with Erway regarding her\r\ntestimony.  The trial judge ruled Appellant could ask Erway if she had\r\npending charges, but could not \"go into those specific charges.\" Appellant's\r\ncounsel's response was, \"Right.\" Because counsel acquiesced in the judge's\r\nlimitation of his cross-examination, and made no other objections regarding \r\n  \r\n\r\n4 373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963). \r\n\r\n 5 Erway had fired the attorney she had hired to represent her on the\r\npending charges because she could not afford him.  This dismissal apparently\r\noccurred shortly before she changed her statement to police. \r\n  \r\np.7\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\n\r\n\r\nwanting the criminal files, Appellant cannot now complain about this issue.\r\nSee, e.g., State v. Williams, 303 S.C. 410, 401 S.E.2d 168 (1991) (issue not\r\nraised to and ruled on by the trial court is not preserved for appeal); Ex\r\nparte McMillan, 319 S.C. 331, 461 S.E.2d 43 (1995) (party cannot acquiesce\r\nto issue at trial and then complain on appeal). \r\n  \r\n  \r\n  \r\n In any event, we find no prejudice to Appellant on either issue. \r\n  \r\n  \r\n  \r\n As a general rule, a trial court's ruling on the proper scope of cross-\r\nexamination will not be disturbed absent a manifest abuse of discretion.  This\r\nrule is subject, however, to the Sixth Amendment's guarantee of a defendant's\r\nright to a \"meaningful\" cross-examination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[A] criminal defendant states a violation of the Confrontation\r\nClause by showing that he was prohibited from engaging in\r\notherwise appropriate cross-examination designed to show a\r\nprototypical form of bias on the part of the witness, and thereby\r\n\"to expose to the jury the facts from which the jurors  ...  could\r\nappropriately draw inferences relating to the reliability of the\r\nwitness.\" \r\n  \r\n  \r\n  \r\n. . . \r\n  \r\n[However, the Confrontation Clause does not] prevent a trial\r\njudge from imposing any limits on defense counsel's inquiry into\r\nthe potential bias of a prosecution witness.  On the contrary,\r\ntrial judges retain wide latitude insofar as the Confrontation\r\nClause is concerned to impose reasonable limits on such cross-\r\nexamination based on concerns about, among other things,\r\nharassment, prejudice, confusion of the issues 'witness' safety, or\r\ninterrogation that is repetitive or only marginally relevant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nState v. Smith, 315 S.C. 547, 551-52, 446 S.E.2d 411, 414 (1994) (quoting\r\nDelaware v. Van Arsdall, 475 U.S. 673, 679-80, 106 S. Ct. 1431, 1435-36, 89\r\nL. Ed. 2d at 674, 683-84 (1986)).6\r\n\r\n6Additionally, SCRE 608(c) provides that \"Bias, prejudice or any motive\r\nto misrepresent may be shown to impeach the witness either by examination\r\nof the witness or by evidence otherwise adduced.\" To the extent Appellant\r\nargues his right to cross-examine Erway pursuant to this rule was infringed,\r\nwe find no reversible error for the same reasons discussed infra.  See State\r\nv. Bell, 302 S.C. 18, 393 S.E.2d 364 (1990) (to reverse a case based on \r\n  \r\n  \r\n  \r\np.8\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\n In Smith, the defendant, charged with murder, sought to impeach an\r\neyewitness with pending criminal charges, which the trial judge disallowed.\r\nFinding \"nothing in the record to indicate that the attempted cross-\r\nexamination [was] improper,\"7 we held, \"it appears that Smith's Sixth\r\nAmendment rights have been violated.\" 315 S.C. at 552, 446 S.E.2d at 414.\r\nIt is noteworthy that in Smith the judge had stopped the defendant's cross-\r\nexamination only after the witness generally admitted to having pending\r\ncharges, but before any more specific information was brought out. Smith\r\nindicates a defendant may have a right to question a potentially biased\r\nwitness on more than just whether there are pending charges against the\r\nwitness. \r\n  \r\n  \r\n  \r\n However, we find that to the extent Appellant was entitled to further\r\nquestion Erway, 8 any error is harmless. See id. (recognizing harmless error\r\nanalysis applies to Sixth Amendment violations). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhether such an error is harmless in a particular case depends\r\nupon a host of factors  ....   The factors include the importance\r\nof the witness's testimony in the prosecution's case, whether the\r\ntestimony was cumulative, the presence or absence of evidence\r\ncorroborating or contradicting the testimony of the witness on\r\nmaterial points, the extent of cross-examination otherwise\r\npermitted, and of course, the overall strength of the prosecution's\r\ncase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nVan Arsdall, 475 U.S. at 684, 106 S. Ct. at 1438, 89 L. Ed. 2d at 686.\r\nErway was not the only eyewitness to the shooting who implicated Appellant\r\nat trial.  Furthermore, the judge did allow Appellant to question her about\r\nthe pending charges. See, e.g., Smith, 315 S.C. at 552-53, 446 S.E.2d at 414\r\n(finding any Sixth Amendment violation harmless in part because witness\r\nwas impeached with general pending charges). \r\n  \r\n\r\nerroneous exclusion of evidence, error and prejudice must be shown). \r\n\r\n 7 See State v. Graham, 314 S.C. 383, 385-86, 444 S.E.2d 525, 527 (1994)\r\n(cautioning bench that before a criminal defendant can be prohibited from\r\nengaging in cross-examination designed to show bias, \"the record must clearly\r\nshow that the cross-examination is somehow inappropriate\"). \r\n  \r\n  \r\n  \r\n 8 Smith did not elaborate on how much detail is allowable or required.\r\nWe likewise decline to address the proper scope of cross-examination on the\r\npresent record. \r\n  \r\np.9\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\n On direct, Erway testified she had been convicted three or four times\r\nfor drug offenses.  During cross, she readily admitted she was currently on\r\nprobation for drug-related charges and was a recovering drug addict.  She\r\nalso admitted she had been recently charged with another criminal offense.9\r\nShe stated she fired her attorney two weeks before trial, and that she was\r\nnot currently represented on the pending charge.  She denied having made\r\nany deals with the Solicitor's office in exchange for her testimony.  During\r\nclosing argument, counsel argued his theory of Erway's motive to the jury at\r\nlength.  Therefore, under these facts, any error in limiting the scope of\r\nAppellant's cross-examination would not warrant reversal. \r\n  \r\n  \r\n  \r\n We also find no Brady violation occurred under the facts of this case.10\r\n\"[T]he suppression by the prosecution of evidence favorable to an accused\r\nupon request violates due process where the evidence is material either to\r\nguilt or to punishment, irrespective of the good faith or bad faith of the\r\nprosecution.\" Brady, 373 U.S. at 87, 83 S. Ct. at 1196-97, 10 L. Ed. 2d at\r\n218.    \"[B]rady applies to impeachment evidence as well as exculpatory\r\nevidence.\" State v. Von Dohlen, 322 S.C. 234, 241, 471 S.E.2d 689, 693\r\n(1996) (internal citations omitted).  However, \"Impeachment or exculpatory\r\nevidence is material only if there is a reasonable probability that, had the\r\nevidence been disclosed to the defense, the result of the proceeding would\r\nhave been different.\" Id. See also State v. Penland, 275 S.C. 537, 539, 273\r\nS.E.2d 765, 766 (1981) (Under Brady, \"the test is not whether the solicitor\r\nfailed to reveal the information, but whether the omission deprived the\r\ndefendant of a fair trial.\") (internal quotation omitted); Fradella v. Town of\r\nMount Pleasant, 325 S.C. 469, 479, 482 S.E.2d 53, 58 (Ct.  App. 1997) (\"the\r\nmere possibility that an item of undisclosed information might have helped\r\nthe defense, or might have affected the outcome of the trial, does not\r\nestablish 'materiality' in the constitutional sense. . . .\" \"A defendant shows\r\na Brady violation by demonstrating that 'favorable evidence could [have been\r\npresented] to put the whole case in such a different light as to undermine\r\nconfidence in the verdict.\"'). (internal citations omitted).  Appellant was\r\nallowed to present facts and argument regarding Erway's motive to testify to\r\n\r\n9Appellant knew the specific date of the charge and thus was able to\r\nshow the jury how recent it was. \r\n  \r\n  \r\n  \r\n 10Appellant knew not only that Erway had pending charges, but also\r\nknew what those charges were.  In this sense, his asserted Brady violation\r\nis more limited than the error in limiting cross-examination. See State v.\r\nNance, 320 S.C. 501, 466 S.E.2d 349 (1996) (Brady applies to undisclosed\r\nevidence held by the State). \r\n  \r\n  \r\n  \r\np.10\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\nthe jury.  We therefore find no reversible error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV.  Cumulative Error \r\n  \r\n Finally, Appellant argues the above-discussed issues on appeal, along\r\nwith the following additional trial error, had a cumulative prejudicial impact\r\nthat deprived him of a fair trial.  We disagree. \r\n  \r\n  \r\n  \r\n Appellant argues the trial judge improperly refused to consider a\r\nwritten statement, allegedly made by one of the State's eyewitnesses,\r\ndiscovered after the jury began deliberating.  We find this argument is\r\nwithout merit.  First, the statement is not in the record on appeal and\r\ntherefore this Court does not know exactly what information it contained.\r\nSee State v. Williams, 321 S.C. 455, 469 S.E.2d 49 (1996) (burden is on\r\nappellant to provide a sufficient record for review).11 In any event, it is clear\r\nfrom the evidence in the record that the judge did consider the statement in\r\ndenying Appellant's post-trial motions.12 \r\n  \r\n  \r\n  \r\n Finally, we find Appellant has suffered no prejudice warranting a new\r\ntrial based on cumulative trial error.  \"As we have stressed on more than one\r\noccasion, the Constitution entitles a criminal defendant to a fair trial, not a\r\nperfect one.\" Van Arsdall, 475 U.S. at 681, 106 S. Ct. at 1436, 89 L. Ed. 2d\r\nat 684. \r\n  \r\n\r\n11 Appellant argues the trial judge prevented him from making a proper\r\nrecord on appeal by refusing to make the statement an appellate exhibit.  We\r\ndisagree.  When Appellant brought the statement to the judge's attention, the\r\njury was still deliberating.  At this time, Appellant asked that the statement\r\nbe made an appellate exhibit.  The judge refused to consider the issue at that\r\ntime, but told defense counsel he would look into it after the jury reached a\r\nverdict.  The judge stated he would allow defense counsel to put \"anything\r\nyou want to on the record\" after the jury's verdict.  The merits of the\r\nargument were considered during the post-trial motions hearing.  Appellant\r\nnever attempted to have the statement admitted at this hearing. \r\n  \r\n  \r\n  \r\n 12 He found the statement, which apparently would have contradicted\r\neither the witness's police statement or his trial testimony, was of\r\nquestionable probative value because it was unsworn, undated and\r\nunnotarized.  He also found it was cumulative to other evidence produced at\r\ntrial, specifically that the witness admitted on the stand that he made\r\ninconsistent statements. \r\n  \r\n  \r\n  \r\np.11\r\n\r\nSTATE v. MITCHELL \r\n\r\n\r\n\r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24778","title":"State v. Nelson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24778","description":"","date":"1998-04-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\nThe State of South\r\nCarolina,                    Respondent, \r\n  \r\n v. \r\n  \r\nLarry Don Nelson,            Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\n Julius H. Baggett, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24778\r\nHeard October 22, 1997 - Filed April 6, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJack B. Swerling, of Columbia, for petitioner. \r\n  \r\nCharles Molony Condon, Attorney General, John\r\nW. McIntosh, Deputy Attorney General, Donald J.\r\nZelenka, Assistant Deputy Attorney General,\r\nWilliam Edgar Salter, III, Senior Assistant\r\nAttorney General, all of Columbia; and Donald V.\r\nMyers, Solicitor, Eleventh Judicial Circuit, of\r\nLexington, for respondent. \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Petitioner Larry Don Nelson was convicted of \r\n  \r\np.13\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nfour counts of first degree criminal sexual conduct (\"CSC\") with a minor, and\r\nfour counts of lewd act on a minor.  The victim was a three year old child.\r\nThe offenses allegedly occurred between December 1991 and June 1992, when\r\nthe victim would accompany her father to Petitioner's home (to visit\r\nPetitioner's brother, with whom Petitioner lived).  All of the offenses allegedly\r\noccurred in Petitioner's bedroom. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Petitioner was sentenced to thirty years imprisonment for each count\r\nof CSC, and to ten years imprisonment for each count of lewd act.  The\r\nsentences were ordered to run consecutively.  The Court of Appeals affirmed\r\nPetitioner's conviction. State v. Nelson, 322 S.C. 377, 471 S.E.2d 767 (Ct.\r\nApp. 1996).    This Court granted certiorari to consider whether certain\r\nevidence was properly admitted at trial.  We find it was not, reverse\r\nPetitioner's convictions, and remand for a new trial. \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nI.    Did the trial court err in admitting certain physical evidence found in\r\n Petitioner's bedroom? \r\n  \r\n  \r\n  \r\nII.   Did the trial court err in admitting details of post-arrest statements\r\n Petitioner made to police? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nI.     Physical Evidence \r\n  \r\n At trial, the State introduced the following evidence, consisting of\r\nexhibits or testimony about exhibits seized from Petitioner's bedroom after his\r\narrest1 : \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(1)  Two stuffed animals, \"Cookie Monster\" and \"Oscar the\r\n Grouch.\" \r\n  \r\n  \r\n  \r\n(2)  Testimony about some fifty-eight homemade videotapes\r\n containing various segments taped from television\r\n programs, including a school district's schedule of events,\r\n \"Mr.  Knozit\" shows, children's aerobics, cartoons, children's\r\n\r\n1 Petitioner gave police written consent to search his residence. \r\n\r\n\r\n\r\np.14\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\n game shows, young girls' Olympic gymnastic events, and a\r\n \"just say no\"-type show teaching children about molestation. \r\n  \r\n  \r\n  \r\n(3)   Excerpts from Grimm's Complete Fairy Tales, specifically\r\n \"The Fitcher's Bird Tale,\" a story about a wizard who takes\r\n young girls from their homes (parts of which had been\r\n underlined).  Attached to the front page was a laminated\r\n picture of a young, three to four year-old white child with\r\n long brown hair.2 Inserted in the book elsewhere were\r\n pictures of \"Save the Children\" advertisements about young\r\n female children with brown hair.  On the back of one of\r\n these advertisements was an article entitled \"Modern Day\r\n Monsters,\" the subject of which was child molestation. \r\n  \r\n  \r\n  \r\n(4)   A photo album containing a collage of magazine pictures of\r\n young girls dressed variously in gymnastic clothes,\r\n underwear, bathing suits, and full clothing. \r\n  \r\n  \r\n  \r\n(5)   Petitioner's wallet, containing his driver's license (showing\r\n his DOB as 1/4/50), a \"punch-out label\" containing Punky\r\n Brewster's name, and Petitioner's membership card to the\r\n official Punky Brewster fan club.3 \r\n  \r\n  \r\n  \r\n(6)   A picture frame containing a commercial picture of a young\r\n white female with long brown hair, dressed in gymnastic\r\n clothing. \r\n  \r\n  \r\n  \r\n(7)   A laminated picture of a young white female with shoulder-\r\n length brown hair, lying on a couch. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(8)   A laminated picture on a card of a young white female with\r\n long brown hair, wearing night clothing, apparently cut\r\n from a magazine advertising circular. \r\n  \r\n  \r\n  \r\n(9)   A picture frame containing two laminated pictures of the\r\n same young white girl, apparently cut from a magazine \r\n  \r\n\r\n2 Testimony was introduced that this and other photos resembled the\r\nvictim. \r\n  \r\n  \r\n  \r\n 3 Punky Brewster is a child celebrity, a young white female with long\r\nbrown hair. \r\n  \r\n  \r\n  \r\np.15\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\n advertisement, with long brown hair. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(10) One of six offered pictures of Punky Brewster.4 \r\n  \r\n  \r\n  \r\nPetitioner argued the evidence was improper character evidence and should\r\nbe excluded. \r\n  \r\n  \r\n  \r\n While initially, during a motion in limine hearing, the judge thought\r\nthe offer of evidence was \"ludicrous,\" he changed his mind after the State put\r\nup the testimony of an expert on sexual trauma and abuse of children.  In\r\npart, this witness testified about general characteristics of pedophiles.5 She\r\ntestified pedophiles often have fantasies about taking children away from\r\nother adults.  She also testified pedophiles often \"have a pretty good stash\"\r\nof childlike items, including videotapes, children's books, children's clothing,\r\nchildren's toys, photographs, drawings, and pictures, in part used for sexual\r\ngratification. When the State then moved to introduce the physical evidence\r\nlater in the trial, the judge overruled Petitioner's argument it was improper\r\ncharacter evidence, finding it was probative not of a \"character issue\" but of\r\na \"personality characteristic.\" \r\n  \r\n  \r\n  \r\n The Court of Appeals affirmed the admission of evidence, holding that\r\n\"[w]hether or not the evidence in question incidentally reflected poorly on\r\n[Petitioner's] character, it was relevant to show [Petitioner's] motive to\r\ncommit the crimes for which he was charged.\" 322 S.C. at 381, 471 S.E.2d\r\nat 769.  It then found the probative value of the evidence outweighed any\r\ndanger of unfair prejudice from its admission. Id. at 382, 471 S.E.2d at 770.\r\nPetitioner argues error in this holding.  We agree.6 \r\n  \r\n\r\n4 The Court of Appeals recited a slightly different list of evidence than\r\nthis.  See Nelson, 322 S.C. at 380, 471 S.E.2d at 769.  Apparently, that Court\r\nmade its list from what the State contended it would introduce at the motion\r\nin limine hearing, not what was actually introduced at trial. \r\n  \r\n  \r\n  \r\n 5 The expert testified pedophile means \"love of children.\" Pedophilia has\r\nbeen defined as \"sexual perversion in which children are the preferred sex\r\nobject.\" Dyer v. Commonwealth, 816 S.W.2d 647, 650 n.1 (Ky. 1991) (quoting\r\nWebster's Ninth New Collegiate Dictionary (1983 ed.)). \r\n  \r\n  \r\n  \r\n 6 Considering that the ultimate goal behind preservation of error rules\r\nis to insure that an issue raised on appeal has first been addressed to and\r\nruled on by the trial court, we reject the State's argument that consideration\r\nof this issue is procedurally barred under the facts of this case. Cf.  State v. \r\n  \r\n  \r\n  \r\np.16\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n In a criminal case, the State cannot attack the character of the\r\ndefendant unless the defendant first places his character in issue. Mitchell\r\nv. State, 298 S.C. 186, 379 S.E.2d 123 (1989) (per curiam).  In a similar vein,\r\nevidence of other crimes or bad acts is generally inadmissible to prove the\r\ncrime charged unless the evidence tends to establish (1) motive, (2) intent,\r\n(3) absence of mistake or accident, (4) a common scheme or plan, or (5)\r\nidentity. State v. Stokes, 279 S.C. 191, 304 S.E.2d 814 (1983); State v. Lyle,\r\n125 S.C. 406, 118 S.E. 803 (1923).7 Both rules are grounded on the policy\r\nthat character evidence is not admissible \"for purposes of proving that the\r\naccused possesses a criminal character or has a propensity to commit the\r\ncrime with which he is charged.\" State v. Peake, 302 S.C. 378, 380, 396\r\nS.E.2d 362, 363 (1990). \r\n  \r\n  \r\n  \r\n We find the evidence clearly inadmissible under these standards.  As\r\nthe trial judge himself recognized, its only relevance is as it reflects on an\r\naspect of Petitioner's character, i.e. that he is a pedophile.8 We find the\r\n\r\nRoss, 272 S.C. 56, 249 S.E.2d 159 (1978) (once the court rules on an objection\r\nto a line of questioning, it is not necessary that counsel repeat the objection\r\nafter each question). \r\n  \r\n  \r\n  \r\n 7 The substance of these common law rules has now been codified in\r\nSCRE 404 (not in effect at the time of Petitioner's trial): \r\n  \r\n  \r\n  \r\n (a) Character evidence generally.       Evidence of a person's\r\n character or a trait of character is not admissible for the purpose\r\n of proving action in conformity therewith on a particular occasion,\r\n except: [exceptions not pertinent here]. \r\n  \r\n  \r\n  \r\n (b) Other crimes, wrongs, or acts.  Evidence of other crimes,\r\n wrongs, or acts is not admissible to prove the character of a\r\n person in order to show action in conformity therewith.  It may,\r\n however, be admissible to show motive, identity, the existence of\r\n a common scheme or plan, the absence of mistake or accident, or\r\n intent. \r\n  \r\n  \r\n  \r\n8 In admitting the evidence, the judge stated: \r\n  \r\n  \r\n  \r\nI don't think it has anything to do with impugning his character\r\nat all.  It's not a character issue.  It's a personality characteristic\r\nthat is consistent with perhaps the testimony of the [expert\r\nwitness] as to the profile of what is referred to as a pedophile, \r\n  \r\n  \r\n  \r\np.17\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\ndistinction between \"character\" and \"personality characteristic\" misplaced.\r\n\"The term 'character' refers to a generalized description of a person's\r\ndisposition or a general trait such as honesty, temperance or peacefulness.\r\nGenerally speaking, character refers to an aspect of an individual's\r\npersonality which is usually described in evidentiary law as a  'propensity.'\"\r\nState v. Smith, 617 N.E.2d 1160, 1169 (Ohio Ct.  App. 1992), cert. denied, 612\r\nN.E.2d 1244 (Ohio 1993) (internal quotation omitted) (finding testimony\r\nregarding pedophile characteristics probative of the issue of character). See\r\nalso Christopher B. Mueller &amp; Laird C. Kirkpatrick, Modern Evidence รยง 4.11\r\n(1995) (as used in federal rules, \"character\" means \"a person's disposition or\r\npropensity to engage or not engage in various forms of conduct\").  Such\r\nevidence could only invite the jury to infer Petitioner was acting in\r\nconformity with this character trait when he committed the crimes with\r\nwhich he was charged.  Because this is an improper basis upon which to\r\ndetermine guilt, the evidence should not have been admitted. See, e.g.,\r\nUnderwood v. State, 309 S.C. 560, 563-64, 425 S.E.2d 20, 23 (1992) (expert\r\ntestimony regarding \"common profile\" of people who sexually abuse children\r\nadmissible because it was offered to explain physical injuries of victim as\r\nopposed to \"personality or character traits which petitioner possessed in order\r\nto identify him as the offender\"). \r\n  \r\n  \r\n  \r\n Several states have rejected testimony or evidence showing a defendant\r\nis a pedophile for this exact reason. See, e.g., Turtle v. State, 600 So. 2d\r\n1214, 1221 (Fla.  Dist.  Ct.  App. 1992) (error in admitting expert testimony\r\nabout characteristics of pedophile because it was asking \"the jury to convict\r\nbecause the defendant fit a pedophile profile\"); Francis v. State, 512 So. 2d\r\n280, 282 (Fla.  Dist.  Ct.  App. 1987) (error in admitting expert testimony that\r\ndefendant has a \"personality characteristic of being attracted to children\");\r\nState v. Hester, 760 P.2d 27 (Idaho 1988) (error in admitting expert\r\ntestimony that defendant had character traits consistent with those of known\r\nchild abusers); People v. Bagarozy, 522 N.Y.S.2d 848, 853 (N.Y. App.  Div.\r\n1987) (error in admitting evidence seized from defendant's apartment\r\nincluding NAMBLA9 newsletters, photographs, and films because \"the true\r\npurpose behind the introduction of this evidence was to expose defendant's\r\nsexual preferences and attitudes in order to demonstrate a propensity to\r\ncommit the crimes charged\"); Smith, 617 N.E.2d at 1160 (error in admitting \r\n  \r\n\r\nwhich appears to be consistent with the charges and the facts\r\nhere. \r\n  \r\n  \r\n  \r\n 9 North American Man-Boy Love Association, which advocates sexual\r\nactivity between adults and boys. \r\n  \r\n  \r\n  \r\np.18\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\nexpert testimony on general pedophile characteristics); Brewington v. State,\r\n802 S.W.2d 691, 692 (Tex.  Crim.  App. 1991) (en banc) (reversing conviction\r\nbecause \"it is clear from the record that the prosecutor sought to introduce\r\ntestimony that appellant was a fixated pedophile solely to prove appellant's\r\npropensity to molest children and that he acted in conformity therewith when\r\nhe committed the charged offense\"). \r\n  \r\n  \r\n  \r\n In Dyer, the Supreme Court of Kentucky addressed a factual scenario\r\nvery similar to the case sub judice. 816 S.W.2d 647.  The defendant was on\r\ntrial for sodomizing a child under the age of twelve.  The state introduced\r\nevidence seized from the defendant's apartment, including old posters of\r\nformer teenage idols, nude pictures and articles from pornographic magazines,\r\na pamphlet about homosexual activity, pictures of boys cut from newspapers,\r\nand other publications.  The police officer describing the seized evidence was\r\nallowed to testify about general pedophile characteristics, and to state that\r\nin the search of defendant's house he was looking for any evidence that\r\nwould \"relate to, ah, possible characteristics of a pedophile.\" Id. at 650.  In\r\nreversing defendant's conviction, the court stated: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is obvious the real purpose, the sole purpose, of this evidence\r\nwas, in general, to prove the appellant was a sexual pervert, and,\r\nin particular, to prove that his perversion was pedophilia, and to\r\ndo so on the basis of reading material found in his possession\r\nsome of which would offend a substantial number of jurors,\r\nprejudicing them against the appellant without regard to whether\r\nit proved anything against him.   The various pornographic\r\npictures and articles and the nondescript photographs and\r\nmemorabilia were devoid of meaning except that provided by the\r\ninvestigating police officer's testimony and the prosecutor's\r\nargument labeling the material seized proof that the appellant\r\nwas a pedophile. \r\n  \r\n  \r\n  \r\nWe declare, unqualifiedly, that citizens and residents of Kentucky\r\nare not subject to criminal conviction based upon the contents of\r\ntheir bookcase unless and until there is evidence linking it to the\r\ncrime charged. . . . If this material is supposed to provide a\r\npicture of the appellant as a pedophile, such profile evidence is\r\ninadmissible in criminal cases to prove either guilt or innocence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.19\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nId. at 652.10 \r\n  \r\n  \r\n  \r\n The State argues the evidence was not offered to show Petitioner's\r\ncharacter, but was instead admissible under Lyle to show motive, intent, and\r\na common scheme or plan.  We disagree, finding little to no probative value\r\nregarding any of these theories.11 Furthermore, the very apparent prejudicial \r\n  \r\n\r\n10 We have found no cases in South Carolina directly addressing the\r\nissue involved here.  Most cases even remotely similar concern the admission\r\nof a defendant's prior sexual offenses or misconduct, as opposed to physical\r\nevidence showing sexual preferences or tendencies, usually analyzed under\r\nthe \"common scheme or plan\" exception in Lyle.  See, e.g., State v. Bell, 302\r\nS.C. 18, 393 S.E.2d 364, cert. denied, 498 U.S. 881 (1990); State v. Rogers,\r\n293 S.C. 505, 362 S.E.2d 7 (1987), overruled on other grounds, State v.\r\nSchumpert, 312 S.C. 502, 435 S.E.2d 859 (1993); Stokes, 279 S.C. 191, 304\r\nS.E.2d 814; State v. Rivers, 273 S.C. 75, 254 S.E.2d 299 (1979); State v.\r\nHenry, 313 S.C. 106, 432 S.E.2d 489 (Ct.  App. 1993); State v. Atkins, 309\r\nS.C. 542) 424 S.E.2d 554 (Ct.  App. 1992). \r\n  \r\n  \r\n  \r\n 11 For the purposes of this discussion, we are assuming without so\r\ndeciding that this evidence invokes the Lyle analysis. Lyle is generally\r\nthought of as involving evidence of a prior crime or bad act.  While the\r\nevidence introduced here connotes bad character, it is questionable whether\r\nit is evidence of a prior \"bad act.\" It certainly is not evidence of a prior\r\ncrime.  This Court has applied Lyle to evidence not outwardly showing a\r\ncrime or bad act, but which connotes bad character. See, e.g., Mitchell v.\r\nState, 298 S.C. 186, 379 S.E.2d 123 (1989) (applying Lyle rules to testimony\r\ndefendant was a Mafia member, as well as evidence found in defendant's\r\nresidence implying she was a devil worshiper, but which in itself was\r\ninnocuous: wax candles of little devils, devil figurines, surveillance cameras);\r\nState v. Stokes, 279 S.C. 191, 304 S.E.2d 814 (1983) (applying Lyle to\r\nevidence defendant offered victim money to \"meet him at the railroad\r\ntracks\").  Other cases have described Lyle without referring to \"bad acts.\"\r\nSee, e.g., State v. Rogers, 293 S.C. 505, 362 S.E.2d 7 (1987) (\"Evidence of\r\nprior acts is generally not admissible . . . .\"); State v. Bright, 323 S.C. 221,\r\n473 S.E.2d 851 (Ct.  App. 1996) (\"conviction must be based on proof of the\r\noffense for which [defendant] is accused, rather than prior immoral acts\"). \r\n  \r\n  \r\n  \r\n In any event, even if Lyle were inapplicable, the evidence would still\r\nfall under the more general rule against attacking a defendant's character.\r\nSee, e.g., Mitchell, 298 S.C. at 186, 379 S.E.2d at 123; State v. McElveen, 280\r\nS.C. 325, 313 S.E.2d 298 (1984).  Because we find the evidence would be \r\n  \r\n  \r\n  \r\np.20\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nimpact such evidence would have upon a jury outweighs what probative\r\nvalue, if any, it may have. State v. Alexander, 303 S.C. 377, 401 S.E.2d 146\r\n(1991) (even relevant and otherwise admissible evidence may be excluded for\r\nundue prejudice). \r\n  \r\n  \r\n  \r\n The Court of Appeals agreed with the State's argument regarding\r\nmotive, primarily relying on our decisions in State v. Bell, 302 S.C. 18, 393\r\nS.E.2d 364 (1990), and State v. Johnson, 306 S.C. 119, 410 S.E.2d 547 (1991),\r\ncert. denied, 503 U.S. 993 (1992).  Both cases are distinguishable from the\r\ninstant case. \r\n  \r\n  \r\n  \r\n In Bell, we held tape recordings in which Bell discussed the details of\r\nsexual experiences he had with a prior murder victim were properly admitted\r\nas demonstrating a possible sexual motive for kidnaping the current victim.12\r\nBell was not on trial for a sex crime, and the evidence showed a possible\r\nmotive for a crime that could have been committed for any number of\r\nreasons.  The evidence also involved Bell's admitting he kidnaped and\r\nmurdered the first victim (the implication being he was similarly sexually\r\nmotivated in committing that crime). \r\n  \r\n  \r\n  \r\n Here, Petitioner was on trial for sexual offenses; there is little doubt\r\nthe motivation for such offenses is, at least in part, sexual gratification.  In\r\nSmith, the Ohio Court of Appeals rejected a similar argument that evidence\r\nof other sexual misconduct was admissible to show motive in committing the\r\ncharged sex crime: \r\n  \r\n  \r\n  \r\n[T]he motive for the alleged crimes involved in the present case\r\n[is] apparent.  A person commits or attempts to commit [a sexual\r\noffense] for the obvious motive of sexual gratification.  Since\r\nmotive can not be deemed to have been a material issue at\r\n\r\ninadmissible under either standard, the issue of whether this is evidence of\r\na prior bad act or merely reflects on his character is largely academic.  A\r\nmore interesting issue would be whether the same exceptions noted in Lyle\r\nwould apply to the general character rule, and thus allow into admission\r\nevidence attacking a person's character (but not evidence of a prior crime or\r\nbad act) if the State can show it is not being offered as propensity evidence\r\nbut as probative to some other issue.  Again, we need not reach this issue\r\nhere because we find this evidence inadmissible under the exceptions\r\nadvanced by the State. \r\n  \r\n  \r\n  \r\n12 We also found the evidence probative of a common scheme or plan. \r\n  \r\n  \r\n  \r\np.21\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\n[defendant's] trial, \"other acts\" testimony was not admissible to\r\nprove this matter. \r\n  \r\n  \r\n  \r\n. . .   While the acts of which the defendant was accused would\r\ncertainly be viewed as perverted and depraved according to most\r\nviews, the motive and intent of the alleged action remain,\r\nnevertheless, those of sexual gratification.  That fact is apparent\r\nfrom the charges and is not a material issue.  Evidence of other\r\ncrimes, wrongs, or acts may not be introduced to prove his motive\r\nor intent in committing the operative acts of the offenses alleged. \r\n  \r\n617 N.E.2d at 1172-73 (internal citations omitted).13 \r\n  \r\n  \r\n  \r\n Somewhat similar reasoning has been applied regarding the issue of\r\nintent.  \"In the trial of sex offenses, extrinsic evidence of intent is admissible\r\nonly in those cases where there is no challenge to the occurrence of the\r\nphysical contact itself, but the intent of the actor is at issue because the\r\nnature of the contact is subject to varying interpretations.\" Bagarozy, 522\r\nN.Y.S.2d at 854 (finding intent not an issue in case where defendant\r\nconsistently denied any sexual contact with accusers).  See also State v.\r\nTizard, 897 S.W.2d 732, 744 (Tenn.  Crim.  App. 1994) (evidence of sexually\r\nexplicit videotapes and booklet, found in defendant's home, not probative of\r\nintent:  \"[T]o the extent that the ultimate inference sought to be drawn by\r\nthe state, i.e., the defendant's intent to commit a sexual battery upon the\r\nvictim, must be derived from initial inferences about the defendant's\r\ncharacter traits circumstantially drawn from the questioned evidence, such\r\nevidence's probative value on the ultimate inference is greatly attenuated\").\r\nCf.  State v. Millar, 871 P.2d 482 (Ore. 1994) (evidence defendant possessed\r\npornographic magazine of young girls probative of intent where defendant\r\nadmitted placing hand down victim's pants but claimed his intent was to\r\nretrieve a toy, not sexual contact). \r\n  \r\n  \r\n  \r\nHere, Petitioner denied any sexual contact with the victim, making it \r\n  \r\n\r\n13 Johnson is even more readily distinguishable.  That case also involved\r\nthe admission of evidence of a prior murder.  We held evidence the defendant\r\nhad murdered someone and hidden the body in the vehicle he was driving\r\ntended to establish his motive for killing a state trooper who stopped him for\r\na driving violation. 306 S.C. at 125, 410 S.E.2d at 551.  The evidence was\r\nnot admitted to show that because the defendant had killed before, he was\r\na \"killer\" and in shooting the state trooper was merely acting in conformity\r\nwith this characteristic. \r\n  \r\n  \r\n  \r\np.22\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nhighly questionable whether the element of intent was a material issue in the\r\ncase.  We find the State's argument this evidence was relevant to show\r\nmotive or intent is merely a cleverly disguised way of asserting Petitioner\r\ncommitted the crimes because he has a propensity to commit sexual offenses.\r\nSee Stokes, 279 S.C. at 193, 304 S.E.2d at 815 (judge's instruction that\r\nevidence was being admitted to show the \"inclination of the defendant to do\r\nthat\" was erroneous because \"the rationale for excluding evidence of prior\r\n'bad acts' is to prevent the jury from considering an accused's inclinations\r\nrather than his actual conduct in the incident before the court\"). 14 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Equally unpersuasive is the State's argument the evidence was\r\nadmissible as part of the res gestae. See State v. Hough,    ____ S.C.____,  480\r\nS.E.2d 77 (1997) (\"One of the accepted bases for the admissibility of evidence\r\nof other crimes arises when such evidence furnishes part of the context of the\r\ncrime or is necessary to a full presentation of the case\").  We find this\r\nevidence was not necessary to provide a complete picture of the crime or the\r\ncontext in which it occurred. See State v. Lachterman, 812 S.W.2d 759, 767\r\n(Mo.  Ct.  App. 1991), overruled on other grounds, State v. Bernard, 849\r\nS.W.2d 10 (Mo. 1993) (\"complete picture\" exception \"seldom has application\r\nin child sexual abuse cases\"). \r\n  \r\n  \r\n  \r\n In State v. Melcher, 678 A.2d 146 (N.H. 1996), the defendant\r\nchallenged the admission of evidence of prior bad acts he allegedly committed\r\n\r\n14 We find the common scheme or plan argument patently without merit.\r\nThere was absolutely no allegation Petitioner molested another person.  We\r\nalso find unpersuasive the State's argument the evidence was admissible\r\nbecause it corroborated the expert witness's testimony regarding pedophile\r\ncharacteristics.  While both the expert testimony and the evidence tended to\r\nprove the State's theory Petitioner was a pedophile, the latter did not\r\ncorroborate the former.  \"Corroborate\" is defined as \"[t]o strengthen; to add\r\nweight or credibility to a thing by additional and confirming facts or\r\nevidence.\" \"Corroborating evidence\" is defined as \"[e]vidence supplementary\r\nto that already given and tending to strengthen or confirm it.  Additional\r\nevidence of a different character to the same point.\" Black's Law Dictionary\r\n344 (6th ed. 1990) (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The expert's testimony was limited to describing general pedophile\r\ncharacteristics.  The contested evidence went to whether Petitioner was a\r\npedophile, a point never addressed by the expert.  The contested evidence\r\nwould not have corroborated the expert's testimony unless the expert testified\r\nshe thought Petitioner was a pedophile. \r\n  \r\n  \r\n  \r\np.23\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nwith the victim.  The New Hampshire Supreme Court noted that in analyzing\r\nwhether evidence is relevant under Rule 404(b), 15 it \"must tend to prove or\r\ndisprove an issue actually in dispute, without relying upon forbidden\r\ninferences of predisposition, character, or propensity.  In other words, no link\r\nin the chain of inferences justifying relevance can be derived from the prior\r\nconduct's tendency to show character or disposition.\" Id. at 149 (internal\r\ncitations omitted) (emphasis supplied). \r\n  \r\n  \r\n  \r\n Melcher first rejected the argument the evidence was relevant to show\r\na common scheme or plan, stating, \"For prior sexual misconduct to be\r\nrelevant to show that the defendant had a plan, the mutual dependence\r\nbetween the prior conduct and the charged act still must be divorced from\r\nany actual or implicit reliance on the defendant's character.\" Id. at 150.  It\r\nthen rejected the argument the evidence was relevant to show the context in\r\nwhich the crime occurred (i.e. \"res gestae\"), finding the term \"context\" to be\r\n\"merely a synonym for propensity.\" \r\n  \r\n  \r\n  \r\nTo infer from this [evidence] . . . an understanding of how the\r\ncharged act could have occurred, we must necessarily assume\r\nthat the defendant acted on the occasion of the charged act in\r\nconformity with his prior conduct; this \"assumption is the\r\ninescapable link between the charged and uncharged crimes.\"\r\nWhen, in this manner, an assumption based upon the defendant's\r\npropensity toward certain action is the essential connection in the\r\ninferential chain supporting relevance, the evidence is\r\ninadmissible. . . . \r\n  \r\n  \r\n  \r\nId. (internal citations omitted).  We find this reasoning applicable here: the\r\nevidence is only relevant to show the \"context\" of the crime when the\r\nassumption is made that Petitioner was acting in conformity with the\r\ncharacter trait of being a pedophile.  Again, this argument is but another\r\ncleverly disguised way of getting impermissible character evidence before the\r\njury.16 \r\n  \r\n\r\n15 Rule 404(b) of the New Hampshire Rules of Evidence is substantially\r\nsimilar to SCRE 404(b), see supra note 7, and contains the same general\r\nexceptions enunciated in Lyle. \r\n  \r\n  \r\n  \r\n 16 In spite of the ban on character or propensity evidence, some states\r\nhave nonetheless admitted evidence of collateral sexual crimes or sexual bad\r\nacts in sex offense cases, carving out specific exceptions they variously term\r\n\"lustful disposition,\" \"depraved sexual instinct,\" or the like. See, e.g., State \r\n  \r\n  \r\n  \r\np.24\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\nv. Roscoe, 910 P.2d 635 (Ariz.) (en banc), cert. denied, 117 S. Ct. 150 (1996)\r\n(recognizing specific exception to general rule disallowing evidence of other\r\nbad acts to show bad character when acts involve \"sexual aberration\" to show\r\npropensity to commit a similar crime); Caldwell v. State, 436 S.E.2d 488, 492\r\n(Ga. 1993) (allowing admission of four adult movies found in defendant's\r\napartment because it showed defendant's \"bent of mind toward the sexual\r\nactivity with which he [is] charged and his lustful disposition,\" regardless of\r\nwhether it also incidentally reflected on character); State v. Chapman, 683\r\nSo. 2d 1236, 1240 (La.  Ct.  App. 1996), cert. denied, 700 So. 2d 505 (La. 1997)\r\n(pornographic pictures of teenagers admissible to demonstrate defendant's\r\n(unnatural interest in young females\"); Mitchell v. State 539 So. 2d 1366\r\n(Miss. 1989) (evidence of other sexual relations between defendant and victim\r\nadmissible to show lustful, lascivious disposition toward that particular\r\nvictim); Findley v. State, 577 P.2d 867, 868 (Nev. 1978) (admitting evidence\r\nshowing possession of \"specific emotional propensity for sexual aberration\");\r\nState v. Reeder, 413 S.E.2d 580 (N.C. Ct.  App.), cert. denied, 417 S.E.2d 68\r\n(N.C. 1992) (evidence of prior sexual offenses admissible to show defendant's\r\nunnatural lust, intent or state of mind\"); State v. Edward Charles L., 398\r\nS.E.2d 123 (W.  Va. 1990) (evidence of collateral acts or crimes admissible in\r\nchild sexual abuse cases to show perpetrator had a lustful disposition). \r\n  \r\n  \r\n  \r\n South Carolina has not recognized such an exception, nor are we\r\ninclined to do so.  Other states have similarly resisted this urge to make\r\nexception for one class of crimes.  \"Given the emotionally charged nature of\r\nthe crime, there exists a natural temptation to regard Rule 404(b) differently\r\nwhen a defendant has been indicted for sexual assault.... But the fairness\r\nand due process concerns underlying Rule 404(b) are no less pertinent in\r\nsexual assault cases . . . .\" Melcher, 678 A.2d at 149. See also Tizard, 897\r\nS.W.2d at 744 (noting Tennessee's refusal to adopt a sex crime or acts\r\nexception); State v. Bernard, 849 S.W.2d 10 (Mo. 1993) (en banc) (refusing to\r\nadopt a \"depraved sexual instincts\" exception). \r\n  \r\n  \r\n  \r\n In Lannan v. State, the Supreme Court of Indiana decided to abandon\r\nits \"depraved sexual instinct\" exception in favor of a more general analysis\r\nunder FRE 404(b). 600 N.E.2d 1334 (Ind. 1992) (noting approximately\r\ntwenty other states have or have had such exceptions).  In doing so, it noted\r\nthe traditional rationale for this type of exception is twofold: (1) that \"acts\r\nshowing a perverted sexual instinct are circumstances which . . . may have\r\na tendency to connect an accused with a crime of that character;\" and (2) the\r\nneed to bolster victim testimony \"which describe[s] acts which would\r\notherwise seem improbable standing alone.\" Id. at 1335. While assuming \r\n  \r\np.25\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n \"A necessary corollary to the presumption of innocence is that a\r\ndefendant must be tried for what he did, not for who he is.\" Melcher, 678\r\nA.2d at 151.  We hold the evidence in this case was inadmissible as improper\r\ncharacter evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII.   Police Statements \r\n  \r\n  \r\n  \r\n Petitioner argues post-arrest statements he made to police were\r\nerroneously admitted into evidence. We agree. 17 \r\n  \r\n  \r\n  \r\n At trial, Sergeant Belk testified when he and Detective Frazier went\r\nto interview Petitioner, he requested that Sergeant Belk come back another\r\ntime without Detective Frazier because he was uncomfortable around adult\r\nwomen.  When Belk came back later alone, Petitioner told him he had\r\nfantasies about children.  Detective Frazier testified to essentially the same\r\nthing.  No written statement was admitted into evidence.  The trial judge\r\noverruled Petitioner's objection to any testimony \"concerning any fantasies or\r\nlikes or dislikes of females.\" \r\n  \r\n  \r\n  \r\n Generally, only those parts of a confession or statement made to police\r\nwhich are relevant and material to the crime charged should be received into\r\nevidence. State v. Gamble, 247 S.C. 214, 146 S.E.2d 709 (1966), overruled\r\non other grounds, State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991).  For\r\nthe same reasons as discussed supra in Issue I, we find Petitioner's general\r\nsexual attitudes were not relevant or material to the crime charged because\r\nthey were admitted to show character. See, e.g., Stevens v. State, 748 P.2d\r\n771, 774 (Alaska Ct. App. 1988) (error, in trial for attempted sexual abuse\r\nof a minor, in admitting defendant's statements to police regarding his sexual\r\nfantasies about homosexuality and children because it was \"relevant, if at all, \r\n  \r\n  \r\n  \r\n\r\nrecidivism among sexual offenders may be high, it pointed out that equally\r\nhigh was recidivism among, for example, drug offenders.  Yet no exception\r\nfor character evidence was carved out for drug offenses.  Further, it found the\r\nneed to bolster victim testimony not as great because of our current, \"more\r\njaded\" society's willingness to believe sexual offenses occur.  Thus, it held\r\nevidence of prior sexual misconduct would only be admissible if it fit into one\r\nof the \"Lyle\"-type exceptions under the general rule prohibiting such evidence. \r\n  \r\n  \r\n  \r\n 17 The Court of Appeals did not rule on this issue, although it was\r\nraised to them and Appellant argued it in his petition for rehearing. \r\n  \r\n  \r\n  \r\np.26\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nonly to show [defendant's] propensity to commit a sex crime); Erickson v.\r\nState, 565 So. 2d 328, 330-31 (Fla. Dist. Ct. App. 1990), cert. denied, 576 So.\r\n2d 286 (Fla. 1991) (error in admitting defendant's statements to psychiatrist\r\nregarding sexual fantasies about female children).  Therefore, the judge\r\ncommitted error in allowing the jury to hear these statements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n For the foregoing reasons, we find it was error to admit the above\r\nevidence and testimony.18 The opinion of the Court of Appeals affirming\r\nPetitioner's conviction is therefore reversed and the case is hereby remanded\r\nfor a new trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\nBURNETT, A.J., Acting Associate Justices George T. Gregory Jr.,\r\nand Thomas W. Cooper Jr., concur.  MOORE, A.C.J., dissenting\r\nin separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n18 Under the circumstances of this case, we cannot find these errors\r\nharmless beyond a reasonable doubt, as would be required in order to affirm\r\nPetitioner's conviction.  Whether the admission of this evidence subsequently\r\naffected defendant's trial strategy and/or testimony is not for this Court to\r\nopine. See e. g. State v. Smith, 309 S.C. 48, 419 S.E.2d 816 (1992); State v.\r\nSingleton, 303 S.C. 313, 400 S.E.2d 487 (1991) (refusing to find error\r\nharmless where there was not overwhelming evidence of guilt). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.27\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\n MOORE, A.C.J.: I respectfully dissent.  I would affirm\r\npetitioner's convictions. \r\n  \r\n  \r\n  \r\n Unlike the majority, I would not summarily reject the State's\r\nargument that consideration of the admission of the evidence is\r\nprocedurally barred.  I would hold petitioner did not preserve his\r\nobjections to the items introduced into evidence.  The majority relies upon\r\nState v. Ross 272 S.C. 56, 249 S.E.2d 159 (1978), which holds an objection\r\nto a line of questioning is sufficient to object to a particular question.  In\r\nmy opinion, the separate and distinct introduction of several items is\r\nentirely different. \r\n  \r\n  \r\n  \r\n During trial, petitioner objected to the introduction of the\r\nhomemade videotapes described in the majority opinion and the trial judge\r\noverruled petitioner's objection by stating he was \"going to allow the\r\nsubject of theses tapes to be mentioned without introducing the tapes.\"\r\nPetitioner also objected to a photo album containing pictures from\r\nmagazines of young girls, some dressed in bathing suits, underwear, and\r\ngymnastic clothes.  Further, petitioner objected to the statements which he\r\nmade to the police.1a \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Petitioner, however, did not object to the introduction of his\r\nwallet containing his Punky Brewster fan club membership, a photograph\r\nof Punky Brewster which had been displayed in his room, and numerous\r\nphotographs of young girls found in his room.  A police officer also\r\ntestified, without objection, that numerous other items of the same type\r\nwere seized which were not introduced into evidence. \r\n  \r\n  \r\n  \r\n Here, the challenged evidence goes to the same issue regarding\r\npetitioner's character as the evidence admitted without objection. State v.\r\nSebasky, 547 N.W.2d 93 (Minn. 1996)(although bulletins from organization\r\nadvocating sexual relationships between men and boys should not have\r\nbeen admitted, defendant was not prejudiced when other sexually related\r\nevidence - e.g. homosexual magazines; dildos; and four sexually explicit\r\n\r\n1a Petitioner objected to the introduction of the Grimm's Complete\r\nFairy Tales without stating any ground.  Thus, this objection is not\r\npreserved.   \"A general objection which does not specify the particular\r\nground on which the objection is based is insufficient to preserve a\r\nquestion for review.\" State v. Bailey, 253 S.C. 304, 170 S.E.2d 376\r\n(1969)(trial judge commits no error in overruling general objection). \r\n  \r\n  \r\n  \r\np.28\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\nvideos of homosexuals - was introduced).  Accordingly, I would hold the\r\nadmission of the videotapes, photo album, and his statements was\r\nharmless because they are merely cumulative to other evidence admitted\r\nwithout objection. State v. Rochester, 301 S.C. 196, 391 S.E.2d 244\r\n(1990). \r\n  \r\n  \r\n  \r\n Further, petitioner's own testimony is much more damning\r\nthan the evidence introduced by the State.  \"Pedophile\" is defined in the\r\nmajority opinion as someone who has a \"sexual perversion in which\r\nchildren are the preferred sex object.\" Petitioner's own testimony\r\nestablishes he is a pedophile. \r\n  \r\n  \r\n  \r\n Petitioner testified on direct examination he had told the police\r\nofficers he likes young girls.  He further stated, \"My intention was to say\r\nthat I like young girls and, yes, Amber could possibly be one of those.  I\r\ndidn't mention that Amber was one of those.  I said - - I told him when I\r\nwas telling him about where my tapes and these pictures were, I was\r\ntelling him that I do like young girls. That's my problem . . . .\"  Referring\r\nto the videotapes which he possessed, petitioner stated that the subject of\r\nthe tapes were young girls ranging in age from about 8 or 9 up to 22 or\r\n23. He further stated he did not like 18 year-old-girls because he\r\nconsidered that grownup. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On direct examination, he also testified that \"when you get\r\ndown to around four or five, three years old, you kind of have to force\r\nyourself to fantasize about them.  So, you don't even fantasize about them\r\noften . . .\"  When asked on direct examination if he had any thoughts of\r\ndoing anything to Amber, he replied: \"No.  I tried one time.  I started one\r\ntime.  A thought come into my mind and I was going to let it go like I do\r\nany other time, but the first thing that came into my mind was her\r\nmother's face, and there was no more to it . . .\" \r\n  \r\n  \r\n  \r\n On cross-examination, the solicitor asked petitioner about a\r\nvideotape he had introduced of his bedroom.  Petitioner stated his pictures\r\nof \"the little girls\" and Punky Brewster were missing.  He then elaborated\r\nand stated one picture of a young girl was not displayed in the tape and\r\nhe used it for \"sexual purposes\" and his \"sexual desire for [her].\" Later,\r\nduring cross-examination he admitted that the album was for sexual\r\nfantasies.  In fact, he admitted \"almost 99 percent of everything besides\r\n[Punky Brewster] as far as theses pictures and things, that is sexual.\" He\r\nstated only the Grimm's Complete Fairy Tales book and the \"Save the\r\nChildren\" advertisement were accidental or coincidental. \r\n  \r\n  \r\n  \r\np.29\r\n\r\nSTATE v. NELSON \r\n\r\n\r\n\r\n\r\n\r\n I also note petitioner never objected to the expert witness's\r\ntestimony regarding the general characteristics of a pedophile.  Further,\r\nthere was additional evidence about petitioner's behavior introduced,\r\nwithout objection, which when looked at along with the expert's testimony\r\nimplied petitioner was a pedophile.  Amber's mother testified without\r\nobjection that petitioner gave Amber numerous gifts, including candy, an\r\numbrella, a lunch box, a nightgown, stuffed animals, and cartoon tapes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, I would affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.30 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24779","title":"Busby, et a. v. Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24779","description":"","date":"1998-04-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMelvin Busby, Bobby\r\nBlake, Danny Green,\r\nCalvin Rankin,\r\nAnthony Simpson, Lee\r\nEvans, Ronnie Sullivan,\r\nDavid Capps, Jerry\r\nLatimer, Sherman\r\nRider, Rodney T.\r\nArnold, Charles Smith,\r\nFreddie Berry, Dale\r\nWright, Eric Sullivan,\r\nCharles Lofton, and\r\nTimothy Passmore,\r\nApplicants \r\n  \r\n  \r\n  \r\n  \r\n  \r\nof whom Melvin Busby,\r\nCalvin Rankin, Lee\r\nEvans, Sherman W.\r\nRider, Rodney T.\r\nArnold, Charles Lofton\r\nare \r\n  \r\nPetitioners, \r\n  \r\n v. \r\n  \r\nMichael Moore,\r\nDirector, South\r\nCarolina Department of\r\nCorrections,\r\nRespondent. \r\n  \r\n and \r\n  \r\nTimothy Young,\r\nNorman Sherman,\r\nRonald Jones, George\r\nRobinson, Phillip Clay,\r\nBrian Mack, Terry \r\n  \r\n  \r\n  \r\np.3\r\n\r\nBUSBY, ET AL., v. MOORE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCollins, Claude\r\nJohnson, David F.\r\nKing, Derrick Latimer,\r\nMark Cunningham,\r\nDavid Case, Emmanuel\r\nFlemming, Clifton\r\nScott, Danny Bailey,\r\nIrvin Wilson, Harold\r\nBlassingame, Andrew\r\nLusk, George Phillips,\r\nJames Allen Taylor,\r\nand Bobby Gresham,\r\nApplicants, \r\n  \r\n  \r\n  \r\nof whom Norman\r\nSherman, Ronald\r\nJones, Phillip Clay,\r\nTerry Collins, David F.\r\nKing, Irvin Wilson,\r\nAndrew Lusk, James\r\nAllen Taylor, and\r\nBobby Gresham are\r\nPetitioners, \r\n  \r\n  \r\n  \r\n v. \r\n  \r\nMichael Moore,\r\nDirector, South\r\nCarolina Department of\r\nCorrections,\r\nRespondent. \r\n  \r\n and \r\n  \r\nMichael T. Reidel, J.B.\r\nHardee, Clary Dillard,\r\nWillie Workman,\r\nVincent Brown, Dennis\r\nSullivan, William\r\nSmith, Rene\r\nHernandez, Dean B.\r\nHawkins, Richard D.\r\nKidd, John A. Hagood,\r\nand Michael Earl\r\nWilson,\r\nApplicants, \r\n  \r\np.4\r\n\r\nBUSBY, ET AL., v. MOORE \r\n  \r\n  \r\n  \r\nof whom Dean B.\r\nHawkins and Richard\r\nD. Kidd are\r\nPetitioners, \r\n  \r\n v. \r\n  \r\nMichael Moore,\r\nDirector, South\r\nCarolina Department of\r\nCorrections,\r\nRespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Greenville County\r\nFrank P. McGowan, Jr., Post-Conviction Relief\r\n Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24779\r\nSubmitted February 10, 1997 - Filed April 13, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender M. Anne Pearce,\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioners. \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Deputy Attorney General Teresa N.\r\nCosby, all of Columbia, for respondent. \r\n  \r\np.5\r\n\r\nBUSBY, ET AL., v. MOORE \r\n\r\n\r\n\r\n\r\n\r\n PER CURIAM: Applicants, all inmates in the custody of the\r\nSouth Carolina Department of Corrections, filed individual applications for\r\npost-conviction relief (PCR).  Their cases were consolidated, and after a\r\nhearing, respondent's motion for summary judgment was granted.\r\nPetitioners now seek a writ of certiorari.  We grant the writ, dispense with\r\nfurther briefing, and affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 24-13-21 O(A) of the Code states: \r\n  \r\n A prisoner convicted of an offense against this\r\n State, . . . , and sentenced to the custody of the\r\n Department of Corrections . . . , whose record of\r\n conduct shows that he has faithfully observed all\r\n the rules of the institution where he is confined\r\n and has not been subjected to punishment for\r\n misbehavior, is entitled to a deduction from the\r\n term of his sentence beginning with the day on\r\n which the service of his sentence commences to\r\n run, computed at the rate of twenty days for each\r\n month served.  When two or more consecutive\r\n sentences are to be served, the aggregate of the\r\n several sentences is the basis upon which the good\r\n conduct credit is computed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. รยง 24-13-210(A) (Supp. 1996).  Petitioners argue the\r\nlanguage of this statute entitles them to have credit for good conduct\r\ncalculated and applied at the beginning of their sentences.  The PCR judge\r\nfound petitioners misinterpreted the statute.  We agree. \r\n  \r\n  \r\n  \r\n The Court's primary function in interpreting a statute is to\r\nascertain the intent of the General Assembly. State v. Baker, 310 S.C.\r\n510, 427 S.E.2d 670 (1993).  A statute must receive a practical and\r\nreasonable interpretation consonant with the design of the legislature.  Id.\r\nThis Court will reject any interpretation that leads to an unreasonable\r\nresult. Carolina Power &amp; light Co. v. Pageland, 321 S.C. 538, 471 S.E.2d\r\n137 (1996). \r\n  \r\n  \r\n  \r\n The language of the statute shows the legislature did not\r\nintend for prisoners to get credit for good behavior at the outset of their\r\nsentences.  The legislature's use of the past tense shows an intent to\r\nreward inmates only after they exhibit good behavior; a prisoner may \r\n  \r\np.6\r\n\r\nBUSBY, ET AL., v. MOORE \r\n\r\nbenefit from this section if he or she \"has faithfully observed all the rules\"\r\nand \"has not been subjected to punishment for misbehavior.\" \r\n  \r\n  \r\n  \r\n Furthermore, petitioner's interpretation of the statute leads to\r\nresults that could not have been intended by the legislature.  The\r\ncalculation advanced by petitioners reduces the time prisoners serve to\r\none-third of their sentences.  Under the calculation advanced by the\r\nDepartment of Corrections, a perfectly behaved prisoner's sentence would\r\nbe reduced by three-fifths.  This result more closely reflects the\r\nlegislature's intent to reward prisoners for good behavior, not give them a\r\ngift before they have behaved at all. \r\n  \r\n  \r\n  \r\n According to petitioners, the phrase \"beginning with the day on\r\nwhich the service of [a] sentence commences to run\" dictates the full\r\namount of good conduct credit should be computed at the outset of the\r\nsentence.  In their view, entitlement vests on the first day of the prison\r\nterm, therefore the computation should be made at the outset of the prison\r\nterm.  The meaning of this phrase is unambiguous.  It merely means\r\nprisoners do not have to serve any time before they are eligible to earn\r\ncredit for good behavior; it does not mean prisoners do not have to serve\r\ntime before they actually earn credit for good behavior. \r\n  \r\n  \r\n  \r\n Finally, petitioners argue the last sentence of this subsection\r\nsupports their position that good time credits should be computed and\r\nawarded at the beginning of prison sentences.  That sentence states,\r\n\"When two or more consecutive sentences are to be served, the aggregate\r\nof the several sentences is the basis upon which the good conduct credit is\r\ncomputed.\" S.C. Code Ann. รยง 24-13-210(A) (Supp. 1997).  Petitioners argue\r\nthis provision is logical only if good conduct credits are calculated at the\r\noutset of the prison term; the provision has no meaning if good conduct\r\ncredit must be earned month by month because the aggregate of sentences\r\nwould be an irrelevant number. \r\n  \r\n  \r\n  \r\n This provision must be read together with the use of the past\r\ntense in the other parts of this subsection.  Statutory conflicts should be\r\nharmonized to give both provisions effect in light of legislative intent.\r\nAdoptive Parents v. Biological Parents, 315 S.C. 535, 446 S.E.2d 404\r\n(1994); Neel v. Shealy, 261 S.C. 266, 199 S.E.2d 542 (1973).  In light of\r\nthe legislature's use of the past tense and its intent to provide an\r\nincentive for good behavior, this sentence signifies that where consecutive\r\nsentences are involved, the credits for good behavior are available\r\nthroughout the entire cumulative period of incarceration. \r\n  \r\np.7\r\n\r\nBUSBY, ET AL., v. MOORE \r\n\r\n Petitioners' interpretation of the statute is flawed.\r\nAccordingly, the order of the post conviction relief judge is \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.8\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24780","title":"In the Matter of Celsor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24780","description":"","date":"1998-04-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the matter of Richard L. Celsor, Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24780\r\nHeard March 4, 1998 - Filed April 13, 1998 \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Senior\r\nAssistant Attorney General James G. Bogle, Jr.,\r\nboth of Columbia, for complainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.R. Anderson, of Anderson &amp; Jordan, of Columbia,\r\nfor respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: This is an attorney disciplinary matter.1 The\r\nhearing Panel found respondent violated Rule 1.1, of Rule 407, SCACR, by\r\nhandling legal matters he was not competent to handle and failing to\r\nsecure a power of attorney to sign a client's name on legal documents;\r\nRule 3.3, of Rule 407, SCACR, by making false statements to the circuit\r\nand probate courts and engaging in conduct which involves\r\nmisrepresentation and is prejudicial to the administration of justice; and\r\nRule 413, SCACR, รยถรยถ 5A and E, by violating the oath of office and\r\ndemonstrating a lack of professional competence.  The full Panel adopted\r\nthe hearing Panel's report and recommendation of a public reprimand.\r\nWe agree with the findings and conclusions made by the Panel.  We\r\nfurther agree the appropriate sanction is a public reprimand. \r\n  \r\n  \r\n  \r\n\r\n1 Respondent moved to Clarksville, Tennessee and, at the time of the\r\nPanel hearing, he was a member of the Tennessee bar. \r\n  \r\np.9\r\n\r\nIN THE MATTER OF CELSOR \r\n\r\n\r\n\r\n DISCUSSION \r\n  \r\n Respondent's admitted misconduct centers around his handling\r\nof a probate matter and a related wrongful death action.  Bonnie Faye\r\nRish was murdered in Richland County in December 1991.  Her only\r\nsurvivor was her minor daughter, Joli Denise Rish.  Joli turned eighteen\r\nyears old on October 11, 1992.  Respondent represented Joli in the probate\r\nof Bonnie's estate.  Respondent also filed a wrongful death action in circuit\r\ncourt on behalf of Joli on October 6, 1994.  The action was brought in\r\nJoli's name as personal representative of Bonnie's estate.2 In the wrongful\r\ndeath action, respondent alleged that Joli had been appointed personal\r\nrepresentative of her mother's estate.  However, the petition for\r\nappointment was not filed until July 1995 and Joli was not appointed\r\nuntil August 7, 1995.  The Panel found respondent made a\r\nmisrepresentation to the court. \r\n  \r\n  \r\n  \r\n The Panel also found respondent was incompetent in his\r\nhandling of the probate and wrongful death actions.  Respondent testified\r\nthat he was unaware that the only person authorized to commence a\r\nwrongful death action was the duly appointed personal representative of\r\nthe decedent's estate.3 \r\n  \r\n  \r\n  \r\n Respondent contends the complaint in this disciplinary matter\r\ndid not allege he was incompetent to handle the wrongful death action and\r\nthe probate matters.  The complaint, however, encompasses this finding of\r\nmisconduct.  It is not a new matter - the entire disciplinary proceeding\r\nstemmed from respondent's handling of these actions.  More importantly,\r\n\r\n2 Joli Rish as Personal Representative of the Estate of Bonnie Rish,\r\nPlaintiff v. John Dinkins and Mitchell Barkoot, Sr., d/b/a/ Bullwinkle's\r\nLounge, Defendants (Civil Action No. 94-CP-40-3710). \r\n  \r\n  \r\n  \r\n 3 \"The right of action for wrongful death ... may be brought only by\r\nthe executor or administrator of such deceased person.  The provision that\r\na wrongful death action shall be brought only in the name of the\r\nadministrator or executor of the estate of the deceased means the legally\r\nappointed administrator or executor of the estate of the deceased person. .\r\n. . [A]n appointment by the Probate Court [is] necessary to give the\r\nadministratrix authority to act, and in the absence thereof, she had no\r\nlegal capacity to institute this wrongful death action.\" Glenn v. E.I.\r\nDupont De Nemours &amp; Co., 254 S.C. 128, 130, 174 S.E.2d 155, 157\r\n(1970)(Citations omitted). \r\n  \r\np.10\r\n\r\nIN THE MATTER OF CELSOR \r\n\r\n\r\n\r\nit is respondent who admitted he basically did not know what he was\r\ndoing.  He testified that he had never handled a probate matter or a\r\nwrongful death action.  Even though he testified he spent two years\r\nresearching the law prior to filing the wrongful death action, he still did\r\nnot follow the proper procedure. \r\n  \r\n  \r\n  \r\n As to the improper signing and notarizing, in the beginning of\r\n1996, respondent filed several documents with the probate court regarding\r\nBonnie's estate.  A probate court clerk questioned respondent about Joli's\r\nsignature appearing differently on several documents.  Respondent admits\r\nsigning Joli's name on several documents and he also admits he notarized\r\nthe signature.  He claims he signed Joli's name because he had an oral\r\npower of attorney allowing him to sign her name.  A Power of Attorney\r\ndated January 3, 1996, was presented to the probate court.  However,\r\nseveral documents signed and notarized by respondent were filed prior to\r\nJanuary 3, 1996. \r\n  \r\n  \r\n  \r\n The Panel found respondent had committed misconduct by\r\nimproperly signing Joli's name without a valid power of attorney,\r\nnotarizing the signature, and making misrepresentations to the courts.4\r\nAt the Panel hearing, it was pointed out to respondent that even with a\r\npower of attorney, he should have signed indicating he was signing under\r\nthis power.5 He responded, \"I really didn't think the extraneous language\r\nwas necessary.\" \r\n  \r\n  \r\n  \r\n Respondent contends he improperly signed and notarized only\r\none document, the initial petition to have Joli appointed as personal\r\nrepresentative dated July 20, 1995, and filed on August 7, 1995.  He\r\ncontends he signed and notarized the Inventory and Appraisement form on\r\nFebruary 16, 1996, after Joli had signed the Power of Attorney on January\r\n3, 1996.  He further contends he had verbal permission to sign Joli's name\r\nfrom the very beginning of his representation of her when she was only\r\nseventeen.  However, Joli testified that although she was aware that\r\nrespondent was going to take care of things, she was unaware that he\r\nwould be signing her name.  Further, \"there is considerable authority to \r\n  \r\n\r\n4 Judge Katherine Kennedy filed a letter of complaint with the Board\r\nregarding the signatures on the probate documents. \r\n  \r\n  \r\n  \r\n 5 S.C. Code Ann. รยงรยง 26-3-60 and -70 (1991) provide that a notary\r\nshould state in the acknowledgment form that a person is signing as an\r\nattorney in fact. \r\n  \r\np.11\r\n\r\nIN THE MATTER OF CELSOR \r\n\r\nthe effect that a minor's appointment of an agent or attorney and the acts\r\nunder such appointment are not merely voidable, but void, on the theory\r\nthat the minor cannot impart a power to others which he does not himself\r\npossess.\" 3 Am Jur. Agency รยง 10 (1986).  Additionally, a power of attorney\r\nshould be evidenced by an instrument in writing. 3 Am.  Jur. Agency รยง 23\r\n(1986).  Thus, Joli could not have given a valid verbal power of\r\nappointment when respondent first began representing her.  Further, as\r\nnoted above, respondent should have signed indicating he was acting\r\nunder a power of attorney. \r\n  \r\n  \r\n  \r\n In its report, the hearing Panel stated that if this disciplinary\r\naction were governed by the \"old rules,\"6 it would recommend a private\r\nreprimand.7 Respondent contends he is being treated unfairly because this\r\ndisciplinary action was begun under the old rules and, therefore, he should\r\nbe sanctioned under the old rules.  Although we cannot issue a private\r\nreprimand under the new rules, we can issue a \"letter of caution\" under\r\nthe appropriate circumstances.8 However, respondent's misconduct does\r\nnot merit a letter of caution.  His misconduct warrants a public\r\nreprimand. \r\n  \r\n  \r\n  \r\n In In re Powell, ____ S.C. ____, 478 S.E.2d 685 (1996), we\r\naccepted a conditional admission to a public reprimand for illegally forging\r\nand notarizing the signature of clients and failing to act with diligence\r\nand promptness in filing a certificate of title.  In In re McGuinn, 272 S.C.\r\n366, 252 S.E.2d 122 (1979), we imposed a public reprimand for false\r\nnotarizations of signatures.  A recent increase in the disciplinary actions\r\ninvolving improper notarizations greatly concerns us and we note\r\nas in McGuinn, we are \"shocked by respondent's abuse of the office of\r\n\r\n6 Respondent is referring to the former Rule 413, SCACR. This rule\r\nwas entirely re-written effective January 1, 1997. \r\n  \r\n  \r\n  \r\n 7 We are not bound by the Panel's recommendation. Burns v.\r\nClayton, 237 S.C. 316, 117 S.E.2d 300 (1960).  We are required after a\r\nthorough review of the record to administer the sanction we deem\r\nappropriate. In re Kirven, 267 S.C. 669, 230 S.E.2d 899 (1976). \r\n  \r\n  \r\n  \r\n 8 On August 7, 1997, the rules were amended to provide for a\r\nsanction known as a \"letter of caution.\" A letter of caution is defined as\r\n\"a sanction imposed for minor misconduct not warranting the imposition of\r\na private admonition or deferred discipline agreement.\" รยถ 2(p) of Rule 413,\r\nSCACR. \r\n  \r\n  \r\n  \r\np.12\r\n\r\nIN THE MATTER OF CELSOR \r\n\r\n\r\n\r\n\r\n\r\nnotary public.  A notary is a public officer, who, by his hand and seal,\r\nauthenticates certain classes of documents.  The credibility of notarized\r\ndocuments is essential to the viability of our legal system.\" Id. at 367, 252\r\nS.E.2d at 123 (citations omitted).  Further, when, as here, the documents\r\nare then submitted to a court, the respondent compounds the dishonesty\r\nand commits a fraud upon the court.  We caution the members of the bar\r\nwho are also notaries that the duties required of the office of notary\r\nshould not be taken lightly. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find respondent's misconduct warrants a public reprimand.\r\nAccordingly, respondent is hereby publicly reprimanded for his misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.13 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24781","title":"In the Matter of Morehouse","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24781","description":"","date":"1998-04-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of A. R.\r\nGrant Morehouse,            Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24781\r\nSubmitted March 10, 1998 - Filed April 13, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. Russell Keep, III, of Hilton Head Island, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames G. Bogle, Jr., of Columbia, for Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21, RLDE, Rule 413, SCACR.  In the agreement, respondent admits\r\nmisconduct and consents to be disbarred from the practice of law.\r\nRespondent has requested that the disbarment be made retroactive to the\r\ndate of his Interim Suspension, April 3, 1997.1 We accept the agreement\r\nfor disbarment, but decline to make the disbarment retroactive. \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n On January 15, 1997, respondent and three co-defendants were\r\nindicted in the United States District Court, District of South Carolina,\r\nBeaufort Division, on 100 counts of wire fraud and money laundering in\r\nviolation of 18 U.S.C. รยงรยง 371, 1343, and 1956.  Respondent entered into a\r\nplea agreement with the United States Attorney, whereby respondent\r\nagreed to plead guilty to fifty-five counts of wire fraud, in violation of 18\r\n\r\n1 In the Matter of Morehouse, S.C. Sup. Ct. Order dated April 3,\r\n1997 (Davis Adv.  Sh.  No. 10). \r\n  \r\n  \r\n  \r\np.14\r\n\r\nIN THE MATTER OF MOREHOUSE \r\n\r\n\r\n\r\n\r\n\r\nU.S.C. รยง 1343.  In exchange for the plea, the United States Attorney\r\nagreed to dismiss the remaining counts of the indictment against\r\nrespondent. \r\n  \r\n  \r\n  \r\n Respondent admits that by his conduct, he has violated the\r\nRules of Professional Conduct by committing a criminal act which reflects\r\non his honesty, and engaging in conduct involving moral turpitude,\r\ndishonesty, fraud, deceit, and misrepresentation which was prejudicial to\r\nthe administration of justice.  Rule 8.4 (a), (b), (c), (d), and (e), Rule 407,\r\nSCACR.  Respondent further admits that he has violated several of the\r\nRules for Lawyer Disciplinary Enforcement, Rule 413, SCACR, including\r\nRule 7(a)(1), violation of a Rule of Professional Conduct; Rule 7(a)(4),\r\nconviction of a crime of moral turpitude or a serious crime; Rule 7(a)(5),\r\nconduct tending to pollute the administration of justice or to bring the\r\ncourts or legal profession into disrepute or conduct demonstrating an\r\nunfitness to practice law; and Rule 7(a)(6), a violation of the oath of office\r\ntaken upon admission to practice law in this state. \r\n  \r\n  \r\n  \r\n In our opinion, respondent's misconduct warrants disbarment\r\nfrom the practice of law.  Accordingly, respondent is disbarred, effective on\r\nthe date of this opinion.  Within fifteen days of the date of this opinion,\r\nrespondent shall file the affidavit required by Rule 30(g), RLDE, Rule 413,\r\nSCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.15 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24782","title":"In the Matter of Rodman C. Tullis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24782","description":"","date":"1998-04-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 16\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of\r\nRodman C. Tullis,           Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24782\r\nSubmitted March 25, 1998 - Filed April 27, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRodman C. Tullis, of Spartanburg, pro se. \r\n  \r\nDisciplinary Counsel Henry B. Richardson, Jr., and\r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., both of Columbia, for the Office of Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21 of the Rules for Lawyer Disciplinary Enforcement contained in\r\nRule 413, SCACR.  In the agreement, respondent admits he has committed\r\nmisconduct and consents to a public reprimand.  We accept the agreement. \r\n  \r\n  \r\n  \r\n Floyd N. Lester was arrested for driving under the influence of\r\nalcohol in Florida in 1991.- Lester pleaded guilty and, under the terms of\r\na probationary sentence, was ordered to pay a $500 fine and perform 100\r\nhours of community service.  Florida authorities later revoked Lester's\r\nprobation for failure to comply with the terms of his probation and he was\r\nrearrested in 1993.  He was released on a $2,000 bond, which was later \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.3\r\n\r\nIN THE MATTER OF TULLIS \r\n\r\n\r\n\r\nestreated by the state of Florida. \r\n  \r\n  \r\n  \r\n Lester went to work at a video rental store in Spartanburg\r\nowned by Carl and Wanda Austin.  The Austins hired respondent to\r\nundertake efforts to resolve the outstanding warrant in Florida so that\r\nLester could obtain a driver's license.  The Austins contend they paid\r\nrespondent $1,000 in May 1996 to represent Lester.  Respondent admits\r\nhe received $1,000 from the Austins, but asserts the money was payment\r\nfor a portion of a fee the Austins owed him in an unrelated matter.\r\nDisciplinary counsel states that evidence presented at a panel hearing did\r\nnot prove by clear and convincing evidence that respondent received the\r\n$1,000 as payment for representing Lester. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent admits, however, that he received $750 in June\r\n1996 from the Austins in connection with his representation of Lester.\r\nRespondent was supposed to forward that money to pay the fine and other\r\nfees Lester owed the state of Florida.  Instead, respondent cashed the\r\ncheck and did not use the funds to pay Lester's fine and fees.  Respondent\r\nnever contacted the Clerk of Court's office in Volusia County, Florida,\r\nalthough he did write a letter and make two telephone calls to a Florida\r\nprosecuting attorney on Lester's behalf. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent also contacted the Salvation Army in Daytona\r\nBeach, Florida, about Lester's case.  The Salvation Army provides\r\ncorrectional services for community service and probation.  Respondent\r\nagreed to send the Salvation Army $240 in probation supervision fees,\r\n$500 for the fine, and proof that Lester had performed 100 hours of\r\ncommunity service.  Respondent never sent the money or the\r\ndocumentation.  The Florida probation violation warrant issued against\r\nLester remains outstanding. \r\n  \r\n  \r\n  \r\n Respondent did not reply to the first letter from the\r\nCommission on Lawyer Conduct regarding the Lester matter.  Respondent\r\ndid reply to the second letter from the commission.  Respondent failed to\r\nreply to numerous telephone messages, a letter, and a faxed note from the\r\nattorney assigned to investigate the matter. \r\n  \r\n  \r\n  \r\n Respondent admits he has committed misconduct in this\r\nmatter.  Respondent failed to competently represent Lester, failed to\r\ntimely provide information about the case to Lester or the Austins, and\r\nfailed to promptly deliver funds paid on Lester's behalf to the state of \r\n  \r\n  \r\n  \r\np4\r\n\r\nIN THE MATTER OF TULLIS \r\n\r\n\r\n\r\n\r\n\r\nFlorida.  Respondent engaged in conduct prejudicial to the administration\r\nof justice. \r\n  \r\n  \r\n  \r\n We conclude respondent, by his actions, violated Rules 1.1,\r\n1.4(a), 1.15(b), 8.4(a) and 8.4(e) of the Rules of Professional Conduct\r\ncontained in Rule 407, SCACR, and Rules 7(a)(1) and 7(a)(5) of the Rules\r\nfor Lawyer Disciplinary Enforcement contained in Rule 413, SCACR.\r\nFurthermore, respondent failed to reply promptly to commission inquiries\r\ninto the Lester matter.  Such a failure to respond is itself misconduct. In\r\nre Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982).  We find that respondent's\r\nconduct warrants a public reprimand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.5\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24783","title":"In the Matter of Ernest White","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24783","description":"","date":"1998-04-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 16\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Matter of Ernest White,                     Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24783\r\nHeard March 4, 1998 - Filed April 27, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLarry C. Smith, of Columbia, for Respondent. \r\n  \r\nAttorney General Charles Molony Condon and Senior Assistant\r\nAttorney General James G. Bogle, Jr., of Columbia, for\r\nComplainant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PER CURIAM: In this judicial disciplinary proceeding, Respondent,\r\na former magistrate for Jasper County, is charged with misconduct arising\r\nout of alleged misrepresentations he made on his magistrate application form.\r\nThe Panel of Hearing Masters recommended Respondent be publicly\r\nreprimanded.     The Board of Commissioners on Judicial Standards\r\nunanimously adopted the Masters' report and recommendation.  We agree\r\nwith the findings and recommendation of the Board and hereby publicly\r\nreprimand Respondent for his misconduct. \r\n  \r\n  \r\n  \r\n FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n In May 1994, Respondent filed a notarized application form with the\r\nGovernor's office to become Magistrate of Jasper County.  On the application,\r\nRespondent indicated his level of education was a \"high school graduate or\r\nits equivalence (G.E.D.).\" Respondent was, in fact, not a high school graduate\r\nnor had he ever passed the high school level Test of General Equivalency\r\nDevelopment (G.E.D.) at the time he filed the application with the Governor's \r\n  \r\n  \r\n  \r\np.6\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\noffice.  On July 12, 1994, Governor Campbell appointed Respondent as\r\nMagistrate of Jasper County. \r\n  \r\n  \r\n  \r\n On July 14, Walter Leverette of Court Administration sent Respondent\r\n a letter accompanied by an information form for Respondent to fill out.\r\n Respondent indicated on the form that the highest level of education he had\r\n completed was 9th grade in high school.  There was no line on the form for\r\n Respondent to indicate whether he had obtained a G.E.D. In the letter,\r\n Leverette also informed Respondent that S.C. Code Ann. รยง 22-1-10(B) (1989)\r\n required magistrates to have a high school diploma or its recognized\r\n equivalent.  The letter enclosed a form entitled, Statement of Compliance --\r\n Minimum Education Requirements for Magistrates.  The letter directed\r\n Respondent to complete the form and return it with a certified copy of his\r\n high school diploma.  Respondent never sent Leverette a copy of a high\r\n school diploma or G.E.D. \r\n  \r\n  \r\n  \r\n Leverette's letter further informed Respondent of a mandatory\r\n orientation school for new magistrates to be held on July 18-30, 1994.  At the\r\n orientation, Respondent approached Louis Rosen, Director of Court\r\n Administration, and admitted he was not a high school graduate nor had he\r\n obtained a G.E.D. Rosen testified that after speaking with Respondent, he\r\n formed the opinion Respondent was not qualified to serve as a magistrate in\r\n South Carolina.  Rosen asked Motte Talley, a staff attorney with Court\r\n Administration, to look into the matter.  Talley provided Respondent with the\r\n name of a person to contact at the Department of Education in order for\r\n Respondent to take the next available G.E.D. test.  Talley also wrote\r\n Governor Campbell alerting the Governor to the fact that Respondent did not\r\n possess a high school diploma or G.E.D.  On August 13, 1994, Respondent\r\n took the G.E.D. test and initially received a passing score. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In October 1994, articles appeared in the State newspaper reporting\r\nallegations that Respondent had lied about his level education when he filed\r\nhis application with the Governor's office.  There were also reports that a\r\nperson by the name of John E. Brown had switched G.E.D. test scores with\r\nRespondent to ensure Respondent would pass the exam.  Subsequently, the\r\nUnited States Attorney's Office initiated a Grand Jury investigation\r\nconcerning the \"switched scores\" allegation.  John E. Brown and Stephon\r\nEdwards were ultimately indicted by the Grand Jury for violating various\r\nfederal statutes.  Respondent was not indicted. \r\n  \r\n  \r\n  \r\n On October 27, 1994, Respondent, through his attorney, informed\r\nGovernor Campbell that due to the adverse effects of the media attention, he \r\n  \r\n  \r\n  \r\np.7\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\nwould take a leave of absence pending resolution of the matter.  On February\r\n2, 1995, Respondent officially resigned as Magistrate of Jasper County. \r\n  \r\n  \r\n  \r\n On June 9, 1995, a formal complaint was filed against Respondent,\r\n alleging judicial misconduct under the Code of Judicial Conduct,  Rule 501,\r\n SCACR.  The complaint alleged Respondent had violated Canons 1 and 2(A)\r\n of Rule 501 by failing to disclose and/or misrepresenting his educational\r\n eligibility on his magistrate application form.  In his answer, Respondent\r\n asserted three defenses: (1) the Board of Commissioners on Judicial\r\n Standards lacked jurisdiction over him since he was no longer a member of\r\n the judiciary; (2) the subject matter of the complaint was within the\r\n jurisdiction of a federal Grand Jury investigation and subject to a gag order\r\n issued by Judge Matthew J. Perry; and (3) Respondent was a target of the\r\n federal criminal investigation, and therefore, any requirement imposed upon\r\n him to answer the complaint would violate his Fifth Amendment rights. \r\n  \r\n  \r\n  \r\n A hearing before the Board of Commissioners on Judicial Standards\r\n(\"Board\") was scheduled to be held on October 20, 1995.  Prior to the hearing,\r\nwe issued a Consent Order holding the proceedings in abeyance indefinitely\r\nuntil the federal criminal proceedings could be concluded.  We further stated,\r\n\"the Examiner or the Respondent may file the appropriate Motion before the\r\nCommission for a hearing at such time as they believe that the reasons put\r\nforth for the necessity of  the continuance no longer exists or have been\r\nadequately addressed.\" \r\n  \r\n  \r\n  \r\n On December 4, 1996, the Examiner submitted a motion to the Board\r\nrequesting a hearing before the Hearing Masters to be held on February 14,\r\n1997.  In the motion, the Examiner stated that the allegations against\r\nRespondent only addressed Respondent's misrepresentation of his educational\r\nqualifications and did not involve the switched G.E.D. scores which were the\r\nfocus of the federal investigation.  The Board granted the Examiner's motion. \r\n  \r\n  \r\n  \r\n A hearing was held before the Hearing Masters on February 14, 1997.\r\nAt the hearing, Respondent's attorney expressed concern about whether\r\nRespondent could testify in light of a gag order issued by Judge Matthew J.\r\nPerry.  The Masters recessed the hearing and directed the Examiner to make\r\ninquiries about the gag order.  On February 14, the Examiner wrote Judge\r\nPerry, inquiring about the nature of any gag order.  Judge Perry wrote back\r\non March 12, 1997, stating that the federal Grand Jury proceedings were\r\ngoverned by the secrecy requirements provided in Rule 6(e), FRCP.  Judge\r\nPerry further stated that the federal court had done nothing to interfere with\r\nany state investigation.  The Examiner later spoke with Judge Perry by \r\n  \r\n  \r\n  \r\np.8\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\ntelephone at which time Judge Perry informed the Examiner that he had not\r\nissued a gag order but had only admonished the participants in the federal\r\nproceedings to abide by the secrecy requirements provided in Rule 6(e),\r\nFRCP. \r\n  \r\n  \r\n  \r\n The Examiner next wrote this Court requesting a partial lifting of the\r\n confidentiality of the proceedings to the extent that the Examiner could\r\n submit a copy of the complaint to the U.S. Attorney's Office and inquire as\r\n to whether that office would use any testimony Respondent might give in the\r\n.disciplinary hearing. On April 2, 1997, we issued an order granting the\r\n partial lifting of confidentiality.  The Examiner subsequently contacted the\r\n U.S. Attorney's Office which responded, stating it could not give any\r\n assurances that the grand jury would not use testimony given by Respondent\r\n at a Judicial Standards hearing. \r\n  \r\n  \r\n  \r\n The Hearing Masters reconvened on August 1, 1997, at which time\r\nRespondent invoked his Fifth Amendment right not to testify.  The Hearing\r\nMasters found Respondent had violated Canons 1 and 2(A) of Rule 501,\r\nSCACR, and recommended a public reprimand.  The Full Board unanimously\r\nvoted to adopt the report of the Masters.  The Board certified the record to\r\nthis Court on December 30, 1997.  Respondent elected not to submit a\r\nsupporting brief but reserved his right to make oral arguments before this\r\nCourt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n Respondent initially argues the Code of Judicial Conduct does not apply\r\nto him because at the time he completed the application form, he was not yet\r\na judge.  We disagree.  Under Rule 502(l), SCACR, judicial misconduct\r\nincludes \"not only judicial actions but also non-judicial actions, whether the\r\nconduct complained of occurred before or after the judge assumed office, if .\r\n. . (2) His conduct has violated the Code of Judicial Conduct or the Rules of\r\nProfessional Conduct.\" (emphasis added); see also In re Wright, 310 S.C. 191,\r\n422 S.E.2d 746 (1990)(magistrate publicly reprimanded for submitting\r\nfraudulent insurance application prior to taking judicial office).  Moreover,\r\nRespondent's alleged misconduct was directly related to his subsequent\r\nappointment as Magistrate of Jasper County.  Therefore, the Code of Judicial\r\nConduct applies to Respondent's conduct in this case.1 \r\n  \r\n\r\n1 We note that this case is governed by former Rule 502, SCACR, since\r\nRespondent's conduct occurred prior to January 1, 1997, the effective date of\r\namended Rule 502.  Nevertheless, we would reach the same conclusion under \r\n  \r\np.9\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\nSouth Carolina Code Ann. รยง 22-1-IO(B) (1989) provides, \r\n  \r\n  \r\n  \r\nNo person is eligible to hold the office of magistrate who is not\r\nat the time of his appointment a citizen of the United States and\r\nof this State, and who has not been a resident of this State for\r\nat least five years, and has not attained the age of twenty-one\r\nyears upon his appointment, and has not received a high school\r\ndiploma or its equivalent educational training as recognized by\r\nthe State Department of Education. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (emphasis added).  At the time Respondent filed his application form with the\r\n Governor's office, the Department of Education only recognized the G.E.D. as\r\n the equivalent to a high school degree pursuant to amended Reg. 43-130.\r\n State Register, Vol. 15, Issue No. 5 (May 24, 1991).  This regulation, which\r\n is now codified at 24 S.C. Code Ann. Regs. 43-259 (Supp. 1997), provides, in\r\n part, \"The State Board of Education recognizes the high school level Tests of\r\n General Educational Development (GED) and shall issue a state high school\r\n equivalency credential to eligible candidates who successfully complete the\r\n tests. \" Additionally, David Stout, G.E.D. Administrator for the South\r\n Carolina Department of Education, testified before the Hearing Masters that\r\n the South Carolina Department of Education had, since the 1950's, recognized\r\n the G.E.D. as the only equivalent to a high school degree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A factual finding of judicial misconduct must be supported by clear and\r\n convincing evidence. In re Peeples, 297 S.C. 36, 374 S.E.2d 674 (1988).  Line\r\n 12 of the magistrate application form unambiguously asks the applicant\r\n whether he or she possesses a high school diploma or G.E.D.  Pursuant to\r\n section 22-1-10(B), a negative response to this question completely disqualifies\r\n the applicant from pursuing the judicial office of magistrate.  It is undisputed\r\n that at the time Respondent completed and filed his magistrate application\r\n form, he was not a high school graduate nor had he attained a G.E.D. Thus,\r\n Respondent's misrepresentation in this regard was essential in allowing the\r\n Governor to appoint him as Magistrate of Jasper County. \r\n  \r\n\r\namended Rule 502.       Under Rule 3(b)(1) of amended Rule 502, \"The\r\nCommission has jurisdiction over judges regarding allegations that\r\nmisconduct occurred before or during service as a judge . . . .\" (emphasis\r\nadded).  Rule 2(q) defines misconduct as \"any conduct by a judge constituting\r\ngrounds for discipline.  See Rule 7(a).\" Rule 7(a) provides, \"It shall be a\r\nground for discipline for a judge to: (1) violate or attempt to violate the Code\r\nof Judicial Conduct or the Rules of Professional Conduct or any other\r\napplicable ethics codes.\" \r\n  \r\np.10\r\n\r\nIN THE MATTER OF WHITE \r\n\r\n\r\n\r\n\r\n\r\n Canon 1 of Rule 501, SCACR, requires that a judge must \"observe high\r\n standards of conduct . . . so that the integrity and independence of the\r\n judiciary shall be preserved.\" Canon 2(A) provides that a judge must \"respect\r\n and comply with the law and shall act at all times in a manner that\r\n promotes public confidence in the integrity and impartiality of the judiciary.\"\r\n A judicial candidate's truthful representation of his or her credentials is\r\n fundamental to preserving the integrity of the judiciary.  Public trust in\r\n judicial office is founded upon the presumption that every judge has, at the\r\n very least, met the minimum requirements for their position.  Consequently,\r\n a candidate who assumes judicial office by means of misrepresentation\r\n directly threatens the public's confidence in the integrity of the judiciary.\r\n Although Respondent later revealed his true academic credentials to officials\r\n at the orientation school, his revelation came after the Governor appointed\r\n him as magistrate.  Moreover, Respondent failed to immediately resign.  We\r\n therefore find that Respondent violated Canons 1 and 2(a) of Rule 501,\r\n SCACR, by assuming judicial office through the misrepresentation of his\r\n academic credentials. \r\n  \r\n  \r\n  \r\n Because Respondent has since resigned from office, the most severe\r\nsanction we can impose is a public reprimand. In re Parker, 313 S.C. 47,\r\n437 S.E.2d 37 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.11 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24784","title":"The State v. Willie Hicks","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24784","description":"","date":"1998-04-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 16\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State, Respondent,\r\nv.\r\nWillie Hicks, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Aiken County\r\nHenry F. Floyd, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24784\r\nHeard February 4, 1998 - Filed April 27, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, all of\r\nColumbia; and Solicitor Barbara R. Morgan, of\r\nAiken, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant was convicted of murder,\r\nkidnaping, armed robbery, and possession of a firearm or knife during the\r\ncommission of a violent crime. He was sentenced to death for murder,\r\nplus thirty years for kidnaping, twenty-five years for armed robbery, and\r\nfive years for possession of a firearm or knife during the commission of a\r\nviolent crime. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\nI. Did the trial judge err in determining appellant used two of\r\nhis peremptory strikes in a racially discriminatory manner in\r\nviolation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712,\r\n90 L.Ed.2d 69 (1986), and Georgia v. McCollum, 505 U.S. 42,\r\n112 S.Ct. 2348, 120 L.Ed.2d 33 (1992)? \r\n  \r\n  \r\n  \r\nII. Did the trial judge err by permitting Detective Courtney to\r\ntestify charges against Simpkins had been dismissed after\r\ninterviews with numerous other individuals when those\r\nindividuals did not testify at trial? \r\n  \r\n  \r\n  \r\nIII. Did the trial judge given erroneous jury instructions during\r\nthe sentencing phase of trial? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nI. \r\n  \r\nDuring selection of the original jury panel, appellant, who is\r\nblack, exercised nine of his peremptory strikes to remove white prospective\r\njurors and one peremptory strike to remove a black prospective juror from\r\nthe panel. The State made a motion for a Batson hearing. \r\n  \r\n  \r\n  \r\nAppellant explained he struck Juror #18 and Juror #25 \"to \r\n  \r\nreach some jurors further down the list.\"1 Appellant noted, while this\r\nexplanation had previously been found unacceptable,2 here the parties\r\nwere striking the jurors in order of their qualification, not at random. He\r\nstated, if the jurors had been drawn from the entire qualified venire, he\r\nwould not have struck Jurors #18 and #25. The trial judge ruled the\r\nexplanation was unacceptable and ordered a re-strike. \r\n  \r\n  \r\n  \r\nThe parties agreed to resume striking the jurors at Juror #18.\r\nUltimately, Juror #18 was seated on the jury and Juror #25 was seated as\r\nthe first alternate. Juror #27, one of the original panel members, was \r\n  \r\n\r\n1 The trial judge determined appellant's explanations for striking the\r\nother eight jurors were racially neutral. \r\n  \r\n  \r\n  \r\n2 See State v. Grandy, 306 S.C. 224, 411 S.E.2d 207 (1991).\r\np.13\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n\r\n\r\nseated as the second alternate. Neither of the alternate jurors\r\nparticipated in the jury's deliberations. \r\n  \r\n  \r\n  \r\nAppellant argues the trial Judge erred in ruling his explanation\r\nfor striking Jurors #18 and #25 was not race-neutral. We disagree \r\n  \r\n  \r\n  \r\nThe Equal Protection Clause of the Fourteenth Amendment to\r\nthe United States Constitution prohibits the State from striking a\r\nvenireperson on the basis of race. Batson v. Kentucky, supra. In\r\naddition, \"the Constitution prohibits a criminal defendant from engaging in\r\npurposeful discrimination on the ground of race in the exercise of\r\nperemptory challenges.\" Georgia v. McCollum, supra U.S. at 59, S.Ct. at\r\n2359. L.Ed.2d at 51. \r\n  \r\n  \r\n  \r\nAt the time appellant's jury was selected,3 a Batson hearing\r\nwas conducted in the following manner: 1) the opponent of the\r\nperemptory strike requested a Batson hearing; 2) the party exercising the\r\nperemptory challenge was required to present an explanation which was\r\nracially neutral, related to the case to be tried, clear and reasonably\r\nspecific, and legitimate. If the explanation did not satisfy these criteria,\r\nthe trial judge could find a Batson violation and quash the jury panel; 3)\r\nif the explanation did meet these criteria, the opponent of the strike had\r\nthe burden of proving the allegedly neutral explanation was pretextual.\r\nSee State v. Chapman, 317 S.C. 302, 454 S.E.2d 317 (1995); State v. Dyar,\r\n317 S.C. 77, 452 S.E.2d 603 (1994); State v. Green 306 S.C. 94, 409\r\nS.E.2d 785 (1991), cert. denied 503 U.S. 962, 112 S.Ct. 1566, 118 L.Ed.2d\r\n212 (1992). State v. Tomlin, 299 S.C. 294, 384 S.E.2d 707 (1989). \r\n  \r\n  \r\n  \r\nIn State v. Grandy, 306 S.C. 224, 411 S.E.2d 207 (1991), the\r\nsolicitor exercised a peremptory strike to exclude a black person from the\r\njuy. The solicitor stated the reason for striking the prospective juror was\r\n\"to seat other venirepersons who had not yet been presented.\" The trial\r\njudge ruled the reason was race-neutral; he did not require the defendant\r\nto establish pretext. On appeal, this Court concluded to the contrary: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n[T]he solicitor failed to articulate a racially neutral explanation\r\n\r\n3 In State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996), the Court\r\nadopted the Batson procedure set forth in Purkett v. Elem, 514 U.S. 765,\r\n115 S.Ct. 1769., 131 L.Ed.2d 834 (1995). Adams was filed on April 29,\r\n1996, one week after the jury selection in the present case began. \r\n  \r\np.14\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n\r\n\r\nin his assertion that he excluded the prospective black juror\r\nbecause he wanted to seat other venirepersons. Additionally,\r\nthe solicitor did not give any reason why it was desirable to\r\nhave other venirepersons seated, as opposed to the black juror.\r\nThe effect was the same as if no reason was given for striking\r\nthe black juror. His explanation was neither clear, reasonably\r\nspecific nor legitimate. \r\n  \r\n  \r\n  \r\n306 S.C. at 227-28, 411 S.E.2d at 209. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nQuoting Batson, the Court stated: \r\n  \r\n[T]he prosecutor [could not] rebut the defendant's case merely\r\nby denying that he had a discriminatory motive or affirming\r\nhis good faith in making individual selections. If these general\r\nassertions were accepted as rebutting a defendant's prima facie\r\ncase, the Equal Protection Clause would be but a vain and\r\nillusory requirement. \r\n  \r\n306 S.C. at 227, 411 S.E.2d at 208. \r\n  \r\n  \r\n  \r\nThe trial court properly determined appellant did not offer a\r\nclear, reasonably specific or legitimate reason for striking Jurors #18 and\r\n#25. Although he could anticipate which jurors would be seated, appellant\r\noffered no explanation as to which jurors he was attempting to seat or\r\nwhy other jurors were more desirable than Jurors #18 ind #25.4 \"The\r\neffect was the same as if no reason was given for striking the [white]\r\njuror[s].\" Id. Even though the jury selection method may have been\r\ndifferent than in Grandy, appellant's explanation is no more persuasive\r\nthan the prosecutor's explanation in Grandy. Accordingly, we affirm the\r\ntrial judge's finding appellant failed to assert a racially-neutral\r\nexplanation for striking Jurors #18 and #25. State v. Dyar, supra (the\r\ntrial court's findings regarding purposeful discrimination are entitled to\r\ngreat deference and are to be set aside only if clearly erroneous).5 \r\n  \r\n\r\n4For the first time on appeal, appellant explains he struck Juror #18\r\nin older to seat Juror #27. He states Juror #27 was preferable to Juror\r\n#18 because she had lived outside the South. \r\n  \r\n  \r\n  \r\n5 Under the procedure adopted in State, v. Adams, supra, the outcome\r\nmay be different. See Evans v. Georgia, 458 S.E.2d 665 (Ga. App. 1995)(in \r\n  \r\np.15\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n\r\n\r\nII. \r\n  \r\nSeventy-three-year-old Andrew Hagan was killed in his home\r\nduring the late morning or afternoon hours of December 29, 1993. While\r\nhis arms and legs were bound, he was stabbed over thirty-four times in\r\nthe neck, chest, and abdomen, and beaten in the head with a flashlight. \r\n  \r\n  \r\n  \r\nFive men, including appellant and Willie Simpkins, had been\r\nat the victim's home the evening before the murder and had sold the\r\nvictim construction equipment. By mid-January 1994, appellant,\r\nSimpkins, and two of the other men had been arrested and charged with\r\nthe murder. There was no direct physical evidence connecting appellant or\r\nany of the other suspects with the murder.6 The arrests were made\r\nprimarily on the basis of a statement given by one of the suspects. In\r\naddition, the victim's neighbor stated she had seen a vehicle similar in\r\ndescription to the one driven by Simpkins at the victim's home on the\r\nafternoon of the murder. \r\n  \r\n  \r\n  \r\nSimpkins testified after his arrest, the police searched his\r\nmother's home and found some Canadian dimes and buffalo nickels.\r\nSimpkins' mother testified Simpkins was living with her in December\r\n1993. She stated the police searched her home in February 1994 and\r\nfound Canadian coins in her son's bedroom. Mrs. Simpkins provided the\r\npolice with coins she kept in her own bedroom. She testified she had\r\nthese coins for many years. \r\n  \r\n  \r\n  \r\nGary Hagan, the victim's son, testified after the police\r\nprocessed his father's home, he looked through the home and determined\r\nnothing was missing. A couple of days later, he hired a housekeeping\r\nservice to clean his father's home. Hagan testified his father had kept\r\nforeign coins in a metal can in the top drawer of his dresser. He testified\r\nafter the cleaning crew left, he noticed the can was empty. Hagan\r\ntestified he thought the coins had been taken by someone from the \r\n  \r\n\r\nthe context of its application, striking jurors to get to individuals at the\r\nbottom of the jury list was reasonable and race-neutral). \r\n  \r\n6Only the victim's blood was found at the crime scene. The victim's\r\nblood was not found on the suspects' clothes. Only the victim's son's\r\nfingerprints were found at the victim's home. The murder weapon was not\r\nlocated. \r\n  \r\np.16 \r\n  \r\n\r\nSTATE v. HICKS \r\n\r\ncleaning service. \r\n  \r\n  \r\n  \r\nOn cross-examination, Hagan testified the police had showed\r\nhim some coins. Hagan admitted in his February 1994 statement to the\r\npolice he had identified two of the coins as being from his father's\r\ncollection and had stated other coins were similar to those his father had\r\ncollected. During his testimony, however, he explained his father's coins\r\nwere not rare and he could not positively identify any of the coins as\r\nbelonging to his father. \r\n  \r\n  \r\n  \r\nApproximately halfway through the State's case, Detective\r\nCourtney testified a second time. He explained he had investigated\r\nseveral leads from January through March 1994 none of the leads\r\nmaterialized \r\n  \r\n  \r\n  \r\nThereafter, the following transpired: \r\n  \r\nQ. All right, and by mid-April how about the leads with\r\nregard to the coins and Mr. Simpkins' car, where had they\r\ngone? \r\n  \r\nA. By that point in time, we'd pretty much determined that\r\nthere was no specific manner for Mr. Gary Hagan to\r\nabsolutely, positively identify the coins that had been obtained\r\nfrom Ms. Simpkins . . . \r\n  \r\n[Defense Counsel]: Objection to this, Judge. \r\n  \r\nThe Court: And your objection is? \r\n  \r\n[Defense Counsel]: Mr. Hagan's statement can speak for itself.\r\nHe undermines the credibility of that witness. \r\n  \r\nAfter a bench conference, the trial judge sustained appellants\r\nobjection, noting Detective Courtney was prohibited from commenting\r\nthe testimony of another witness. The judge stated: \r\n  \r\n  \r\n  \r\nHe can certainly testify that they had this lead, if you address\r\nfor example, coins, which you were, he may either say they\r\npursued that lead or they abandoned it. But as to the why\r\nthat goes to the issue of credibility, pits one witness against \r\n  \r\np.17\r\n\r\nSTATE v. HICKS \r\n\r\nanother, and that's for the jury to work out. \r\n  \r\n  \r\n  \r\nThe solicitor continued her cross-examination of the detective: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nQ. I asked you a question as to did you, through the course\r\nof your investigation, continue to pursue any connections with\r\nthe coin information you had originally received? \r\n  \r\nA. Yes, ma'am, we did. \r\n  \r\nQ. And what did you do in regards to those coins? \r\n  \r\nA. The theory of those coins was just dismissed.\r\nQ. And was that based on interviews with several people? \r\n  \r\nA. Yes, it was. \r\n  \r\nQ. And how about the situation with the car and any\r\nattachments of the car to the murder of Andrew Hagan? \r\n  \r\nA. Eventually, that theory was also dismissed. \r\n  \r\n  \r\n  \r\nQ. And that was based on results and witnesses? \r\n  \r\nA. That's correct. \r\n  \r\n  \r\n  \r\nQ. And we are talking about numerous witnesses you \r\n  \r\ndiscussed? \r\n  \r\nA. Yes, ma'am. \r\n  \r\n  \r\n  \r\nQ. When you say you're following up, you interviewed how\r\nmany people? \r\n  \r\n  \r\n  \r\nA. Somewhere between twenty and thirty myself, I believe. It\r\nwas a very large number of people that we talked to. \r\n  \r\n  \r\n  \r\nDetective Courtney then testified the suspect who had given\r\nthe statement providing the basis for the arrest of the four men had\r\nrecanted his story. Courtney stated as a result of a conversation with \r\n  \r\np.18\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\nanother suspect's attorney, he spoke with Danny Felder.7 Ultimately,\r\nFelder testified he witnessed appellant stab and beat the victim and steal\r\n$210 from the victim's wallet. \r\n  \r\n  \r\n  \r\nAppellant now argues the trial judge erred in allowing\r\nDetective Courtney to testify the charges against Simpkins were dismissed\r\nbased on interviews with individuals who did not testify at trial.8 He\r\nmaintains he was prejudiced by this testimony because it corroborated\r\nFelder's account of the crime and bolstered Felder's credibility. Appellant\r\nrelies on State v. Coleman, 301 S.C. 57, 389 S.E.2d 659 (1990), where the\r\nsolicitor stated during closing argument he had not called the two other\r\nsuspects as witnesses because they did not have probative testimony. \r\n  \r\n  \r\n  \r\nAppellant's only objection at trial concerned Detective\r\nCourtney's suggestion Gary Hagan's statement positively identifying the\r\ncoins taken from Simpkins as the coins from his father's collection was\r\nunreliable. Appellant's objection to the solicitor pitting witnesses was\r\nsustained. Appellant offered no objections however, to Detective Courtney'\r\ncomments concerning his reason for dismissing the charges against\r\nSimpkins. Accordingly, this issue is not preserved for appeal. State v.\r\n Byram, 326 S.C. 107, 485 S.E.2d 360 (1997)(to be preserved for appeal, a\r\nissue must be raised to and ruled on by the trial judge). \r\n  \r\nIn any event, there was no error in Detective Courtney\r\ntestifying he conducted numerous interviews and, as a result, the charges\r\nagainst Simpkins were dismissed. Coleman is inapposite. Unlike the\r\nsolicitor's argument in Coleman, Detective Courtney's testimony was base\r\non his own knowledge and investigation and he was subject to appellant's\r\ncross-examination. \r\n  \r\n\r\n7Felder was not one of the original four suspects arrested for\r\nvictim's murder. \r\n  \r\n  \r\n  \r\n8 Based on German v. State, 325 S.C. 25, 478 S.E.2d 687 (1996),\r\nappellant agrees the testimony was not objectionable as hearsay. The fact\r\nindividuals provided information exculpating Simpkins was not offered\r\nproof Simpkins was not guilty (for the truth of the matter asserted) but\r\nrather, for the purpose of showing why Detective Courtney dismissed\r\nSimpkins as a suspect. State v. Brown, 317 S.C. 55, 451 S.E.2d 888\r\n(1994). \r\n  \r\np.19\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n\r\n\r\nIII. \r\n  \r\nAppellant argues the penalty phase instructions were\r\nerroneous. Specifically, he contends the trial judge erred by charging the\r\njury the following: \r\n  \r\nรขโฌยข Any decision you make with regard to sentence for the\r\ndefendant must be based upon proof beyond a reasonable\r\ndoubt . . . . \r\n  \r\nรขโฌยข Also, you must find unanimously and beyond a\r\nreasonable doubt that the sentence you have decided to\r\nimpose is the appropriate sentence in light of the record\r\nof the case. \r\n  \r\n  \r\n  \r\nIn addition, appellant argues the trial judge erred by not\r\ninstructing the jury it could \"recommend life imprisonment if it found the\r\nexistence of one or more statutory aggravating circumstances beyond a\r\nreasonable doubt\" or \"for any reason or no reason at all.\" Appellant\r\ncontends because of these errors, a reasonable juror would have\r\nunderstood the given instructions as placing the burden of proof upon him\r\nto establish he should not be sentenced to death once it found the State\r\nhad established a statutory aggravating circumstance beyond a reasonable \r\n  \r\ndoubt.9 \r\n  \r\n  \r\n  \r\nAppellant concedes \"[d]efense counsel did not object to the\r\njudge's oral and written instructions.\" He contends because the errors\r\nwere so egregious, however, the Court should address the issue on direct\r\nappeal. \r\n  \r\n  \r\n  \r\nThis issue is not preserved for appellate review. State v.\r\n Longworth, 313 S.C. 360, 438 S.E.2d 219 (1993), cert. denied, 513 U.S.\r\n831, 115 S.Ct. 105, 130 L.Ed.2d 53 (1994)(failure to object to a given\r\ninstruction or to request a particular charge acts as a waiver of the right\r\nto complain about the issue on appeal). A contemporaneous objection is\r\nnecessary to preserve errors for direct appellate review, even in cases\r\nwhere a death sentence is imposed. State v. Torrence, 305 S.C. 45, 406\r\nS.E.2d 315 (1991). \r\n  \r\n\r\n9Appellant did not offer any statutory mitigating circumstance.\r\np.20\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\nIn any event, the instructions include the following statements: \r\n  \r\n  \r\n  \r\nรขโฌยข [W]ith regard to any set of instructions that are given to\r\nyou, that you take them in their whole context. Do not\r\nput any more emphasis on one portion as opposed to the\r\nother, and please make sure that you keep it in the total\r\ncontext that it is given to you; \r\n  \r\n  \r\n  \r\nรขโฌยข [T]he burden of roof in this procceding is on the State \r\n  \r\n  \r\n  \r\nรขโฌยข If all twelve of you agree that you are satisfied beyond\r\nreasonable doubt that one or more of the statuyory\r\n aggravating circumstances existed at that time, existed at\r\nthe time the victim in this case was murdered, then you\r\nwould be authorized to impose either a sentence of life\r\nimprisonment or death upon the defendant. \r\n  \r\n  \r\n  \r\nรขโฌยข While it is necessary that you find, beyond a reasonable\r\ndoubt, that one or more of the alleged statutory\r\naggravating circumstances existed at the time the victim\r\nwas murdered in order to impose the sentence of death\r\nupon the defendant, it is not necessary that you find\r\n beyond a reasonable doubt any mitigating circumstances\r\n existed at the time the victim was murdered in order to\r\n impose a sentence of life imprisonment rather than death\r\n upon the defendant. You are authorized to impose a\r\n sentence of life imprisonment regardless of whether you\r\n find that any mitigating circumstances existed at the \r\n time the victim was murdered. \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\nA jury instruction must be viewed in the context of the over\r\ncharge. Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400, 38\r\nL.Ed.2d 368, 373 (1973); State v. Norris, 285 S.C. 86, 328 S.E.2d 339\r\n(1985), overruled on other grounds, State v. Torrence, supra. The test for\r\nsufficiency of a jury charge is what a reasonable juror would have\r\nunderstood the charge to mean. State v. Patterson, 299 S.C. 280, 384\r\nS.E.2d 699 (1989), vacated on other grounds 493 U.S. 1013, 110 S.Ct. 70 \r\n  \r\np.21\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\n107 L.Ed.2d 730 (1990). There is no burden of proof on a capital\r\ndefendant with regard to evidence of mitigating circumstances. State v.\r\n Bell, 293 S.C. 391, 360 S.E.2d 706 (1987), cert. denied 484 U.S. 1020, 108\r\nS.Ct. 734, 98 L.Ed.2d 682 (1988). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConsidering the instructions as a whole, a reasonable juror\r\nwould not have understood the burden of proof was upon appellant to\r\nestablish he should not be sentenced to death once the State established a\r\nstatutory aggravating circumstance or that a mitigating circumstance must\r\nbe established before a life sentence could be imposed. The instructions\r\nspecified the State had the overall burden of proof. Further, the charge\r\nprovided, even if it found a statutory aggravating circumstance, the jury\r\ncould impose a life sentence. Moreover, the jury was instructed it was\r\nauthorized to impose a life sentence even if it did not find any mitigating\r\ncircumstances. Similar instructions have been found adequate. State v.\r\nGreen, 301 S.C. 347, 392 S.E.2d 157, cert. denied 498 U.S. 881, 111 S.Ct.\r\n229, 112 L.Ed.2d 183 (1990). \r\n  \r\n  \r\n  \r\nFinally, the trial judge is not required to instruct the jury it\r\ncould impose a life sentence \"for any reason or no reason at all\" where the\r\njury is informed, as it was here, it could consider any mitigating\r\ncircumstance authorized by law and could impose a life sentence even if\r\naggravating circumstances were found. Id.; State v. Jones, 298 S.C. 118,\r\n378 S.E.2d 594 (1989), cert. denied 494 U.S. 1060, 110 S.Ct. 1534, 108\r\nL.Ed.2d 773 (1990). There was no error.10 \r\n  \r\n  \r\n  \r\nPROPORTIONALITY REVIEW \r\n  \r\nAfter reviewing the entire record, we conclude the death\r\nsentence was not the result of passion, prejudice, or any other arbitrary\r\nfactor, and the jury's finding of statutory aggravating circumstances is\r\nsupported by the evidence.11 See S.C. Code Ann. รยง 16-3-25 (1985). \r\n  \r\n\r\n10 Our decision to address the merits of appellant's argument should\r\nnot be construed as eliminating the contemporaneous objection\r\nrequirement. \r\n  \r\n  \r\n  \r\n11 The jury found the statutory aggravating circumstances of murder\r\nwhile in the commission of kidnaping and while in the commission of\r\nrobbery while armed with a deadly weapon. S.C. Code Ann. รยง 16-3-20\r\n(C)(a)(1)(b) &amp; (d)(Supp. 1997). \r\n  \r\n  \r\n  \r\np.22\r\n\r\nSTATE v. HICKS \r\n\r\n\r\n\r\nFurther, we hold the death penalty is neither excessive nor\r\ndisproportionate to that imposed in similar cases. See State v. Byram,\r\nsupra; State v. Patterson, 324 S.C. 5, 4S2 S.E.2d 760, cert. denied ____ U.S.\r\n____ 118 S.Ct. 1463 139 L.Ed.2d 92 (1997); State v. McWee, 322 S.C. 387,\r\n472 S.E.2d 235 (1996), cert. denied,  ____U.S. ____, 117 S.Ct. 695, 136\r\nL.Ed.2d 618 (1997); State v. Elkins, 312 S.C. 541, 436 S.E.2d 178 (1993),\r\ncert. denied, 511 U.S. 1063, 114 S.Ct. 1634, 128 L.Ed.2d 357 (1994); State\r\nv Adams, 279 S.C. 228, 306 S.E.2d 208, cert. denied, 464 U.S. 1023, 104 \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE and WALLER, JJ., concur. FINNEY, C.J.,\r\ndissenting in separate opinion. \r\n  \r\n  \r\n  \r\np.23\r\n\r\nThe State v. Hicks \r\n\r\n\r\n\r\n\r\n\r\nThe State v. Willie Hicks \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: I respectfully dissent and would vacate appellant's death\r\nsentence and remand for resentencing. \r\n  \r\n  \r\n  \r\n In my view the charge as a whole was confusing and could lead a\r\njuror to conclude incorrectly that the state satisfies its burden by proving at\r\nleast one statutory aggravating circumstance beyond a reasonable doubt and\r\nthen the burden shifts to appellant to prove beyond a reasonable doubt that he\r\nshould not be sentenced to death. State v. Patrick, 289 S.C. 301, 345 S.E.2d\r\n481(1986)(capital defendant has no burden of proof). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge stated in part: \r\n  \r\n[A]ny decision you make with regard to sentence for the\r\ndefendant must be based upon proof beyond a\r\nreasonable doubt . . . . \r\n  \r\nAlso, you must find unanimously and beyond a reasonable\r\ndoubt that the sentence you have decided to impose is the\r\nappropriate sentence in light of the record of the case. \r\n  \r\nA capital jury needs to understand the following concepts: (1) it\r\ncould recommend life imprisonment even if it found the existence of one or more\r\nstatutory aggravating circumstances beyond a reasonable doubt; (2) it need not\r\nfind a  mitigating circumstance in order to impose life imprisonment; and (3) it\r\ncould recommend a life sentence for any reason or no reason at all. State v.\r\nAtkins, 303 S.C. 214, 399 S.E.2d 760 (1990); State v. Tyner, 273 S.C. 646, 258\r\nS.E.2d 559 (1979). The judge did not instruct the jury on the first and third\r\nconcepts. Furthermore, the judge instructed the jury at least twice that any\r\nsentencing decision must be based upon proof beyond a reasonable doubt. \r\n  \r\n  \r\n  \r\nConsidering the jury instructions as a whole, I believe a reasonable\r\njuror could have been confused and misled by the instruction and given the\r\nimpression that there was a burden upon appellant to prove beyond a\r\nreasonable doubt that the jury should recommend mercy in the sentencing.\r\nUnder these instructions, a reasonable juror could conclude the burden was on\r\nappellant to prove beyond a reasonable doubt that he should not be sentenced to\r\ndeath. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, I would vacate appellant's death sentence and remand for\r\nresentencing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.24\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]