[{"id":"24835","title":"In Re:  Greenville News - The State v. Joseph Sheppard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24835","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Re Greenville News, Appellant \r\n  \r\nThe State, Respondent \r\n  \r\nv. \r\n  \r\nJoseph Sheppard, Respondent, \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\nCosta M. Pleicones, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24835\r\nSubmitted April 22, 1998 - Filed September 14, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nVACATED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAmy M. Snyder, of Haynsworth, Marion, McKay &amp;\r\nGuerard, of Greenville, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSolicitor Robert M. Ariail, of Greenville, for\r\nrespondent, State of South Carolina.. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: \"The Greenville News\" (Newspaper) appeals an order\r\nclosing a pre-trial hearing in the death penalty trial of Joseph Sheppard. We\r\nvacate the trial court's order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\np.3\r\n\r\nGREENVILLE NEWS - STATE v. SHEPPARD \r\n\r\n\r\n\r\n\r\n\r\nThe trial court closed Sheppard's Jackson v. Denno1 hearing, finding \"a\r\nsubstantial probability exists of prejudice\" due to oral statements purportedly made\r\nby Sheppard. At the conclusion of the hearing, the court reiterated there was a\r\nmanifest necessity to close the hearing, and no alternative to closure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nNewspaper appeals, contending the court's closure of the hearing violated this\r\nCourt's opinions in Ex Parte First Charleston Corp., 329 S.C. 31, 495 S.E.2d 423\r\n(1998), and Ex Parte Island Packet, 308 S.C. 198, 417 S.E.2d 575 (1992). We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\nIn First Charleston, we recognized the presumption of openness applied to\r\npreliminary pre-trial hearings. See also Waller v. Georgia, 467 U.S. 39, 104 S.Ct.\r\n2210, 81 L.Ed.2d 31 (1984) (in which Supreme Court articulated a sixth\r\namendment right of public access to pretrial suppression hearings). Relying on\r\nPress-Enterprise Co. v. Superior Court of California, 478 U.S. 1, 106 S.Ct. 2735, 92\r\nL.Ed.2d 1 (1986) (Press-Enterprise II), we stated: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n... [T]o justify closure, the court must make specific findings that\r\nclosure is \"essential to preserve higher values and is narrowly tailored\r\nto serve that interest.\" Where the accused asserts his right to a fair\r\ntrial to justify closure, the court must make specific findings (1) that\r\nthere is a substantial probability of prejudice from publicity that\r\nclosure would prevent and (2) there are no reasonable alternatives to\r\nclosure that would adequately protect the defendant's fair trial rights.\r\nWhether a trial judge erred in closing a hearing depends on the\r\nparticular facts of each case. Further, through voir dire, a trial judge\r\ncould identify those jurors whose prior knowledge would disable them\r\nfrom rendering an impartial verdict. \r\n  \r\nFirst Charleston, 329 S.C. at 34-35, 49D S.E.2d at 424-425 (Emphasis supplied;\r\ninternal citations omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, although the trial court ruled there was a manifest necessity of closure\r\nand no alternative, there are simply no facts supporting this ruling. See Press-\r\nEnterprise v. Superior Court, 464 U.S. 501, 510, 104 S.Ct. 819, 824, 78 L.Ed.2d\r\n629, 638 (1984)(Press-Enterprise I) (presumption of openness may be overcome only\r\nby an overriding interest ... that interest must be articulated alone, with findings\r\nspecific enough that a reviewing court can determine whether the closure order was\r\nproperly entered). Merely ruling there is a \"substantial probability of prejudice and\r\nno reasonable alternative to closure,\" without substantiating facts, is simply\r\ninsufficient to comply with First Charleston. Accord Ex Parte Island Packet, supra \r\n  \r\n  \r\n  \r\n\r\n1 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964). \r\n\r\np.4\r\n\r\nGREENVILLE NEWS - STATE v. SHEPPARD \r\n\r\n\r\n\r\n\r\n\r\n(family court's findings that publicity would affect defendant's right to fair trial,\r\nand revelation of confidential information regarding defendant's psychiatric status,\r\ninsufficient basis upon which to justify closure of juvenile transfer hearing). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, the circuit court's order is \r\n  \r\nVACATED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.5\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24836","title":"S.C.D.H.P.T. v. E.S.I. Investments","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24836","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina Department\r\nof Highways and Public\r\nTransportation,          Respondent, \r\n  \r\nv. \r\n  \r\nE.S.I. Investments, a South\r\nCarolina General Partnership,\r\nand the South Carolina\r\nNational Bank, Mortgagee;\r\nProtective    Life    insurance\r\nCompany, Mortgagee; The\r\nAssociates Financial Services,\r\nLessee; One Price Clothing $7\r\nStore #53, Lessee; Variety\r\nWholesalers, Lessee; Pic'n'Pay\r\nShoes of Charleston, Lessee;\r\nCustom Furnishings, Lessee;\r\nBook     Exchange,       Lessee;\r\nCarolina Casuals,        Lessee;\r\nRevco Discount Drug Centers\r\nof      South         Carolina,\r\nIncorporated, #1204, Lessee;\r\nand K-Mart #9509, Lessee;\r\nLiquor Store, Lessee; Big Star\r\n#2730, Lessee; and Other\r\nCondemnees, \r\n  \r\n  \r\n  \r\nof which\r\nE.S.I. Investments is the        Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nand \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina Department\r\nof Highways and Public\r\nTransportation,         Respondent, \r\n  \r\n  \r\n  \r\np.6\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\n\r\n\r\n v. \r\n  \r\n  \r\n  \r\nE.S.I. Investments, a South\r\nCarolina General Partnership,\r\nLandowner, and the South\r\nCarolina    National     Bank,\r\nMortgagee; and Protective\r\nLife Insurance Company,\r\nMortgagees, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nof which\r\nE.S.1 Investments is the          Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n APPEALS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Dorchester County\r\nGerald C. Smoak, Sr., Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24836\r\nHeard December 2, 1997 - Filed September 14, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThomas E. McCutchen and Evans Taylor Barnette, both of\r\nMcCutchen, Blanton, Rhodes and Johnson, of Columbia, for\r\npetitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRichard D. Bybee, of Smith, Bundy, Bybee and Barnett, of\r\nCharleston; and Natalie Jean Moore, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: We granted a writ of certiorari to review the \r\n  \r\np.7\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\n\r\n\r\nCourt of Appeals' decision in South Carolina Department of Highways &amp;\r\nPublic Transportation v. E.S.I. Investments, 322 S.C. 147, 470 S.E.2d 387 (Ct.\r\nApp. 1996).  We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FACTS \r\n  \r\n This condemnation action was commenced by the filing of three\r\nNotices of Condemnation.  The actions were consolidated for trial and tried\r\nbefore a jury.  E.S.I. Investments (petitioner) was seeking compensation in\r\nexcess of $1.8 million dollars for damages to its shopping center resulting\r\nfrom the condemnation.  The jury returned a verdict in favor of petitioner in\r\nthe amount of $150,000.  Petitioner filed a motion for a new trial on the\r\ngrounds that it was error for the trial court to deny the landowner the right\r\nto call and identify one of respondent's trial witnesses, an appraiser, whose\r\ntestimony supported and corroborated petitioner's position. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The trial judge granted the motion for a new trial finding it was\r\nerror to deny petitioner the right to call and identify the appraiser as having\r\nbeen initially employed by respondent for the purpose of determining the fair\r\nmarket value of the property condemned and the resulting damage thereto.\r\nRespondent appealed and the Court of Appeals reversed concluding the\r\ntestimony was inadmissible to establish the appraiser's credibility because\r\npetitioner had no right to bolster the witness's credibility until he was\r\nimpeached or his credibility was attacked. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUE \r\n  \r\nCan an appraiser, called as a witness by petitioner at\r\ntrial but originally employed by respondent, be\r\nexamined as to his employment by respondent? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n The condemnation involves a portion of three separate tracts of\r\nland owned by petitioner.  One of the tracts was improved with the Heritage\r\nSquare Shopping Center, occupied by various tenants named as parties in\r\nthis action.  This tract of land was bounded by Highway 78 and Loblolly\r\nStreet before condemnation.  The other tracts were parcels of land abutting\r\nU.S. 78 and adjacent to the shopping center.  The total amount of land\r\nacquired was .553 acres from the three tracts comprising 13.98 acres before\r\ncondemnation. \r\n  \r\np.8\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\n\r\n\r\n Petitioner's claims for damages to the remainder were primarily\r\npremised on the construction of a raised concrete median which restricted\r\nturning movements to make a right turn in and right turn out at one of the\r\nentrances to the shopping center and the closing of another entrance on\r\nLoblolly Street.  Loblolly Street was converted from a two lane street to a\r\nfour lane controlled access facility.  Petitioner asserts that these changes in\r\ningress and egress constituted material changes which lead to the diminution\r\nof the fair market value of the shopping center.  The jury was charged with\r\ndetermining the following factual issues: 1) the value of the land taken, 2)\r\nwhether there was damage to the remainder caused by these highway\r\nimprovements and if so, 3) the extent of any damage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Only two of the three independent appraisers employed by\r\nrespondent testified at trial.  Both of these appraisers gave estimates of just\r\ncompensation ranging from $49,872 to $110,714 based on the value of the\r\nland taken, but concluded that the changes in access would result in no\r\ndamages to the remainder. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent did not call the third appraiser, Chris Donato, who\r\nwas retained by respondent and listed as a trial witness.  Donato concluded\r\nprior to trial that the highest and best use of the property before\r\ncondemnation was as warehouse distribution rather than as a shopping\r\ncenter and that the access changes would accelerate the change of use.\r\nDonato estimated just compensation was $210,000, which included the value\r\nof the land taken and damages to the remainder. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Petitioner called an expert appraiser and one of its partners\r\nconcerning estimates of the values of land and damages to the remainder.\r\nThese estimates of just compensation ranged from $1,876,000 to $2,200,000.\r\nDuring petitioner's case-in-chief, petitioner's counsel advised the court of their\r\nintentions to call Donato if he were not called to the stand by respondent.\r\nThe trial court ruled that petitioner could call Donato but it would be\r\nimproper to allow petitioner to elicit testimony about his original\r\nemployment, as the prejudice to respondent outweighed any probative value\r\nof the testimony.  Petitioner did not call Donato as a witness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n After the jury verdict, petitioner made a motion for a new trial\r\non the ground that it was denied a fair trial because it should have been\r\npermitted to call Donato and to identify him as having been employed by\r\nrespondent.  The trial judge ranted the motion. \r\n  \r\np.9\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\n\r\n\r\n\r\n\r\n Respondent argued to the Court of Appeals that the trial judge\r\nerred in granting petitioner a new trial asserting that the testimony was\r\nproperly restricted as it was highly prejudicial and irrelevant.  The Court of\r\nAppeals was persuaded by the majority view that such evidence is improper.1\r\nThe Court of Appeals concluded that admission of this evidence could only\r\nserve to support the witness's credibility, which is not permitted under our\r\nrules, or to create the impression with the jury that respondent was\r\nsuppressing evidence.  The Court of Appeals reversed the granting of a new\r\ntrial and held that the trial Judge properly excluded testimony concerning\r\nrespondent's hiring of the appraiser. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Petitioner contends the Court of Appeals erred in adopting the\r\nmajority view, which excludes, as a matter of law, under any and all\r\ncircumstances, evidence that an expert appraiser called as a witness by one\r\nparty in a condemnation action was initially employed by the opposing party.\r\nPetitioner urges this Court to adopt the minority rule which allows the trial\r\njudge to exercise discretion in determining whether to admit or exclude\r\nevidence that a witness was initially employed by the opposing party. City\r\nof Baltimore v. Zell, 367 A.2d 14 (Md. 1977); Levitsky v. Prince George's\r\nCounty, 439 A.2d 600 (Md.  Ct.  Spec.  App. 1982); Board of Education of South\r\nSan Pete School District v. Barton, 617 P.2d 347 (Utah 1980).  Petitioner\r\nmaintains the majority view cases followed by the Court of Appeals do not\r\naddress the situation of a condemnor putting into issue the validity of the\r\nlandowner's appraisal theory even though it is corroborated by one of its own\r\nexperts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We agree with the holding in City of Baltimore v. Zell, that\r\nadmitting the fact that the appraiser had been employed by the condemnor\r\nis a matter within the sound discretion of the trial court.  The Court in City\r\nof Baltimore stated: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n . . . We also have no disagreement with the general\r\n principle that a party ordinarily may not sustain the \r\n  \r\n\r\n1 Dicker v. United States 352 F.2d 455 (D.C. Cir. 1965); Arkansas\r\nState Highway Comm. v. First Pyramid Life Ins.  Co. of America, 579\r\nS.W.2d 587 (Ark. 1979); Department of Transportation v. Swanson, 382\r\nS.E.2d 711 (Ga.  Ct.  App. 1989), State v. Kalivas, 484 S.W.2d 292 (Mo.\r\n1972); State v. Wilkinson-Snowden-McGehee, 571 S.W.2d 842 (Tenn.  Ct.\r\nApp. 1978); State v. Biggers, 360 S.W.2d 516 (Tex. 1962). \r\n  \r\np.10\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\ncredibility of his own witness absent an attack upon\r\ncredibility by the other side. . . . Nevertheless, we\r\nbelieve that the opinions in the above-cited cases, and\r\nthe [condemnor's] position in the instant case,\r\nrepresent too rigid an application of the general\r\nprinciple.\r\n The rule that one cannot bolster the credibility\r\nof his own witness, absent an attack upon credibility\r\nby the other side, is not without exceptions. . . .\r\nMoreover, the rule is usually applied in completely\r\ndifferent circumstances than presented in the instant\r\ncase, such as an attempt to call an additional witness\r\nto testify concerning the good character for veracity\r\nof the witness or an attempt to offer a prior\r\nconsistent statement of the witness solely for the\r\npurpose of supporting his veracity. . . . In those\r\ncircumstances, as Wigmore, points out, valuable trial\r\ntime is taken up by the introduction of unnecessary\r\nand often cumbersome evidence, as an unimpeached\r\n'witness may be assumed to be of normal moral\r\ncharacter for veracity . . .'     However, merely asking\r\na witness a brief preliminary question concerning his\r\nemployment in connection with the case is not subject\r\nto this same objection.\r\n It is a routine practice in trials for an attorney\r\nto ask his witness certain preliminary questions\r\nwhich may not be relevant to the issues being\r\nlitigated, which may go beyond mere identification\r\nand which are designed to show that the witness will\r\nbe somewhat credible or not biased in favor of the\r\nside calling him.      For example, the educational\r\nbackground or professional status or employment\r\nposition of a non-expert witness may be asked, or the\r\nwitness's lack of prior contact with the side who has\r\ncalled him may be brought out.  These questions give\r\nthe jury some knowledge of the individual and a\r\nmore complete perspective in considering his\r\ntestimony.... [Citations omitted.] \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude that such questions, within reasonable limits, serve\r\nthe useful purpose of informing the jury about the witness, and thus may be \r\n  \r\n  \r\n  \r\np.11\r\n\r\nS.C.D.H.P.T. v. E.S.I. Investments \r\n\r\n\r\n\r\n\r\n\r\nallowed. \r\n  \r\n  \r\n  \r\n A trial judge's decision granting or denying a new trial will not\r\nbe disturbed unless his decision is wholly unsupported by the evidence or the\r\nconclusions of law have been controlled by an error of law. Craven v.\r\nCunningham, 292 S.C. 441, 357 S.E.2d 23 (1987).  Since we find the trial\r\njudge's ruling was not based on an error of law, the grant of a new trial was\r\nnot improper.  Accordingly, the opinion of the Court of Appeals is \r\n  \r\n  \r\n  \r\n  \r\n  \r\n REVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n TOAL, MOORE, WALLER, JJ., and Acting Associate Justice Jams R.\r\nBarber, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24837","title":"State v. Gardner","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24837","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State,                        Respondent,\r\n v.\r\nJoseph M.L. Gardner,              Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Dorchester County\r\nRalph King Anderson, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24837\r\nHeard March 3, 1998 - Filed September 14, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of The\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, Senior\r\nAssistant Attorney General William Edgar Salter,\r\nIII, all of Columbia, and Solicitor Walter M. Bailey,\r\nJr., of Summerville, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Per Curiam: This is a death penalty case.  Appellant was\r\nconvicted of murder and kidnaping and received a death sentence after the\r\njury found the aggravating circumstances of criminal sexual conduct\r\n(CSC), kidnaping, and physical torture.  This opinion consolidates the\r\ndirect appeal and our mandatory review pursuant to S.C. Code Ann. § 16-\r\n3-25 (1985).  We affirm. \r\n  \r\n  \r\n  \r\np.13\r\n\r\nSTATE v. GARDNER \r\n\r\n\r\n\r\n\r\n\r\n The events leading to these crimes began on the evening of\r\nDecember 30, 1992, when the victim, an intoxicated young woman, got into\r\nan automobile with three men she did not know.  The men drove to a\r\ntrailer, where the victim engaged in sex acts with several different men.\r\nWhile the victim initially voluntarily participated in these acts, she soon\r\nobjected, but the assaults continued.  Appellant attempted to sodomize the\r\nvictim over her protests.  When the men were finished, the victim was\r\ninstructed to bathe.  She was then placed in handcuffs, blindfolded, and\r\ntaken from the trailer to a waiting car with a heavy coat placed over her\r\nhead.  Three men got in the car: the victim was forced onto the\r\nfloorboard area in the backseat, one man sat beside her, and appellant\r\ntook the front passenger's seat.  The men drove for a period of time,\r\nleaving the county where the trailer was located and entering Berkeley\r\nCounty.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The victim freed herself from the handcuffs, and began to\r\nstruggle.  Appellant turned towards the back of the car, pushed the\r\nvictim's head back, and shot her twice in the face.  The driver pulled the\r\ncar onto the shoulder, and appellant shot the victim three more times.\r\nThe men then dumped the victim out of the car, and left her on the\r\nroadside.  The men returned to the trailer, and went out nightclubbing.\r\nPassersby saw the body on the side of the highway, and called for help.\r\nWhile the victim was still alive when the first people stopped, she soon\r\ndied. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The victim was picked up on December 30, and killed on\r\nDecember 31, 1992.  All persons involved fled the State; some were\r\narrested in January 1993, but appellant remained at large until October\r\n1994, when he was arrested in Philadelphia.  This case was tried in\r\nDecember 1995.  There was a good deal of publicity surrounding this trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As a result of the pretrial publicity, appellant made a change\r\nof venue motion.  He now contends the trial judge erred in denying this\r\nrequest.  We disagree.  When a change of venue motion is predicated on\r\npre-trial publicity, the relevant inquiry is whether potential jurors have\r\n\"such fixed opinions that they could not judge impartially the guilt of the\r\ndefendant.\" State v. Manning, 329 S.C. 1, 495 S.E.2d 191 (1997).  The \r\n  \r\n\r\n1This crossing of county and judicial circuit boundaries explains why\r\nappellant was not charged with CSC in this case. \r\n  \r\n  \r\n  \r\np.14\r\n\r\nSTATE v. GARDNER \r\n\r\n\r\n\r\nmoving party bears the burden of proving actual juror prejudice, and the\r\ntrial court's ruling on the venue motion will not be reversed on appeal\r\nabsent an abuse of discretion. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant's argument is that the trial court erred in finding\r\ncredible the potential jurors' statements on voir dire that they could act\r\nimpartially.  We defer to the trial judge's view of the potential jurors'\r\ncredibility, since he had the opportunity to view their demeanor. e.g.,\r\nSolomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994).  There is no\r\nshowing of actual juror prejudice, nor is there a lack of evidentiary\r\nsupport for the trial judge's ruling.  Appellant has failed to demonstrate\r\nan abuse of discretion in the denial of his motion for a change of venue.\r\nState v. Manning, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant next contends the trial judge committed reversible\r\nerror in admitting a close-up color photograph of the victim's face in the\r\nsentencing phase of this trial.  The photo accurately depicts the victim's\r\ncondition after appellant left her, having shot her in the lower part of her\r\nface five times.  Photographs of the victim's body are admissible in the\r\nsentencing phase of a capital trial to show the circumstances of the crime\r\nand the defendant's character. State v. Kornahrens, 290 S.C. 281, 350\r\nS.E.2d 180 (1986), cert. denied, 480 U.S. 940 (1987).  While the trial judge\r\nis required to balance the prejudicial effect of a photo against its probative\r\nvalue, the scope of probative value is much broader in the sentencing\r\nphase of a capital trial than in other proceedings. Id. We find no abuse\r\nof discretion here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The third issue appellant raises concerns the solicitor's cross- \r\n  \r\nexamination of two witnesses and his closing argument.  Appellant's\r\nmisconduct in the local jail while awaiting trial led to his transfer to\r\nBroad River Correctional Institution where he was placed on safe-keeping\r\nstatus, and housed in the death row area.  In an effort to show appellant's\r\nadaptability to prison life, he called two correctional officers to testify to\r\nhis good conduct while housed as a safe-keeper.  The solicitor rebutted this\r\nevidence by presenting testimony from the jail officials who had dealt with\r\nappellant prior to his transfer to Broad River, and cross-examined the two\r\ncorrectional officers called by appellant.  The cross-examination focused on\r\ntwo points: (1) the difference in prison rules and regulations between\r\nsafe-keepers, whose daily routine is like those serving a death sentence,\r\nand those in the general prison population, whose routine is more like\r\nappellant's jail experience, to demonstrate appellant was not really \r\n  \r\np.15 \r\n  \r\n\r\nSTATE v. GARDNER \r\n\r\n\r\n\r\nadaptable to prison life; and (2) the \"good life\" available to those in the\r\ngeneral population, such as access to educational opportunities, libraries,\r\ngyms, and television. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant contends the trial court erred in permitting the\r\nofficers to be cross-examined on the particulars of the \"easy life\" afforded\r\nan inmate housed in the general population, and in allowing the solicitor\r\nto argue in his closing argument that this easy life was not an appropriate\r\npunishment for appellant's crimes.  There was no objection to the closing\r\nargument, and therefore no issue is preserved for our review. State v.\r\nFranklin, 318 S.C. 47, 456 S.E.2d 357, cert. denied, 116 S.Ct. 160 (1995).\r\nFurther, appellant interposed no objection to the cross-examination of the\r\nfirst officer, and initially interposed only a general objection to the cross of\r\nthe second officer.  When he finally did object, appellant raised different\r\ngrounds than those he now asserts on appeal.  Appellant simply failed to\r\npreserve any meaningful objection to this line of cross-examination, and we\r\ncannot review it. State v. Motley , 251 S.C. 568, 164 S.E.2d 569 (1968) (no\r\nprejudice shown where a different witness testified to same matter without\r\nobjection); State v. Nichols, 325 S.C. 111, 481 S.E.2d 118 (1997) (general\r\nobjection insufficient to preserve issue for appellate review); State v.\r\nByram, 326 S.C. 107, 485 S.E.2d 360 (1997) (appellant cannot change\r\ngrounds for objection on appeal). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, appellant contends the trial court erred in denying his\r\nmotion to direct a verdict on the aggravating circumstance of physical\r\ntorture.  We find no error, given the graphic testimony that the victim was\r\nsubjected to repeated sexual assaults, including appellant's attempts to\r\nsodomize her.  There was sufficient evidence that the victim was\r\nintentionally subjected to aggravated battery to warrant submission of the\r\naggravating circumstance of physical torture to the jury. State v. Davis,\r\n309 S.C. 326, 422 S.E.2d 133 (1992); State v. Smith, 298 S.C. 482, 381\r\nS.E.2d 724 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We have conducted the proportionality review mandated by\r\nS.C. Code Ann. § 16-3-25, and find the sentence in this case is not the\r\nresult of passion, prejudice or any other arbitrary factor, and is neither\r\nexcessive nor disproportionate. State v. Davis, supra; State v. Truesdale,\r\n301 S.C. 546, 393 S.E.2d 168 (1990) facts reported in 285 S.C. 13, 328\r\nS.E.2d 53 (1984).  Accordingly, appellant's conviction and sentence are \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\np.16\r\n\r\nSTATE v. GARDNER \r\n\r\n\r\n\r\n\r\n\r\n C.J.\r\n A.J.\r\n A.J.\r\n A.J.\r\n A.J. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.17 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24838","title":"Fraternal Order of Police, et al. v. South Carolina Department of Revenue","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24838","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFraternal Order of Police, Charleston Lodge #3, Pet\r\nHelpers, Inc., d/b/a Shipwatch Bingo, Am-iy Navy Union\r\nGarrison #2020, Faith Temple Full Gospel Fellowship\r\nChurch, A Terre Des Hommes USA, Inc., Cherokee\r\nSuicide Intervention Center, Inc., Army Navy Garrison\r\n#2165, Lexington Voiture 1211 La Societe Des 40 &amp; 8\r\nd/b/a Sunset Bingo, United Veteran Association, Inc.\r\nRoadrunners Softball Association, Inc., United Society\r\nof the Blind of Greenwood, The Good Samaritan\r\nMission Center d/b/a Beacon Bingo, Fraternal Order of\r\nthe Elks (BPOE), Greenville Lodge No. 858, Piedmont\r\nHistorical Society d/b/a Great American Bingo, Pilgrim's\r\nInn, Inc., West Main Community Club, Ms. Wheelchair\r\nSouth Carolina, Inc., Citizens for Advancement of the\r\nPhysically Handicapped, Post 174 American Legion -\r\nLadies Auxiliary, HF Help Corporation, Army Navy\r\nGarrison #2156, Cherokee Gaffney Sertoma Club 10752,\r\nSouth Carolina Dairy Goat Association, Grand Strand\r\nOptimist Club d/b/a Galaxy Bingo, Miss Dillon County\r\nBeauty Pageant, Inc., Church in the Lord Jesus Christ\r\nof The Apostolic Faith, Inc. - Chesterfield Church in the\r\nLord Jesus Christ of the Apostolic Faith, Inc. - Lake\r\nCity, Church in the Lord Jesus Christ of the Apostolic\r\nFaith, Inc. - Darlington, Church of the Lord Jesus\r\nChrist of the Apostolic Faith, Inc. - Lynchburg,\r\nDovesville Rural Fire Department, Union Baptist\r\nChurch, VFW #3181, \r\n  \r\nAppellants, \r\n  \r\nv. \r\n  \r\nSouth Carolina Department of Revenue,\r\n Respondent. \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART;\r\n AND REMANDED \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.18\r\n\r\nFRATERNAL ORDER OF POLICE, et al. v. SC DEPT.  OF REVENUE \r\n\r\n\r\n\r\n\r\n\r\nAppeal From Richland County\r\n Marc H. Westbrook, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24838\r\nheard February 18, 1998 - Filed September 14, 199E \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Joseph Alton Bivens and Gerald M. Finkel, both of\r\n Finkel &amp; Altman, L.L.C., of Columbia; and Mark A.\r\n Mason, of Mason Law Firm, P.A. of Mt.  Pleasant, for\r\n appellants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRonald W. Urban, Harry T. Cooper, Jr., and Jeffrey\r\nM. Nelson, all of the South Carolina Department of\r\nRevenue, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: This is a tax refund case brought by bingo\r\noperators.  The Department denied the refund, and that ruling was\r\naffirmed by the administrative law judge and the circuit court.  We affirm\r\nin part and reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This appeal requires the Court to construe several statutes\r\nwhich were repealed effective October 1, 1997.  The parties have stipulated,\r\nhowever, that our decision will govern liability and refunds for the period\r\nJuly 1, 1992 to September 30, 1997. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The first issue is whether bingo taxes collected pursuant to S.C.\r\nCode Ann. §§ 12-21-3440(B) and 12-21-3441 (Supp. 1997) are included in\r\ngross proceeds so as to be subject to the sales and use tax imposed by S.C.\r\nCode Ann. § 12-21-3610 (Supp. 1997).  The Department, the administrative\r\nlaw judge, and the circuit court judge held the bingo tax was a component\r\nof gross proceeds and thus subject to the sales tax.  We disagree, and\r\nreverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Bingo Act's definitional statute defined \"gross proceeds\" as\r\n\"the total amount received from the sale of bingo cards and entrance fees\r\ncharged at locations in which the bingo is conducted.\" S.C. Code Ann. §\r\n12-21-3320(8) (Supp. 1997).  Statutory language is to be given its plain and\r\nordinary meaning. McClain v. South Carolina Dep't of Educ., 323 S.C. 132,\r\n473 S.E.2d 799 (1996).  Under the primary bingo tax statute, Class AA and \r\n  \r\np.19\r\n\r\nFRATERNAL ORDER OF POLICE, et al. v. SC DEPT.  OF REVENUE \r\n\r\n\r\n\r\n\r\n\r\nB license holders collect a \"per player\" bingo tax while Class D and E\r\nholders remit a bingo tax calculated as a percentage of gross proceeds.\r\nCompare § 12-21-3440(B)(1) and (2) with § 12-21-3440(B)(4) and (5).\r\nStatutes should not be construed so as to lead to an absurd result.\r\nCarolina Power &amp; Light v. Town of Pageland, 321 S.C. 538, 471 S.E.2d 137\r\n(1996).  As noted above, for Class D and E holders, bingo tax liability is\r\nbased on a percentage of their gross proceeds.  To hold then, that the bingo\r\ntaxes are a component of gross proceeds demonstrates the reductio ad\r\nabsurdum of the Department's position.  The bingo tax is not a component\r\nof gross proceeds, and accordingly is not subject to the sales and use tax.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The next issue is whether gross proceeds includes the monies\r\nbingo operators are statutorily required to pay out as prize money under\r\n§ 12-21-3420(12) (Supp. 1997).  The circuit court held these funds are part\r\nof the taxable gross proceeds, and that to adopt the operators' argument\r\nthat these funds are excluded would be to rewrite \"gross proceeds\" as \"net\r\nproceeds.\" We agree.  The statute defines gross proceeds as \"the total\r\namount received from the sale of bingo cards and entrance fees. . . .\", and\r\nprovides no deduction for prize money or any other expense.  The statutory\r\nlanguage is clear and unambiguous. McClain v. South Carolina Dep't of\r\nEduc., supra.  We affirm the circuit court order including prize money as\r\ngross proceeds subject to the sales and use tax. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The third issue is whether the operators are entitled to a\r\nrefund of the sales taxes they paid on their retail purchases of bingo cards,\r\nwhich they then resold to the players.  The circuit court upheld the denial\r\nof this refund request, holding (1) the resale of bingo cards is incidental to\r\nthe transaction2 between the operator and the player, which is the wager; \r\n  \r\n\r\n1Even if we were to find some ambiguity on this point, we would be\r\ncompelled to find the imposition of the sales tax upon the bingo tax an\r\nimproper \"tax upon a tax.\" There is a strong presumption against such\r\ndouble taxation, and statutes will be construed so as to permit it only\r\nwhere legislative intent to do so is clear. Wingfield v. South Carolina Tax\r\nComm'n, 147 S.C. 116, 144 S.E. 846 (1928); Greystone Catering Co. v.\r\nSouth Carolina Dep't of Rev., 326 S.C. 551, 486 S.E.2d 7 (Ct.  App. 1997).\r\nNo clear intention sufficient to overcome the strong presumption exists\r\nhere. \r\n  \r\n  \r\n  \r\n 2 According to the \"true object test\", sales which are merely\r\nincidental to the transaction and not its true object are not exempt from\r\nthe retail sales tax.  See Journal of Multistate Taxation, vol. 5, No. 6, pp. \r\n  \r\np.20\r\n\r\nFRATERNAL ORDER OF POLICE, et al. v. SC DEPT.  OF REVENUE \r\n\r\n\r\n\r\n\r\n\r\nand (2) that the operators lack standing to pursue the refund of a retail\r\ntax they paid.  Operators first argue that while this standing holding is\r\ntechnically correct, they are classified as retailers in this transaction only\r\nbecause they have erroneously been denied a wholesaler exemption.  We\r\nfind this argument is not preserved because although the operators raised\r\nit to the circuit court, that court failed to rule on the issue and operators\r\nfailed to call this omission to the circuit court's attention in a Rule 59(e),\r\nSCRCP, motion. Talley v. South Carolina Higher Educ.  Tuition Grants\r\nComm., 298 S.C. 483, 347 S.E.2d 99 (1986).  Were we to reach the merits\r\nof this claim, however, we would agree the sale of the bingo cards is\r\nmerely incidental to the true object of the transaction between the\r\noperators and the players.  We therefore affirm the denial of this refund\r\nrequest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n For the reasons given above, the order of the circuit court is\r\naffirmed in part and reversed in part, and the matter remanded to the\r\nDepartment of Revenue for appropriate action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED IN PART; REVERSED IN PART; AND\r\nREMANDED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n244-253 (Jan/Feb. 1996).  The parties have not argued that we should not\r\napply this analysis in this appeal. \r\n  \r\n  \r\n  \r\np.21 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24839","title":"South Carolina Energy Users Community v. Public Service Commission and SCE&amp;G","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24839","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina Energy\r\nUsers Committee,     Appellant, \r\n  \r\nv. \r\n  \r\nThe Public Service\r\nCommission of South\r\nCarolina and SCE&amp;G,    Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\n Thomas J. Ervin, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24839\r\nHeard April 7, 1998 - Filed September 14, 1998 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDaniel B. Lott, Jr., of Sherrill &amp; Roof, LLP, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFrancis P. Mood, of Sinkler &amp; Boyd, P.A.; James B.\r\nRichardson, of Svalina, Richardson &amp; Smith; and\r\nSarena D. Burch, of SCANA Corp., all of Columbia,\r\nfor respondent SCE&amp;G; and F. David Butler, of\r\nS.C. Public Service Commission, of Columbia, for\r\nrespondent SCPSC. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.22\r\n\r\nSC ENERGY USERS COMMITTEE v. PUBLIC SERVICE COMMISSION &amp; SCE&amp;G \r\n\r\n\r\n\r\n\r\n\r\n Finney, C.J.: This is an appeal1 from a circuit court order\r\nupholding an order of the Public Service Commission (PSC) which\r\napproved a rate increase for respondent SCE&amp;G.  Appellant contends the\r\nevidence does not support the rate of return on equity awarded in the\r\norder, and that the PSC exceeded its authority in authorizing a Storm\r\nDamage Reserve Fund.  We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant first contends that the PSC erred in allowing\r\nSCE&amp;G a 12% return on equity.  It concedes that expert testimony in the\r\nrecord supports this rate, but argues that the award itself is flawed\r\nbecause it rests on a speculative basis. See South Carolina Cable\r\nTelevision Ass'n v. Public Service Comm'n of South Carolina, 313 S.C. 48,\r\n437 S.E.2d 38 (1993) (rate of return cannot be based on unknown expenses\r\nand profits from future technological innovations).  Here, the experts\r\ntestified that investors were concerned about the perceived threats to the\r\nindustry resulting from deregulation and increased competition, and opined\r\nthat this perception of risk should be a factor in determining the rate of\r\nreturn. In an unartfully drawn order, the PSC first appears to say that\r\nthe rate increase is necessary because competition is inevitable and events\r\nare unforeseeable, but then states that investor caution concerning\r\nincreasing competition is a factor in setting the rate of return. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We must affirm the decision of the PSC if it is supported by\r\nsubstantial evidence in the record. Heater of Seabrook v. Public Serv.\r\nComm'n of South Carolina, 324 S.C. 56, 478 S.E.2d 826 (1996).  In this\r\ncase, we are faced with an order which, if predicated on unforeseeable\r\nfuture events, must be reversed as speculative. South Carolina Cable\r\nTelevision Ass'n, supra.  On the other hand, if this part of the order is\r\nread as the respondents ask us to, as predicated on the perception of the\r\nthreat of increased competition, then the order does not rest on purely\r\nspeculative evidence, but rather on the testimony of the experts and\r\ntherefore should be upheld under the substantial evidence rule. Hamm v.\r\nSouth Carolina Public Service Comm'n, 309 S.C. 282, 422 S.E.2d 110\r\n(1992).  Since the expert evidence before the PSC involved the perception\r\nissue, we find in this instance that the order should be construed as\r\nrespondents urge.  We caution the PSC, however, that it must write orders\r\nwhich are clear on their face, and which do not burden the courts with\r\ndetermining the Commission's meaning and intent. cf., Hamm v. American\r\nTelephone &amp; Telegraph Co., 302 S.C. 210, 394 S.E.2d 842 (1990) (court\r\nsuggests clearer format in future PSC orders); Heater of Seabrook v. \r\n  \r\n  \r\n  \r\n\r\n1We grant appellant's motion to add to the record. \r\n\r\np.23\r\n\r\nSC ENERGY USERS COMMITTEE v. PUBLIC SERVICE COMMISSION &amp; SCE&amp;G \r\n\r\n\r\n\r\n\r\n\r\nPublic Service Comm'n, Op.  No. 24821 (S.C. Sup.  Ct. filed July 21, 1998).\r\nWe find substantial evidence in the record regarding the role played by\r\ninvestor perception in this area, and therefore affirm this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The second issue concerns the PSC's authority to permit\r\nSCE&amp;G to accumulate a Storm Damage Reserve Fund to offset expenses\r\nin the event of catastrophic weather damage to its equipment.  Appellant\r\ncontends that this portion of the order results in the PSC regulating\r\ninsurance, a power not given it by statute.  We disagree with appellant's\r\nfundamental contention, that the accumulation of this Fund converts\r\nSCE&amp;G into an insurer. Southern Home Ins.  Co. v. Burdette's Leasing\r\nService, Inc., 268 S.C. 472, 234 S.E.2d 870 (1977) (creation of fund in lieu\r\nof insurance does not make one an insurer).  We find this issue to be\r\nwithout merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n For the reasons given above, this appeal is \r\n  \r\n  \r\n  \r\n AFFIRMED. \r\n  \r\n TOAL, WALLER, BURNETT, JJ., and Acting Associate Justice\r\nMarc H. Westbrook, concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.24 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24840","title":"State v. Ard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24840","description":"","date":"1998-09-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 31\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State,                  Respondent,\r\n v.\r\nJoseph Lee Ard,             Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\n Marc H. Westbrook, Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24840\r\nHeard May 27, 1998 - Filed September 14, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJoseph L. Savitz, III, of South Carolina Office of\r\nAppellate Defense, of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, all of\r\nColumbia; and Solicitor Donald V. Myers, of\r\nLexington, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BURNETT, A.J.: Appellant was convicted of the murder of\r\nhis girlfriend, Madalyn Coffey, and the murder of their unborn., but viable,\r\nson.  He was sentenced to death. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BACKGROUND\r\nMs. Coffey died from a single gunshot wound to her forehead. \r\n  \r\n  \r\n  \r\np.25\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\nHer unborn but viable child survived in utero for approximately six to\r\neight minutes before dying from a lack of oxygen. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n During the guilt phase of trial, witnesses testified they heard\r\nappellant threaten to kill Ms. Coffey prior to the shooting.  A witness\r\ntestified she saw appellant assault Ms. Coffey during her pregnancy and\r\nheard appellant state he wished Ms. Coffey and the unborn child were\r\ndead. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On the evening of the shooting, a witness testified she heard\r\nappellant and Ms. Coffey arguing in a motel bathroom.  Appellant had a\r\ngun.  Shortly thereafter, appellant shot Ms. Coffey.  He told a friend, \"tell\r\nthem I did it and they will have to catch me.\" Appellant then left in his\r\nautomobile.  There were no eyewitnesses to the shooting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant testified Ms. Coffey's death was an accident.  He\r\nclaimed Ms. Coffey, who was 8 1/2 months pregnant with his child, was\r\nupset and threatened to kill herself with the gun she was holding in her\r\nhand.  During appellant's attempt to take the gun away from his\r\ngirlfriend, the gun discharged.  Appellant testified he thought his\r\ngirlfriend was dead.  He \"freaked out\" and fled to Atlanta.  A friend\r\ninformed appellant the police were looking for him.  Three days later,\r\nappellant returned to Columbia and met with an attorney.  Appellant\r\ntestified he planned to surrender to the police but \"blacked out\" in the\r\nattorney's office.  When he awoke, he was in the hospital.  Ultimately,\r\nappellant was arrested for the two murders. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant raises only sentencing issues on appeal. \r\n  \r\n ISSUES \r\n  \r\nI. Did the trial court err in holding the terms \"person\" and\r\n\"child\" in S.C. Code Ann. § 16-3-20(C)(a)(Supp. 1997) include a\r\nviable fetus? \r\n  \r\n  \r\n  \r\nII. Did the trial court err in admitting into evidence two\r\nphotographs of the unborn child? \r\n  \r\n  \r\n  \r\nIII.  Did the trial court err by excluding from evidence a prior\r\nconsistent statement made by appellant to his lawyer? \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.26\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\nIV. Did the trial court err by instructing the jury not to\r\nconsider parole eligibility in reaching a decision as to the\r\nproper sentence? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I. \r\n  \r\n Appellant argues the trial court erred in holding the terms\r\n\"person\" and \"child\" as used in the statutory aggravating circumstances\r\nfound in § 16-3-20(C)(a)(9) &amp; (10) include a viable fetus.  Appellant\r\ncontends the murder of a viable fetus should not make a defendant eligible\r\nfor the death penalty.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In State v. Horne, 282 S.C. 444, 319 S.E.2d 703 (1984), the\r\nCourt determined an unborn but viable fetus is a \"person\" within the\r\nstatutory definition of murder.1 The Court declared a murder conviction\r\nmay be obtained when the state can prove beyond a reasonable doubt \"the\r\nfetus involved was viable, i.e., able to live separate and apart from its\r\nmother without the aid of artificial support.\" Id. S.C. at 447, S.E.2d at\r\n704. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In 1986, the General Assembly amended § 16-3-20(C)(a) to\r\ninclude subitems 9 and 10 as statutory aggravating circumstances.  Act.\r\nNo. 462, 1986 S.C. Acts 2955.  Subitem 9 provides: \"Two or more persons\r\nwere murdered by the defendant by one act or pursuant to one scheme or\r\ncourse of conduct.\" (emphasis added).  Subitem 10 provides: \"The murder\r\nof a child eleven years of age or under.\" (emphasis added).  Neither\r\n\"person\" nor \"child\" are defined in the statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude the legislature intended to include viable fetuses\r\nas \"persons\" within the statutory aggravating circumstance of § 16-3-\r\n20(C)(a)(9).  At the time the General Assembly added subitem 9 to the list\r\nof statutory aggravating circumstances it was aware of our holding in \r\n  \r\n  \r\n  \r\n\r\n1\"'Murder' is the killing of any person with malice aforethought,\r\neither express or implied.\" S.C. Code Ann. § 16-3-10 (1985)(emphasis\r\nadded). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.27\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\nState v. Horne, that a viable fetus was a person for purposes of murder.2\r\nWhitner v. State, 328 S.C. 1, 492 S.E.2d 777 (1997), cert. denied, 1998 WL\r\n130868 (May 26, 1998)(there is a basic presumption the legislature has\r\nknowledge of previous legislation as well as of judicial decisions construing\r\nthat legislation when later statutes are enacted concerning related\r\nsubjects); Berkebile v. Outen, 31 1 S.C. 50, 426 S.E.2d 760 (1993).  We find\r\nit would be inconsistent to conclude a viable fetus is a person for purposes\r\nof murder, but not a person for purposes of a statutory aggravating\r\ncircumstance to murder.  Similarly, it would be absurd to hold a viable\r\nfetus is a \"person\" but not a \"child.\" Consequently, we hold the legislature\r\nintended \"child\" within § 16-3-20(C)(a)(10) to encompass a viable fetus.\r\nThe trial judge properly held the murder of a viable fetus could subject a\r\ndefendant to the death penalty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n II. \r\n  \r\n During the sentencing phase, the solicitor moved to introduce\r\ntwo photographs of the unborn child into evidence.  These photographs\r\nshow the unborn child dressed in clothes Ms. Coffey had intended for him\r\nto wear home from the hospital.3 Appellant objected, arguing the\r\nphotographs \"give the impression that it was a born existing person\" and\r\nthe prejudice from the photographs outweighed any potential probative\r\nvalue.  The solicitor responded the photographs were relevant to the two\r\naggravating circumstances and relevant to establish the character of the\r\ndefendant.  The trial judge overruled appellant's objection, noting the\r\nphotographs served to corroborate the pathologist's testimony on the\r\nunborn child's physical development. \r\n  \r\n\r\n2Moreover, the General Assembly was aware of our holdings in\r\nFowler v. Woodward, 244 S.C. 608, 138 S.E.2d 42 (1964)(a viable fetus is a\r\nperson capable of maintaining a wrongful death action), and Hall v.\r\nMurphy, 236 S.C. 257, 113 S.E.2d 790 (1960)(a viable fetus is a person\r\nwho, if injured in utero, may maintain an action for those injuries after\r\nbirth). \r\n  \r\n  \r\n  \r\n 3Appellant does not claim the photographs are gruesome.  He argues,\r\nhowever, the photographs depict the child lying in a casket and are\r\nnothing more than funeral mementos.  We find the photographs do not\r\nsuggest the child is lying in a casket.  Accordingly, we express no opinion\r\non the propriety of a photograph of a victim at his funeral. \r\n  \r\np.28\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n On appeal, appellant asserts the photographs were not relevant\r\nto any issue at trial because the viability of the unborn child was not in\r\ndispute.  We agree the viability of the unborn child was not an issue\r\nduring the sentencing phase of appellant's trial.  During the guilt phase\r\ninstructions, the trial judge specifically charged the jury it must find the\r\nunborn child was viable.  Having found appellant guilty of the unborn\r\nchild's murder, the jury had already concluded the unborn child was\r\nviable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Nonetheless, we find the photographs were properly admitted.\r\nA trial judge has considerable latitude in ruling on the admissibility of\r\nevidence and his ruling will not be disturbed absent a showing of probable\r\nprejudice.  The determination of the relevancy, materiality, and\r\nadmissibility of a photograph is left to the sound discretion of the trial\r\njudge. State v. Kornahrens, 290 S.C. 281, 350 S.E.2d 180 (1986), cert.\r\ndenied, 480 U.S. 940, 107 S.Ct. 1592, 94 L.Ed.2d 781 (1987).  The trial\r\njudge must balance the prejudicial effect of a photograph against its\r\nprobative value. State v. Williams, 321 S.C. 327, 468 S.E.2d 626, cert.\r\ndenied, 519 U.S.____, 117 S.Ct. 230, 136 L.Ed.2d 161 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The purpose of the sentencing phase in a capital trial is to\r\n\"direct the jury's attention to the specific circumstances of the crime and\r\nthe characteristics of the offender.\" State v. Matthews, 296 S.C. 379, 390,\r\n373 S.E.2d 587, 594 (1988), cert. denied, 489 U.S. 1091, 109 S.Ct. 1559,\r\n103 L.Ed.2d 861 (1989).  Photographs of the victim's body may be\r\nadmitted to show the circumstances of the crime and the character of the\r\ndefendant. State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996), ____ U.S.\r\n____, 117 S.Ct. 1561, 137 L.Ed.2d 798 (1997).  Photographs may be offered\r\nas evidence in extenuation, mitigation, or aggravation. State v.\r\nKornahrens, supra; see also State v. Franklin, 318 S.C. 47 456 S.E.2d\r\n357, cert. denied, 516 U.S. 856, 116 S.Ct. 160, 133 L.Ed.2d 103 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In addition, evidence about the victim is relevant to the jury's\r\nconsideration of the sentence which should be imposed. Payne v.\r\nTennessee, 501 U.S. 808, III S.Ct. 2597, 115 L.Ed.2d 720 (1991).\r\nPhotographs may be offered as victim impact evidence \"to show something\r\nof the victim's life.\" \"Victim impact evidence is clearly admissible because\r\nit shows the victim's uniqueness as an individual so long as it does not\r\nrender the trial fundamentally unfair.\" State v. Tucker, supra, S.C. at\r\n168, S.E.2d at 267. \r\n  \r\n  \r\n  \r\np.29\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n The two photographs were properly admitted to portray the\r\nindividuality of the unborn child.  Since the child was murdered before he\r\nwas born, there was no other way to vividly present his uniqueness to the\r\njury.  Additionally, the photographs aided the jury in determining the\r\nvulnerability of the infant victim and, therefore, were relevant in assessing\r\nthe circumstances of the crime and the character of the defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Moreover, the photographs of the infant, dressed in clothes his\r\nmother intended for him to wear home from the hospital, reveal Ms.\r\nCoffey's aspirations about the birth of her child and were relevant to the\r\nsentence for her murder. See State v. Rocheville, 310 S.C. 20, 425 S.E.2d\r\n32, cert. denied, 508 U.S. 978, 113 S.Ct. 2978, 125 L.Ed.2d 675\r\n(1993)(parents' testimony about their families' reliance on their murdered\r\nsons was proper).  Finally, the photographs support the statutory\r\naggravating circumstances that two persons were murdered by appellant\r\nduring one course of conduct4 and one of the victims was a child under the\r\nage of eleven. See S.C. Code Ann. § 16-3-20(C)(a)(9) &amp; (10).  The trial\r\njudge did not abuse his discretion in admitting the two photographs during\r\nthe sentencing phase of the trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n III. \r\n  \r\n  \r\n  \r\n During the sentencing phase, Lance Black, an inmate at\r\nMcCormick Correctional Institute, testified as a hostile witness for the\r\nState.  Black testified while appellant was incarcerated at McCormick\r\nbefore trial, appellant told him he had \"planned\" the accident defense.\r\nAccording to Black, appellant told him he had killed Ms. Coffey because\r\nshe was going to turn him into the police, presumably for drug offenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n To rebut Black's testimony, defense counsel called attorney\r\nJack Swerling.5 Swerling testified three days after the shooting, appellant\r\ncame to his office, intending to turn himself into the police.  Swerling\r\ntestified there was a warrant for appellant's arrest.  Appellant gave\r\nSwerling a brief explanation of the shooting.  The solicitor objected when \r\n  \r\n\r\n4The State admitted a photograph of Ms. Coffey wearing a modeling\r\ncostume with no objection from appellant. \r\n  \r\n 5Swerling was not appellant's trial attorney.  During sentencing,\r\nappellant waived his attorney-client privilege with Swerling. \r\n  \r\n  \r\n  \r\np.30\r\n\r\nSTATE v. ARD \r\n\r\ndefense counsel asked Swerling what appellant had said about the\r\nshooting.  The solicitor argued the testimony was inadmissible hearsay.\r\nDefense counsel replied the testimony was admissible under two exceptions\r\nto the rule against hearsay and admissible as evidence of a prior\r\ninconsistent statement.  The trial judge sustained the objection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Defense counsel proffered Swerling's testimony.  Swerling\r\ntestified appellant told him he shot his girlfriend and child by accident.\r\nSwerling's notes state: \"The defendant and girl had gun.  Gun went off\r\naccidentally.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant now argues the trial judge erred in excluding his\r\nprior consistent statement made to Swerling.  Appellant contends,\r\npursuant to Rule 801(d)(1)(B), SCRE, the testimony was not hearsay and\r\nexclusion of the testimony violated his due process.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At trial, appellant argued Swerling's testimony regarding his\r\nprior statement, albeit hearsay, was admissible as an exception to\r\nhearsay.6 In addition, he argued the testimony was admissible as extrinsic\r\nevidence of a prior inconsistent statement.  Rule 613(b), SCRE.  Appellant\r\ndid not argue his prior consistent statement was admissible under Rule\r\n801(d)(1)(B).  Accordingly, his current issue is not preserved for appellate\r\nreview. State v. Byram, 326 S.C. 107, 485 S.E.2d 360 (1997); State v.\r\nTucker, 319 S.C. 425, 462 S.E.2d 263 (1995), cert. denied, 516 U.S. 1080,\r\n116 S.Ct. 789, 133 L.Ed.2d 739 (1996)(an issue is not preserved for\r\nappellate review where a party argues one ground in support of relief at\r\ntrial and a different ground on appeal). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In any event, Rule 801(d)(1)(B), SCRE, provides, in relevant\r\npart, as follows: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStatements which are not hearsay.  A statement is not hearsay if-- \r\n  \r\nPrior statement by witness.  The declarant testifies at the\r\ntrial or hearing and is subject to cross-examination concerning\r\nthe statement, and the statement is . . .  (B) consistent with the \r\n  \r\n  \r\n  \r\n\r\n6Appellant argued the testimony was admissible under the present\r\nsense impression and excited utterance exceptions to the rule against\r\nhearsay.  Rule 803(l) &amp; (2), SCRE. \r\n  \r\np.31 \r\n  \r\n  \r\n  \r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\ndeclarant's testimony and is offered to rebut an express or\r\nimplied charge against the declarant of recent fabrication or\r\nimproper motive; provided, however, the statement must have\r\nbeen made before the alleged fabrication, or before the alleged\r\nimproper influence or motive arose, . . . . \r\n  \r\n  \r\n  \r\n  \r\n  \r\n According to the commentator's note, except for the proviso,\r\nRule 801(d)(1)(B), SCRE, is consistent with the Federal Rules of Evidence.\r\nThe proviso was added to reflect the United States Supreme Court's\r\ninterpretation of the federal rule in Tome v. United States, 513 U.S. 150,\r\n____, 115 S.Ct. 696, 705, 130 L.Ed.2d 574, 588 (1995)(Rule 801(d)(1)(b)\r\n\"permits the introduction of a declarant's consistent out-of-court statements\r\nto rebut a charge of recent fabrication or improper influence or motive\r\nonly when those statements were made before the charged recent\r\nfabrication or improper influence or motive.\"). The modification is similar\r\nto the pre-rules case law in this state holding the prior consistent\r\nstatement must have been made before the declarant's \"relation to the\r\ncause.\" Jolly v. State, 314 S.C. 17, 443 S.E.2d 566 (1994); Burns v.\r\nClayton, 237 S.C. 316, 117 S.E.2d 300 (1960). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant's prior consistent statement to Swerling was not\r\nadmissible under Rule 801(d)(1)(B), SCRE.  First, although appellant did\r\ntestify during the guilt phase of trial, he was not subject to cross-\r\nexamination concerning his statement to Swerling, as the evidentiary rule\r\nrequires.  In fact, appellant could not have been cross-examined about his\r\nstatement to Swerling without violation of appellant's attorney-client\r\nprivilege. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, although his statement to Swerling was made prior to\r\nthe time Black alleged appellant had fabricated his accident defense (while\r\nappellant was in jail awaiting trial), the statement was not made before\r\nappellant had a motive to fabricate a defense.  At the time appellant made\r\nthe statement to Swerling, he was planning to turn himself into the police\r\nfor shooting Ms. Coffey.  Appellant had a motive to fabricate a defense or\r\nto diminish his responsibility for the shooting when he stated to Swerling\r\nthe shooting was an accident. See United States v. Forrester, 60 F.3d 52\r\n(2nd Cir. 1995)(motive to fabricate arose when witness was arrested);\r\nUnited States v. Frederick, 78 F.3d 1370 (9th Cir. 1996)(child victim's\r\nstatement to police after her relatives had reported molestation and police\r\nhad begun formal investigation was inadmissible under Rule 801(d)(1)(B),\r\nFRE); United States v. Moreno. 94 F.3d 1453 (10th Cir. 1996)(witness had \r\n  \r\np.32\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\nmotive to concoct story as soon as he was arrested); United States v.\r\nAlbers, 93 F.3d 1469 (10th Cir. 1996)(where witness admitted he did not\r\nagree to talk with law enforcement until he had become afraid others\r\ninvolved in the conspiracy would testify against him, his statement to\r\nofficer came after witness had motive to falsify); see also People v.\r\nEdwards, 819 P.2d 436 (Cal. 1991)(where defendant's statement was made\r\nnine days after shooting, defendant had a compelling motive to deceive\r\nand seek to exonerate himself, therefore statement did not carry\r\nprobability of trustworthiness).  Appellant's prior consistent statement was\r\nnot admissible under Rule 801(d)(1)(B), SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, appellant contends exclusion of his prior consistent\r\nstatement violated his due process rights because he was unable to refute\r\nBlack's testimony. See Gardner v. Florida, 430 U.S. 349, 97 S.Ct. 1197,\r\n51 L.Ed.2d 393 (1977)(a death sentence may not be imposed on the basis\r\nof information which the defendant had no opportunity to explain or deny).\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n First, appellant's due process argument in support of\r\nSwerling's testimony was raised to the trial court on the day following\r\nSwerling's proffered testimony and the trial judge's denial of the admission\r\nof the testimony.  Accordingly, the argument was untimely. See State v.\r\nPatterson, 324 S.C. 5, 482 S.E.2d 760, cert. denied, ___ U.S. ___, 118 S.Ct.\r\n146, 139 L.Ed.2d 92 (1997)(a party must make a contemporaneous\r\nobjection to preserve an issue on appeal). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, appellant had the opportunity to cross-examine Black.\r\nAdditionally, in response to Black's testimony, appellant could have\r\ntestified he told Swerling the shooting was an accident.  Instead, appellant\r\nchose not to testify at sentencing.  Appellant had sufficient opportunity to\r\nexplain or deny Black's allegation he had fabricated an accident defense.\r\nThe exclusion of Swerling's testimony regarding appellant's statement did\r\nnot violate appellant's right to due process.7 \r\n  \r\n\r\n7Appellant also refers to Green v. Georgia, 442 U.S. 9'0, 99 S.Ct.\r\n2150, 60 L.Ed.2d 738 (1979), where the United States Supreme Court held\r\nto prevent a defendant from being deprived of a fair trial, the due process\r\nclause requires admission of the exculpatory confession of a third party\r\noffered through hearsay, even if state evidentiary rules prohibit its\r\nadmission, where the evidence is reliable (a statement against penal \r\n  \r\n  \r\n  \r\np.33\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n IV. \r\n  \r\n  \r\n  \r\n Appellant contends the trial judge erred by instructing the\r\njury, \"You must not consider parole eligibility in reaching a decision, and\r\nyou must assume that the terms 'life imprisomnent' and 'death sentence'\r\nshould be understood in their ordinary and plain meaning.\" Appellant\r\ncontends the charge improperly injected the issue of parole into the jury's\r\ndeliberations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n While discussing final summations, the trial judge instructed\r\ncounsel not to refer to parole.  Defense counsel stated: \"We will request a\r\nNorris8 charge.\" The solicitor agreed the charge was appropriate.\r\nThereafter, defense counsel stated: \"Judge, just to be clear, we can argue\r\nlife means life . . .\". The following morning, during the charge\r\nconference, defense counsel and the State confirmed the use of a Norris\r\ncharge.  The trial judge stated: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n. . .  when I tell [the jury] the two verdicts or when I tell [the\r\njury] that at that point that they may consider the death\r\npenalty and life imprisonment, I will then give them the Norris\r\ncharge, that they are to consider those in their ordinary, plain\r\nmeaning. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thereafter, the trial judge instructed the jury: \r\n  \r\n  \r\n  \r\nYou must not consider parole eligibility in reaching a decision, \r\n  \r\n\r\ninterests) and highly relevant to a critical issue in the case.  Here, because\r\nappellant had a motive to reduce his responsibility for the shooting, his\r\nstatement to Swerling is not inherently reliable. See Huffington v. Nuth,\r\n1998 WL 142317 (4th Cir. 1998)(where hearsay statement was not reliable,\r\nit is not error to disallow its admission); Cunningham v. Peters, 941 F.2d\r\n535 (7th Cir. 1991)(where third party's statement is unreliable, no error to\r\ndeny its admission); LeGrand v. Stewart, 133 F.3d 1253 (9th Cir.\r\n1998)(where co-defendant's confession was not sufficiently reliable, no error\r\nin excluding its admission). \r\n  \r\n  \r\n  \r\n 8State v. Norris, 280 S.C. 86, 328 S.E.2d 339 (1985), overruled in\r\npart on other grounds, State v. Torrence, 305 S.C. 45, 406 S.E.2d 315\r\n(1991). \r\n  \r\np.34\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\nand you must assume that the terms life imprisonment and\r\ndeath sentence should be understood in their ordinary and\r\nplain meaning. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant excepted to that portion of the Court's Norris charge\r\nwhich referred to parole eligibility.  The trial judge overruled the\r\nexception, noting the language in the instruction was included in Norris. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Parole eligibility is a legislative determination. State v.  Plath,\r\n281 S.C. 1, 313 S.E.2d 619, cert. denied, 467 U.S. 1265, 104 S.Ct. 3560, 82\r\nL.Ed.2d 862 (1984).  It is not relevant to a jury's sentencing\r\nconsiderations. State v. Young, 319 S.C. 33, 459 S.E.2d 84 (1995), cert.\r\ndenied, 516 U.S. 1051, 116 S.Ct. 718, 133 L.Ed.2d 671 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Traditionally, any reference to parole eligibility was prohibited.\r\n \"[A] jury charged with the responsibility of assessing the penalty to be\r\n suffered by an accused should not be invited, by instruction or argument,\r\n to speculate on the possible effect of pardon or parole upon the execution\r\n of the sentence imposed.\" State v. Atkinson, 253 S.C. 531, 534, 172 S.E.2d\r\n 111, 112 (1970), vacated in part, 408 U.S. 936, 92 S.Ct. 2859, 33 L.Ed.2d\r\n 752 (1972), overruled in part on other grounds, State v. Torrence, supra.\r\n In the absence of an inquiry from the jury, a defendant was not entitled to\r\n a charge allowing the jury to consider parole eligibility, State v. Matthews,\r\n 296 S.C. 379, 373 S.E.2d 587 (1988), or prohibiting the jury from\r\n considering parole eligibility.  State v. Butler, 277 S.C. 543, 290 S.E.2d 420\r\n (1982), overruled in part on other grounds, State v. Torrence, supra; State\r\n v. Copeland, 278 S.C. 572, 300 S.E.2d 63 (1982), cert. denied, 460 U.S.\r\n 1103, 103 S.Ct. 1802, 76 L.Ed.2d 367 (1983).  Additionally, the trial judge\r\n was prohibited from referring to parole eligibility sua sponte.  State v.\r\n Goolsby, 275 S.C. 110, 268 S.E.2d 31 (1980), cert. denied, 449 U.S. 1037,\r\n 101 S.Ct. 616, 66 L.Ed.2d 500 (1980), overruled in part on other grounds,\r\n State v. Torrence, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In State v. Norris, supra, the Court set out the proper\r\nresponse when a jury inquires about parole: \r\n  \r\n  \r\n  \r\nWhen the issue [of parole] is raised [by the jury], the Court\r\nshould instruct the jury that it shall not consider parole\r\neligibility in reaching its decision, and that the terms 'life\r\nimprisonment' and 'death sentence' should be understood in\r\ntheir ordinary and plain meaning. \r\n  \r\n  \r\n  \r\np.35\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\nS.C. at 95, S.E.2d at 344.  A complete Norris charge includes two\r\nelements: 1) the jury should not consider parole eligibility in reaching its\r\ndecision (the \"no concern\" charge) and 2) \"the terms life imprisonment and\r\ndeath sentence are to be understood in their ordinary and plain meanings\"\r\ncharge.  In response to a jury's inquiry about parole eligibility, it is\r\nreversible error to omit the \"ordinary and plain meaning of life and death,\"\r\neven if the \"no concern\" charge is given. State v. Plemmons, 296 S.C. 76,\r\n370 S.E.2d 971 (1988); State v. Johnson. 293 S.C. 321) 360 S.E.2d 317\r\n(1987).  However, in response to a jury's inquiry about parole eligibility, it\r\nis not reversible error to charge \"the term life imprisonment is to be\r\nunderstood in its ordinary and plain meaning\" without instructing on \"no\r\nconcern.\" \"[A] 'life imprisonment in its ordinary and plain meaning'\r\ncharge necessarily precludes jury consideration of parole eligibility.\" State\r\nv. Smith, 298 S.C. 482, 487, 381 S.E.2d 724, 727 (1989), cert. denied, 494\r\nU.S. 1060, 110 S.Ct. 1536, 108 L.Ed.2d 775 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In State v. Atkins, 293 S.C. 294, 360 S.E.2d 302 (1987),\r\noverruled in part on other grounds, State v. Torrence, supra, this Court\r\nheld the lower court properly refused the defendant's request for\r\ninstructions on parole eligibility. The Court concluded, however, in the\r\nfuture, \"if requested by the defendant,, the trial judge shall charge the\r\njury, that the term 'life imprisonment' is to be understood in its ordinary\r\nand plain meaning.\" Id., S.C. at 300, S.E.2d at 305.  As an alternative to\r\nthis charge, a defendant may request the trial judge instruct the jury\r\nregarding possible sentences and parole eligibility as stated in § 16-3-20\r\n(Supp. 1997)(effect of jury finding or not finding statutory aggravating\r\ncircumstance on parole eligibility). Id. Additional information regarding a\r\ndefendant's parole eligibility may be requested and charged if it is\r\nnecessary to accurately state the defendant's parole eligibility. State v.\r\nTorrence, supra.  It is reversible error to refuse an Atkins' request. State\r\nv. Davis, 306 S.C. 246, 411 S.E.2d 220 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Although appellant requested a \"Norris charge\" without further\r\nexplanation, it appears he desired the court to charge only that component\r\nof Norris which refers to life and death should be understood in their\r\nplain and ordinary meanings.  The trial judge confirmed his understanding\r\nof the requested charge by informing counsel he would charge the terms\r\n'death sentence' and 'life imprisonment' should be considered in their\r\nordinary and plain meanings.  He did not indicate he would refer to parole\r\neligibility.  During the instruction, however, the trial court referred to\r\nparole eligibility, even though the jury had not inquired about parole and \r\n  \r\np.36 \r\n  \r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\nappellant had not requested a charge on parole eligibility. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Since it is improper to refer to parole unless specifically\r\nrequested by the defendant or an inquiry is made by the jury, the trial\r\njudge erred in mentioning parole eligibility during the charge.9 State v.\r\nCopeland, 278 S.C. 572, 300 S.E.2d 63 (1982), cert. denied, 460 U.S. 1103,\r\n103 S.Ct. 1802, 76 L.Ed.2d 367 (1983)(trial judge should not speculate that\r\nparole eligibility might be considered by jury and instruct them\r\naccordingly; to do so may, in fact, inject consideration of parole into their\r\ndeliberations where it may not have been before).  Nonetheless, since the\r\ntrial judge instructed the jury not to consider parole eligibility, it is\r\npresumed the jury did not in fact consider parole. State v. Pierce, 289\r\nS.C. 430, 346 S.E.2d 707 (1986), overruled in part on other grounds, State\r\nv. Torrence, supra (jurors are presumed to follow the law as instructed).\r\nMoreover, the trial judge charged the jury \"life imprisonment\" and \"death\r\nsentence\" are to be understood in their ordinary and plain meanings.  This\r\ninstruction \"necessarily precludes jury consideration of parole eligibility.\"\r\nState v. Smith, supra, S.C. at 487, S.E.2d at 727.  Therefore, any error in\r\nreferring to parole was harmless. See State v. Goolsby, supra (any error\r\nin instruction referring to parole was cured when trial judge later\r\nwithdrew that portion of charge and affirmatively instructed jury to\r\nconsider the alternative sentences of the death penalty or life\r\nimprisonment without regard to parole).10 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PROPORTIONALITY REVIEW \r\n  \r\n After reviewing the entire record, we conclude the death\r\nsentence was not the result of passion, prejudice, or any other arbitrary\r\nfactor, and the jury's finding of statutory aggravating circumstances is \r\n  \r\n\r\n9In his brief, appellant argues for the first time the trial judge's\r\ninstruction to \"assume\" life imprisonment and death sentence should be\r\nunderstood in their ordinary and plain meanings was error.  Since there\r\nwas no objection to this instruction below, the issue is not preserved for\r\nappellate review. State v. Johnson, 315 S.C. 485, 445 S.E.2d 637\r\n(1994)(failure to object to jury charge constitutes a waiver of the right to\r\nraise the issue on appeal). \r\n  \r\n  \r\n  \r\n 10We caution attorneys to clearly state the specific language of a\r\nrequested charge rather than relying on a term of art. \r\n  \r\np.37\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\nsupported by the evidence. See S.C. Code Ann. § 16-3-25 (1985).\r\nFurther, we hold the death penalty is neither excessive nor\r\ndisproportionate to that imposed in similar cases. See State v. Simpson,\r\n325 S.C. 37, 479 S.E.2d 57, cert. denied, ____U.S. ____ , ____ S.Ct.____, 138\r\nL.Ed.2d 217 (1996); State v. Humphries, 325 S.C. 28, 479 S.E.2d 52, cert.\r\ndenied,____ U.S.____, ____ S.Ct.____, 138 L.Ed.2d 201 (1996); State v. Von\r\nDohlen, 322 S.C. 234, 471 S.E.2d 689, cert. denied, 519 U.S. ____, 117 S.Ct.\r\n402, 136 L.Ed.2d 316 (1996); State v. Williams, supra; State v. Hudgins,\r\n319 S.C. 233, 460 S.E.2d 388 (1995), cert. denied, 516 U.S.____, 116 S.Ct.\r\n821, 133 L.Ed.2d 764 (1996); State v. Rocheville, supra; State v. Sims, 304\r\nS.C. 409, 405 S.E.2d 377 (1991), cert. denied, 502 U.S. 1103Y 112 S.Ct.\r\n1193, 117 L.Ed.2d 434 (1992); State v. Green, 301 S.C. 347, 392 S.E.2d\r\n157, cert. denied, 498 U.S. 881, 111 S.Ct. 229, 112 L.Ed.2d 183 (1990);\r\nState v. Cain, 297 S.C. 497, 377 S.E.2d 556 (1988), cert. denied, 497 U.S.\r\n101, 110 S.Ct. 3254, 111 L.Ed.2d 764 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED. \r\n  \r\n TOAL, A.C.J. and WALLER, A.J., concur.  Acting\r\nAssociate Justice George T. Gregory, Jr., concurs in majority\r\nopinion in result only.  MOORE, A.J., concurs in result only in\r\nseparate opinion. \r\n  \r\np.38\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\n MOORE, A.J.: Because I disagree that the statutory aggravating\r\ncircumstance set forth in S.C. Code Ann. § 16-3-20(C)(a)(10) (Supp. 1997)\r\nwas properly submitted to the jury, I concur in result only. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The majority concludes a viable fetus qualifies as \"a child eleven\r\nyears of age or under\" for purposes of the aggravating circumstance in\r\n§ 16-3-20(C)(a)(10).  Contrary to the majority's analysis, it is my view that\r\nwhether a viable fetus is a \"person\" for purposes of murder does not\r\ndetermine the issue of its qualification as a person of a certain age under\r\nthis aggravating circumstance. See State v. Horne, 282 S.C. 444, 319,\r\nS.E.2d 703 (1984) (recognizing a viable fetus is a \"person\" within the\r\nstatutory definition of murder). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n All murders involve the killing of a person but, under our statutory\r\nscheme, not all murders are capital offenses.  In particular circumstances,\r\nthe victim's status as a member of a certain class of persons elevates\r\nmurder to a capital offense, for instance, murder of a judicial officer, law\r\nenforcement officer, solicitor, fireman, or witness. § 16-3-20(C)(a)(5), (7),\r\nand (11).  The murder of a child eleven years or younger is one of these\r\n\"status\" aggravating circumstances.  Because of the increased penalty\r\ndetermined by these aggravating circumstances, the language defining the\r\nclass of victim must be strictly construed against the State and in favor of\r\nthe defendant. See State v. Blackmon, 304 S.C. 270, 403 S.E.2d 660\r\n(1991) (penal statute strictly construed). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I would hold a viable fetus is not included within a class of persons\r\nstatutorily defined simply by age.  The age of a person is invariably\r\ncalculated from birth and not conception.  When strictly construed, this\r\nage-defined class necessarily includes only those persons already born.\r\nUnder the majority's holding, will we now calculate age from the time of\r\nviability to determine if a victim falls within this class? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consistent with my dissent in Whitner v. State, 328 S.C. 1, 492\r\nS.E.2d 777 (1997), 1 find the statutory language here evinces no legislative\r\nintent to include a viable fetus in this class of victim.  Not until the\r\nmajority's 1997 decision in Whitner did any decision of this Court hold a\r\nviable fetus was included in a statutorily age-defined class.  The\r\nlegislature clearly could not have been aware of this new rule at the time\r\nthe statutory aggravating circumstance in question here was enacted in\r\n1990. See 1990 S.C. Act No. 604, §15. \r\n  \r\n  \r\n  \r\np.39\r\n\r\nSTATE v. ARD \r\n\r\n\r\n\r\n\r\n\r\n Moreover, in light of the State's position at oral argument that a\r\nwoman who aborts a viable fetus could be sentenced to death under the\r\nrule adopted by the majority in this case, we must exercise extreme\r\ncaution not to exceed the legislative intent as expressed in the statutory\r\nlanguage.  Allowing the imposition of death in such a case is a matter\r\nthat must be tested by full legislative debate and deliberation; it is not for\r\nthis Court to determine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because I believe this aggravating circumstance should not have\r\nbeen submitted to the jury under the facts of this case, I concur in result\r\nonly. See State v. Elkins, 312 S.C. 541, 436 S.E.2d 178 (1993) (failure of\r\none aggravating circumstance does not require reversal where there\r\nremains another valid aggravating circumstance upon which the sentence\r\nof death is based). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.40 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24842","title":"Holtzscheiter v. Thomson Newspapers, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24842","description":"","date":"1998-09-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSandra Prosser\r\nHoltzscheiter,                 Respondent,\r\n v. \r\n  \r\nThomson Newspapers,\r\nInc., d/b/a The Florence\r\nMorning News,                  Appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appeal From Florence County\r\nRalph King Anderson, Jr., Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No.. 24842\r\nHeard January 5, 1995 - Filed September 22, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nE. N. Zeigler, of Zeigler and Graham, of Florence, for\r\nappellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn S. DeBerry, of Florence, for respondent. \r\n  \r\nJay Bender, of Baker, Barwick, Ravenel &amp; Bender, of\r\nColumbia, for South Carolina Press Association, as amicus\r\ncuriae. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n FINNEY, C.J.: This is a libel case in which respondent, a\r\nprivate individual, sued appellant, a newspaper, for publishing a statement\r\non a matter of public interest which allegedly defamed respondent.  The\r\njury awarded respondent $500,000 actual damages and $l.5 million \r\n  \r\n  \r\n  \r\np.14\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\npunitive damages.  The trial judge remitted the punitive damage award to\r\n$500,000.  The newspaper appeals.  We reverse the trial judge's refusal to\r\ndirect a verdict on punitive damages, and remand for a new trial absolute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This is the second trial and appeal in this matter.  See\r\nHoltzscheiter v. Thomson Newspapers, Inc., 306 S.C. 297, 411 S.E.2d 664\r\n(1991) (Holtzscheiter I).  We have granted the newspaper's petition to\r\nargue against the precedents of Holtzscheiter I and six other cases.1 We\r\ntook this unusual step because we are cognizant of the confusion\r\ngenerated by Holtzscheiter I's majority and dissenting opinions, and of the\r\nneed to reconsider many of our defamation cases in light of changing\r\nconstitutional principles.  While we do not overrule these cases outright,\r\nwe caution the bench and bar that this area of the law is constantly\r\nevolving, and consequently all prior decisions must be read in the context\r\nof the current state of the law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n Respondent's seventeen year old daughter (Shannon) was\r\nmurdered.  The morning after her body was found the newspaper ran a\r\nstory which, among other things, quoted Shannon's doctor as saying \" . . .\r\nthere simply was no family support to encourage [Shannon] to continue\r\nher education.\" Respondent alleges this phrase defamed her. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The doctor testified she told the newspaper's reporter that\r\nShannon lacked financial (not family) support to continue her education.\r\nThere was circumstantial evidence that the paper did not follow its\r\nordinary procedures in the filing and editing of this story in that the jury\r\ncould have found no one other than the reporter read the entire story pre-\r\npublication.  In addition, there was evidence that respondent had\r\nencouraged Shannon, a high school drop-out, to pursue her G.E.D. in the \r\n  \r\n  \r\n  \r\n\r\n1 Capps v. Watts, 271 S.C. 276, 246 S.E.2d 606 (1978); Jones v.\r\nGarner, 250 S.C. 479, 158 S.E.2d 909 (1968); Whitaker v. Sherbrook\r\nDistributing Co., 189 S.C. 243, 200 S.E. 848 (1939); Merritt v. Great\r\nAtlantic &amp; Pacific Tea Co., 179 S.C. 974, 184 S.E. 145 (1936); Wilhoit v.\r\nWCSC, Inc., 293 S.C. 34, 358 S.E.2d 397 (Ct.  App. 1987); and Manley v.\r\nManley, 291 S.C. 325, 353 S.E.2d 312 (Ct.  App. 1987). \r\n  \r\np.15\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC.. \r\n\r\n\r\n\r\n\r\n\r\nfuture. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCOMMON LAW DEFAMATION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The tort of defamation allows a plaintiff to recover for injury to\r\nher reputation as the result of the defendant's communication to others of\r\na false message about the plaintiff.  Slander is a spoken defamation while\r\nlibel is a written defamation or one accomplished by actions or conduct.\r\nSee Wilhoit v. WCSC, Inc., 293 S.C. 34, 358 S.E.2d 397 (Ct.  App. 1987)\r\n(television broadcast of photo is libel).  The statement at issue here is in\r\nthe form of libel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The defamatory meaning of a message or statement may be\r\nobvious on the face of the statement, in which case the statement is\r\ndefamatory per se.  An example of defamation per se is \"A is a thief.\" If\r\nthe defamatory meaning is not clear unless the hearer knows facts or\r\ncircumstances not contained in the statement itself, then the statement is\r\ndefamatory per quod.  In cases involving defamation per quod, the plaintiff\r\nmust introduce facts extrinsic to the statement itself in order to prove a\r\ndefamatory meaning.  An example of defamation per quod is \"A had a\r\nbaby\" where the extrinsic fact is that A is unmarried. See Capps v.\r\nWatts, 271 S.C. 276, 246 S.E.2d 606 (1978). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Whether the majority in Holtzscheiter I held the phrase \"There\r\nwas simply no family support to encourage [Shannon] to continue her\r\neducation\" was defamatory per quod or defamatory per se is unclear.\r\nCiting Nettles v. MacMillan Petroleum Corp., 210 S.C. 200, 42 S.E.2d 57\r\n(1947), the majority held that because the words used were ambiguous,\r\nrespondent could introduce evidence of how the phrase was understood.\r\nThe passage from Nettles that precedes this holding is a discussion of\r\ndefamation per quod which addresses the admissibility of extrinsic facts\r\nand of evidence of how the words were understood.  It would therefore\r\nappear Holtzscheiter I's majority held this case involved defamation per\r\nquod.  The holding, however, is obscured by footnote 5, which asserts the\r\nevidence is not \"necessary to supply a defamatory meaning, but would\r\nmerely explain whether readers, in fact, interpreted the article to convey a\r\nlibelous meaning on its face.\" The Holtzscheiter I dissent understood the\r\nmajority to hold that the statement was defamatory per se, not per quod, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.16\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nand criticized this holding.  Commentators also appear confused about\r\nHoltzscheiter I's holding on this issue. Compare Hubbard and Felix The\r\nSouth Carolina Law of Torts 157 (Supp. 1993) (interpreting Holtzscheiter I\r\nto hold the \"statement . . . could be read as defamatory without resort to\r\nextrinsic facts . . . i.e., defamatory per se\") with 20 S.C. Juris. Libel and\r\nSlander § 3, p. 104, fn. 15 (1993) (interpreting Holtzscheiter I to hold the\r\nstatement was defamatory per quod . We now clarify Holtzscheiter\r\nI: the statement is defamatory per quod.  Hence, extrinsic evidence is\r\nnecessary to prove the defamatory meaning. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Much confusion arises from defamation law's use of the term\r\n\"per se\" in two different senses.  As noted above, there is the question\r\nwhether the statement is defamatory per se or per quod. A separate\r\nissue is whether the statement is \"actionable per se\" or not.2 This issue\r\nis one of pleading and proof, and is always a question of law for the court.\r\nIf a defamation is actionable per se, then under common law principles the\r\nlaw presumes the defendant acted with common law malice3 and that the\r\nplaintiff suffered general damages.  If a defamation is not actionable per\r\nse, then at common law the plaintiff must plead and prove common law\r\nactual malice and special damages.4 Capps v. Watts, supra; Lily v. Belk's \r\n  \r\n\r\n2 We strongly discourage use of the term actionable per quod and\r\ninstead suggest the issue be posed as \"actionable per se\" or \"not actionable \r\n  \r\nper se.\" \r\n  \r\n  \r\n  \r\n 3 When a publication is actionable per se there arises a common law\r\npresumption of implied malice, sometimes called \"malice in law\", \"legal\r\nmalice\" or \"presumed malice\" which substitutes for common law actual\r\nmalice.  If the defamation is not actionable per se, then the plaintiff must\r\nplead and prove common law actual malice, that is \"the defendant was\r\nactivated by ill will in what he did, with the design to causelessly and\r\nwantonly injure the plaintiff; or that the statements were published with\r\nsuch recklessness as to show a conscious indifference toward plaintiff s\r\nreports.\" Jones v. Garner, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4General damages include such things as injury to reputation, mental\r\nsuffering, hurt feelings, and other similar types of injuries which are\r\n\"incapable of definite money valuation.\" Whitaker v. Sherbrook\r\nDistributing Co., supra.  On the other hand, special damages are tangible\r\nlosses or injury to the plaintiffs property, business, occupation or\r\nprofession, capable of being assessed monetarily, which result from injury \r\n  \r\np.17\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nDep't Store, 178 S.C. 278, 182 S.E. 889 (1935). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, in assessing the question of actionable per se or not,\r\nan important distinction is drawn between defamation in the form of libel\r\nand that in the form of slander.  Libel is actionable per se if it involves\r\n\"written or printed words which tend to degrade a person, that is, to\r\nreduce his character or reputation in the estimation of his friends or\r\nacquaintances, or the public, or to disgrace him, or to render him odious,\r\ncontemptible, or ridiculous . . . .\" Lesesne v. Willingham, 83 F. Supp. 918,\r\n921 (E.D.S.C. 1949).  In other words, if the trial judge can legally\r\npresume, because of the nature of the statement, that the plaintiff s\r\nreputation was hurt as a consequence of its publication, then the libel is\r\nactionable per se.  Capps v. Watts, supra.  Essentially, all libel is\r\nactionable per se.  The statement at issue here is in the form of libel and,\r\naccordingly, Holtzscheiter I held it was actionable per se,5 that is, without\r\npleading or proof of special damages.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In contrast to libel, slander is actionable per se only if it\r\ncharges the plaintiff with one of five types of acts or characteristics: (1)\r\ncommission of a crime of moral turpitude; (2) contraction of a loathsome\r\ndisease; (3) adultery; (4) unchastity; or (5) unfitness in one's business or\r\nprofession. Lesesne, supra, Galloway v. Cox, 172 S.C. 101, 172 S.E. 761\r\n(1934). While some states limit actionable per se libel to the same\r\ncategories of slander which are actionable per se, this is not the law in\r\nSouth Carolina.  See, e.g., Hubbard and Felix The South Carolina Law of\r\nTorts 402 (1990).  To the extent Holtzscheiter I may be read to impose\r\nthis limitation on actionable per se libel, it is overruled. \r\n  \r\n  \r\n  \r\n\r\nto the plaintiff s reputation. Capps v. Watts, supra; Wardlaw v. Peck, 282\r\nS.C. 199, 318 S.E.2d 270 (Ct.  App. 1984). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 The majority labeled the statement \"libel per se\" rather than\r\n\"actionable per se\" in determining this issue.  This language has led to\r\nconfusion, especially since it is preceded by a passage from Prosser on\r\nTorts (also cited in Capps v. Watts, supra) discussing a limitation on the\r\nactionability per se of libel which is not the law in South Carolina.  See,\r\ne.g.., Lesesne v. Willingham, 83 F.Supp. 918 (E.D.S.C. 1949). \r\n  \r\n  \r\n  \r\n 6We note that in Holtzscheiter I the Court was not presented with any\r\nissue concerning the presumption of common law actual malice. \r\n  \r\n  \r\n  \r\np.18 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n Under common law principles, it is presumed respondent\r\nsuffered general damages and that the newspaper acted with common law\r\nactual malice because this case involves libel, which is actionable per se.\r\nFurther, since the law of the case under Holtzscheiter I is that the phrase\r\nis defamatory per quod, the respondent is entitled to introduce extrinsic\r\nevidence to prove the phrase's defamatory meaning. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONSTITUTIONAL ISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This case involves a claim for general and punitive damages by\r\na private plaintiff against a media defendant in a matter of public\r\ninterest.7 Accordingly, the case has constitutional implications and issues.\r\nWe note that constitutional issues were neither raised nor ruled on at the\r\ntrial level in Holtzscheiter I because the newspaper prevailed at the\r\ndirected verdict stage on common law issues alone.  Despite the fact\r\nconstitutional issues were not before the Court in the first appeal, the\r\ndissent engaged in a discussion of them.  The unfortunate consequence of'\r\nthis discussion was confusion at the second trial whether the majority's\r\nsilence on the constitutional issues was an implicit rejection of the\r\ndissent's view, and therefore whether certain constitutional issues were\r\nforeclosed at the second trial on law of the case grounds, having been\r\nimplicitly litigated in Holtzscheiter I. As we view the record in this\r\nsecond trial, the parties and trial judge felt they were bound by the law of\r\nthe case, and thus certain constitutional issues were not fully litigated.\r\nThis erroneous, though understandable, confusion permeated the second\r\ntrial.  We therefore take this opportunity to discuss the constitutional\r\nquestions implicated by this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n At common law, defamation was a \"strict liability\" tort, but\r\nwhere the constitution is involved, the common law rules are altered.  For\r\nexample, since respondent relied on the newspaper's negligence here to\r\nestablish liability, the constitution requires she prove \"actual injury\": She \r\n  \r\n\r\n7The parties characterize the case this way, and we accept their view.\r\nContra Holtzscheiter I, Toal, A.J., dissenting (finding this a matter of\r\nprivate concern). \r\n  \r\n  \r\n  \r\np.19\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\nmay not rely on the common law presumption of general damages8 arising\r\nfrom a defamation actionable per se. Gertz v. Robert Welch, Inc., 418 U.S.\r\n323, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974).  In addition, respondent may\r\nnot constitutionally rely on the common law presumption that the\r\nstatement was false. Philadelphia Newspapers, Inc. v. Hepps, 475 U.S.\r\n7671 106 S.Ct. 1558, 89 L.Ed.2d 783 (1986); Parker v. Evening Post, 317\r\nS.C. 236, 452 S.E.2d 640 (Ct.  App. 1994).  Finally, in order to recover\r\npunitive damages from the newspaper, respondent must prove by clear and\r\nconvincing evidence that the paper acted with constitutional actual malice,\r\nthat is, that the paper either realized the statement was false or had\r\nserious reservations about its truth.9 Gertz. supra. DeLoach v. Beaufort\r\nGazette, 281 S.C. 474, 316 S.E.2d 139 (1984). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWith these considerations in mind, we turn to the issues in\r\nthis appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. Directed Verdict on Liability \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe newspaper asserts it was entitled to a directed verdict on \r\n  \r\n\r\n8See footnote 4, supra, for a discussion of the difference between\r\ncommon law general damages and special damages.  Where a plaintiff in a\r\nconstitutional defamation case relies on conduct less then constitutional\r\nmalice, she may not rely on presumed damages but must demonstrate\r\n\"actual injury\". Gertz v. Robert Welch, Inc., 418 U.S. 323, 94 S.Ct. 2997,\r\n41 L.Ed.2d 789 (1974).  Actual injury means not only out-of-pocket losses,\r\nbut includes injury to reputation, mental suffering and anguish, and\r\npersonal humiliation. Gertz, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 9While common law malice involves a malicious intent or recklessness\r\non the part of the publisher, constitutional malice requires actual\r\nknowledge of the publication's falsity or serious reservations about its\r\ntruthfulness. See Gertz, supra. The presumption of common law actual\r\nmalice cannot substitute for the requirement of proof of constitutional\r\nactual malice in a case where the First Amendment is involved. See, e.g.,\r\nSanders v. Prince, 304 S.C. 236, 403 S.E.2d 640 (1991). \r\n  \r\n  \r\n  \r\np.20 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nliability for several different reasons.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A directed verdict on liability is properly denied where there is\r\nany evidence, direct or circumstantial, justifying submission of the issue to\r\nthe jury. Washington v. Whitaker, 317 S.C. 108, 451 S.E.2d 894 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The newspaper contends it was entitled to a directed verdict\r\nbecause the allegedly libelous statement was a constitutionally protected\r\nexpression of fact or opinion,10 or because it was a fair comment on a\r\nmatter of public interest. See Oswalt v. State-Record Co., 250 S.C. 429,\r\n158 S.E.2d 204 (1967).  Neither of these issues were raised below, and\r\nmay not properly be raised now on appeal. Beaufort County v. Butler, 316\r\nS.C. 465, 451 S.E.2d 386 (1994).  The paper next contends it was entitled\r\nto a directed verdict because respondent failed to meet her burden of\r\nproving the statement false, Hepps, supra, and because the published\r\nstatement was substantially true.  See, e.g., Dauterman v. State-Record\r\nCo., 249 S.C. 512, 154 S.E.2d 919 (1967).  Neither issue was raised below\r\nand accordingly is not preserved for our review. Butler, supra.  We note\r\nthat at this second trial, in fact, the paper expressly waived reliance on\r\nsubstantial truth, apparently believing the issue foreclosed by the decision\r\nin the first appeal. While the dissent discussed that issue, it was not\r\nproperly before the Court in that appeal, and therefore, like the other\r\nconstitutional issues, may be litigated in any subsequent proceeding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Similarly, the paper argues it was entitled to a directed verdict\r\nbecause respondent failed to produce any evidence of damage to her\r\nreputation.  The trial court relied on the common law presumption of\r\ngeneral damages, and the newspaper failed to raise a constitutional\r\nchallenge to this presumption.11 Accordingly, it has not demonstrated\r\nreversible error in the trial court's denial of the directed verdict motion on\r\nthis ground. Washington v. Whitaker. supra, (constitutional issues may\r\nnot first be raised on appeal); Butler, supra. \r\n  \r\n  \r\n  \r\n\r\n10But see Milkovich v. Lorain Journal Co., 497 U.S. 1, 110 S.Ct. 2695,\r\n111 L.Ed.2d 1 (1990)(no separate constitutional protection for opinion). \r\n  \r\n  \r\n  \r\n 11Therefore we do not reach the question whether respondent presented\r\nsufficient evidence of \"actual\" damages within the meaning of Gertz to\r\nwithstand the directed verdict motion. \r\n  \r\n  \r\n  \r\np.21 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n The newspaper also asserts it was entitled to a directed verdict\r\nbecause respondent, Shannon's mother, failed to prove the statement that\r\nShannon lacked family support was \"of and about her.\" Kendricks v.\r\nCitizens &amp; Southern Nat'l Bank, 266 S.C. 450, 223 S.E.2d 866 (1976).\r\nWhile the general rule is that defamation of a group does not allow an\r\nindividual member of that group to maintain an action, this rule is not\r\napplicable to a small group. 50 Am.  Jur. 2d, Libel and Slander § 349\r\n(1995); Hospital Care Corp. v. Commercial Casualty Ins.  Co., 194 S.C. 370,\r\n9 S.E.2d 796 (1940)(defamation of a class not actionable by member unless\r\nstatement has special and personal application to plaintiff).  We hold there\r\nwas evidence from which a jury could have found the statement was \"of\r\nand about\" respondent and thus the directed verdict motion was properly\r\ndenied. Washington v. Whitaker, supra; Hospital Care, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Finally, the newspaper argues the absence of evidence that it\r\nacted negligently in reporting the statement entitles it to a directed\r\nverdict.  We find some indirect evidence in the record that the newspaper\r\nfailed to follow its professional standards in this matter.  By comparing\r\nthe inconsistencies in times and sequences of events related by the paper's\r\nown witnesses, the jury could have found professional standards were\r\nbreached in that no one other than the reporter actually read the story\r\nbefore it was published.  This was some evidence of negligence, sufficient\r\nto deny the newspaper's directed verdict motion. See Jones v. Sun\r\nPublishing Co., 278 S.C. 12, 292 S.E.2d 23 (1982)(private plaintiff need\r\nshow only some measure of legal fault by publisher to withstand directed\r\nverdict motion). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find no reversible error on this record in the trial judge's\r\ndenial of the newspaper's directed verdict motion on liability. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Punitive Damages \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The newspaper contends the trial judge erred in denying its\r\ndirected verdict motion on the issue of punitive damages.  We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In order to withstand the directed verdict motion on the issue\r\nof punitive damages, respondent had to present clear and convincing\r\nevidence that the newspaper acted with constitutional actual malice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.22 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nGertz, supra; DeLoach, supra.  We are required to review the evidence of\r\nconstitutional actual malice de novo pursuant to the United States\r\nSupreme Court's decision in Bose Corp. v. Consumers Union of United\r\nStates, Inc., 466 U.S. 485, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984); Miller v.\r\nCity of West Columbia, 322 S.C. 224, 471 S.E.2d 683 (1996).  We find\r\nabsolutely no evidence the newspaper either knew the statement was false\r\nor had serious reservations about its truthfulness when the article was\r\nprepared and published.  Accordingly, the directed verdict motion should\r\nhave been granted. Gertz, supra; DeLoach, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The paper also contends that the punitive damage award was\r\nso excessive as to indicate passion, prejudice or caprice on the part of the\r\njury.  It therefore argues that the remedy for the punitive damage error\r\nmust be a new trial absolute. See Sanders v. Prince, 304 S.C. 236, 403\r\nS.E.2d 640 (1991).  We agree that the proper relief in this case is a new\r\ntrial absolute, not simply because the issue of punitive damages should\r\nnever have been submitted to the jury, nor solely because of the size of'\r\nthe award, but also because the parties were denied a fair trial as the\r\nresult of the confusion generated by our decision in Holtzscheiter I.\r\nAccordingly, the judgment below is \r\n  \r\n  \r\n  \r\n  \r\n  \r\n REVERSED AND REMANDED. \r\n  \r\n C. Tolbert Goolsby, Jr., A.A.J., concurs.  TOAL, A.J.,\r\nconcurring in result in a separate opinion.  A. Lee Chandler,\r\nA.A.J., and MOORE, A.J. dissenting in part in a separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.23 \r\n  \r\n  \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC, \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n TOAL, A.J.: In his majority opinion, the Chief Justice holds that this\r\ncase should be reversed and remanded with a verdict directed for defendant\r\nas to punitive damages and a new trial absolute conducted as to actual\r\ndamages.  I fully concur in this result.  Moreover, I believe that there is\r\nmuch merit to the analysis set forth in the majority opinion.  It recognizes\r\nthe error, or at least, the hopeless confusion of Holtzscheiter I and attempts\r\nto correct it.  Further, the opinion attempts to clarify the issues surrounding\r\nactionability.  Additionally, the opinion takes account of the constitutional\r\nissues implicated by defamation actions.  In these respects, the majority\r\nmoves to modernize this state's defamation law.  I very much agree with this\r\ndirection; however, I write separately because I do not believe the majority\r\nopinion goes far enough.  Because a coherent, consistent, and constitutional\r\napproach is lacking in South Carolina defamation law, I would advocate, and\r\npropose here, the adoption of a new theoretical framework for analyzing\r\ndefamation issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n INTRODUCTION \r\n  \r\n It has been written that \"there is a great deal of the law of defamation\r\nwhich makes no sense.\"1c This statement is particularly applicable to certain\r\nareas of South Carolina defamation law, which are mind-numbingly\r\nincoherent.  Case law in this state presents no clear analytical system for\r\nresolving defamation questions.  Because a clear framework is lacking, the\r\nresolution of disputes often turns on chance, on whatever aspect of\r\ndefamation law happens to arrest the parties' or court's attention in that\r\ncase.  As a result, the law lacks consistency and predictability, and confounds\r\nthe bench, the bar, members of the general public, and media personnel who\r\nhave to make important decisions based on court precedent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The confusion in South Carolina defamation law has been compounded\r\nby the fact that this Court's opinions have not completely taken into\r\nconsideration the impact of decisions by the United States Supreme Court.\r\nSince the 1960's, the Supreme Court has attempted \"to define the proper\r\naccommodation between the law of defamation and the freedoms of speech\r\nand press protected by the First Amendment.\" Gertz v. Welch, 418 U.S. 323,\r\n325, 94 S. Ct. 2997, 3000, 41 L. Ed. 2d 789, 797 (1974).  The effect of these\r\ndecisions has been the interweaving of federal constitutional principles into\r\nthe fabric of state defamation law.  Because state defamation rules have\r\nbecome inextricably tied to these constitutional principles, it is not possible \r\n  \r\n  \r\n  \r\n\r\n1c W. Page Keeton et al., Prosser &amp; Keeton on the Law of Torts § 111, at\r\n771 (5th ed. 1984). \r\n  \r\n  \r\n  \r\np.24\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nto review defamation issues in a state law vacuum. \r\n  \r\n  \r\n  \r\n Given the uncertainty existing in South Carolina defamation law, due\r\nto the lack of an analytical model and the failure to generally take account\r\nof the Supreme Court's recent opinions, this case presents an opportune\r\nmoment for this Court to look afresh at how defamation questions should be\r\nresolved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n LAW/ANALYSIS \r\n  \r\n Defamation law embodies the public policy that individuals should be\r\nfree to enjoy their reputations unimpaired by false and defamatory attacks.\r\nThus, the focus of defamation is not on the hurt to the defamed party's\r\nfeelings, but on the injury to his reputation. See Wardlaw v. Peck, 282 S.C.\r\n199, 318 S.E.2d 270 (Ct.  App. 1984).  Defamatory communications take two\r\nforms: libel and slander.  Libel consists of the publication of defamatory\r\nmaterial by written or printed words, by its embodiment in physical form or\r\nby any other form of communication that has the potentially harmful\r\nqualities characteristic of written or printed words.  Restatement (Second) of\r\nTorts § 56S (1977)(\"Restatement\").  Slander, on the other hand, consists of\r\nthe publication of defamatory matter by spoken words, transitory gestures or\r\nby any form of communication other than those defined as part of libel. See\r\nid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA.    ELEMENTS OF DEFAMATION \r\n  \r\n The elements of defamation include:    (1) a false and defamatory\r\nstatement concerning another; (2) an unprivileged publication to a third\r\nparty; (3) fault on the part of the publisher; and (4) either actionability of the\r\nstatement irrespective of special harm or the existence of special harm caused\r\nby the publication.  See Restatement § 558. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. FALSE AND DEFAMATORY STATEMENT CONCERNING ANOTHER \r\n  \r\n A communication is defamatory if it tends to harm the reputation of\r\nanother as to lower him in the estimation of the community or to deter third\r\npersons from associating or dealing with him.2c Restatement § 559. \r\n  \r\n\r\n2c \"In determining the defamatory character of language, the meaning of\r\nwhich is clear or otherwise determined, the social station of the parties in the\r\ncommunity, the current standards of moral and social conduct prevalent\r\ntherein, and the business, profession or calling of the parties are important \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.25\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n The defamatory statement must also be false.  Under the common law,\r\na defamatory communication was presumed to be false. See Beckham v. Sun\r\nNews, 289 S.C. 28, 344 S.E.2d 603, cert. denied, 479 U.S. 1007 (1986).\r\nHowever, truth could be asserted as an affirmative defense. See Ross v.\r\nColumbia Newspapers, Inc., 266 S.C. 75, 221 S.E.2d 770 (1986).  The\r\nSupreme Court's holding in Philadelphia Newspapers, Inc. v. Hepps, 475 U.S.\r\n767, 768-69, 106 S. Ct. 1558, 1559, 89 L. Ed. 2d 783, 787 (1986) has modified\r\nthe common law rule: \"[A]t least where a newspaper publishes speech of\r\npublic concern,3c a private-figure plaintiff cannot recover damages without also \r\n  \r\n\r\nfactors.  Thus an imputation may be defamatory as applied to one person at\r\na given time and place, although it would not be derogatory of another\r\nperson at a different time or in a different place.\" Restatement § 614 cmt.\r\nd. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3c The Supreme Court wrote in Dun &amp; Bradstreet, Inc. v. Greenmoss\r\nBuilders, Inc., \"We have long recognized that not all speech is of equal First\r\nAmendment importance.  It is speech on matters of public concern that is at\r\nthe heart of the First Amendment's protection.\" 472 U.S. 749, 758-59, 105\r\nS. Ct. 2939, 2944-45, 86 L. Ed. 2d 593, 602 (1985)(internal citations omitted).\r\nIt then quoted Connick v. Myers, 461 U.S. 138, 145, 103 S. Ct. 1684, 1689,\r\n75 L. Ed. 2d 708, 718-19 (1983): \r\n  \r\nThe First Amendment was fashioned to assure unfettered\r\ninterchange of ideas for the bringing about of political and\r\nsocial changes desired by the people. [S]peech concerning\r\npublic affairs is more than self-expression; it is the essence\r\nof self-government.  Accordingly, the Court has frequently\r\nreaffirmed that speech on public issues occupies the highest\r\nrung of the hierarchy of First Amendment values, and is\r\nentitled to special protection. \r\n  \r\n  \r\n  \r\nDun &amp; Bradstreet, Inc., 472 U.S. at 759, 105 S. Ct. at 2945, 86 L. Ed. 2d at\r\n602-03 (citations and quotations omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In determining whether the petitioner's credit report, which it had sent\r\nto five subscribers, involved a matter of public concern, the Court referred to\r\nfactors outlined in Connick, 461 U.S. at 147-48, 103 S. Ct. at 1690, 75 L. Ed.\r\n2d at 720: \"Whether ... speech addresses a matter of public concern must\r\nbe determined by the content, form, and context of a given statement, as\r\nrevealed by the whole record.\" It found that the credit report did not involve\r\na matter of public concern.\r\n This was in contrast to the situation in Gertz, which the Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.26\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\nshowing that the statements at issue are false.\" Whether a communication\r\nis reasonably capable of conveying a defamatory meaning is a question of law\r\nfor the trial court to determine, 51 Am.  Jur. 2d Libel &amp; Slander § 119\r\n(1995). \r\n  \r\n  \r\n  \r\n\r\ncharacterized as involving \"a matter of undoubted public concern.\" Dun &amp;\r\n Bradstreet, 472 U.S. at 756, 105 S. Ct. at 2943, 86 L. Ed. 2d at 600.  Gertz\r\n was an attorney representing a family in a civil action against a Chicago\r\n policeman who had been convicted of killing a member of the family.  A\r\n monthly magazine, American Opinion, published an article portraying Gertz\r\n as the architect of the \"frame-up\" of the policeman, whose prosecution was\r\n part of a Communist campaign against the police.  It described Gertz as a\r\n \"Leninist,\" a \"Communist-fronter,\" and an official of the \"Marxist League for\r\n Industrial Democracy, originally known as the Intercollegiate Socialist\r\n Society, which has advocated the violent seizure of our government.\" Gertz,\r\n 418 U.S. at 326, 94 S. Ct. at 3000, 41 L. Ed. 2d at 797. \r\n  \r\n  \r\n  \r\n  Hepps involved statements made by The Philadelphia Inquirer about\r\n the principal stockholder of a corporation, the corporation itself, and a\r\n number of franchisees. The Philadelphia Inquirer published a series of\r\n articles whose theme was that the stockholder, corporation, and franchisees\r\n had links to organized crime and had used some of these links to influence\r\n the state's governmental processes.  The Supreme Court found that the\r\n plaintiff was a private figure, and the newspaper articles were of public\r\n concern. Hepps, 475 U.S. at 776, 106 S. Ct. at 1563, 89 L. Ed. 2d at 792.\r\n Therefore, the plaintiff bore the burden of proving falsity, as well as fault,\r\n before recovering damages against a media defendant for speech of public\r\n concern. Id. The Court reserved the question of what standards would apply\r\n if the plaintiff sued a non-media defendant.  Id. at 779 n.4, 106 S. Ct. at\r\n 1565 n.4, 89 L. Ed. 2d at 794 n.4. \r\n  \r\n  \r\n  \r\n In Milkovich v. Lorain Journal Company, 497 U.S. 1, 19-20, 110 S. Ct.\r\n 2695, 2706, 111 L. Ed. 2d 1, 18 (1990), the Supreme Court further elaborated\r\n upon Hepps: \"[W]e think Hepps stands for the proposition that a statement\r\n on matters of public concern must be provable as false before there can be\r\n liability under state defamation law, at least in situations . . . where a media\r\n defendant is involved.  Thus, unlike the statement, 'In my opinion Mayor\r\n Jones is a liar,' the statement, 'In my opinion Major Jones shows his abysmal\r\n ignorance by accepting the teachings of Marx and Lenin,' would not be\r\n actionable. Hepps ensures that a statement of opinion relating to matters of\r\n public concern which does not contain a provably false factual connotation\r\nwill receive full constitutional protection.\" Milkovich rejected the creation of\r\n a dichotomy between statements of fact and opinion. \r\n  \r\n  \r\n  \r\np.27 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n 2. UNPRIVILEGED PUBLICATION TO A THIRD PARTY \r\n  \r\n  \r\n  \r\n The second major element of defamation is an unprivileged publication\r\nto a third party. See Riley v. Askin &amp; Marine Co., 134 S.C. 198, 132 S.E.\r\n584 (1926).  \"No matter what a person may write, if it is not published, there\r\nis of course no liability, since no one is injured.\" Carver v. Morrow, 213 S.C.\r\n199, 202, 48 S.E.2d 814, 816 (1948).  The publication of defamatory matter\r\nis its communication, intentionally or by a negligent act, to a third party --\r\nsomeone other than the person defamed. 50 Am.  Jur. 2d Libel &amp; Slander §\r\n235 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. FAULT ON PART OF PUBLISHER \r\n  \r\n a.  Fault Bearing on Liability \r\n  \r\n The third element of defamation is fault on the part of the publisher.\r\nThe degree of fault a plaintiff must establish depends upon his status as a\r\npublic or private figure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n i. Defamation of a Public Figure \r\n  \r\n In New York Times Company v. Sullivan, 376 U.S. 254, 84 S. Ct. 710,\r\n11 L. Ed. 2d 686 (1964), the Supreme Court announced, \"The constitutional\r\nguarantees require, we think, a federal rule that prohibits a public official4c \r\n  \r\n\r\n4c it [T]he 'public official' designation applies at the very least to those\r\namong the hierarchy of government employees who have, or appear to the\r\npublic to have, substantial responsibility for or control over the conduct of\r\ngovernmental affairs.\" Rosenblatt v. Baer, 383 U.S. 75, 85, 86 S. Ct. 669,\r\n676, 15 L. Ed. 2d 597, 605 (1966).  In considering the question of whether\r\none is a public official,\" the \"employee's position must be one which would\r\ninvite public scrutiny and discussion of the person holding it, entirely apart\r\nfrom the scrutiny and discussion occasioned by the particular charges in\r\ncontroversy.\" Id. at 86 n.13, 86 S. Ct. at 676 n.13, 15 L. Ed. 2d at 606 n.13. \r\n  \r\n  \r\n  \r\n \"In State v. Crenshaw we held policemen were 'officers' within the\r\nmeaning of the statute prohibiting public officers from accepting bribes.  It\r\nis both rational and logical to extend this classification to the defamation\r\narea.    Simply speaking, the status of a public official may be deemed\r\nsufficient to warrant application of the New York Times privilege, not\r\nbecause of the government employee's place on the totem pole, but because\r\nof the public interest in a government employee's activity in a particular\r\ncontext. \" McClain v. Arnold, 275 S.C. 282, 284, 270 S.E.2d 124, 125 \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.28 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nfrom recovering damages for a defamatory falsehood relating to his official\r\nconduct unless he proves that the statement was made with 'actual malice\"5c --\r\nthat is, with knowledge that it was false or with reckless disregard6c of\r\nwhether it was false or not.\"7c Id. at 279-80, 84 S. Ct. at 726, 11 L. Ed. 2d \r\n  \r\n  \r\n  \r\n\r\n(1980)(citations omitted). \r\n\r\n 5c The Supreme Court in a later case noted, \"We have used the term\r\n actual malice as a shorthand to describe the First Amendment protections for\r\n speech injurious to reputation, and we continue to do so here.  But the term\r\n can confuse as well as enlighten.  In this respect, the phrase may be an\r\n unfortunate one.  In place of the term actual malice, it is better practice that\r\n jury instructions refer to publication of a statement with knowledge of falsity\r\n or reckless disregard as to truth or falsity.\" Masson v. New Yorker\r\n Magazine, Inc., 501 U.S. 496, 511, 111 S. Ct. 2419, 2430, 115 L. Ed. 2d 447,\r\n 468-69 (1991)(citations omitted). \r\n  \r\n \"Actual malice\" must be proved with \"convincing clarity.\" New York\r\n Times, 376 U.S. at 285-86, 84 S. Ct. at 729, 11 L. Ed. 2d at 710. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 6c \"[R]eckless conduct is not measured by whether a reasonably prudent\r\n man would have published, or would have investigated before publishing.\r\n There must be sufficient evidence to permit the conclusion that the defendant\r\n in fact entertained serious doubt as to the truth of his publication.\" St.\r\n Amant v. Thompson, 390 U.S. 727, 731, 88 S. Ct. 1323, 1325, 20 L. Ed. 2d\r\n 262, 267 (1968).  \"The defendant in a defamation action brought by a public\r\n official cannot, however, automatically insure a favorable verdict by testifying\r\n that he published with a belief that the statements were true.  The finder of\r\n fact must determine whether the publication was indeed made in good faith.\r\n Professions of good faith will be unlikely to prove persuasive, for example,\r\n where a story is fabricated by the defendant, is the product of his\r\n imagination, or is based wholly on an unverified anonymous telephone call.\r\n Nor will they be likely to prevail when the publisher's allegations are so\r\n inherently improbable that only a reckless man would have put them in\r\n circulation.  Likewise, recklessness may be found where there are obvious\r\n reasons to doubt the veracity of the informant or the accuracy of his reports.\"\r\n Id. at 732, 88 S. Ct. at 1326, 20 L. Ed. 2d at 267. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7cThis Court has on occasion applied the New York Times standard.\r\nStevens v. Sun Publishing Company, 270 S.C. 65, 72, 240 S.E.2d 812, 815-16,\r\ncert. denied, 436 U.S. 945 (1978) states:     \"We believe actual malice is\r\nestablished when reporters and publishers depart from responsible standards\r\nof investigation and print articles on the basis of an admittedly unreliable \r\n  \r\n  \r\n  \r\np.29 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\nat 706. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  Curtis Publishing Company v. Butts, 388 U.S. 130, 87 S. Ct. 1975, 18\r\nL. Ed. 2d 1094 (1967) extended the New York Times standard to protect\r\ndefamatory criticism of \"public figures,\"8c in addition to \"public officials.\" \r\n  \r\n\r\nsource, without further verification . . . . \r\n\r\n \"Accordingly, this Court declines to extend constitutional protection to\r\narticles containing blatantly false statements and opinions of a biased\r\ninformant which imply improper conduct by a public official.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 8c In Gertz, the Court explained that the designation of \"public figure\"\r\nmay exist in either of two circumstances: \r\n  \r\n  \r\n  \r\nIn some instances an individual may achieve such pervasive fame\r\nor notoriety that he becomes a public figure for all purposes and\r\nin all contexts.  More commonly, an individual voluntarily injects\r\nhimself or is drawn into a particular public controversy and\r\nthereby becomes a public figure for a limited range of issues.  In\r\neither case such persons assume special prominence in the\r\nresolution of public questions. \r\n  \r\n  \r\n  \r\nGertz, 418 U.S. at 351, 94 S. Ct. at 3013, 41 L. Ed. 2d at 812. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It further declared that \"[a]bsent clear evidence of general fame or\r\nnotoriety in the community, and pervasive involvement in the affairs of\r\nsociety, an individual should not be deemed a public personality for all\r\naspects of his life.  It is preferable to reduce the public-figure question to a\r\nmore meaningful context by looking to the nature and extent of an\r\nindividual's participation in the particular controversy giving rise to the\r\ndefamation.\" Id. at 352, 94 S. Ct. at 3013, 41 L. Ed. 2d at 812. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Time, Inc. v. Firestone held that Firestone, a prominent individual in\r\nPalm Beach, Florida who was involved in a highly publicized divorce\r\nproceeding, had not assumed any role of especial prominence in the affairs\r\nof society, and she had not thrust herself to the forefront of any particular\r\ncontroversy in order to influence the resolution of issues; therefore, she was\r\nnot a public figure. 424 U.S. 448, 96 S. Ct. 958, 47 L. Ed. 2d 154 (1976).\r\nFurther, the case declared that \"petitioner seeks to equate 'public controversy'\r\nwith all controversies of interest to the public. . . . Dissolution of a marriage\r\nthrough judicial proceedings is not the sort of 'public controversy' referred to\r\nin Gertz, even though the marital difficulties of extremely wealthy individuals\r\nmay be of interest to some portion of the reading public.  Nor did respondent\r\nfreely choose to publicize issues as to the propriety of her married life.  She \r\n  \r\np.30\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nHence, public persons \"may recover for injury to reputation only on clear and\r\nconvincing proof9c that the defamatory falsehood was made with knowledge of\r\nits falsity or with reckless disregard for the truth.\" Gertz, 418 U.S. at 342,\r\n94 S. Ct. at 3008, 41 L. Ed. 2d at 807. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n ii. Defamation of a Private Person \r\n  \r\n As to the standard of liability for a publisher of defamatory material\r\nrelating to a private individual, the Supreme Court addressed this question\r\nin Gertz as well, holding that \"so long as they do not impose liability without\r\nfault, the States may define for themselves the appropriate standard of\r\nliability for a publisher or broadcaster of defamatory falsehood injurious to\r\na private individual.\" Gertz, 418 U.S. at 347, 94 S. Ct. at 3010, 41 L. Ed.\r\n2d at 809. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The South Carolina Supreme Court has not explicitly addressed this\r\nquestion since the Gertz decision was issued.  Most jurisdictions require a\r\nprivate-figure plaintiff to prove negligence to recover for defamation.    2\r\nHarper &amp; James, The Law of Torts § 5.0, at 13 (2d ed 1986); Turf\r\nLawnmower Repair, Inc. v. Bergen Record Corp., 655 A.2d 417, 423-24 n.1\r\n(N.J. 1995)(citing 42 jurisdictions where negligence is the standard for private\r\nplaintiffs), cert. denied, 116 S. Ct. 752 (1996). 1 agree this is the appropriate\r\nstandard of liability to be met by private figures. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n b. Fault Bearing on Damages \r\n  \r\n Under the United States Supreme Court's cases, the standard of fault\r\nalso affects the matter of damages.  In Gertz, the Court declared, \"the States \r\n  \r\n\r\nwas compelled to go to court by the State in order to obtain legal release\r\nfrom the bonds of matrimony.\" Id. at 454, 96 S. Ct. at 965, 47 L. Ed. 2d at\r\n163. \r\n  \r\n  \r\n  \r\n 9c On appellate review, courts must independently examine the record to\r\ndetermine whether the evidence establishes actual malice with convincing\r\nclarity. Bose Corp. v. Consumers Union of United States, Inc., 466 U.S. 485,\r\n104 S. Ct. 1949, 80 L. Ed. 2d 502 (1984). \r\n  \r\n  \r\n  \r\n In Peeler v. Spartan Radiocasting, Inc., 324 S.C. 261, 478 S.E.2d 282\r\n(1996), cert. denied, 117 S. Ct. 2455 (1997), which involved allegedly\r\ndefamatory statements made about a public figure, we concluded that there\r\ndid not exist clear and convincing evidence to support a finding of actual\r\nmalice. \r\n  \r\np.31\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nmay not permit recovery of presumed or punitive damages, at least when\r\nliability is not based on a showing of knowledge of falsity or reckless\r\ndisregard for the truth.\" Gertz, 418 U.S. at 349, 94 S. Ct. at 3011, 41 L. Ed.\r\n2d at 810.  In attempting to reconcile state law with the competing interest\r\nunder the First Amendment, \"It is necessary to restrict defamation plaintiffs\r\nwho do not prove knowledge of falsity or reckless disregard for the truth to\r\ncompensation for actual injury.\"10c Id. at 349, 94 S. Ct. at 3012, 41 L. Ed. 2d\r\nat 811. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In Dun &amp; Bradstreet, Inc., the Court indicated11c that the First\r\nAmendment restriction on damages, as held in Gertz, related to what \"a\r\nprivate individual could obtain from a publisher for a libel that involved a\r\nmatter of public concern.\" Dun &amp; Bradstreet, 472 U.S. at 751, 105 S. Ct. at\r\n2941, 86 L. Ed. 2d at 597. Dun &amp; Bradstreet further recognized that speech\r\non matters of purely private concern is of \"less First Amendment concern.\"\r\nId. at 759, 105 S. Ct. at 2945, 86 L. Ed. 2d at 603.  The case specifically held\r\nthat \"In light of the reduced constitutional value of speech involving no\r\nmatters of public concern, . . . the state interest adequately supports awards\r\nof presumed and punitive damages -- even absent a showing of 'actual\r\nmalice.'\" Id. at 761, 105 S. Ct. at 2946, 86 L. Ed. 2d at 603-04.  Thus,\r\n\"permitting recovery of presumed and punitive damages in defamation cases\r\nabsent a showing of 'actual malice' does not violate the First Amendment\r\nwhen the defamatory statements do not involve matters of public concern.\"\r\nId. at 763, 105 S. Ct. at 2947, 86 L. Ed. 2d at 605. \r\n  \r\n  \r\n  \r\n\r\n10c \"[A]ctual injury is not limited to out-of-pocket loss.  Indeed, the more\r\ncustomary types of actual harm inflicted by defamatory falsehood include\r\nimpairment of reputation and standing in the community, personal\r\nhumiliation, and mental anguish and suffering.\" Gertz, 418 U.S. at 350, 94\r\nS. Ct. at 3012, 41 L. Ed. 2d at 81 1. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 11c Dun &amp; Bradstreet did not command a clear majority in limiting Gertz\r\nto matters of public concern.  Justice Powell announced the Court's judgment\r\nand wrote an opinion in which Justices Rehnquist and O'Connor joined.\r\nThen-Chief Justice Burger concurred in the judgment and agreed that Gertz\r\nshould be limited to statements concerning matters of general public\r\nimportance.  Id. at 763-64, 105 S. Ct. at 2948, 86 L. Ed. 2d at 605-06\r\n(Burger, C.J., concurring).  Although Justice White believed that Gertz should\r\nbe overruled, he nevertheless concurred in the judgment, writing that the\r\ndefamatory publication in the case did not deal with a matter of public\r\nimportance. Id. at 774, 105 S. Ct. at 2953, 86 L. Ed. 2d at 612 (White, J.,\r\nconcurring). \r\n  \r\n  \r\n  \r\np.32 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n Dun &amp; Bradstreet suggests, contrary to Gertz, that punitive damages\r\nmay be awarded even absent a showing of actual malice.  I would adhere to\r\nthe Gertz standard for a number of reasons.  First, Dun &amp; Bradstreet was\r\nsupported by a slim plurality of the Court; as such, its future viability is\r\nquestionable.  Second, Dun &amp; Bradstreet envisioned the possibility of a lower\r\nthreshold for punitive damages.  We are obviously free to select a higher\r\nstandard for South Carolina.  Third, the adoption of an actual malice\r\nstandard for punitive damages in defamation cases is consistent with our\r\nstandard in other types of punitive damages cases.  Actual malice suggests\r\nknowledge of falsity or reckless disregard as to truth or falsity.  This does not\r\ndiffer significantly with the frequently enunciated standard, \"willful, wanton,\r\nor in reckless disregard of the plaintiffs rights.\" See Taylor v. Medenica, 324\r\nS.C. 200, 479 S.E.2d 35 (1996)(In order for a plaintiff to recover punitive\r\ndamages, there must be evidence the defendant's conduct was willful, wanton,\r\nor in reckless disregard of the plaintiff s rights.). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4. ACTIONABILITY OR EXISTENCE OF SPECIAL HARM \r\n  \r\n  \r\n  \r\n The greatest confusion in South Carolina defamation law, as evidenced\r\nby the present case, surrounds the issues of actionability and special\r\ndamages.  This stems from the fact that South Carolina has deviated from\r\nthe majority rule by adopting the concept of libel per quod.  As a result of\r\nthis deviation, a host of confusing and inconsistently used terms have\r\nappeared in case law: \"libelous,\" \"libelous per se,\" \"libelous per quod,\"\r\n\"slanderous per se,\" \"actionable,\" \"actionable per se,\" and \"actionable per\r\nquod.\" Only by completely rejecting this deviant formulation and by rejoining\r\nthe mainstream of defamation law can any clarity be brought to the law in\r\nour state. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Traditionally, two classes of statements have been considered actionable\r\nwithout proof of special damages:12c (1) all libel, and (2) four categories of\r\nslander, described as \"slander per se.\" Lily, 178 S.C. 278, 182 S.E. 889.\r\nThese four categories include statements that impute unchastity, a criminal\r\noffense, a loathsome disease, or matter incompatible with business or trade.\r\nThus, when a statement constitutes libel or falls into one of the four\r\ncategories of slander, damages are presumed.  See Fitchette v. Sumter \r\n  \r\n\r\n12c \"Stated succinctly, 'general damages' are those which arise by inference\r\nof law and need not be proved by evidence, while 'special damages' must\r\nalways be pleaded and proved . . . .\" Lily v. Belks Dep't Store, 178 S.C. 278,\r\n284, 182 S.E. S89, S91 (1935).  Special damages are generally of a pecuniary\r\nnature. 50 Am.  Jur. 2d Libel &amp; Slander § 375 (1995). \r\n  \r\n  \r\n  \r\np.33\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nHardwood Co., 145 S.C. 53, 142 S.E. 828 (1928); Merritt v. Great Atlantic &amp;\r\nPacific Tea Co., 179 S.C. 474, 184 S.E. 145 (1936).  In all other cases --\r\nnamely, when slander does not fall into the above-named categories -- special\r\ndamages must be established.  The reason for this distinction between oral\r\nand written defamation is that the latter is much more extensively and\r\npermanently injurious to character, and the deliberation necessary to prepare\r\nand circulate it evinces greater malice in the defamer. Galloway v. Cox, 172\r\nS.C. 101, 172 S.E. 761 (1934). 13c \r\n  \r\n  \r\n  \r\n  \r\n  \r\n South Carolina, however, has deviated from the above formulation of\r\nactionability by creating distinctions in libel in the form of \"libel per se\" and\r\n\"libel per quod\": \"A libel per se is one which is actionable on its face.  A per\r\nquod libel, however, is one [which is] not actionable on its face, but becomes\r\nso by reason of the peculiar situation or occasion upon which the words are\r\nspoken or written.\" Oliveros v. Henderson, 116 S.C. 77, 82, 106 S.E. 855, 857\r\n(1921).  If a statement were libelous per quod, the plaintiff would have to\r\npresent evidence of special damages. See Costas v. Florence Printing Co.,\r\n237 S.C. 655, 663, 118 S.E.2d 696, 700 (1961)(\"[T]he article published by the\r\nappellant was not libelous per se, and there being no allegations in the\r\ncomplaint of special damages, and no extrinsic circumstances alleged, which\r\nmakes the words libelous, no cause of action was stated by the respondent\r\nagainst the appellant in the complaint.\"). Thus, contrary to the general rule\r\nthat all libel is actionable, this approach creates a sub-category of libelous\r\nstatements that condition actionability on the averment of certain facts and\r\ncircumstances and the demonstration of special damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The haze enveloping the issue of actionability, because of South\r\nCarolina's departure from the majority approach, grew into an impenetrable\r\nmiasma of confusion as a result of Capps v. Watts, 271 S.C. 276, 246 S.E.2d\r\n606 (1978). Capps is a paragon of obfuscation.  The following excerpts are\r\nillustrative: \"To be libelous the words, on their face or by reason of extrinsic\r\nfacts, must tend to impeach the reputation of the plaintiff . . . . To be\r\nactionable, the libel, as a result of its tendency to impeach or injure the\r\nplaintiffs reputation, must thereby injure him.\" 271 S.C. at 281, 246 S.E.2d\r\nat 609.  \"If the libelous publication is actionable without the pleading and\r\nproof of special damage, it is said to be 'actionable per se.' If special damage\r\nmust be pled to maintain an action, the defamation is 'actionable per quod.\"' \r\n  \r\n\r\n13c See Fonville v. M'Nease, Dud 303, 310 (1838)(\"Words are evanescent;\r\nthey are as fleeting as the perishing flowers of spring; they are often the\r\nresults of mere passion; but written slander is to remain; it is to be treasured\r\nup by every other malicious man for his day of vengeance . . . .\"). \r\n  \r\np.34\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\nId. \"[W]hen viewed in light of the extrinsic facts which have been pled (the\r\ninducement), we conclude that the defendant's remarks are susceptible of a\r\nlibelous construction.  Or, stated technically, the defendant's remarks are\r\nlibelous per quod.\" Id. at 282, 246 S.E.2d at 609.  \"[W]e do not agree with\r\nthe defendant's contention that an allegation of special damage is necessary\r\nto render a per quod libel actionable.\" Id. at 283, 246 S.E.2d at 610.  \"[T]he\r\nlaw of this state, as we interpret it, does not require the pleading of special\r\ndamage simply because a publication is libelous only by reason of extrinsic\r\ncircumstances.\"  Id. \"'Actionable per se' simply means that a libelous\r\npublication, whether libelous on its face or by reason of extrinsic facts, is\r\nactionable without the pleading of special damage.  'Libelous per se' means\r\nthat a publication is both (1) libelous on its face and (2) actionable on its face\r\nwithout the pleading of special damage.\" Id. at 284-85 n.2, 246 S.E.2d at 611\r\nn.2. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Even if it is assumed that Capps presents a coherent analytical\r\nframework (an assumption that may well be unfounded), the framework is\r\nso complicated that mortal legal minds cannot be expected to decipher its\r\ncryptic allusions, subtle distinctions, and procedural niceties. Capps ignored\r\na long line of cases which had neither created the elusive differences between\r\nactionability and libel per se that Capps attempts to make out, nor required\r\nthe pleading of special damages for libel per quod.14c Unfortunately, Capps \r\n  \r\n  \r\n  \r\n\r\n14c See Brown v. National Home Ins.  Co., 239 S.C. 488, 491, 123 S.E.2d\r\n 850, 851 (1962)(\"A libel per se is one which is actionable on its face.  A per\r\n quod libel, however, is one not actionable on its face, but becomes so by\r\n reason of the peculiar situation or occasion upon which the words are\r\n written.\"); Costas, 237 S.C. at 661, 118 S.E.2d at 699 (\"If the alleged\r\n defamatory words are not actionable on their face, but derive their\r\n defamatory import from extrinsic facts and circumstances, such extrinsic facts\r\n and circumstances must be set forth and connected with the words charged\r\n by proper averment.\"); Drakeford v. Dixie Home Stores, 233 S.C. 519, 105\r\n S.E.2d 711 (1958)(implying that slanderous per se is synonymous with\r\n actionable per se, and declaring that words not actionable by their plain and\r\n ordinary meaning cannot be made so by innuendo); Herring v. Lawrence\r\n Warehouse Co., 222 S.C. 226, 72 S.E.2d 453 (1952)(implying that actionable\r\n per se is synonymous with slanderous per se); Spigner v. Provident Life &amp;\r\n Accident Ins.  Co., 148 S.C. 249, 254, 146 S.E. 8, 10 (1928)(\"[I]t is evident that\r\n the words objected to in the notice are not libelous per se, and there are no\r\n allegations in the complaint, of special damages, and no extrinsic\r\n circumstances alleged which make the words in the notice libelous; hence, no\r\n cause of action is stated . . . .\"); Prickett v. Western Union Tel.  Co., 134 S.C. \r\n  \r\np.35\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSP@PERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n has found support in a few recent cases: Holtzscheiter v. Thomson\r\n Newspapers, Inc., 306 S.C. 297, 300, 411 S.E.2d 664, 665 (1991)(\"In\r\n determining if proof of special damage is necessary to make a libel actionable'\r\n we are guided by our leading case on the subject, Capps . . . .\"); Wilhoit V.\r\n WCSC, Inc., 293 S.C. 34, 40, 358 S.E.2d 397, 400 (Ct.  App. 1987)(\"As our\r\n Supreme Court stated in Capps v. Watts, the law of this state does not\r\n require the pleading of special damages simply because the publication is\r\n libelous per quod.\")(citations omitted); and Warner v. Rudnick, 280 S.C. 595,\r\n 313 S.E.2d 359 (Ct.  App. 1984)(citing Capps). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Libel per quod is a deviation; Capps is a further aberration upon this\r\ndeviation.  The rule of libel per quod justifiably has been described as\r\n\"unsound,\"15c \"mind-boggling,\"16c and even \"spurious.\"17c In Sauerhoff, the Fourth\r\nCircuit Court of Appeals referred to it as among the \"rustic relics of ancient\r\nasininity.\" Sauerhoff v. Hearst Corp., 538 F.2d 588, 590 n.1 (4th Cir. 1976).\r\nThe district court in the same case did not have kind words for the subject\r\neither: \"For herein the irrational animals known as libel 'per quod' and libel\r\n'per se,' and the Merlinesque touchstones which attach to them, must be\r\nidentified, whether or not their existence can be rationally justified.\"\r\nSauerhoff, 388 F. Supp. at 118.  One commentator has written, \"[T]he rule\r\nof 'libel per quod' was spawned by confusion over such terms as 'actionable\r\nper se,' 'libel per se,' 'slander per se,' 'per quod,' and 'innuendo,' in courts that\r\nhad no clear understanding of the law of defamation, its historical\r\nbackground, and the frequently silly distinctions drawn between slander and \r\n  \r\n\r\n276, 132 S. E. 587 (1926)(\"Party promised to pay and refused\" was not\r\nlibelous per se, and, in absence of allegation of special damage or extrinsic\r\nfacts and circumstances which would render it libelous per se, complaint was\r\ninsufficient to state a cause of action); Bell v. Clinton Oil Mill, 129 S.C. 242,\r\n251, 124 S.E. 7, 10 (1924)(\"The rule at common law was that, if the alleged\r\ndefamatory statement was not. . .  actionable per se, the plaintiffs complaint\r\nmust show, by what was termed the inducement, the extrinsic circumstances\r\nwhich coupled with the language used affected the construction and rendered\r\nit actionable . . . .\"). \r\n  \r\n  \r\n  \r\n 15c Herrmann v. Newark Morning Ledger Co., 138 A.2d 61, 74 (N.J.\r\nSuper.  Ct.  App.  Div. 195S). \r\n  \r\n  \r\n  \r\n 16c Sauerhoff v. Hearst Corp., 388 F. Supp. 117, 125 (D.  Md. 1974).\r\n 17c Laurence H. Eldredge, The Spurious Rule of Libel Per Quod, 79 Harv.\r\nL. Rev. 733 (1966). \r\n  \r\n  \r\n  \r\np.36\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nlibel.\"  Eldredge, at 736. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"[T]he harmful impact of a libel upon its victim is not less in the\r\nparticular instance where its odious meaning requires resort to extrinsic facts\r\nwhich are known to the recipient of the libel.  To require proof of pecuniary\r\ndamages in such cases as a basis for a cause of action would be to\r\nemasculate the action without rational justification.\" Herrmann, 138 A.2d at\r\n74. Why should special damages be presumed because a statement is\r\ndefamatory on its face, but not be presumed simply because extrinsic facts\r\nare needed to establish the defamatory nature of the statement?  Principled\r\njustification cannot be provided for the existence of the concept of libel per\r\nquod, much less the Capps variation on this rule. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"The requirement for special damages in the case of 'libel per quod' is\r\nclearly contrary to the historical rule as developed in England and to the\r\napparent weight of authority in this country . . . .\" 2 Harper &amp; James, §\r\n5.9A, at 84.  A growing number of courts have rejected the concept of libel\r\nper quod, either explicitly or through the adoption of section 569 of the\r\nRestatement of Torts.18c The Restatement provides:   \"One who falsely\r\npublishes matter defamatory of another in such a manner as to make the\r\npublication of a libel is subject to liability to the other although no special\r\nharm results from the publication.\" Restatement § 569.  This formulation\r\nencapsulates the common law rule that all libel is actionable, eliminating,\r\nthereby, the distinction between libel per se and libel per quod.  Under such\r\nan approach, there is no need to establish special damages for statements\r\nthat are libel per quod.19c Adoption of section 569 by this Court would do \r\n  \r\n\r\n18c Spence v. Funk, 396 A.2d 967 (Del. 1978); Kelly v. Iowa State Educ.\r\nAss'n, 372 N.W.2d 288 (Iowa Ct.  App. 1985); Sharratt v. Housing Innovations,\r\nInc., 310 N.E.2d 343 (Mass. 1974); Fulton v. Mississippi Publishers Corp., 498\r\nSo.2d 1215 (Miss. 1986); Nazeri v. Missouri Valley College, 860 S.W.2d 303\r\n(Mo. 1993)(en banc); Herrmann v. Newark- Morning Ledger Co., 138 A.2d 61\r\n(N.J. 1958); Matherson v. Marchello, 473 N.Y.S.2d 998 (N.Y. App.  Div. 1984);\r\nHinkle v. Alexander, 417 P.2d 586 (Or. 1966)(en banc); Agriss v. Roadway\r\nExpress, Inc., 483 A.2d 456 (Pa.  Super.  Ct. 1984); Lent v. Huntoon, 470 A.2d\r\n1162 (Vt; 1983); Denny v. Mertz, 267 N.W.2d 304 (Wis. 1978). \r\n  \r\n  \r\n  \r\n 19c It should be noted that by abolishing the rule of libel per quod, the\r\nCourt would not be mandating the elimination of the pleading of extrinsic\r\nfacts and circumstances.  Such pleading is still relevant to the first element\r\nof defamation, viz., the existence of a false and defamatory statement.  Thus,\r\nif a statement is not on its face defamatory, then the plaintiff might need to \r\n  \r\n  \r\n  \r\np.37\r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nmuch to clarify defamation law in this state. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB.    APPLICATION OF LAW TO PRESENT CASE \r\n  \r\n As set forth earlier, the elements of defamation include: (1) a false and\r\ndefamatory statement concerning another; (2) an unprivileged publication to\r\na third party; (3) fault on the part of the publisher; and (4) either\r\nactionability of the statement irrespective of special harm or the existence of\r\nspecial harm caused by the publication. See Restatement § 558. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 1. FALSE AND DEFAMATORY STATEMENT CONCERNING ANOTHER \r\n  \r\n  \r\n  \r\n A communication is defamatory if it tends to harm the reputation of\r\nanother as to lower him in the estimation of the community or to deter third\r\npersons from associating or dealing with him.  Restatement § 559.  Initially,\r\nit is for the trial court to determine whether the communication is reasonably\r\ncapable of conveying a defamatory meaning.  If the question is one on which\r\nreasonable minds might differ, then it is for the jury to determine which of\r\nthe two permissible views they will take.  In some cases, amputations are so\r\nclearly innocent or so clearly defamatory that the court is justified in\r\ndetermining the question itself. See Restatement § 614 cmt. d. In making\r\nthe determination of whether to submit the issue to the jury, the trial court\r\nmay consider not only the statement on its face, but also evidence of any\r\nextrinsic facts and circumstances. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thus, in the present case, the trial court must determine whether the\r\nstatement -- \"there simply was no family support to encourage [Shannon] to\r\ncontinue her education\" -- is reasonably capable of conveying a defamatory\r\nmeaning.  The statement would convey a defamatory meaning if it tends to\r\nharm the reputation of Holtzscheiter as to lower her in the estimation-of the\r\ncommunity or to deter third persons from associating or dealing with her.\r\nIf the question is one on which reasonable minds might differ, then the issue\r\nwould be submitted to the jury (assuming the other elements of defamation\r\nhave been satisfied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition to being defamatory, the statement must be false.  Falsity \r\n  \r\n\r\nplead and prove extrinsic facts and circumstances that make the statement\r\ndefamatory.  The form of a libelous statement, whether it is defamatory on\r\nits face or not, would henceforth have no connection to the matter of special\r\ndamages. \r\n  \r\np.38 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nwas presumed under the common law, but this presumption has been altered\r\nby the Supreme Court's decision in Hepps, 475 U.S. at 768-69, 106 S. Ct. at\r\n1559, 89 L. Ed. 2d at 787 (\"[A]t least where a newspaper publishes speech\r\nof public concern, a private-figure plaintiff cannot recover damages without\r\nalso showing that the statements at issue are false.\"). Thus, an initial\r\nquestion that must be answered is whether the speech is of public concern.\r\nIf it is a matter of public concern (at least where a media defendant is\r\ninvolved20c), the plaintiff must also prove its falsity.  If it is a matter of\r\nprivate concern, the plaintiff does not have to prove falsity.  The publisher\r\nmay avoid liability if it successfully proves the statement is true (i.e. the\r\naffirmative defense of truth is available to the publisher in any type of case). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I find that the instant statement was not speech of public concern.  As\r\nthe Supreme Court explained in Dun &amp; Bradstreet, \"It is speech on matters\r\nof public concern that is at the heart of the First Amendment's protection.\"\r\n472 U.S. at 758-59, 105 S. Ct. at 2944-45, 86 L. Ed. 2d at 602 (internal\r\ncitations omitted).  The case implied that matters of public concern are those\r\nrelated to the \"unfettered interchange of ideas for the bringing about of\r\npolitical and social changes desired by the people.\" Id. at 759, 105 S. Ct. at\r\n2945, 86 L. Ed. 2d at 602-03 (quoting Connick, 461 U.S. at 145, 103 S. Ct.\r\nat 16S9, 75 L. Ed. 2d at 718-19). I cannot conceive how the statement \"there\r\nsimply was no family support to encourage [Shannon] to continue her\r\neducation,\" is a matter of public concern.  It solely relates to a matter of\r\nprivate concern:  family support of an individual.  Thus, the issue of falsity\r\ndoes not have to be proved by Holtzscheiter in her case, but truth of the\r\nstatement may be raised by the newspaper as an affirmative defense. See\r\nHoltzscheiter, 297 S.C. at 309, 411 S.E.2d at 670 (Toal, J., dissenting);\r\nDauterman v. State-Record Co., 249 S.C. 512, 154 S.E.2d 919 (1967). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. UNPRIVILEGED PUBLICATION TO A THIRD PARTY \r\n  \r\n  \r\n  \r\n The next element of defamation is an unprivileged publication to a\r\nthird party.  Shannon's doctor made the statement in issue here to the\r\nnewspaper's reporter.  The newspaper printed this statement.  The doctor's\r\nstatement to the reporter constituted publication to a third party.  When the\r\nnewspaper printed these words, it also engaged in a publication by\r\nrepublishing the potentially defamatory matter. See Restatement § 578, cmt.\r\nd.   Therefore, an unprivileged publication to a third party (newspaper\r\nreaders) has occurred. \r\n  \r\n  \r\n  \r\n\r\n20c See Milkovich, 497 U.S. 1, 110 S. Ct. 2695, 111 L. Ed. 2d 1. \r\n\r\n\r\n\r\np.39 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n 3. FAULT ON PART OF PUBLISHER \r\n  \r\n Next, the fault of the publisher must be considered.  The degree of the\r\npublisher's fault required to be established by the plaintiff depends upon the\r\nstatus of the plaintiff as a public or private figure.  Holtzscheiter is clearly\r\na private figure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Holtzscheiter obviously is neither a public official, see New York Times,\r\n376 U.S. 254, 84 S. Ct. 710, 11 L. Ed. 2d 686, nor a public figure, see Curtis\r\nPublishing Company, 388 U.S. 130, 87 S. Ct. 1975, 18 L. Ed. 2d 1094, as she\r\ndoes not fall into either of the two Gertz public figure categories.\r\nHoltzscheiter has not achieved \"such pervasive fame or notoriety\" that she\r\nhas become a \"public figure for all purposes and in all contexts.\" See Gertz\r\n418 U.S. at 351, 94 S. Ct. at 3013, 41 L. Ed. 2d at 812.  Nor has she become\r\na public figure by voluntarily injecting herself or being drawn into \"a\r\nparticular public controversy.\" Id. Because Holtzscheiter is a private figure,\r\nthis Court may define the appropriate standard of liability for the publisher.\r\nSee id. at 347, 94 S. Ct. at 3010, 41 L. Ed. 2d at 809.  So long as we do not\r\nimpose liability without fault, we may define for ourselves the appropriate\r\nstandard of liability for a publisher or broadcaster of defamatory falsehood\r\ninjurious to a private individual.  I concur with the overwhelming majority\r\nof jurisdictions, which have held that simple negligence is the appropriate\r\nstandard of proof for a private-figure plaintiff.  On remand, as to the liability\r\nissue, it must be determined whether the actions of the newspaper were\r\nnegligent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As to the issue of punitive damages, I agree that a directed verdict\r\nshould have been granted to the newspaper.  There was not evidence of\r\nactual malice -- knowledge of falsity or reckless disregard as to truth or\r\nfalsity.  Hence, the issue should not have been submitted to the jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4. ACTIONABILITY OR EXISTENCE OF SPECIAL HARM \r\n  \r\n  \r\n  \r\n As discussed above, traditionally, two classes of statements have been\r\nconsidered actionable without proof of special damages: (1) all libel and (2)\r\nfour categories of slander, described as \"slander per se,\" which encompasses\r\nstatements imputing unchastity, a criminal offense, a loathsome disease, or\r\nmatter incompatible with business or trade.  The allegedly defamatory\r\nstatement was obviously republished by the newspaper in written form.\r\nThus, it would potentially constitute libel.  As such, it is actionable without\r\nproof of special damages.  The discussion above explains why the adoption of\r\nsection 569 of the Restatement is necessary.  Under section 569, \"One who \r\n  \r\n  \r\n  \r\np.40 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nfalsely publishes matter defamatory of another in such a manner as to make\r\nthe publication of a libel is subject to liability to the other although no\r\nspecial harm results from the publication.\" Therefore, it would not be\r\nnecessary for the plaintiff to establish special harm.21c Under such an\r\napproach, we need not ever concern ourselves with the difference between\r\nlibel per se and libel per quod because all libel would be treated equally.\r\nThus, in the present libel case, Holtzscheiter would not have to show special\r\ndamages in order to recover. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n Accordingly, I would remand this matter, in light of the principles set\r\nforth above, for a new trial on the issue of actual damages.  After the\r\nplaintiff has presented her case, the newspaper can, of course, offer any\r\ndefenses it may have, such as the affirmative defense of truth. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In sum, the principal reason why I do not join the majority is not\r\nbecause of defects in the Chief Justice's opinion.  He has admirably\r\nattempted to resolve the dispute by clarifying the current state of the law.\r\nRather, I am firmly convinced that the present status of our defamation\r\njurisprudence is so convoluted, so hopelessly and irretrievably confused, that\r\nnothing short of a fresh start can bring any sanity, and predictability, to this\r\nvery important area of the law. \r\n  \r\n  \r\n  \r\n\r\n21cIf, however, the present action involved not the newspaper's printing\r\nof the doctor's statement, but concerned the doctor's statement to the\r\nreporter, then Holtzscheiter would have to show special damages.  The latter\r\ncase would involve slander, not libel, and the doctor's statement would not\r\nfall into the four slander per se categories for which special damages would\r\nbe presumed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.41 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\n CHANDLER, A.A.J.: I respectfully dissent in part. \r\n  \r\n  \r\n  \r\n Initially, I am in agreement with the majority's thorough discussion\r\nof defamation law in general.  This discussion clarifies some of the difficult\r\ncommon law and constitutional concepts related to the law of defamation in this\r\nState. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In addition, I concur with the majority's finding of \"no reversible\r\nerror on this record in the trial judge's denial of the newspaper's directed verdict\r\nmotion on liability.\" As pointed out by the majority, most of the arguments raised\r\nby the newspaper on this issue are not preserved for appellate review because\r\nthey were not raised to and ruled on by the trial judge.  I also agree with the\r\nmajority that those arguments preserved for review are without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Further, I agree the trial judge erred in denying the newspaper's\r\ndirected verdict motion on the issue of punitive damages.  There is no evidence the\r\nnewspaper either knew the article was false or had serious reservations about its\r\ntruthfulness when the article was prepared and published. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I disagree, however, with the majority's ultimate conclusion that the\r\ncase should be remanded for a new trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Citing Sanders v. Prince, 304 S.C. 236, 403 S.E.2d 640 (1991), the\r\nmajority holds that the proper relief in this case is a new trial absolute because, in\r\npart, the punitive damage award rendered by the jury was excessive.  However, if\r\nthe punitive damage award is stricken, as the majority holds it should be, I fail to\r\nsee why a new trial is required when the actual damage award is not, in my\r\nopinion, so shockingly disproportionate to the injuries as to indicate that the jury\r\nacted out of passion, caprice, prejudice, or other considerations not founded on the\r\nevidence.  Indeed, the majority makes no finding that the actual damage award\r\nwas excessive.1d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In its opinion, the majority also finds that \"the parties were denied a\r\nfair trial as the result of the confusion generated by [this Court's] decision in\r\nHoltzscheiter I.\" I disagree.  Although the Holtzscheiter I opinion is not as\r\ndetailed on the law of defamation as the majority's opinion in this case, the\r\nHoltzscheiter I opinion is not confusing.  It merely holds that because proof of \r\n  \r\n  \r\n  \r\n\r\n1d In Sanders, the Court held that a new trial on all issues was required\r\nbecause \"[t]he measurement of [punitive] damages necessarily depend[ed] on the\r\njury's view of the facts giving rise to liability,\" and that \"in fairness to all parties\r\n... these issues should be tried together before the same fact-finder.\" Id. at 239,\r\n403 S.E.2d at 642.  Not so in the case at hand.  Here, if the punitive damage\r\naward is stricken, the \"measurement of punitive damages\" is no longer an issue\r\nwhich would require a new trial absolute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.42 \r\n  \r\n\r\nHOLTZSCHEITER v. THOMSON NEWSPAPERS, INC. \r\n\r\n\r\n\r\n\r\n\r\nspecial damages was not required, the original trial judge erred in granting the\r\nnewspaper's motion for a directed verdict on the defamation action.2d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n I also disagree with the majority's interpretation of Holtzscheiter I's\r\nfinding as to whether the statement at issue was defamatory per se or defamatory\r\nper quod.  In my opinion, it is clear the majority opinion in Holtzscheiter I found\r\nthat the statement was defamatory per se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As the majority points out in the case at hand, \"[if] the defamatory\r\nmeaning of a message or statement may be obvious on the face of the statement\r\n... the statement is defamatory per se.\" (emphasis supplied). The majority\r\nopinion in Holtzscheiter I stated: \"Although ambiguous, the newspaper article\r\ncould be read, on its face, to charge Holtzscheiter with failing to support her\r\ndaughter by not encouraging her to continue her education.\" (emphasis supplied).\r\n306 S.C. at 301, 411 S.E.2d at 666.  Consequently, the majority in Holtzscheiter I\r\nfound the statement to be defamatory per se.3d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In summary, I would affirm the jury's award of actual damages but\r\nreverse the award of punitive damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J., concurs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n2d The opinion also holds (1) the trial judge did not err in granting a directed\r\nverdict on the action for intentional infliction of emotional distress, and (2)\r\nevidence of how others may have perceived the statement was admissible. \r\n  \r\n  \r\n  \r\n 3d In my opinion, the fact that a statement is \"ambiguous\" does not preclude\r\nthe statement from being defamatory per se.  For example, the statement \"A's son\r\nis a thief\" is defamatory per se.  However, if A has more than one son, the\r\nstatement is also ambiguous. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.43 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24841","title":"State v. McCray","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24841","description":"","date":"1998-09-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State,                  Respondent,\r\n v.\r\nCharles Allen McCray,       Appellant. \r\n  \r\n  \r\n  \r\n Appeal From Florence County\r\nRalph King Anderson, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Opinion No. 24841\r\nHeard January 10, 1996 - Filed September 28, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssistant Appellant Defender Robert M. Pachak, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia; John C. Jepertinger and Jack W. Lawson,\r\nJr., both of Florence for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General T. Travis Medlock, Chief Deputy\r\nAttorney General Donald J. Zelenka, Assistant\r\nAttorney General Harold M. Coomhs, Jr., and\r\nAssistant Attorney General William Edgar Salter,\r\nIII, all of Columbia; and Solicitor Dudley Saleeby,\r\nJr., of Florence, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BURNETT, A.J.: Appellant was indicted by the Florence\r\nCounty Grand Jury on charges of murder, conspiracy, first degree\r\nburglary, arson, and armed robbery surrounding the death of Billy\r\nGraham.  He was convicted of first degree burglary and conspiracy and\r\nacquitted of the three other charges.  Appellant was sentenced to life\r\nimprisonment for burglary and five years' imprisonment for conspiracy. \r\n  \r\np.3\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\n ISSUES \r\n  \r\nI. Did the trial judge err by ruling appellant's co-defendants'\r\nreasons for striking black jurors from the jury venire was not\r\npretextual and by failing to grant appellant a severance? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Did the trial judge err by admitting appellant's February\r\n26, 1988, confession into evidence? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII.  Did the trial judge err by failing to grant appellant's\r\nmotion for a mistrial after a co-defendant referred during\r\nclosing argument to appellant's failure to testify? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n I. \r\n  \r\n Appellant, who is black, was tried with two co-defendants,\r\nRoger Dewitt (Bill) Prince and Charlie Dorn Smith, who are white.  Before\r\nthe jury was sworn, appellant requested a Batson1 hearing, arguing his co-\r\ndefendants excluded black jurors from the venire because of their race.\r\nDuring the hearing, appellant stated he had previously moved for a\r\nseverance, anticipating there would be difficulties in selecting a jury.  The\r\ntrial judge denied appellant's Batson motion, concluding Batson did not\r\napply to co-defendants in a criminal trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n During the pendency of appellant's appeal, the United States\r\nSupreme Court ruled Batson applies to criminal defendants as well as to\r\nthe prosecution. Georgia v. McCollum, 505 U.S. 42, 59, 112 S.Ct. 2348,\r\n2359, 120 L.Ed.2d 33, 51 (1992)(\"the Constitution prohibits a criminal\r\ndefendant from engaging in purposeful discrimination on the ground of\r\nrace in the exercise of peremptory challenges.\"). Consequently, we\r\nremanded this matter to the trial court for the purpose of conducting a\r\nBatson hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On remand, co-defendant Prince candidly stated, due to the\r\npassage of time, he did not remember exactly why he had struck the black \r\n  \r\n\r\n1 Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69\r\n(1986)(the Equal Protection Clause of the Fourteenth Amendment to the\r\nUnited States Constitution prohibits the State from striking a\r\nvenireperson on the basis of race). \r\n  \r\np.4\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\njurors at issue but, referring to his notes, thought he struck Juror #112\r\nbecause she had two cousins who were sheriffs in New York and Juror #26\r\nbecause he had a friend who worked for the sheriff s department.  Co-\r\ndefendant Smith stated he did not want anyone with connection to law\r\nenforcement on the jury.  Consequently, he struck Juror #9 whose friend\r\nworked for SLED and Juror #61 whose cousin worked for the sheriff s\r\ndepartment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant argued the stated reasons for striking the four black\r\njurors were pretextual because the co-defendants did not strike three white\r\njurors, Jurors #13, #88, and #181, who had similar connections to law\r\nenforcement.  The trial judge concluded the stated reasons for striking the\r\nfour black jurors were not pretextual.  We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Under Batson procedure as it existed at the time of appellant's\r\ntrial, the proponent of the strike was required to present an explanation\r\nfor the strike which was racially neutral, clear, reasonably specific, and\r\nlegitimate. State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996).\r\nWhether a proffered reason was racially neutral was to be determined by\r\nexamining the totality of the facts and circumstances in the record,\r\nincluding the credibility and demeanor of the proponent of the strike.\r\nState v. Kelley, 319 S.C. 173, 460 S.E.2d 368 (1995).  If the explanation\r\nmet these criteria, the opponent of the strike had the burden of proving\r\nthe allegedly neutral reason was pretextual.  Pretext could be\r\ndemonstrated by showing similarly situated members of another race were\r\nseated on the jury.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The record from the jury voir dire indicates the three white\r\njurors who were seated on the jury were not similarly situated to the four\r\nblack jurors who were struck from the jury.  While the black jurors had\r\nrelatives or friends who, at the time of trial, were employed in law\r\nenforcement, the relatives or friends of the white jurors were no longer\r\nemployed in law enforcement.3 The white jurors did not have the same \r\n  \r\n\r\n2 At the time of the Batson hearing, this Court had not yet adopted the\r\nprocedure outlined in Purkett v. Elem, 514 U.S. 765, 115 S.Ct. 1769, 131\r\nL.Ed.2d 834 (1995).  However, under Purkett procedure, we would reach\r\nthe same conclusion. \r\n  \r\n  \r\n  \r\n 3 Juror#88 stated his friend was a former police officer.  Juror #181\r\nstated his father-in-law was a highway patrolman from 1957 to 1968.\r\nJuror #13 stated she had acquaintances who worked for law enforcement. \r\n  \r\np.5\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nrelationship to law enforcement as the black jurors.  Accordingly, appellant\r\nfailed to meet his burden of establishing the co-defendants' stated reasons\r\nfor striking the black jurors were pretextual.  The trial judge's findings\r\nare supported by the evidence and should be affirmed. State v. Adams,\r\nsupra (the trial judge's findings regarding purposeful discrimination are\r\nentitled to great deference and are to be set aside only if clearly\r\nerroneous). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Moreover, appellant's argument that the trial judge abused his\r\ndiscretion by denying his motion for a severance after his co-defendants\r\nstruck the four black jurors is not preserved for appeal.  Appellant never\r\nrequested a severance for this reason. State v. Byram, 326 S.C. 107, 485\r\nS.E.2d 360 (1997)(a party cannot argue one ground at trial then another\r\nground on appeal).  In any event, since we conclude there was no error in\r\nstriking the four black jurors, there is no merit to appellant's argument\r\nthat he should have been granted a trial separate from his co-defendants\r\nbecause they struck black jurors from the jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n II. \r\n  \r\n Appellant contends the trial judge erred in admitting into\r\nevidence his statement of February 26, 1988, for the following reasons:  A)\r\nhe had invoked his Fifth Amendment4 right to counsel and the statement\r\nwas thereafter obtained by improper police-initiated interrogation;  B) the\r\nstatement was obtained in violation of the Sixth Amendment;5 C) the\r\nstatement was obtained by trickery;  and D) the statement was involuntary\r\nunder the totality of the circumstances.  We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The following facts were developed during the Jackson v.\r\nDenn6 hearing.  Perry Coker of the Clarendon County Sheriff s\r\nDepartment testified he arrested appellant on February 4, 1988, on\r\ncharges of burglary and criminal sexual conduct. The warrants  were\r\nsigned by appellant's sister.  Appellant was advised of his Miranda rights \r\n  \r\n  \r\n  \r\n\r\nUpon further questioning, however, she stated these acquaintances\r\nactually worked for the building commission. \r\n  \r\n4 U.S. CONST. amend V. \r\n  \r\n5 U.S. CONST. amend. VI. \r\n  \r\n6 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964). \r\n  \r\np. 6 \r\n  \r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nby Lieutenant Gamble from SLED.  Appellant was not interviewed at that\r\ntime because he was intoxicated.  Twenty-four to forty-eight hours later,\r\nCoker asked appellant if he wanted an attorney appointed.  Appellant\r\nresponded \"this was a family matter and given a little bit of time it would\r\nwork itself out and that he did not want an attorney at that time.\"\r\nAppellant remained in custody. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On February 17, 1988, appellant was arrested in Clarendon\r\nCounty for the murder of Paul Bradley, Jr. Coker spoke with appellant\r\nafter the arrest and asked if he wanted an attorney appointed.  Appellant\r\nresponded he \"felt like at the time that his people would hire an attorney\r\nand he did not want an appointed attorney on that charge.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n However, Coker testified because of the \"extra charge\"\r\n(apparently the Bradley murder charge), he felt appellant needed an\r\nattorney.  Consequently, on February 18, 1988, Coker testified he took\r\nappellant to the Clerk of Court's office and the public defender, Harold\r\nDetwiler, was appointed to represent appellant on the burglary and\r\ncriminal sexual conduct case.  Coker again asked appellant if he wanted\r\nan attorney for the murder charge and appellant replied he did not want\r\nan appointed attorney for a charge of that serious a nature and would\r\nhave his sister retain a lawyer. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Four days later, on February 22, 1988, Coker and Lieutenant\r\nGamble were present with appellant in the sheriff's office.  Before\r\nspeaking with appellant, Gamble telephoned Detwiler in appellant's\r\npresence.  Gamble testified he told Detwiler he wanted to discuss the\r\nBradley murder \"and this other case\"7 with appellant and to run a\r\npolygraph test.  As a result of the telephone conversation, appellant was\r\ntransported to SLED and he submitted to a polygraph test. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Prior to administering the polygraph test, the test\r\nadministrator, Johnny Hartley, testified he advised appellant of his\r\nMiranda rights, including the right to remain silent, that anything he said\r\ncould be used against him in court, and the right to have a lawyer\r\npresent, and appellant signed a waiver form acknowledging he understood\r\neach of the rights. \r\n  \r\n\r\n7 It is unclear if \"this other case\" refers to the burglary and CSC case\r\nor the Graham murder case.  Gamble testified he never asked appellant\r\nabout the burglary and CSC charges. \r\n  \r\np.7\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\n The same day, after returning from SLED, Coker spoke with\r\nappellant and his sister.8 Coker testified he advised appellant of his\r\nMiranda rights, including the right to talk to a lawyer and have a lawyer\r\npresent while being questioned.  Appellant then gave a statement with\r\nregard to the Bradley homicide.  Appellant's statement was reduced to\r\nwriting and he signed the document. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On February 23, 1988, Coker spoke with appellant's nephew\r\nwho was also charged with the Bradley murder.  As a result of that\r\ndiscussion, Coker testified he again spoke with appellant on February 24th\r\nabout the Bradley murder after appellant executed another waiver of\r\nrights form.  A tape recording of this conversation was made and later\r\ntranscribed.  Appellant signed the transcription of the tape recording.  In\r\naddition, appellant signed a waiver form confirming he had been advised\r\nof his rights prior to the February 22 questioning and at the time of his\r\narrest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Coker testified during his dealings with appellant from\r\nFebruary 22-24, appellant referred to the death of Billy Graham.\r\nAccording to Coker, appellant was willing to tell \"his part\" but did not\r\nwant to \"tell it all\" for fear of the lives of his family.  Until that time,\r\nCoker stated Graham's death was thought to be accidental.9 Coker stated\r\nappellant said he would take a polygraph test to prove Graham's death\r\nwas not accidental. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On February 26, 1988, appellant was again transported to\r\nSLED and a polygraph test was administered.  Hartley testified he again\r\nadvised appellant of his Miranda rights and appellant signed a form\r\nacknowledging he understood the rights.  Hartley stated appellant said he\r\ndid not want an attorney and did not need one with him for the polygraph\r\ntest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen he was returned to the sheriffs office, appellant signed a \r\n  \r\n\r\n8 It is not clear if this is the same sister who issued the earlier\r\nwarrants against appellant. \r\n  \r\n  \r\n  \r\n9 On June 10, 1987, Graham was found dead in his residence.  The\r\nresidence had been extensively burned.  The pathologist who performed\r\nthe autopsy concluded the cause of death was thermal burns and carbon\r\nmonoxide poisoning.  Investigators were unable to determine the cause of\r\nthe fire. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.8\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nwaiver of rights form which advised him, among other things, he had the\r\nright to talk to a lawyer and to have a lawyer present while being\r\nquestioned.  In addition, the waiver form stated appellant had been\r\nadvised of the right to remain silent and anything he said could and\r\nwould be used against him in a court as evidence against himself.  At this\r\npoint, appellant told the police he had killed Graham for $20,000.\r\nAppellant's statement was taped and later transcribed; however, appellant\r\ndid not sign the transcription.  Coker testified he did not know whether\r\nthe transcription had been presented to appellant for his signature. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In relevant part, the transcription of appellant's February 26,\r\n1988, statement is as follows: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGAMBLE: Charles now this is an informal discussion between\r\nCapt.  Coker with Clarendon County and Gary Martin with\r\nSLED and Julius Lee with the Florence County Sheriff s Dept.\r\nOf course, you know me.  I'm J.E. Gamble with SLED but now\r\nI want (sic) again ask you is it not true that I have given you\r\nyour rights the (sic) start with is that right, is that correct, I'm\r\ngoing to read it again but this is not going to be a statement\r\nthat we are going to take from you.  This is going to be a kind\r\nof off the cup (sic) question and answer thing that we need to\r\ncompile the evidence to check this situation out for some\r\nbackup support evidence. \r\n  \r\n  \r\n  \r\nCHARLES: Okay. \r\n  \r\n  \r\n  \r\nGAMBLE: But now, (reading of the Miranda rights) do you\r\nunderstand the rights I have explained to you? \r\n  \r\n  \r\n  \r\nCHARLES: Yes sir. \r\n  \r\n  \r\n  \r\nGAMBLE: Are you willing to talk with us now without a\r\nlawyer being present? \r\n  \r\n  \r\n  \r\nCHARLES: Yes. \r\n  \r\n  \r\n  \r\nGAMBLE: Allright (sic).  Well like I said Charles we just\r\nwant to, this is just for a purpose of us getting some questions\r\nand answers.  Now it is Friday, February 26, 1988 and the\r\ntime is 6:08 P.M. and we are at the Clarendon County Sheriff's\r\nDept.  The main thing that we want to talk about Charles is \r\n  \r\n  \r\n  \r\np.9\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nlike I said we need this information for what not . . . . \r\n  \r\n  \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Thereafter, Gamble continued to ask appellant questions and\r\nappellant responded. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Coker testified on every occasion he spoke with appellant,\r\nappellant was advised of his rights.  He stated no one threatened or\r\ncoerced appellant into giving a statement nor offered appellant any reward\r\nor lenience.  Coker testified appellant's only concern was for his nephew.\r\nCoker stated appellant never stopped answering questions and never asked\r\nfor an attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On cross-examination, Coker admitted he had taken a\r\nstatement from Caesar Wheeler on February 18, 1988.  In this statement,\r\nWheeler stated appellant told him he had killed Graham.  Coker further\r\ntestified law enforcement initiated every interview with appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Clarendon County Deputy Clerk of Court testified on\r\nFebruary 18, 1988, Detwiler was appointed to represent appellant on the\r\nburglary and CSC charges and, later, he was appointed on the Clarendon\r\nCounty murder charge.  The clerk testified appellant did not sign a form\r\nwaiving his right to an appointed attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Public Defender Detwiler testified on February 18 he was\r\nappointed to represent appellant on the burglary and CSC charges and he\r\nspoke with appellant on February 19 regarding these charges.  Detwiler\r\nstated he was later appointed to represent appellant on the Bradley\r\nmurder charge.  Detwiler explained at some point he received a telephone\r\ncall from Gamble asking for permission to speak with appellant about\r\nanother charge against appellant in another county.  Detwiler stated\r\nGamble did not explain the nature of this charge.  Detwiler testified he\r\nresponded it made no difference to him, and he knew Gamble realized he\r\ndid not have authority to authorize a conversation with appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A. \r\n  \r\n Under the Fifth Amendment, custodial interrogation may not\r\noccur if an accused invokes his right to have counsel present during the\r\ninterrogation.  A valid waiver of the right to counsel will not be presumed\r\nsimply from the silence of the accused after Miranda warnings are given. \r\n  \r\n  \r\n  \r\np.10\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nThe record must show an accused was offered counsel but intelligently and\r\nknowingly rejected the offer. Miranda v.  Arizona, 384 U.S. 436, 86 S.Ct.\r\n1602, 16 L.Ed.2d 694 (1966). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The Fifth Amendment right to counsel is not offense-specific;\r\nonce an accused invokes the right to counsel for interrogation regarding\r\none offense, he may not be approached regarding any offense unless\r\ncounsel is present. Arizona v. Roberson, 486 U.S. 675, 108 S.Ct. 2093, 100\r\nL.Ed.2d 704 (1988); State v. Wilder, 306 S.C. 535, 413 S.E.2d 323 (1991).\r\nIf the accused invokes the right to counsel, interrogation must cease and\r\npolice may not conduct interrogation unless the accused initiates\r\ncommunication, exchanges, or conversations with the police. Edwards v.\r\nArizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The record establishes appellant did not invoke his right to\r\ncounsel prior to interrogation by police on February 26, 1988, or at any\r\nother time.  Appellant never indicated he declined to speak to the\r\ninvestigators unless his attorney was present.  Instead, appellant signed a\r\ndocument in which he acknowledged being informed of his right to the\r\npresence of counsel during questioning and specifically declined that right.\r\nIn addition, he verbally stated he was willing to speak with law\r\nenforcement without the presence of counsel.  Appellant's prior statement\r\nthat he would retain a lawyer at some future date did not constitute an\r\ninvocation of his right to counsel for Miranda-Edwards purposes.  State v.\r\nLinnen, 278 S.C. 175, 293 S.E.2d 851 (1982)(accused did not invoke his\r\nFifth Amendment right to counsel where he was not reluctant to answer\r\nquestions after receiving Miranda warnings, even though he had applied\r\nfor appointed counsel and stated he intended to obtain his own attorney).10 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Moreover, appointment of the public defender did not\r\nconstitute evidence of an intent by appellant to speak to police only with\r\ncounsel present. Contra Arizona v. Roberson, supra (accused invoked right\r\nto counsel where he stated he wanted a lawyer before answering any\r\npolice questions); Edwards v. Arizona, supra (accused invoked right to\r\ncounsel where he requested counsel, interrogation ceased, and the next\r\nmorning he told police he did not want to speak to anyone); State v. Cox,\r\n287 S.C. 260, 335 S.E.2d 809 (Ct.  App. 1985), aff'd in part and rev'd on \r\n  \r\n\r\n10For Sixth Amendment purposes, accused's statement at the bond\r\nhearing that he planned to secure counsel in the future was ambiguous\r\nand did not constitute an invocation of the right to counsel. State v.\r\nDraylon, 293 S.C. 417, 361 S.E.2d 329 (1987). \r\n  \r\n  \r\n  \r\np.11 \r\n  \r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\nother grds., 290 S.C. 489, 351 S.E.2d 570 (1986)(accused invoked right to\r\ncounsel by stating, \"I'll tell you about it when I talk to my lawyer.\").\r\nAccordingly, appellant had not invoked his right to counsel on February\r\n26th and his statement on that date was not taken in violation of the\r\nFifth Amendment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n B. \r\n  \r\n Appellant's February 26, 1988, statement was not taken in\r\nviolation of his rights under the Sixth Amendment.  The Sixth\r\nAmendment right to counsel attaches when judicial proceedings are\r\ninitiated against the accused. Michigan v. Jackson, 475 U.S. 625, 106\r\nS.Ct. 1404, 89 L.Ed.2d 631 (1986)(the Sixth Amendment attaches after\r\ninitiation of adversarial judicial proceedings against the defendant).  At\r\nthe time appellant confessed, judicial proceedings had not yet been\r\ninitiated against appellant for the Graham murder.11 State v. George, 323\r\nS.C. 496, 476 S.E.2d 903 (1996), cert. denied, ____ U. S.____, 117 S.Ct. 1261,\r\n137 L.Ed.2d 340 (1997)(Sixth Amendment right to counsel had not\r\nattached where accused confessed to homicide before judicial proceedings\r\nhad been initiated).  Additionally, although counsel had been appointed to\r\nrepresent appellant on other charges, appellant had not requested counsel\r\nin regard to the Graham murder. State v. Register, 323 S.C. 471, 476\r\nS.E.2d 153 (1996), cert. denied, ____ U.S. ____, 117 S.Ct. 988, 136 L.Ed.2d\r\n870 (1997)(Sixth Amendment right to counsel is offense-specific; the mere\r\nfact counsel was appointed in one matter does not invoke the Sixth\r\nAmendment relating to a different matter). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n C. \r\n  \r\n Contrary to appellant's assertion, Gamble's statements, \"this is\r\nan informal discussion,\" \"this is not going to be a statement,\" \"this is going\r\nto be an . . . off of the cup (sic) question and answer thing that we need to\r\ncompile the evidence,\" did not constitute police trickery, rendering\r\nappellant's statement involuntary.  Appellant has misconstrued Gamble's\r\nstatements.  Gamble's statements were clearly intended to convey the\r\nmanner in which he planned to conduct his interview of appellant.\r\nGamble informed appellant he would be taking the statement through\r\nquestions and answers, not by appellant giving a monologue. \r\n  \r\n\r\n11Appellant's brief indicates he was indicted for charges surrounding\r\nGraham's death during the January 1989 grand jury term. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12\r\n\r\nSTATE v. MCCRAY \r\n\r\n\r\n\r\n\r\n\r\n D. \r\n  \r\n  \r\n  \r\n Considering all of the circumstances surrounding appellant's\r\nconfession,, we conclude the statement was voluntarily given and properly\r\nadmitted.  The statement was given after appellant was apprised of his\r\nMiranda rights and after he signed a document indicating he waived those\r\nrights.  In addition, the transcription of appellant's statement indicates he\r\nverbally agreed to speak to the investigators.  There is no evidence\r\nappellant was coerced into making a statement.  The trial judge properly\r\nfound appellant's statement was voluntarily given.  We affirm the trial\r\njudge's ruling. State v. Von Dohlen, 322 S.C. 234, 471 S.E.2d 689, cert.\r\ndenied, ____U.S.____, 117 S.Ct. 402, 136 L.Ed.2d 316 (1996)(on appeal, the\r\nconclusion of the trial judge as to the voluntariness of a confession will not\r\nbe reviewed unless so erroneous as to show an abuse of discretion). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n III. \r\n  \r\n  \r\n  \r\n During closing argument, co-defendant Smith referred to\r\nappellant's and Prince's decisions not to testify.  The trial judge denied\r\nappellant's and Prince's motions for a mistrial based on this comment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Appellant now argues the trial judge's denial of his motion for\r\na mistrial was an abuse of discretion.  The Court considered this issue in\r\nthe context of Prince's appeal and determined the trial judge did not abuse\r\nhis discretion by denying the motion for a mistrial. State v. Prince, 316\r\nS.C. 57, 447 S.E.2d 177 (1993).  For the same reasons, the denial of\r\nappellant's motion for a mistrial was not an abuse of discretion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED. \r\n  \r\n TOAL, MOORE, JJ., and Acting Associate Justice George\r\nT. Gregory, Jr., concur.  FINNEY, C.J., concurring in result only. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.13 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]