[{"id":"24843","title":"Osteen v. Greenville County School District","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24843","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nLinda F. Osteen, Respondent,\r\nv.\r\nGreenville County\r\nSchool District,\r\nEmployer and Self-\r\nInsurer, Petitioner.\r\nON WRIT OF CERTIORARI TO THE\r\nCOURT OF APPEALS\r\nAppeal From Greenville County\r\nHenry F. Floyd, Judge\r\nOpinion No. 24843\r\nHeard November 19, 1997 - Filed October 26, 1998\r\nREVERSED\r\nRichard V. Davis, of Christian &amp; Davis, of\r\nGreenville, and J. Mark Hayes II, of Harrison and\r\nHayes, of Spartanburg, for respondent.\r\nRichard B. Kale, Jr., and Jeffrey S. Jones, both of\r\nHaynsworth, Marion, McKay &amp; Guerard, of Greenville, for\r\npetitioner.\r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals' \r\n  \r\np.3\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT\r\nopinion in Osteen v. Greenville County School District, 323 S.C., 432, 475\r\nS.E.2d 775 (Ct. App. 1996). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLinda Osteen (\"Osteen\") was an attendance clerk at Mountain View\r\nElementary School. She worked Monday through Friday, 8:00 a.m. to 4:00\r\np.m. Her duties included responsibility for attendance; helping out in the\r\noffice; running errands to classrooms; assisting in the health room; checking\r\nin and retrieving supplies; and delivering mail to the teachers' lounge and the\r\ncafeteria. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the middle of August 1992, Osteen planned a week-end picnic with\r\nher family at Lake Keowee. On Friday, August 21, 1992, Osteen brought an\r\nice chest with her to work which she intended to fill with ice from the school\r\ncafeteria for use at her picnic. At approximately 3:00 p.m., Osteen,\r\naccompanied by her son, retrieved the ice chest from her car and took it to\r\nthe school cafeteria. After filling the cooler with ice, she and her son carried\r\nit back to her car. When Osteen picked up the chest to put it into her car,\r\nshe injured her back.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, Osteen filed a workers' compensation claim. The Single\r\nCommissioner found Osteen had sustained a compensable injury under S.C.\r\nCode Ann. § 42-1-160 (1985). The Full Commission reversed, finding Osteen's\r\ninjury did not arise out of and in the course of her employment. The Circuit\r\nCourt affirmed the Panel's finding that Osteen's injury was not compensable.\r\nA majority of the Court of Appeals reversed; it held Osteen's injury was by\r\naccident arising out of and in the course of her employment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err in holding Osteen's injury was by\r\naccident arising out of and in the course of her employment? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n\r\n1Due to the injury, Osteen was out of work from September 1, 1992\r\nuntil February 14, 1993. She then returned to work for approximately three\r\nweeks. She was again out of work from March 9, 1993 until May 3, 1993.\r\nShe had surgery performed on her lower back on March 11, 1993. After\r\nreturning to work on May 3, she remained for the rest of the. school year.\r\nHer last day of work was June 17, 1994.\r\np.4\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals held Osteen's injury fell squarely within the\r\n\"personal comfort\" doctrine. This was error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe personal comfort doctrine aids a court in determining whether, and\r\nunder what circumstances, entirely personal activities engaged in by an\r\nemployee at work may be considered incidental to employment. See Mack v.\r\n Post Exchange, 207 S.C. 258, 35 S.E.2d 838 (1945); Arthur Larson, The Law\r\nof Workmen's Compensation, § 21.00 et seq. (1996). In Mack v. Post\r\n Exchange, we adopted the personal comfort doctrine by stating: \r\n  \r\n  \r\n  \r\nSuch acts as are necessary to the life, comfort, and\r\n convenience of the servant while at work, though strictly\r\n personal to himself, and not acts of service, are incidental to\r\n the service, and injury sustained in the performance thereof is\r\ndeemed to have arisen out of the employment. A man must\r\nbreathe and occasionally drink water while at work. In these\r\nand other conceivable instances he ministers unto himself, but in\r\na remote sense these acts contribute to the furtherance of his\r\nwork . . . . That such acts will be done in the course of\r\n employment is necessarily contemplated, and they are\r\n inevitable incidents. Such dangers as attend them, therefore,\r\n are incident dangers. At the same time injuries occasioned by\r\nthem are accidents resulting from the employment. \r\n  \r\n  \r\n  \r\nMack, 207 S.C. at 264-65, 35 S.E.2d at 840 (emphasis supplied). In Mack,\r\nthe employee arrived on work premises approximately one-half hour before\r\nwork began. While waiting, he smoked a cigarette and accidentally burned\r\nhis leg when the cigarette ignited his trousers. In finding his injuries\r\ncompensable under the Workers' Compensation Law, we held that smoking\r\nwas incidental to his employment: \"Tobacco is universally recognized to be\r\na solace to him who uses it, and may be that such a one, unless he finally\r\nshakes off the habit, cannot perform the labors of his life as well without it\r\nas with it.\" Id. at 265, 35 S.E.2d at 841. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn McCoy v. Easley Cotton Mills, 218 S.C. 350, 62 S.E.2d 772 (1950),\r\nwe again addressed the question of whether an employee's injury occurring\r\nduring a smoking break was compensable. We stated that it was \"well\r\nsettled that an employee, in order to be entitled to compensation, need not\r\nnecessarily be engaged in the actual performance of work at the time of\r\ninjury; it is enough if he is upon his employer's premises, occupying himself\r\nconsistently with his contract of hire in some manner pertaining to or\r\nincidental to his employment.\" Id. at 355-56, 62 S.E.2d at 774; see also\r\np.5\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nBeam v. State Workmen's Compensation Fund, 261 S.C. 327, 200 S.E.2d 83\r\n(1973). In McCoy , the employee, while on his break, was accidentally struck\r\nin the eye by a copper pipe thrown by another employee. We again\r\nconcluded that smoking was incidental to the worker's employment, and\r\ntherefore, the injury occurring during such break was compensable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, the personal comfort doctrine has consistently been limited\r\nto imperative acts such as eating, drinking, smoking, seeking relief from\r\ndiscomfort,2 preparing to begin or quit work, and resting or sleeping. See\r\nLarson, §§ 21.00 - 21.714. In this case, the Court of Appeals cited numerous\r\ncases from other jurisdictions to support its holding that Osteen's activity\r\ncame within the personal comfort doctrine. Osteen, 323 S.C. at 437-38 nn.\r\n1-7, 475 S.E.2d at 778-79 nn. 1-7. However, all of the cited cases fit into one\r\nof the limited categories listed above.3 This case, on the other hand, does not\r\nfit into any of these categories: Osteen was not smoking, resting, sleeping,\r\neating, drinking, seeking relief from discomfort, or preparing to begin or quit\r\nwork when she was injured. Thus, we find Osteen's activity was not a\r\n\"natural incident\" of her employment. As stated by Judge Huff in his\r\ndissent, \"[o]btaining ice for a family picnic the following day was not\r\n[necessary to the life, comfort, and convenience' of [Osteen] while she was at\r\nwork.\" Osteen, 323 S.C. at 445, 475 S.E.2d at 782. Accordingly, we find the\r\nCourt of Appeals erred in applying the personal comfort doctrine to the\r\ncircumstances of this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, the Court of Appeals cited Cauley v. Ross Builders Supplies,\r\n Inc., 238 S.C. 38, 118 S.E.2d 879 (1961) to hold that \"even if the activity was\r\nentirely personal to [Osteen], her injury is compensable because the deviation\r\n\r\n2 This include's getting warm, getting fresh air or relief from heat, and\r\nseeking toilet facilities. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Indus. Comm'n v. Golden Cycle Corp., 246 P.2d 902 (Colo.\r\n1952)(injured while eating lunch); Piper v. Neighborhood Youth Corps, 241\r\nN.W.2d 868 (S.D. 1976)(drowned while sleeping during lunch break); Am.\r\n Motors Corp. v. Indus. Comm'n, 83 N.W.2d 714 (Wis. 1957)(injured during\r\nlunch hour); Geibig v. Ann Arbor Asphalt Constr. Co., 214 N.W. 90 (Mich.\r\n1927)(injured while trying to get warm); Pan Am. World Airways v. Wilmot,\r\n492 So.2d 1373 (Fla. Dist. Ct. App. 1986)(injured while lighting a cigarette);\r\nFord v. Bi-State Dev. Agency, 677 S.W.2d 899 (Mo. Ct. App. 1984)(injured\r\nwhile going to use the restroom and get a cup of coffee); Spratt v. Duke\r\n Power Co., 310 S.E.2d 38 (N.C. Ct. App. 1983)(injured while going to get g-um\r\nat end of dinner hour).\r\np.6\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nfrom her employment was insubstantial.\" Osteen 323 S.C. at 440, 475\r\nS.E.2d at 780. We find Cauley inapposite to this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Cauley , this Court adopted Professor Larson's view that there are\r\ncircumstances when injuries arising out of acts outside the scope of an\r\nemployee's regular duties may be compensable. These circumstances have\r\nbeen applied to: (1) acts benefitting co-employees; (2) acts benefitting\r\ncustomers or strangers; (3) acts benefitting claimant;4 and (4) acts benefitting\r\nemployer privately. Larson, §§ 27.00 - 27.48. In Cauley , we adopted Larson's\r\nrule for injuries occurring while assisting co-employees: \"[An employee's]\r\ninjury was . . . not compensable unless the deviation from the course of\r\nemployment was so trivial that it could be fairly characterized as\r\ninsubstantial.\" Cauley, 238 S.C. at 40, 118 S.E.2d at 880; Larson § 27.15, at\r\n5-376. In Cauley, the employee was injured while trimming a piece of board\r\nto make a wedge for a fellow employee. We found the employee's activity\r\nwas an insubstantial deviation from his work as a carpenter, and thus, the\r\ninjury arising therefrom was compensable under the Workers' Compensation\r\nLaw. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnlike Osteen, the employee in Cauley was trained as a carpenter, and\r\nthe injury occurred during an activity which was incidental to, his normal\r\nemployment. In fact, Cauley was in the process of fashioning a block of wood\r\npursuant to his job assignment when he took a moment to make from it a\r\nwedge for his co-employee. We agree with Judge Huff's dissent that Cauley\r\nis simply inapposite here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally we find no basis on which to hold Osteen's injury occurred \"by\r\naccident arising out of and in the course of her employment.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe South Carolina Workers' Compensation Act requires that, to be\r\ncompensable, an injury by accident must be one \"arising out of and in the\r\ncourse of employment.\" S.C.Code Ann. § 42-1-160 (1985). The two parts of \r\n  \r\n\r\n4Notably, Professor Larson further subdivides this category into the\r\nfollowing: (a) self-education, (b) inoculations and employment health tests, (c)\r\nunion activities, and (d) public service activities. Clearly, Osteen was not\r\nengaged in any of these activities and, therefore, this subdivision is\r\ninapplicable to the present case. Further, as noted by Professor Larson,\r\nwhere the beneficiary of the activity is solely the claimant himself,\r\ncompensation will ordinarily be denied. Larson, § 27.31(b) at 5-416 (emphasis\r\nsupplied). Here, Osteen's actions in obtaining ice for her family picnic were\r\nclearly beneficial solely to Osteen.\r\np.7\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nthe phrase \"arising out of and in the course of employment\" are not\r\nsynonymous. Both parts must exist simultaneously before any court will\r\nallow recovery. Hicks v. Piedmont Cold Storage Inc., S.C. 479 S.E.2d\r\n831, 834 (Ct. App. 1996). \"Arising out of\" refers to the injury's origin and\r\ncause, whereas \"in the course of\" refers to the injury's time, place, and\r\ncircumstances. Howell v. Pacific Columbia Mills, 291 S.C. 469, 472, 354\r\nS.E.2d 384, 385 (1987). For an injury to \"arise out of' employment, the\r\ninjury must be proximately caused by the employment. Douglas v. Spartan\r\nMills, 245 S.C. 265, 269, 140 S.E.2d 173, 175 (1965). The injury arises out\r\nof employment when there is a causal connection between the conditions\r\nunder which the work is required to be performed and the resulting\r\ninjury. Id. (Emphasis supplied).5 Here, there is simply no causal connection\r\nbetween Osteen's employment and her injury; her employment in no way\r\nrequired her to be placing a chest full of ice, for use over the weekend, into\r\nthe trunk of her vehicle. Accordingly, under South Carolina law,6 we find her \r\n  \r\n  \r\n  \r\n\r\n5 As noted previously, there are certain circumstances, such as the\r\n(\"personal comfort\") doctrine and those enumerated by Professor Larson (which\r\nthis Court adopted in Cauley) under which an injury may be compensable\r\nnotwithstanding it was outside the scope of an employee's regular duties.\r\nHowever, as noted, no such circumstances are applicable here. \r\n  \r\n  \r\n  \r\n6 It is unnecessary to resort to North Carolina caselaw to resolve the\r\npresent case. In any event, however, the North Carolina case cited by the\r\ndissent to hold Osteen's injury compensable is factually and legally\r\ndistinguishable. Watkins v. City of Wilmington, 225 S.E.2d 577 (N.C. 1976)\r\ninvolved a fireman who, while on his lunch hour at the fire station,\r\nattempted to fix a co-employee's automobile. Watkins was required to remain\r\non the fire station premises during his 24 hour shifts, and firemen were\r\npermitted to perform minor repairs to their automobiles on the premises\r\nwhich was, to \"an appreciable extent,\" a benefit to the fire department in that\r\nby keeping their automobiles in working order, firemen could use them to\r\nreport to duty when they were off duty in the event of an emergency. Unlike\r\nthe present case, the plaintiff in Watkins was benefitting both a co-employee\r\nand his employer so as to fall within Larson's exceptions for \"other acts\r\noutside regular duties.\" Osteen, on the other hand, was engaged in an\r\nactivity which was not incidental to her employment, and which was not\r\nbeneficial to either her co-employees or her employer; on the contrary, Osteen\r\nwas obtaining ice strictly for her own personal use over the weekend. \r\n  \r\n  \r\n  \r\np.8\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\ninjury is not compensable.7 \r\n  \r\n  \r\n  \r\nThe judgment below is\r\nREVERSED.\r\nFINNEY, C.J., and MOORE, A.J., concur. TOAL and BURNETT, JJ.\r\ndissenting in a separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n7Finally, the dissent asserts that by acquiescing in Osteen's conduct, the\r\nschool was benefited with \"improved employer/employee relations.\" The mere\r\nfact that the school permitted employees to obtain ice is simply insufficient\r\nto supply the requisite causal connection. Even an activity which is\r\n\"encouraged\" by an employer is insufficient to render an ensuing injury\r\ncompensable. See Beam v. State Workmen's Compensation Fund, 261 S.C.\r\n327, 200 S.E.2d 83 (1973) (emphasis supplied) (employment connection may\r\nbe supplied by varying degrees of employer encouragement or direction.... It\r\nis ... sufficient if attendance, although not compulsory, is definitely urged or\r\nexpected but not if it is merely encouraged). Here, the evidence reflects,\r\nat best, the school acquiesced in employees obtaining ice for their personal\r\nuse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np9.\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: I respectfully dissent from the majority's determination\r\nthat Osteen's injury is not compensable under the South Carolina Workers'\r\nCompensation Law. I would hold that Osteen's injury was by accident\r\narising out of and in the course of her employment and therefore\r\ncompensable. Thus, I would affirm the Court of Appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn my view, there are two basic problems with the majority's analysis.\r\nFirst, I believe the majority, in effect, incorrectly characterizes the personal\r\ncomfort doctrine and certain other acts outside an employee's regular duties\r\nas exceptions to the \"arising out of\" requirement in S.C. Code Ann. § 42-1-160\r\n(1985). In other words, under the majority's analysis, if an injury is found\r\nnot to \"arise out of\" employment, it may still be compensable if it falls under\r\none of these exceptions. Second, by characterizing workers' compensation law\r\nin this manner, the majority creates an overly restrictive standard for\r\ndetermining whether an injury \"arises out of and in the course of\"\r\nemployment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPursuant to section 42-1-160, all injuries, to be compensable, must be\r\nby accident arising out of and in the course of employment. The two parts\r\nof the phrase \"arising out of and in the course of\" are not synonymous, but\r\nboth must exist simultaneously before any court will allow recovery. Branch\r\nv. Pacific Mills, 205 S.C. 353, 32 S.E.2d 1 (1944). This is the starting point\r\nfor analyzing any workers' compensation claim. See Owings v. Anderson\r\nCounty Sheriffs Dep't, 315 S.C. 297, 433 S.E.2d 869 (1993). We have\r\nliberally construed this language and allowed compensation in a variety of\r\ncases including on the job injuries suffered while the employee was engaged\r\nin personal comfort activities, as well as other acts outside an employee's\r\nregular duties.1d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n1d For example, in McCoy v. Easley Cotton Mills, 218 S.C. 350, 62\r\nS.E.2d 772 (1950), we utilized the personal comfort doctrine in concluding\r\nthat an employee's accident arose out of and in the course of his employment\r\neven though the injury occurred when the employee walked outside to smoke\r\na cigarette. Additionally, in Howell v. Kash &amp; Karry, 264 S.C. 298, 301) 214\r\nS.E.2d 821, 822 (1975), we stated that \"[a]n act outside an employee's regular\r\nduties which is undertaken in good faith to advance the employer's interest,\r\nwhether or not the employee's own assigned work is thereby furthered, is\r\nwithin the course of employment.\" The injury in Howell occurred while the\r\nemployee was chasing two boys who had stolen a customer's purse. It was\r\nnot part of the employee's regular duties to chase potential thieves. We\r\nnevertheless held that the injury was by accident arising out of and in the\r\ncourse of employment. \r\n  \r\np.10\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nCommentators, like Professor Larson, have categorized these\r\ncompensable personal activities in an attempt to provide practical guidance.\r\nSuch categories, however, are not exceptions to the \"arising out of\"\r\nrequirement in section 42-1-160. They are instead devices for determining\r\nwhether an injury does in fact \"arise out of and in the course of\"\r\nemployment. See, e.g., Mack v. Branch No. 12, Post Exchange, 207 S.C. 258,\r\n264, 35 S.E.2d 838, 840 (1945)(\"Such acts as are necessary to the life,\r\ncomfort, and convenience of the servant while at work, though strictly\r\npersonal to himself, and not acts of service, are incidental to the service, and\r\ninjury sustained in the performance thereof is deemed to have arisen out of\r\nthe employment. \")(emphasis added). These categories also reflect the degree\r\nof flexibility with which courts have interpreted this statutory language. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn injury \"arises out of\" employment when there is apparent to the\r\nrational mind, upon consideration of all the circumstances, a causal\r\nrelationship between the conditions under which the work is to be performed\r\nand the resulting injury. Owings, 315 S.C. 297, 433 S.E.2d 869. The\r\nmajority concludes there is no causal connection between Osteen's\r\nemployment and her injury because her employment in no way required her\r\nto be placing a chest full of ice into the trunk of her vehicle. Under this\r\nrigid formulation of \"arising out of,\" only those activities specifically required\r\nby the employment would be compensable. Such a standard is impractical\r\nand effectively overrules those cases where we have allowed compensation,\r\neven though the activity was not specifically required by the employment.\r\nE.g., Howell v. Kash &amp; Karry, 264 S.C. 298, 214 S.E.2d 821 (1975)(found\r\ncompensable where employee was injured while chasing two boys who had\r\nstolen a customer's purse); Sexton v. Freeman Gas Co., 258 S.C. 15, 187\r\nS.E.2d 128 (1972)(found compensable where employee was injured while\r\ndriving company truck to help put out brush fire); Portee v. South Carolina\r\nState Hosp., 234 S.C. 50, 106 S.E.2d 670 (1959)(found compensable where\r\nemployee was injured while seeking medication for a sore throat). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe fact is there is no case in South Carolina that gives meaningful\r\nguidance to resolving the question of compensation under the unique facts of\r\nthis case. Therefore, I would seek guidance from the North Carolina\r\nSupreme Court. See McDowell v. Stilley Plywood Co., 210 S.C. 173, 181, 41\r\nS.E.2d 872, 876 (1947)(\"Our Workmen's Compensation Act having been\r\nfashioned to the North Carolina Workmen's Compensation Act, and\r\npractically a copy thereof, the opinions of the Supreme Court of that State \r\n  \r\np.11\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nconstruing such Act are entitled to great respect.\").2d In construing the phrase\r\n\"arising out of and in the course of,\" the North Carolina Supreme Court has\r\nset forth the following test: \r\n  \r\n  \r\n  \r\nThe rule applicable when the employee has been directed, as part\r\nof his duties, to remain in a particular place or locality until\r\ndirected otherwise or for a specified length of time, has been well\r\nstated ... as follows: In those circumstances, the rule applied is\r\nsimply that the employee is not expected to wait immobile, but\r\nmay indulge in any reasonable activity at that place, and if he\r\ndoes so the risk inherent in such activity is an incident of his\r\nemployment. \r\n  \r\n  \r\n  \r\nWatkins v. City of Wilmington, 225 S.E.2d 577, 581 (N.C. 1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Watkins, a fireman injured himself while repairing a car during\r\nworking hours. In concluding the fireman's activity was reasonable, the court\r\nfound the following facts determinative: the fireman was required, as part of\r\nhis duties, to remain at the fire station during working hours; the attempted\r\nrepair to the car was minor; the practice of firemen repairing their\r\nautomobiles at work was well known to and permitted by the firemen's\r\nsuperiors; and allowing the firemen to make repairs benefitted the fire\r\ndepartment in that by keeping their automobiles in working condition the\r\nfiremen could report to duty when they were off duty, in case of an\r\nemergency. Id. at 583. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, Osteen was expected, as part of her duties, to stay on\r\nschool premises the entire working day, including her lunch hour. The\r\npractice of employees getting ice from the cafeteria for personal use was well\r\nknown to and permitted by her supervisor. Moreover, Osteen's excursion was \r\n  \r\n\r\n2d Since McDowell, this Court and our Court of Appeals have continued\r\nto follow the practice of relying upon the North Carolina Supreme Court for\r\nguidance in construing our workers' compensation laws. See Nolan v. Daley,\r\n222 S.C. 407, 73 S.E.2d 449 (1952); Flemon v. Dickert-Keowee, Inc., 259 S.C.\r\n99, 190 S.E.2d 751 (1972); Carter v. Penney Tire &amp; Recapping Co., 261 S.C.\r\n341, 200 S.E.2d 64 (1973); Hines v. Hendricks Canning Co., 263 S.C. 399, 211\r\nS.E.2d 220 (1975); Holley v. Owens Corning Fiberglas Corp., 301 S.C. 519,\r\n392 S.E.2d 804 (Ct. App. 1990); Adams v. Texfi Indus., 320 S.C. 213, 464\r\nS.E.2d 109 (1995); Stephen v. Avins Const. Co., 324 S.C. 334, 478 S.E.2d 74\r\n(Ct. App. 1996); Harding v. Plumley, 329 S.C. 580, 496 S.E.2d 29 (Ct. App.\r\n1998). \r\n  \r\np.12\r\n\r\nOSTEEN v. GREENVILLE COUNTY SCHOOL DISTRICT \r\n\r\n\r\n\r\n\r\n\r\nbrief and near the end of her working day. Her supervisor testified that\r\nOsteen's activity would not have interfered with her job. Finally, by\r\nacquiescing in this conduct, the school was benefitted with improved\r\nemployer/employee relations. I would therefore find that Osteen's act of\r\nobtaining cafeteria ice for personal use was a reasonable activity, and the\r\nrisk inherent in such activity was an incident of her employment. As such,\r\nI would hold that Osteen's injury was by accident arising out of and in the\r\ncourse of her employment and therefore compensable. \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, I respectfully dissent. \r\n  \r\nBURNETT, A.J., concurs. \r\n  \r\n  \r\n  \r\np.13\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24844","title":"Granger v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24844","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\nCharles Granger, Jr.,   Respondent,\r\n v.\r\nState of South\r\nCarolina,               Petitioner.\r\nON WRIT OF CERTIORARI\r\nAppeal From Greenville County\r\nFrank Eppes, Trial Judge\r\nGerald C. Smoak, Post-Conviction Judge\r\nOpinion No. 24844\r\nSubmitted September 24, 1998 - Filed October 26, 1998\r\nREVERSED\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for petitioner.\r\nRobert M. Pachak, of South Carolina Office of\r\nAppellate Defense, of Columbia, for respondent.\r\n WALLER, A.J.: We granted certiorari to review the grant of\r\n petitioner's application for post-conviction relief (PCR). We reverse.\r\n FACTS\r\n p.14\r\n\r\nGRANGER v. STATE OF SOUTH CAROLINA\r\n Petitioner, Charles Granger, Jr., was indicted for trafficking in cocaine.\r\n The indictment reads: \r\n  \r\n  \r\n That CHARLES GRANGER, JR. did in Greenville County on or\r\n about June 16, 1994, knowingly sell, manufacture, deliver or\r\n bring into the State of South Carolina, or did knowingly provide\r\n financial assistance or otherwise aid, abet or conspire to sell,\r\n manufacture, deliver or bring into the State or was knowingly in\r\n actual or constructive possession of more than ten (10) grams\r\n of Crack Cocaine. This is in violation of South Carolina Code of\r\n Laws § 44-53-375. (Emphasis supplied).\r\n Granger pled guilty. During his plea, it was revealed the quantity of crack\r\n he had trafficked was 58.44 grams; the plea judge advised Granger the\r\n potential sentence was between 7 and 25 years. He was sentenced to 15\r\n years.1\r\n Granger filed for PCR, contending his indictment was insufficient to put\r\n him on notice that he could be sentenced for trafficking between 28 and 100\r\n grams of crack. He claimed the indictment only put him on notice he could\r\n be sentenced for trafficking between 10 and 28 grams of cocaine. The\r\n circuit court agreed and remanded the case for resentencing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n South Carolina's trafficking statute, S.C. Code Ann. § 44-53-375(C)\r\n (Supp. 1997) provides, in pertinent part, \"A person who knowingly sells,\r\n manufactures, delivers, purchases, or brings into this State, ... ten grams or\r\n more ... of crack cocaine, ... is guilty of a felony which is known as\r\n 'trafficking in ... crack cocaine' and, upon conviction, must be punished [to\r\n varying fines and sentences depending on] the quantity involved.\" The\r\n statute then provides different sentences and fines, depending upon the\r\n amount of drugs trafficked.2 Granger contends the indictment charging him\r\n\r\n1 He was also sentenced to 5 years for possession with intent to distribute\r\n marijuana; no challenge is raised to that conviction or sentence.\r\n 2 For a first offense, the sentences and fines are as follows:\r\n (1) 10 to 28 grams-- not less than three years nor more than ten\r\n years, and a fine of twenty-five thousand dollars;\r\n (2) 28 grams to 100 grams-- not less than seven years nor more\r\n than twenty-five years, and a fine of fifty thousand dollars;\r\n p.15\r\n\r\nGRANGER v. STATE-OF SOUTH CAROLINA \r\n\r\n\r\n\r\n\r\n\r\n with trafficking \"more than 10 grams\" only put him on notice he was charged\r\n with trafficking between 10 and 28 grams of crack. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n An indictment is sufficient if it apprises the defendant of the elements\r\n of the offense intended to be charged and apprises the defendant what he\r\n must be prepared to meet. State v. Evans, 322 S.C. 78, 470 S.E.2d 97 (1996).\r\n In State v. Tower , 300 S.C. 86, 386 S.E.2d 462 (1989), we held an\r\n ,indictment which alleged the defendant \"did traffic in cocaine by willfully,\r\n unlawfully and knowingly having in his possession a quantity of cocaine\" was\r\n sufficient to confer subject matter jurisdiction notwithstanding its failure to\r\n specify the quantity of cocaine alleged to be in defendant's possession. Under\r\n Towery, the indictment here was sufficient. Accord State v. Darby, 516 So.2d\r\n 775 (Ala. Crim. App. 1986), rev'd on other grounds, 516 So. 2d 786\r\n (1987)(indictment alleging defendant trafficked \"28 grams or more\" of cocaine,\r\n without specifying the exact amount of cocaine sufficient; provisions of\r\n trafficking relating to minimum sentencing requirements did not involve\r\n \"elements of the offense\" of trafficking).3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Moreover, this case is distinguishable from other cases of this Court\r\n dealing with amendments to an indictment. Under S.C.Code Ann. §\r\n 17-19-100 (1976), an indictment may be amended at trial only if the\r\n amendment does not change the nature of the offense charged. Hope v.\r\n State, 328 S.C. 78, 492 S.E.2d 76 (1997). In Hopkins v. State, 317 S.C. 7,\r\n 451 S.E.2d 389 (1994), this Court held the amendment to an indictment\r\n changing the offense from felony driving under influence (DUI) causing great\r\n bodily injury to felony DUI causing death, changed the nature of offense, as\r\n punishment was increased from 10 to 25 years. Accord State v. Riddle, 301\r\n S.C. 211, 391 S.E.2d 253 (1990) (amendment to indictment to increase offense \r\n  \r\n  \r\n  \r\n\r\n(3) 100 grams to 200 grams-- a mandatory term of\r\n imprisonment of twenty-five years, and a fine of fifty thousand\r\n dollars;\r\n (4) 200 to 400 grams-- a mandatory term of imprisonment of\r\n twenty-five years, and a fine of one hundred thousand dollars;\r\n (5) 400 grams or more, a term of imprisonment of not less than\r\n twenty-five years nor more than thirty years and a fine of two\r\n hundred thousand dollars.\r\n 3 Similarly, this Court has recognized the punishment for a crime is not and\r\n never has been considered a part of the pleading charging a crime. State v. Butler\r\n 277 S.C. 452, 290 S.E.2d 1 (1982).\r\n p.16\r\n\r\nGRANGER v. STATE OF SOUTH CAROLINA \r\n\r\n\r\n\r\n\r\n\r\n from 3rd degree CSC to 1st Degree CSC, and increase potential punishment\r\n from 10 to 30 years). More recently, in Clair v. State, 324 S.C. 144, 478\r\n S.E.2d 154 (1996), the defendant was indicted for trafficking in cocaine\r\n weighing more than 100 grams and less than 200 grams. Defense counsel\r\n consented to an amendment of the indictment to an amount more than 200\r\n grams and less than 400 grams. We held the amendment increased the\r\n penalty involved, thereby changing the nature of the offense and depriving\r\n the circuit court of subject matter jurisdiction.\r\n Unlike the above cited cases, the present case does not involve an\r\n amendment to Granger's indictment. The critical difference between Clair\r\n and the present case, and the fundamental flaw in the trial court's holding,\r\n is that Granger's indictment does not state that Granger was charged with\r\n trafficking less than 28 grams of crack. On the contrary, it merely states\r\n he is charged with trafficking more than 10 grams. Under Towery this was\r\n sufficient to put Granger on notice of the charge he had to meet, i.e.,\r\n trafficking. Accordingly, the trial court had subject matter jurisdiction to\r\n accept Granger's plea and, the grant of PCR is \r\n  \r\n  \r\n  \r\n REVERSED.\r\n FINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur.\r\n p.17\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24845","title":"Jones v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24845","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nRoger Jones, Respondent,\r\nv.\r\nThe State of South\r\nCarolina, Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From Beaufort County\r\nL. Henry McKellar, Judge\r\nOpinion No. 24845\r\nSubmitted October 21, 1998 - Filed October 26, 1998\r\nREVERSED \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, Assistant\r\nAttorney General Matthew M. McGuire, all of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nRobert M. Pachak, of South Carolina Office of\r\nAppellate Defense, of Columbia, for respondent.\r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We granted the State a writ of certiorari to\r\nreview the post-conviction (PCR) judge's grant of relief to respondent.\r\n  We\r\nreverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\np.18\r\n\r\n\r\nJones v. State \r\n\r\n\r\n\r\n\r\n\r\nRespondent was indicted in November 1992 for two counts of\r\nfirst degree criminal sexual conduct (CSC) with a minor and two counts\r\n  of\r\ncommitting a lewd act on a minor. He pled guilty to two counts of second\r\ndegree CSC and two counts of committing a lewd act on a minor. He was\r\nsentenced to eighteen years for each CSC count and ten years for each\r\nlewd act count, all to run concurrently. Respondent then filed for PCR\r\nalleging ineffective assistance of counsel on the ground that counsel\r\n  should\r\nnot have advised him to plead guilty because the indictments were\r\n\"jurisdictionally defective.\" The PCR judge granted respondent relief\r\nholding three of the indictments failed to allege subject matter jurisdiction.\r\nHe further held that although the fourth indictment properly alleged\r\nsubject matter jurisdiction, respondent had been prejudiced in his\r\nsentencing on this count because the trial judge had referred to the\r\n  other\r\nthree counts against respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDid the PCR judge err in finding counsel was\r\nineffective for advising respondent to plead guilty? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDiscussion \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was indicted for two counts of CSC and two counts\r\nof lewd act. One of the CSC indictments alleged the act occurred on\r\n  or\r\nabout January 1, 1971, in Beaufort County.1 The indictments for lewd act\r\nalleged the acts occurred on or about January 1, 1965, and on or about\r\nJanuary 1, 1963, in Beaufort County. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the PCR hearing, respondent introduced evidence that he\r\nwas stationed in Virginia and North Carolina during this time and did\r\n  not\r\nmove to Beaufort until February 1972. The PCR judge held since\r\nrespondent had resided in Virginia and North Carolina during the time\r\nalleged, the court did not have jurisdiction over these offenses. The\r\n  State\r\ncontends the PCR judge erred. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA defendant who pleads guilty on the advice of counsel may\r\ncollaterally attack the plea only by showing that (1) counsel was ineffective \r\n  \r\n\r\n\r\n1Respondent does not challenge the other indictment for one count of\r\nCSC which alleges the act occurred on or about January 3, 1973.\r\np.19\r\n\r\n\r\nJones v. State \r\n\r\n\r\n\r\n\r\n\r\nand (2) there is a reasonable probability that but for counsel's errors,\r\n  the\r\ndefendant would not have pled guilty. Wolfe v. State, 326 S.C.\r\n  158, 485\r\nS.E.2d 367 (1997); Satterwhite v. State, 325 S.C. 254, 481 S.E.2d\r\n  709\r\n(1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs to the place the crime was committed, the statute requires\r\nonly that it be sufficiently alleged so as to lay the jurisdiction of\r\n  the court\r\nand inform the accused of the county in which he is charged with a\r\nviolation of the law. State v. McIntire, 221 S.C. 5K 71 S.E.2d\r\n  410 (1952).\r\nThe State is not required to plead its evidence in the indictment. Id.\r\n  See\r\nalso State v. Fleming, 243 S.C. 265, 133 S.E.2d 800 (1963). Here,\r\n  the\r\nfacts 'alleged in the indictment assert the offenses were committed\r\n  in\r\nBeaufort County. This is sufficient to satisfy the requirements of the\r\n  law\r\nand confer jurisdiction upon the court in that county to accept\r\nrespondent's guilty plea. State v. Thompson, 305 S.C. 496, 409\r\n  S.E.2d 420\r\n(Ct. App. 1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, based upon his finding that the trial judge did\r\nnot have subject matter jurisdiction over these charges, the PCR judge\r\nheld respondent was prejudiced when the trial judge sentenced him on\r\n  the\r\none count which was not challenged. Since we find the PCR judge erred\r\nin finding the trial court lacked subject matter jurisdiction, we find\r\n  no\r\nprejudice and reverse the grant of a new trial as to the unchallenged\r\nfourth indictment as well as the other three indictments.\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.20\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24846","title":"In the Matter of Glee","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24846","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\n THE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n In the Matter of Willi J.\r\n Glee,                              Respondent.\r\n Opinion No. 24846\r\n Submitted September 15, 1998 - Filed October 26, 1998\r\n DISBARRED\r\n Henry B. Richardson, Jr., of Columbia, Disciplinary Counsel.\r\n Willie J. Glee, of Charleston, pro se.\r\n PER CURIAM: In this attorney disciplinary matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21 of the\r\n Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413,\r\n SCACR. In the agreement, respondent admits misconduct and consents to be\r\ndisbarred from the practice of law. We accept the agreement and disbar\r\n respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent stipulated to the following facts: \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Flagnor Mouzon Probate Proceeding \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent represented Anna C. Mouzon in the probate of her\r\n husband's estate from March 20, 1990, until her death on October 19, 1994. In\r\n connection with this proceeding, respondent received and deposited into his law\r\n office trust account three certified checks made to the order of himself and Anna\r\n Mouzon totaling $11,5071, $9,590.70 of which respondent was to disburse to the\r\n decedent's heirs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n By April 1994, heirs of the Mouzon estate were being represented\r\nby Mr. Jack Brickman. By letter dated April 15, 1994, respondent represented\r\n p.21\r\n\r\nIN THE MATTER OF GLEE \r\n\r\n\r\n\r\n\r\n\r\n to Brickman that he enclosed a check for $9,590.70. Neither the letter nor\r\ncheck were ever mailed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n By order dated September 25, 1996, the probate court ordered\r\nrespondent to produce an accounting of all monies related to the Mouzon probate\r\nproceeding. Respondent did not comply. Subsequently, by letter dated October\r\n 24, 1996, respondent informed the probate court that he had transmitted to\r\nBrickman a check in the amount of $9,590.70. Respondent had not done so. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On April 3, 1998, respondent issued check # 2035 from his law\r\noffice trust account in the amount of $9,590.70 to Brickman. On that date, the\r\ntrust account balance totaled $4,277.22. The check was not honored due to\r\n insufficient funds. Respondent admits that he converted the funds for purposes\r\nother than which were intended or authorized, and that he issued the check\r\n knowing there were insufficient funds in the account. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n On June 17, 1998, the probate court issued a rule to show cause for\r\ncontempt and respondent failed to appear. By order dated July 16, 1998,\r\n respondent was held in contempt of court.  In response to a bench warrant\r\n issued by the court, respondent was arrested. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n From the time respondent deposited the Mouzon trust account funds\r\nin September 1993, the account balance repeatedly slipped below the requisite\r\n minimum of $9,590.70 to amounts as low as $4.22. The money owed the\r\nMouzon estate heirs was finally paid in full between July 24, 1998, and July 31,\r\n1998. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Other Trust Account Improprieties \r\n  \r\n  \r\n  \r\n  \r\n  \r\n With respect to fifteen other trust account checks written to the\r\norder of respondent, respondent failed to keep specific client trust account\r\nbalance information. Respondent neglected to list client names with\r\ncorresponding account deposits, designate file numbers, or keep client ledger\r\nsheets. As a result, respondent is unable to identify what amounts are owed to\r\nwhom. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Conclusion \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Respondent has violated numerous provisions of the Rules of\r\nProfessional Conduct contained in Rule 407, SCACR. Respondent converted\r\nclient funds for his own purposes. Rule 1.15.  He failed to provide competent\r\n representation. Rule 1.1. He failed to comply with demand for payment. Rule\r\n 1.2. He failed to act with reasonable diligence and promptness. Rule 1.3. He\r\nfailed to keep his client reasonably informed about the status of the case and\r\n respond to requests. Rule 1.4.  He failed to surrender and release trust account\r\n funds owed upon termination of the attorney/client relationship. Rule 1.16. He\r\np. 22\r\n\r\nIN THE MATTER OF GLEE \r\n\r\n\r\n\r\n\r\n\r\n was dilatory in winding up and closing the probate action. Rule 3.2. He\r\nengaged in conduct involving dishonesty, fraud, deceit and misrepresentation in\r\nviolation of Rule 8.4 (a),(d),&amp;(e). Respondent has clearly demonstrated his\r\n unfitness to practice law and his conduct is grounds for disbarment under Rule\r\n7(a)(1), (5), (6) and (7) of the RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Accordingly, we disbar respondent from the practice of law. Within\r\nfifteen days of the date of this opinion, respondent shall file an affidavit with\r\nthe Clerk of Court showing that he has complied with Rule 30(g) of Rule 413,\r\nSCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n DISBARRED.\r\np.23\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24847","title":"Porter v. Public Service Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24847","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\n THE STATE OF SOUTH CAROLINA\r\n In The Supreme Court\r\n Philip S. Porter,\r\n Consumer Advocate for\r\n the State of South\r\n Carolina,               Respondent/Appellant,\r\n v.\r\n South Carolina Public\r\n Service Commission and\r\n BellSouth\r\n Telecommunications,\r\n Inc., of which South\r\n Carolina Public Service\r\n Commission is           Respondent,\r\n and BellSouth\r\n Telecommunications is   Appellant/Respondent,\r\n and \r\n  \r\n  \r\n  \r\n South Carolina Public\r\n Communications\r\n Association,            Petitioner, \r\n  \r\n v. \r\n  \r\n South Carolina Public\r\n Service Commission and\r\n BellSouth\r\n Telecommunications,\r\n d/b/a/ Southern Bell\r\n Telephone and\r\n Telegraph Co., of which\r\n South Carolina Public\r\n Service Commission is   Respondent,\r\n and BellSouth\r\n Telecommunications is   Appellant/Respondent.\r\n p. 24\r\n\r\nPORTER V. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n Appeal From Richland County\r\n J. Ernest Kinard, Jr., Circuit Court Judge\r\n Opinion No. 24847\r\n Heard October 8, 1998 - Filed October 26, 1998\r\n AFFIRMED IN PART; REVERSED IN PART;\r\n REMANDED\r\n Caroline N. Watson, Robert A. Culpepper, Harry M.\r\n Lightsey, III, and William F. Austin, all of\r\n Columbia, and John Hamilton Smith of Charleston,\r\n for BellSouth Telecommunications, Inc.\r\n Philip S. Porter, Nancy Vaughn Coombs, and Elliott\r\n F. Elam, Jr., all of Columbia, for Consumer\r\n Advocate for the State of South Carolina.\r\n F. David Butler, of Columbia, for South Carolina\r\n Public Service Commission.\r\n WALLER., A.J.: This is a utility rate case. We affirm in part\r\n and reverse in part.\r\n PROCEDURAL POSTURE \r\n  \r\n  \r\n  \r\n  \r\n  \r\n The South Carolina Public Service Commission (PSC) reviewed\r\n BellSouth Telecommunication's (BellSouth's) earnings in 1994, a test year\r\n used to determine future rates. Based on that review, PSC adjusted certain\r\n revenues and expenses of BellSouth and ordered the company to reduce its\r\n future rates by $42.3 million annually. Philip S. Porter (Consumer Advocate)\r\n filed a petition for review of PSC's orders in circuit court. The circuit court\r\n affirmed PSC's orders with the exception of one issue, which the circuit court\r\n reversed. Consumer Advocate and BellSouth now appeal the circuit court's\r\n p.25\r\n\r\nPORTER V. PUBLIC SERVICE COMMISSION\r\n judgment.\r\n ISSUES \r\n  \r\n  \r\n  \r\n 1.  Did the circuit court err in affirming PSGs\r\n decision on the rate of return on common\r\n equity?\r\n 2.  Did the circuit court err in affirming PSC's\r\n calculation of BellSouth Advertising and\r\n Publishing Co. revenue?\r\n 3.  Did the circuit court err in affirming PSC's\r\n treatment of cash working capital?\r\n 4.   Did the circuit court err in affirming PSC's\r\n decision on the annualization, of salary and\r\n wage expenses?\r\n 5.  Did the circuit court err in reversing PSC's\r\n decision to include Area Plus losses in test-year\r\n calculations?\r\n 1. RATE OF RETURN ON COMMON EQUITY\r\n Consumer Advocate contends the circuit court erred in affirming\r\n PSC's decision on the rate of return on common equity because that decision\r\n was not adequately documented in findings of fact or supported by\r\n substantial evidence. We agree.\r\n A PSC staff economist testified PSC should set the rate of return\r\n on common equity1 between 11.5 percent and 12 percent. An economist hired\r\n\r\n1 The rate of return on common equity is a key figure used in\r\n calculating the overall rate of return PSC allows a utility to earn on its\r\n regulated operations in South Carolina. PSC set the overall rate of return\r\n for BellSouth at 10.86 percent in this case.\r\n (continued ... )\r\n p. 26\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION\r\n by Consumer Advocate testified PSC should set the rate between 10.4 percent\r\n and 11.6 percent. In calculating the rate, both economists compared\r\n BellSouth with other telephone companies. They did not include \"flotation\r\n costs\" associated with issuing stock because BellSouth Telecommunications,\r\n a subsidiary of the publicly held BellSouth Corp., had no plans to issue stock.\r\n An economist hired by BellSouth testified PSC should set the rate between\r\n 13.71 percent and 13.95 percent. In calculating the rate, BellSouth's\r\n economist compared the company with non-regulated, non-utility companies\r\n such as McDonald's Corp., Procter &amp; Gamble Co., Knight-Ridder Inc., and\r\n Pfizer Inc. He also included flotation costs associated with issuing stock.\r\n In Order No. 95-1757, PSC set the rate of return on common\r\n equity at 12.75 percent, finding that rate to be \"fair and reasonable\" to\r\n BellSouth, the company's stockholders, and the company's customers. PSC\r\n described the three economists' testimony and outlined established legal\r\n principles the agency must use in determining a fair rate of return. PSC\r\n agreed with its staff economist and Consumer Advocate's economist that\r\n \"telecommunications companies are a better comparison group with BellSouth\r\n than the various non-utility surrogates favored by [BellSouth's economist].\"\r\n PSC also agreed it would be improper to include costs of issuing stock in\r\n calculations in this case. PSC stated its decision was based on \"evidence\r\n presented by the witnesses and current economic conditions.\"\r\n Consumer Advocate in a petition for rehearing urged PSC to set\r\n the rate no higher than 12 percent -- the highest estimate recommended by\r\n the two economists upon which PSC relied in its order. In response, PSC\r\n issued Order No. 96-75, deleting from its previous order the above sentence\r\n in which it agreed with the two economists about the proper comparison\r\n group. PSC concluded the 12.75 percent rate was proper because it fell\r\n within the overall range recommended by all three economists (10.4 percent\r\n to 13.95 percent).2 The circuit court affirmed PSC's order.\r\n\r\n1( ... continued)\r\n PSC's staff recommended reductions that would have decreased\r\n BellSouth's annual revenues by $58 million. Consumer Advocate\r\n recommended annual reductions of $89 million, while BellSouth hoped to\r\n limit annual reductions to $17 million.\r\n 2 One PSC commissioner dissented from both orders, saying the rate\r\n (continued ... )\r\n p. 27\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION\r\n Consumer Advocate now contends PSC issued orders without\r\n properly explaining its reasoning in findings of fact based on substantial\r\n evidence in the record. Consumer Advocate argues PSC offered no rationale\r\n for its decision after modifying the original order to delete any reference to\r\n its reliance upon the two economists' testimony.\r\n This Court employs a deferential standard of review when\r\n reviewing a PSC decision and will affirm that decision when substantial\r\n evidence supports it. Heater of Seabrook, Inc., v. Pub. Serv. Comm'n of\r\n South Carolina, 324 S.C. 56, 60, 478 S.E.2d 826, 828 (1996); Hamm v. South\r\n Carolina Pub. Serv. Comm'n, 309 S.C. 282, 422 S.E.2d 110 (1992). This\r\n Court may not substitute its judgment for PSC's on questions about which\r\n there is room for a difference of intelligent opinion. Because PSC's findings\r\n are presumptively correct, the party challenging a PSC order bears the\r\n burden of convincingly proving that the decision is clearly erroneous, or\r\n arbitrary or capricious, or an abuse of discretion, in view of the substantial\r\n evidence on the whole record. Heater of Seabrook, Inc., supra; Patton v.\r\n South Carolina Pub. Sery. Comm'n, 280 S.C. 288, 290, 312 S.E.2d 257, 259\r\n (1984); S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Substantial evidence is relevant evidence that, considering the\r\n record as a whole, a reasonable mind would accept to support an\r\n administrative agency's action. Substantial evidence exists when, if the case\r\n were presented to a jury, the court would refuse to direct a verdict because\r\n the evidence raises questions of fact for the jury. It is more than a mere\r\n scintilla of evidence, but is something less than the weight of the evidence.\r\n Furthermore, the possibility of drawing two inconsistent conclusions from the\r\n evidence does not prevent a court from concluding that substantial evidence\r\n supports an administrative agency's finding. Hamm v. South Carolina Pub.\r\n Serv. Comm'n, 315 S.C. 119, 122, 432 S.E.2d 454, 456 (1993); Lark v. Bi-Lo,\r\n Inc., 276 S.C. 130, 135, 276 S.E.2d 304, 307 (1981). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This deferential standard of review does not mean, however, that\r\n the Court will accept an administrative agency's decision at face value \r\n  \r\n  \r\n  \r\n\r\n2( continued)\r\n of return on common equity should not exceed 12 percent. He stated he\r\n was \"deeply concerned\" by the agency's trend of \"almost ignoring the\r\n Commission staff and Consumer Advocate witnesses in its considerations\r\n of recent cases.\"\r\n p. 28\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n without requiring the agency to explain its reasoning. In determining a fair\r\n rate of return on common equity, for example, PSC must fully document its\r\n findings of fact and base its decision on reliable, probative, and substantial\r\n evidence on the whole record. Porter v. South Carolina Pub. Serv. Comm'n.\r\n Op. No. 24833 (S.C. Sup. Ct. filed August 31, 1998) (Shealy Adv. Sh. No. 30\r\n at 41); S.C. Code Ann. § 58-5-240(H) (Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"An administrative body must make findings which are\r\n sufficiently detailed to enable this Court to determine whether the findings\r\n are supported by the evidence and whether the law has been applied properly\r\n to those findings.\" Porter, supra; Hamm v. South Carolina Pub. Serv.\r\n Comm'n, 309 S.C. 295, 422 S.E.2d 118 (1992); S.C. Code Ann. § 58-9-1160\r\n (1976). \"Where material facts are in dispute, the administrative body must\r\n make specific, express findings of fact.\" Porter, supra; Able Communications,\r\n Inc., v. South Carolina Pub. Serv. Comm'n, 290 S.C. 409, 351 S.E.2d 151\r\n (1986); S.C. Code Ann. § 1-23-350 (1986). An administrative agency is not\r\n required to present its findings of fact and reasoning in any particular\r\n format, although the better practice is to present them in an organized and\r\n regimented manner. However, \"a recital of conflicting testimony followed by\r\n a general conclusion is patently insufficient to enable a reviewing court to\r\n address the issues.\" Able Communications, Inc., v. South Carolina Pub. Serv.\r\n Comm'n, 290 S.C. at 411, 351 S.E.2d at 152. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We find the order in this case deficient because PSC made no\r\n findings of fact or offered any explanation of its conclusion. See S.C. Code\r\n Ann. § 58-9-570 (1976) (listing factors PSC must consider in determining just\r\n and reasonable rates of telephone companies). PSC's order simply recites the\r\n economists' conflicting. testimony, mentions established legal principles applied\r\n in rate cases, and then concludes 12.75 percent is a proper rate of return on\r\n common equity. PSC eliminated what little reasoning it had included in its\r\n original order by deleting any reference to the two economists' opinion. See\r\n also Hamm v. South Carolina Pub. Serv. Comm'n, 309 S.C. at 287, 422\r\n S.E.2d at 113 (PSC's decision to set rate of return on common equity at 13.25\r\n percent was not supported by substantial evidence where evidence showed\r\n that maximum rate, after inappropriate adjustments were deleted, was 13\r\n percent). Accordingly, we reverse the judgment of the circuit court on this\r\nissue3. \r\n  \r\n  \r\n  \r\n\r\n3 We occasionally have upheld PSC orders which were conclusory in\r\n (continued...\r\n p.29\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n 2. BAPCO REVENUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate argues the circuit court erred in affirming\r\n PSC's decision on the amount of revenue generated by BellSouth Advertising\r\n and Publishing Co. (BAPCO) because that decision was not adequately\r\n documented in findings of fact or supported by substantial evidence. We\r\n agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BAPCO, a subsidiary of BellSouth Telecommunications, handles\r\n Yellow Page operations. PSC previously had determined that it would\r\n recognize the net income of BAPCO as operating revenue and that it would\r\n recognize the BAPCO investment in the rate base. PSC's staff recommended\r\n that BellSouth's operating income from the test year include about $6 million\r\n from BAPCO operations. Consumer Advocate presented testimony showing \r\n  \r\n  \r\n  \r\n\r\n3( continued)\r\n nature. We did so in years past because no statute explicitly required an\r\n administrative agency to make specific findings of fact or state its\r\n reasoning as a predicate for judicial review -- although we have long\r\n believed that is the better practice. See Greyhound Lines, Inc. v. South\r\n Carolina Pub. Serv. Comm'n, 274 S.C. 168, 262 S.E.2d 22 (1980); Atlantic\r\n Coast Line R.R. Co. v. South Carolina Pub. Serv. Comm'n, 245 S.C. 229,\r\n 139 S.E.2d 911 (1965). We recently stated that the \"substantial evidence\r\n test does not require that the Commission cite to facts, but that the\r\n evidence is contained in the record as a whole.\" Hamm v. South Carolina\r\n Pub. Serv. Comm'n, 315 S.C. 119, 123, 432 S.E.2d 454, 457 (1993); Hamm\r\n v. American Tel. &amp; Tel. Co., 302 S.C. 210, 218, 394 S.E.2d 842, 846 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n As discussed above, statutes and our precedent require an\r\n administrative agency to make specific findings of fact and explain its\r\n rationale in sufficient detail to afford judicial review. We overrule\r\n Greyhound Lines, Inc. v. South Carolina Pub. Serv. Comm'n, supra;\r\n Atlantic Coast Line R.R. Co. v. South Carolina Pub. Serv. Comm'n, supra;\r\n Hamm v. South Carolina Pub. Serv. Comm'n, 315 S.C. 119Y 432 S.E.2d\r\n 454, and Hamm v. American Tel. &amp; Tel. Co., 302 S.C. 210, 394 S.E.2d\r\n 842, to the extent that they conflict with the approach outlined above. We\r\n also overrule them to the extent that they suggest the Court will, sua\r\n sponte, search the record for substantial evidence supporting a decision\r\n when an administrative agency's order inadequately sets forth the agency's\r\n findings of fact and reasoning.\r\n p.30\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n that figure was abnormally low during the test year due to certain\r\n nonrecurring accounting adjustments made by BellSouth in December 1994.\r\n BAPCO's average net income was about $551,000 per month except for\r\n December, when it reported a loss of $25,000. BellSouth itself described the\r\n December expenses as \"extraordinary,\" and said they resulted from the\r\n downsizing of the work force and planned technological improvements, among\r\n other things, according to Consumer Advocate. BAPCO revenue ought to be\r\n set at $6.6 million, Consumer Advocate argued. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PSC adopted the staff recommendation, concluding it was accurate\r\n and reliable. In its order upon reconsideration, PSC explained that it\r\n rejected Consumer Advocate's position because it was based upon \"pure\r\n speculation,\" not proof that BellSouth's accounting adjustments actually were\r\n nonrecurring. The circuit court affirmed PSC's decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude the circuit court erred in affirming PSC's decision on\r\n this issue for two reasons. First, the record does not contain substantial\r\n evidence supporting PSC's conclusion that Consumer Advocate's position was\r\n \"pure speculation.\" The operating loss in December, which followed eleven\r\n months of profits, indicates that month was somehow unusual. BellSouth\r\n itself described the December 1994 expenses as \"extraordinary\" and explained\r\n they were related to downsizing of the work force and technological\r\n improvements, among other things. The only conclusion that can be drawn\r\n from the record is that those expenses were nonrecurring. See Hamm, 315\r\n S.C. at 122, 432 S.E.2d at 456 (substantial evidence means such relevant\r\n evidence as a reasonable mind might accept as adequate to support a\r\n conclusion). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Second, PSC must adjust atypical test-year figures in order to\r\n accurately perform calculations that affect the company's overall rate of\r\n return and, ultimately, customer rates. See Hamm, 309 S.C. at 289-90, 422\r\n S.E.2d at 114 (\"object of test year figures is to reflect typical conditions. . .\r\n . Where an unusual situation exists which shows that the test year figures\r\n are atypical and thus do not indicate future trends, the Commission should\r\n adjust the test year data\"); see also S.C. Code Ann. § 58-9-570 (1976) (in\r\n determining rates, PSC shall consider, among other things, reasonable\r\n operating expenses and other costs necessary to provide the service, as well\r\n as other matters PSC may find necessary); Chesapeake Utilities Com. v.\r\n Delaware Pub. Serv. Comm'n, 705 A.2d 1059, 1067 (Del. Super. Ct. 1997)\r\n (extraordinary expenses are included in rate base only if they are a\r\n recognized component of the rate base or if the commission, in its discretion,\r\n p.31\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n determines that denying them would impair a utility's effective operation).\r\n Accordingly, we reverse the judgment of the circuit court on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 3. ALLOWANCE FOR CASH WORKING CAPITAL \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate contends the circuit court erred in affirming\r\n PSC's treatment of cash working capital because that decision was arbitrary,\r\n capricious, and not supported by substantial evidence. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Cash working capital is money a utility must have on hand to\r\n pay its own bills before it receives payments from customers. Consumer\r\n Advocate argued PSC should use a lead-lag study prepared by BellSouth to\r\n determine how much cash working capital to include in BellSouth's rate\r\n base.4 Such a study shows whether a company is able to pay its own bills\r\n before receiving revenue from customers by comparing the revenue lag (days\r\n between company's provision of service and customers' payment) with the\r\n expense lag (days between the incurring of an expense by company and\r\n payment of the expense).5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate presented testimony showing PSC should set\r\n BellSouth's allowance for cash working capital at zero because the company\r\n bills most of its customers for services in advance. BellSouth has a negative\r\n cash working capital requirement, Consumer Advocate contended. Simply\r\n put, customer revenue flows into BellSouth's accounts before it must pay\r\n expenses . Therefore, BellSouth needs no allowance for cash working capital\r\n and it is inappropriate to allow shareholders to earn a return on that money \r\n  \r\n  \r\n  \r\n\r\n4 \"The 'rate base' is the amount of investment on which a regulated\r\n public utility is entitled an opportunity to earn a fair and reasonable\r\n return. A public utility's 'rate base' represents the total investments in, or\r\n fair value of, the used and useful property which it necessarily devotes to\r\n rendering the regulated services.\" Southern Bell v. Pub. Serv. Comm'n of\r\n South Carolina, 270 S.C. 590, 600, 244 S.E.2d 278, 283 (1978). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5 \"A 'lead-lag' study empirically identifies the difference in timing\r\n between outward cash flow for labor, materials and supplies, inventory,\r\n and other expenses, and inward cash flow from charges to customers.\"\r\n Colorado Mun. League v. Pub. Util. Comm'n. 687 P.2d 416, 420 (Colo.\r\n 1984).\r\n p.32\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n by including it in the rate base, Consumer Advocate argued.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PSC rejected Consumer Advocate's position, instead adopting its\r\n staffs' recommendation to include an allowance for cash working capital of\r\n $10.4 million in BellSouth's rate base. PSC's staff based its calculations on\r\n a method that uses a company's average daily cash balances to determine the\r\n requirement. In its orders, PSC stated it had long used such a method and\r\n believed it to be appropriate in this case. Companies must have cash on\r\n hand for daily operations and there is no such thing as a \"negative cash\r\n working capital requirement,\" PSC stated. PSC considers cash working\r\n capital to be an investment made by shareholders upon which they are\r\n entitled to earn a return. PSC also concluded the lead-lag method penalizes\r\n good cash management and rewards inefficient cash management. The\r\n circuit court affirmed PSC's decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate now contends PSC's decision was arbitrary,\r\n capricious, and not supported by substantial evidence. In some states, courts\r\n have approved a regulatory agency's decision either to establish a negative\r\n cash working capital requirement and deduct it from the rate base, or set the\r\n requirement at zero.7 In others, courts have upheld a regulatory agency's\r\n decision to include an allowance for cash working capital in the rate base, \r\n  \r\n  \r\n  \r\n\r\n6 Assuming a rate of return on common equity of 12.75 percent,\r\n BellSouth would have to reduce its rates by an additional $1.1 million\r\n annually if PSC set the cash working capital requirement at zero.\r\n Assuming a rate of return on common equity of 12 percent, BellSouth\r\n would have to reduce its rates by $5.7 million annually, according to\r\n Consumer Advocate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 7 E.g., Cincinnati Gas &amp; Elec. Co. v. Pub. Util. Comm'n. 620 N.E.2d\r\n 821 (Ohio 1993) (affirming commission's decision to subtract negative\r\n working capital from total working capital allowance approved for utility);\r\n Colorado Mun. League v. Pub. Util. Comm'n,687 P.2d 416, 419-21 (Colo.\r\n 1984) (affirming commission's decision to set the cash working capital\r\n allowance at zero instead of attributing negative working capital to utility);\r\n Barasch v. Pub. Util. Comm'n, 533 A.2d 1108, 1112-14 (Pa. Commw. Ct.\r\n 1987) (same).\r\n p.33\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n although it usually is limited to investor-supplied capital.8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n It is within PSC's discretion to adopt the rate-setting method it\r\n believes is appropriate, provided that method complies with the statutes. See\r\n Heater of Seabrook, Inc., 324 S.C. at 64, 478 S.E.2d at 830 (PSC generally\r\n has wide latitude to determine an appropriate rate-setting methodology);\r\n Nucor Steel v. South Carolina Pub. Serv. Comm'n. 312 S.C. 79, 85, 439\r\n S.E.2d 270, 273 (1994) (nothing in statute requires PSC to adopt any\r\n particular price-setting methodology in determining fair rate of return). As\r\n an Arkansas court stated, as long as a regulatory agency operates within the\r\n statutes, \"[i]t is apparent that no particular methodology is precise and . . .\r\n a determination of working capital is in many respects an exercise of\r\n discretion as to what particular method yields the most fair and equitable\r\n result in each case.\" General Tel. Co. v. Arkansas Pub. Serv. Comm'n, 744\r\n S.W.2d 392~ 397 (Ark. Ct. App.), aff'd, 751 S.W.2d 1 (1988). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude the circuit court erred in affirming PSC's decision on\r\n this issue because the record does not contain any testimony or other\r\n substantial evidence supporting PSC's conclusion. PSC decided the issue\r\n arbitrarily, adhering to its past practice and simply announcing BellSouth is\r\n entitled to an allowance for cash working capital in its rate base without\r\n attempting to explain or support that decision. See Hamm., 309 S.C. at 289,\r\n 422 S.E.2d at 114 (a previously adopted policy may not furnish the sole basis\r\n for PSC's action). PSC made no effort to explain or support its conclusion \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n8 E.g., Chesapeake Util. Corp. v. Delaware Pub. Service Comm'n\r\n 705 A.2d 1069, 1069 (Del. Super. Ct. 1997) (interpreting statute to allow\r\n commission to include allowance for investor-supplied cash working capital\r\n in rate base); General Tel. Co. v. Arkansas Pub. Serv. Comm'n, 744\r\n S.W.2d 392, 395-98 (Ark. Ct. App.) (upholding commission's decision to use\r\n modified balance sheet approach instead of lead-lag study to determine\r\n allowance for cash working capital), aff'd, 751 S.W.2d 1 (1988); People's\r\n Counsel v. Pub. Service Comm'n, 399 A.2d 43, 46 (D.C. Ct. App. 1979)\r\n (approving an allowance for cash working capital in the rate base where\r\n utility's customers paid after service was rendered, and noting such an\r\n allowance is not allowed to extent that customers provide cash working\r\n capital because that forces customers to pay a return on funds they\r\n advanced); Chesapeake and Potomac Tel. Co. v. Pub. Service Comm'n, 93\r\n A.2d 249 (Md. 1952) (affirming commission's decision not to include cash\r\n working capital in rate base where utility's customers paid in advance).\r\n p.34\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION' \r\n\r\n\r\n\r\n\r\n\r\n that the lead-lag method penalizes good cash management and rewards\r\n inefficient cash management. In addition, PSC's statement that there is no\r\n such thing as a negative cash working capital requirement is simply\r\n incorrect. Other regulatory agencies and courts have discussed and applied\r\n the concept. E.g., Colorado Mun. League, 687 P.2d at 419 (explaining that\r\n positive working capital is provided by shareholders, while negative working\r\n capital is provided by advance customer payments or other funds received\r\n before a company's own bills are due); Barasch v. Pub. Util. Comm'n, 530\r\n A.2d 936 (Pa. Commw. Ct. 1987) (same); cases cited in footnote 7. In short,\r\n PSC's arbitrary pronouncement stands in stark contrast to the debate\r\n engaged in by regulatory agencies and courts in other states on this issue.\r\n Accordingly, we reverse the judgment of the circuit court on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 4. WAGE AND SALARY EXPENSES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate contends the circuit court erred in affirming\r\n PSC's decision on the annualization. of salary and wage expenses because that\r\n decision was not adequately documented in findings of fact or supported by\r\n substantial evidence. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BellSouth reduced the number of employees after the end of the\r\n 1994 test year due to reorganization, technological advances, and corporate\r\n \"downsizing.\" PSC's staff examined BellSouth's salary, wage, and payroll tax\r\n expenses from March to May 1995, the most recent available when the staff\r\n calculated the reduction in those expenses. A PSC accountant testified the\r\n calculations did not include more recent actual reductions in the work force\r\n because the staff preferred to use actual, audited figures. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n When PSC heard the case, Consumer Advocate argued the agency\r\n should examine more recent data for May and June 1995, which BellSouth\r\n had provided, because it more accurately reflected employee reductions.\r\n Consumer Advocate presented testimony showing PSC should reduce the\r\n salary and wage expense by about $2.9 million more than the staff s\r\n recommended reduction of $5.2 million. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PSC adopted the staff recommendation, finding it fairly reflected\r\n BellSouth's salary and wage expenses while accounting for employee\r\n reductions. In its order denying Consumer Advocate's petition for\r\n reconsideration, PSC rejected Consumer Advocate's argument by saying it\r\n preferred to rely upon actual, audited figures -- not the unaudited data that\r\n included the month of June 1995. The circuit court affirmed the PSC's \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.35\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Consumer Advocate now contends that PSC's decision was not\r\n adequately documented in findings of fact or supported by substantial\r\n evidence. Consumer Advocate also argues that PSC had to consider the June\r\n 1995 data under Southern Bell v. Pub. Serv. Comm'n of South Carolina, 270\r\n S.C. 590, 602, 244 S.E.2d 278, 284 (1978) (PSC should consider known and\r\n measurable changes in expenses, revenues and investments occurring after\r\n the test year so that resulting rates will reflect the actual rate base, net\r\n operating income, and cost of capital). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude PSC adequately explained its findings of fact and\r\n reasoning when the original order and order upon reconsideration are read\r\n together. The original order, standing alone, would be insufficient under the\r\n principles outlined in Issue 1 because PSC merely recited the conflicting\r\n testimony and then stated its conclusion. The order upon reconsideration,\r\n however, reveals PSC chose not to consider the June 1995 data because it\r\n preferred to rely upon audited data. The order cites the PSC accountant's\r\n testimony, which constitutes substantial evidence supporting the agency's\r\n decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Southern Bell, supra, does not require PSC to consider unaudited\r\n or speculative data. It merely requires PSC to consider known and\r\n measurable changes that occur after the test year in order to accurately\r\n calculate figures that affect the company's overall rate of return and customer\r\n rates. PSC complied with Southern Bell by considering the audited data\r\n from March to May 1995. Accordingly, we affirm the judgment of the circuit\r\n court on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 5. AREA PLUS LOSSES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BellSouth argues the circuit court erred in reversing PSC's\r\n decision to include Area Plus losses in test-year calculations because that\r\n decision was supported by substantial evidence. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In February 1993, BellSouth asked PSC to approve its rate plan\r\n for a new service called Area Plus.9 PSC approved the plan. Several long- \r\n  \r\n  \r\n  \r\n\r\n9 Area Plus is an optional service that expands a subscriber's local\r\n (continued...\r\n p.36\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n distance carriers appealed the decision in circuit court. In April 1994, PSC,\r\n BellSouth, the long-distance carriers, and Consumer Advocate entered into an\r\n agreement resolving the dispute. The parties made several stipulations,\r\n including the following: \"BellSouth will not come before [PSC] requesting\r\n rate relief for any possible losses resulting from the introduction of Area Plus\r\n service, the execution of Area Calling Plan Principles Agreement, or this\r\n Stipulation.\" The parties further stipulated that PSC must review the\r\n agreement three years after its approval to determine whether any\r\n modifications are appropriate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n In the present case, PSC's staff and BellSouth recommended that\r\n Area Plus revenue from the first half of 1995 be included in test-year\r\n calculations. Consequently, PSC allowed BellSouth to recognize nearly $4.5\r\n million in losses attributable to Area Plus service. Consumer Advocate\r\n protested that BellSouth was barred from recognizing those losses under the\r\n April 1994 agreement. Recognizing the losses would increase BellSouth's\r\n need for revenue from other ratepayers, which was what the stipulation was\r\n intended to prevent, Consumer Advocate argued. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n PSC rejected those contentions, saying BellSouth had not\r\n requested rate relief because PSC -- not BellSouth -- had initiated the review\r\n of the company's earnings. Therefore, neither PSC nor BellSouth had\r\n violated the stipulation. The circuit court reversed PSG's decision. The court\r\n concluded PSC had abused its discretion because the parties reasonably\r\n expected to rely on the April 1994 agreement, and PSC had offered no reason\r\n for nullifying the stipulation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n BellSouth now argues the circuit court erred because substantial\r\n evidence supported PSC's decision to include known and measurable Area\r\n Plus losses in test-year calculations. Including them did not violate the\r\n stipulation because BellSouth had not asked for rate relief, but merely\r\n submitted the information during an earnings review initiated by PSC.\r\n BellSouth also argues the parties intended for stipulations in the April 1994\r\n agreement to be considered only if BellSouth asked to withdraw its Area Plus \r\n  \r\n  \r\n  \r\n\r\n9( ... continued) ,\r\n calling area. BellSouth charges substantially lower rates for calls within\r\n that area than it usually charges. BellSouth's revenue under the former\r\n billing system decreases when subscribers switch to Area Plus and the\r\n volume of calls remains the same.\r\n p.37 \r\n  \r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n service or if PSC considered another specific type of long-distance service in\r\n South Carolina. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \"A stipulation is an agreement, admission or concession made in\r\n judicial proceedings by the parties thereto or their attorneys. Stipulations,\r\n of course, are binding upon those who make them.\" Kirkland v. Allcraft Steel\r\n Co., 329 S.C. 3891 392, 496 S.E.2d 624, 626 (1998) (citations omitted). A\r\n stipulation is an agreement, an understanding. The court must construe it\r\n like a contract, i.e., interpret it in a manner consistent with the parties'\r\n intentions. Webster v. Holly Hill Lumber Co., 268 S.C. 416, 421, 234 S.E.2d\r\n 232, 234 (1977). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Because the court construes it like a contract, a stipulation that\r\n is unambiguous and explicit must be construed according to the terms the\r\n parties have used, as those terms are understood in their plain, ordinary, and\r\n popular sense. See C.A.N. Enterprises, Inc. v. South Carolina Health and\r\n Human Services Fin. Comm'n, 296 S.C. 373, 377, 373 S.E.2d 584, 586 (1988)\r\n (court must construe unambiguous contracts according to plain meaning of\r\n terms used by parties); Chapman v. Metropolitan Life Ins. Co., 172 S.C. 2501\r\n 256, 173 S.E. 801, 804 (1934) (it plainly is \"the duty of the court to construe\r\n a written contract if there be no ambiguous language which is susceptible of\r\n more than one meaning\"); accord 83 C.J.S. Stipulations § 11 (1953); 73\r\n Am.Jur.2d Stipulations § 7 (1974). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A party who has entered into a stipulation may seek the written\r\n consent of other parties to abrogate the stipulation. A party also may ask\r\n the court to abrogate a stipulation for good cause or because the interests of\r\n justice require it. Whether to abrogate the stipulation is addressed to the\r\n sound discretion of the trial judge, and an appellate court will not interfere\r\n with that decision except when there is a manifest abuse of discretion.\r\n Strange v. South Carolina Dep't of Highways and Pub. Transp., 314 S.C. 427,\r\n 430, 445 S.E.2d 439, 441 (1994); Edens v. Cole, 261 S.C. 556, 561, 201 S.E.2d\r\n 382, 384 (1973); Brown v. Pechman. 55 S.C. 555, 563, 33 S.E. 732, 737\r\n (1899); accord 83 C.J.S. Stipulations §§ 30-37; 73 Am.Jur.2d Stipulations §§\r\n 12-14. When a party has not asked the court to relieve it from the terms of\r\n a stipulation, that party remains bound by the stipulation. American Surety\r\n Co. v. Hamrick Mills, 194 S.C. 221, 232, 9 S.E.2d 433, 438 (1940). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We conclude the circuit court properly enforced the plain meaning\r\n of the stipulation at issue in this case. Regardless of which entity initiated\r\n the earnings review, BellSouth asked PSC to recognize losses attributable to\r\n p.38\r\n\r\nPORTER v. PUBLIC SERVICE COMMISSION \r\n\r\n\r\n\r\n\r\n\r\n Area Plus. It is true that  in the end, PSC reduced BellSouth's rates by\r\n $42.3 million annually.  But BellSouth plainly requested rate relief because\r\n it wanted to use Area Plus losses to avoid a further reduction in its rates,\r\n and that was precisely what BellSouth promised not to do in the April 1994\r\n agreement.  BellSouth never asked the other parties, PSC, or the court to\r\n relieve it from the stipulation. The record contains no evidence supporting\r\n PSC's decision to ignore the stipulation. In fact, a PSC engineer conceded\r\n under questioning by Consumer Advocate that BellSouth would receive rate\r\n relief if PSC allowed the company to recognize the losses. See Porter v.\r\n South Carolina Pub. Sery. Comm'n, Op. No. 24833 (S.C. Sup. Ct. filed August\r\n 31, 1998) (Shealy Adv. Sh. No. 30 at 41) (reversing circuit court order that\r\n upheld PSC's approval of certain expenses, where utility had not complied\r\n with stipulation that plainly required it to perform a cost/benefit analysis\r\n when seeking recovery of those costs). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n This result does not mean, of course, that BellSouth may never\r\n ask PSC to recognize Area Plus losses. The April 1994 agreement stated\r\n PSC would review the agreement after three years, and BellSouth may ask\r\n PSC to reconsider the stipulation sooner. See Strange v. South Carolina\r\n Dep't of Pub. Highways and Transp., supra; Edens v. Cole, supra; Brown v.\r\n Pechman, supra. Accordingly, we affirm the judgment of the circuit court on\r\n this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n CONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We reverse the judgment of the circuit court on Issue 1 (rate of\r\n return on common equity), Issue 2 (BAPCO revenue), and Issue 3 (allowance\r\n for cash working capital). We remand this case to PSC for it to reconsider\r\n those issues solely on the basis of the record on appeal in this case. See\r\n Parker v. South Carolina Pub. Serv. Comm'n, 288 S.C. 304, 342 S.E.2d 403\r\n (1986) (administrative agency may not consider additional evidence upon\r\n remand unless Court allows it because that affords a party two bites at the\r\n apple). We affirm the judgment of the circuit court on Issue 4 (annualization\r\n of wage and salary expenses) and Issue 5 (Area Plus losses). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED IN PART; REVERSED IN PART; REMANDED. \r\n  \r\n  \r\n  \r\n TOAL, A.C.J., MOORE and BURNErr, ii., concur. FINWy, C.J.1,\r\n not participating.\r\n 39\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24848","title":"Tilley, et al. v. Pacesetter Corporation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24848","description":"","date":"1998-10-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. XX\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\n  \r\n  \r\nIn The Supreme Court\r\nReather B. Tilley, Willis\r\nE. Wood, Owena R.\r\nWood, Louise Williams,\r\non behalf of themselves\r\nand all others similarly\r\nsituated, Respondents,\r\nv.\r\nPacesetter Corporation,\r\nincluding but not\r\nlimited to its division\r\nknown as Federal\r\nDiversified Services, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Barnwell County\r\nHenry F. Floyd, Judge\r\nRodney A. Peeples, Judge\r\nOpinion No. 24848\r\nHeard June 16, 1998 - Filed October 26, 1998 \r\n  \r\n  \r\n  \r\nAFFIRMED IN RESULT \r\n  \r\n  \r\n  \r\nDesa Ballard, of West Columbia; Miles Loadholt, of\r\nNess, Motley, Loadholt, Richardson &amp; Poole, of\r\nBarnwell; Daryl L. Williams, of Jeter &amp; Williams,\r\nof Columbia, and Richard Sinkfield, of Rogers &amp;\r\nHardin, of Atlanta, Ga., for appellant.\r\nSteven W. Hamm and Mary S. League, both of\r\nRichardson, Plowden, Carpenter &amp; Robinson, PA, of\r\np. 40\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nColumbia; T. Alexander Beard, of Beard Law\r\nOffices, of Charleston; Bradford P. Simpson and\r\nRandall P. Dong, both of Simpson, Dong &amp;\r\nWingate, LLC, of Columbia; Daniel W. Williams, of\r\nBedingfield &amp; Williams, of Barnwell, for\r\nrespondents. \r\n  \r\n  \r\n  \r\nDavid W. Robinson, II, and J. Kershaw Spong, both\r\nof Robinson, McFadden &amp; Moore, of Columbia;\r\nWilliam C. Hubbard, John T. Moore, C. Mitchell\r\nBrown, B. Rush Smith, III, and Jeffrey A. Jacobs,\r\nall of Nelson, Mullins, Riley &amp; Scarborough, of\r\nColumbia, for Amici Curiae South Carolina Bankers\r\nAssociation and South Carolina Financial Services. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: This is a class action in which the trial court granted\r\nrespondents (hereafter Buyers) summary judgment. The court ruled that\r\nappellant, Pacesetter Corporation, failed to comply with the attorney and\r\ninsurance agent preference provisions of the South Carolina Consumer\r\nProtection Code (CPC). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPacesetter is a Nebraska Corporation which sells aluminum windows,\r\nawnings, and doors, in South Carolina. Buyers in this case each entered into\r\na \"Retail Installment Sales Contract and Mortgage\" to purchase products from\r\nPacesetter, which was to be secured by a mortgage on their homes. The\r\ncontracts contain the following provision: \r\n  \r\n  \r\n  \r\nOBLIGATIONS PERTAINING TO PROPERTY INSURANCE\r\nAND MY REAL ESTATE: 1. I promise to keep my house in good\r\nrepair and keep it insured for at least 80% of its replacement\r\nvalue by buying fire and extended coverage insurance policy. The\r\ninsurance company must be approved by you, and the policy must\r\nagree that it will not cancel my policy without telling you. I\r\nauthorize the insurance company to pay you directly for any loss.\r\nYou can choose to use this insurance payment to either repay any\r\namounts I owe you or to repair my house. I have the option of\r\nproviding property insurance through an existing policy or\r\nthrough a policy independently obtained and paid for by me ... 5.\r\nIf I do not insure my house or fulfill my obligations to my real \r\n  \r\np.41\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nestate, then you can do it for me (but you do not have to). If you\r\ndo pay any of these obligations for me, I agree to pay you back\r\non demand plus interest. Until I pay you back, these amounts\r\nwill be added to my debt to you which is secured by my real\r\nestate and house. I know that if you decide to buy insurance for\r\nme you do not have to obtain any homeowner or liability\r\ninsurance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSubsequent to entering the contracts, Buyers instituted this action\r\npursuant to S.C. Code Ann. § 37-2-413, contending Pacesetter failed to\r\nascertain their preference of attorney and insurance agent, in violation of S.C.\r\nCode Ann. § 37-10-102.1 They sought damages pursuant to S.C. Code Ann.\r\n§37-10-105,2 and requested class certification. Pacesetter moved to dismiss, \r\n  \r\n\r\n1Section 37-2-413(2) provides:\r\nWith respect to a consumer credit sale that is secured in whole\r\nor in part by a lien on real estate the provisions of § 37-10-102(a)\r\napply whenever the seller requires the debtor to purchase\r\n insurance or pay any attorney's fees in connection with\r\nexamining the title and closing the transaction. (Emphasis\r\nsupplied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 37-10-102(a) provides, in pertinent part: \r\n  \r\n  \r\n  \r\nWhenever the primary purpose of a loan that is secured in whole\r\nor in part by a lien on real estate is for a personal, family or\r\nhousehold purpose - \r\n  \r\n(a) The creditor must ascertain prior to closing the\r\n preference of the borrower as to the legal counsel that\r\n is employed to represent the debtor in all matters of the\r\ntransaction relating to the closing of the transaction and ...\r\nthe insurance agent to furnish required hazard and\r\nflood property insurance in connection with the mortgage\r\nand comply with such preference. (Emphasis supplied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 At the time this action was instituted, section 37-10-105 provided, in\r\npertinent part, as follows: \r\n  \r\n§ 37-10-105. Penalties for violations. \r\n  \r\np.42\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\ncontending the remedies provided by section 37-10-105 were not applicable\r\nto the \"Consumer Credit Sales\" in question, and that two of the causes of\r\naction (those of the Woods and Tilley) were barred by the statute of\r\nlimitations. Judge Henry Floyd denied Pacesetter's motion to dismiss and\r\ngranted plaintiffs' motion for class certification. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, Judge Rodney Peeples granted Buyers summary judgment\r\non the issue of liability, finding Pacesetter had failed to obtain Buyers'\r\npreference as to attorney and insurance agent, in violation of section 37-2-\r\n413(2). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Did the circuit court err in finding Pacesetter liable, as a\r\nmatter of law, under S.C. Code Ann. § 37-2-413(2)? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Did the court err in finding Buyers were entitled to seek the\r\nremedies provided under S.C. Code Ann. § 37-10-105? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. Did the court err in applying the statute of limitations found\r\nin S.C. Code Ann. § 37-5-202? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. Did the court err in certifying the class? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. APPLICABILITY OF SECTION 37-2-413 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPacesetter contends section 37-2-413(2) is inapplicable to this case. We \r\n  \r\n  \r\n  \r\n\r\nWith respect to a loan transaction subject to the provisions of\r\nthis chapter, any person who shall receive or contract to receive\r\na loan finance charge, or other charge or fee in violation of this\r\nchapter shall forfeit- \r\n  \r\n  \r\n  \r\n(a) the total amount of the loan finance charge and the costs of\r\nthe action; and the unpaid balance of the loan shall be repayable\r\nwithout any loan finance charge;\r\n(b) double the amount of the excess loan finance charge or other\r\ncharges or fees actually received by the creditor or paid by the\r\ndebtor... \r\n  \r\n  \r\n  \r\nThis section was amended effective June, 1997; the amendments are not at\r\nissue in this appeal. \r\n  \r\np. 43\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhenever a consumer credit sale is secured in whole or in part by a\r\nlien on real estate, section 37-2-413(2) makes the attorney and insurance\r\npreference provisions of section 37-10-102(a) applicable if the seller requires\r\nthe debtor to purchase insurance or pay any attorney's fees in connection\r\nwith examining the title and closing the transaction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEssentially, Pacesetter contends section 37-2-413(2) does not require the\r\npreference notice where, as here, buyers are permitted to provide insurance\r\nthemselves through an existing policy, and are not charged a premium by the\r\nlender. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf a statute's language is plain and unambiguous, and conveys a clear\r\nand definite meaning, there is no occasion for employing rules of statutory\r\ninterpretation and the court has no right to look for or impose another\r\nmeaning. Paschal v. State Election Comm'n, 317 S.C. 434, 454 S.E.2d 890\r\n(1995); Carolina Power &amp; Light Co. v. City of Bennettsville, 314 S.C. 137, 442\r\nS.E.2d 177 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is undisputed that Pacesetter's contracts contain a provision in which\r\nthe buyer promises to \"buy... a fire and extended coverage insurance policy,\"\r\nand which permits Pacesetter to do so if the buyer fails to do so. Buyers are\r\ncontractually required to purchase insurance on their homes.3 The trial\r\ncourt correctly ruled there was no genuine issue of material fact concerning\r\nthis issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPacesetter next contends the court erred in finding that once the\r\npreference provisions were triggered with regard to insurance notification,\r\nthe seller was also required to give notice of an attorney preference,\r\nregardless of whether an attorney was actually employed in connection with\r\nthe transaction, and regardless of whether the debtor was required to pay\r\nany attorneys fees. It contends the attorney preference notice is required\r\nonly if the debtor is actually required to pay an attorney's fee. We disagree. \r\n  \r\n\r\n3Pacesetter contends the trial court should have considered testimony\r\nof its employees that it never enforced the insurance provision of its contract.\r\nGiven the fact that buyers were contractually required to purchase insurance,\r\nit is simply irrelevant whether or not Pacesetter chose to enforce its contract.\r\nThis is particularly true in light of Pacesetter's contractual non-waiver of\r\nclaims clause, permitting Pacesetter, at any time it chose, to foreclose by\r\nvirtue of a buyer's failure to obtain insurance. \r\n  \r\n  \r\n  \r\np.44\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nThe literal terms of the statute require that whenever the seller\r\nrequires the debtor to purchase. insurance or pay any attorney's fees, the\r\nseller must comply with the preference provisions. Construing this provision\r\nliberally, as we must,4 we find the statute unambiguously requires the\r\npreference notice as to both attorney and insurance agent whenever the seller\r\nrequires either the purchase of insurance or the payment of any attorney's\r\nfees.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, Pacesetter contends it substantially complied with the notice\r\nrequirements of 37-10-102(a), as required by this Court's recent opinion in\r\nDavis v. Nationscredit Financial Services Corp., ___ S.C. ___ 484 S.E.2d 471\r\n(1997). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDavis was a certified question which addressed the lender's use of a\r\nseparate piece of paper to ascertain a borrower's preferences of legal counsel.\r\nand hazard insurance, rather than including a preference statement on the\r\nfirst page of the credit application. Here, there is no separate statement,\r\nnor any attorney/insurance preference statement. The mere fact that\r\nPacesetter's contracts gave debtors the \"option of providing property\r\ninsurance through an existing policy or through a policy independently\r\nobtained\" simply does not meet section 37-10-102(a)'s requirement that the\r\nseller \"must ascertain the preference of the borrower as to the ... insurance\r\nagent to furnish required hazard and flood property insurance... \"\r\nAccordingly, the trial court properly ruled Pacesetter had not substantially\r\ncomplied with the statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. REMEDIES UNDER SECTION 37-10-105 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPacesetter contends the remedies found in section 37-5-202 are the \r\n  \r\n\r\n4S.C. Code Ann. § 37-1-102 provides \"(1) This title shall be liberally\r\nconstrued and applied to promote its underlying purposes and policies.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 In light of our holding, it is unnecessary to decide whether the fees\r\ncharged by Pacesetter in connection with its closing were, in fact, \"attorneys\r\nfees.\" But see State v. Buyer's Service Co., 292 S.C. 426, 317 S.E.2d 15\r\n(19871)(preparation of deeds, notes, and other legal instruments related to\r\nmortgage loans and transfers of real property by a commercial title company\r\nconstitutes the unauthorized practice of law). \r\n  \r\np.45\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nexclusive remedy for a violation of the attorney preference provisions in\r\nregard to consumer credit sales. We disagree. Construing the statutes\r\nliberally, as required by section 37-1-102,6 we find Buyers may seek the\r\nremedies set forth insection 37-10-105. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 37-10-101 states that \"unless otherwise provided,\" Chapter 10\r\nof title 37 applies only to designated loan transactions other than consumer\r\nloan transactions. Section 37-2-413(2) \"otherwise provides,\" making section\r\n37-10-102(a) applicable whenever the sale is secured by a lien on real estate,\r\nand the seller requires the debtor to purchase insurance or pay any attorney's\r\nfees in connection with closing-the transaction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPacesetter contends that, in providing a specific remedy in 37-5-2027 for\r\nviolations of section 37-2-413, the legislature intended 5-202 as the exclusive\r\nremedy. We disagree. Had the Legislature so intended, it could have\r\nspecifically provided that section 37-5-202 was the exclusive remedy. Accord\r\nHainer v. American Medical International, ___ S.C.___, 492 S.E.2d 103\r\n(1997)(if legislature had intended certain result in a statue, it would have\r\nsaid so). Under a liberal construction of the CPC, we find the section 37-10-\r\n105 remedies are available.8 \r\n  \r\n\r\n6 Pacesetter contends the remedies of section 37-10-105 are penal in\r\nnature such that the statute should be strictly construed against the\r\npurchasers. As Judge Floyd noted, however, strict construction of penal\r\nstatutes may be modified by affirmative legislative action. 2B Singer,\r\nSutherland Statutory Construction, section 59.06. Further, this Court has\r\nheld that recognized rules of statutory construction must give way to the\r\ncardinal rule of legislative intent. Gardner v. Biggart, 308 S.C. 331, 417\r\nS.E.2d 858 (1992). See also Bell Finance Co.  v. S.C. Dept. Of Consumer\r\nAffairs, 297 S.C. 111, 374 S.E.2d 918 (Ct. App. 1988)(penal statutes should\r\nnot be subjected to strained interpretation in order to exclude from their\r\noperation cases which would otherwise be encompassed). In light of section\r\n37-1-102's requirement of liberal construction of the CPC, a strict construction\r\nis unwarranted. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Section 37-5-202 provides that, for violations of section 37-2-413, a\r\nconsumer has a right to recover actual damages and also a right, in an action\r\nother than a class action, to recover a penalty between $100.00-$1000.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8Additionally, in Camp v. Springs Mortgage Corp., 310 S.C. 514, 49-6\r\nS.E.2d 304 (1993), this Court clearly implied that, in light of the purpose of\r\nthe CPC to protect consumers, the remedies available under 37-10-105 were \r\n  \r\np.46\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\n3. STATUTE OF LIMITATIONS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is no statute of limitations set forth in Chapter 10 of Title 37 for\r\nviolations of section 37-10-105.9 Judge Floyd ruled the statute of limitations\r\nset forth in section 37-5-202 applied (no action pursuant to this subsection\r\nmay be brought more than one year after the scheduled or accelerated\r\nmaturity of the debt). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 37-5-202 provides, in pertinent part, as follows: \r\n  \r\n  \r\n  \r\n(1) If a creditor has violated any provisions of this title\r\napplying to ... attorney's fees (§§ 37-2-413 and 37-3-404), ...\r\nthe consumer has a cause of action to recover actual damages\r\nand also a right in an action other than a class action, to\r\nrecover from the person violating this title a penalty in an\r\namount determined by the court not less than one hundred\r\ndollars nor more than one thousand dollars. With respect to\r\nviolations arising from sales or loans made pursuant to a\r\nrevolving charge or a revolving loan account no action pursuant\r\nto this subsection may be brought more than two years after the\r\nviolation occurred. With respect to violations arising from other\r\nconsumer credit transactions, no action pursuant to this\r\nsubsection may be brought more than one year after the\r\nscheduled or accelerated maturity of the debt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClearly, the one year statute of limitations period applies to actions\r\npursuant to 37-5-202. As section 37-5-202 specifically prohibits class\r\nactions, plaintiffs could not have brought their action pursuant to that\r\nsubsection. Accordingly, the statute of limitations in 5-202 does not apply to\r\nBuyers' claims. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the applicable statute of limitations is three years pursuant to\r\nS.C. Code Ann. § 15-3-540(2)(an action upon a liability created by statute\r\nupon a penalty or forfeiture). Without section 37-10-105, Buyers would have \r\n  \r\n\r\navailable to the debtor in a consumer loan transaction. \r\n\r\n\r\n\r\n\r\n\r\n9As amended in 1997, section 37-10-105 now provides for a three year\r\nstatute of limitations. The amendments specifically note, however, that no\r\ninference should be drawn as to the applicable statute of limitations for\r\npending actions. \r\n  \r\np.47\r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nno claim here, as their sole remedy would be under 5-202 which prohibits\r\nclass actions. Accord Sauls-Baker Co. V. Atlantic Coast Line R.R., 109 S.C.\r\n285, 289, 96 S.E. 118, 119 (1917)(where action is allowed only by virtue of\r\nstatute for penalty, it is an \"action upon a statute for a penalty\"). However,\r\nwe disagree with Pacesetter's assertion that two of the present claims are\r\nbarred by this three year limitations period. We find the limitations period\r\nset forth in section 15-3-540(2) begins to run each time a payment is made. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 37-10-105 recodifies the penalty for usury in former S.C.Code\r\nAnn. § 34-31-50. Haynsworth and Smith, South Carolina Consumer\r\nProtection Code and Comments, 399, Comment I (S.C. Bar-CLE Div. 3rd Ed.\r\n1996). The statute of limitations for an action seeking the remedies\r\nrecoverable for usury begins to run at the time each payment is made on the\r\nloan. Stewart v. Fowler, 16 S.C.L. (1 Harper 403) (1824). Accordingly,\r\nalthough we find the three year statute of limitations applicable, it begins to\r\nrun from each payment,10 such that plaintiffs' claims are not barred. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. CLASS CERTIFICATION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, Pacesetter contends the circuit court erred in certifying the\r\nclass in this case. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA trial judge's ruling on whether an action is properly maintainable as\r\na class action is within his discretion. Waller v. Seabrook Island Property \r\n  \r\n\r\n10This result is further supported by the fact that where the debtor\r\nseeks recovery under section 37-10-105 pursuant to a counterclaim, the three\r\nyear statute of limitations is clearly inapplicable. See Earle v Owings, 72 SC\r\n362, 51 SE 980 (1905)(statute imposing penalty for usury and providing\r\nrecovery thereof by counterclaim, by plain implication indicates that the\r\ncounterclaim is available and is effective as long as the right of action exists\r\non the principal sum; the counterclaim follows the main contract, and is not\r\nbarred within the three years). See also Section 37-10-105, as amended by\r\n1997 Act No. 99 (subsection does not bar a debtor from asserting a violation\r\nof this chapter in an action to collect a debt which was brought more than\r\nthree years from the date of the occurrence of the violation as a matter of\r\ndefense by recoupment or set-off in such action). \r\n  \r\np.48 \r\n  \r\n\r\nTILLEY, et al. v. PACESETTER CORPORATION \r\n\r\n\r\n\r\n\r\n\r\nOwners, 300 S.C. 465, 388 S.E.2d 799 (1990). A court may not look to the\r\nmerits when determining whether to certify a class. Curley v. Cumberland\r\nFarms Dairy, 728 F.Supp 1123 (D.N.J.1990) (citing Eisen v. Carlisle &amp;\r\nJacquelin, 417 U.S. 156, 177-78, 94 S.Ct. 2140, 2152-53, 40 L.Ed.2d 732\r\n(1974)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find no error in the circuit court's certification of the class in this\r\ncase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe judgment below is\r\nAFFIRMED IN RESULT. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.49\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]