[{"id":"24758","title":"Joseph Kirkland v. Allcraft Steel Col, Inc., (Carolina v. SCE&amp;G)","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24758","description":"","date":"1998-02-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;In Re: Joseph Kirkland,\r\n&nbsp;&nbsp;&nbsp;&nbsp;Employee,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Allcraft Steel Co., Inc.,\r\n&nbsp;&nbsp;&nbsp;&nbsp;Employer,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Carolina Associated of\r\n&nbsp;&nbsp;&nbsp;&nbsp;General Contractors Self-\r\n&nbsp;&nbsp;&nbsp;&nbsp;Insurance Trust fund of\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina Electric\r\n&nbsp;&nbsp;&nbsp;&nbsp;and Gas Company, Inc., &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Appellant\r\n\r\n\r\nAppeal From Richland County\r\nWilliam P. Keesley, Judge\r\n\r\n\r\nOpinion No. 24758\r\nHeard February 20, 1997 - Filed February 9, 1998\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n  Kay G. Crowe, of Barnes, Alford, Stork &amp; Johnson, of\r\n  Columbia, for Appellant.\r\n  \r\n  \r\n\r\n\r\n  Hal Hanlin, of Callison, Tighe, Robinson &amp; Hawkins of\r\n  Columbia, for Respondent.\r\n  \r\n  \r\n\r\np. 3\r\n\r\nKIRKLAND v. ALLCRAFT (CAROLINA v. SCE&amp;G)\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TOAL, A.J.: In this workers' compensation matter, South Carolina\r\nElectric and Gas Company appeals the circuit court's decision requiring it to\r\nfully satisfy the carrier's lien. We affirm in part, reverse in part, and\r\nremand to the Workers' Compensation Commission.\r\n\r\n\r\nFactual/Procedural Background\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While making repairs on the premises of his employer Allcraft Steel\r\nCompany, Joseph Kirkland (\"Claimant\") suffered serious permanent injuries\r\nwhen he was electrocuted as he came in contact with an electric wire\r\nmaintained by appellant South Carolina Electric and Gas Company (\"Third\r\nParty\"). Claimant's claim was accepted by his employer and its insurance\r\ncarrier respondent Carolina Associated (\"Carrier\"). Carrier paid Claimant\r\ncompensation and medical benefits in the amount of $27,837. Moreover, it\r\ninformed Third Party of its reservation of rights for subrogation of these\r\nclaims.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Claimant also presented a claim against Third Party. Negotiations\r\nwere begun, and Third Party agreed to directly pay Claimant lump sums and\r\nannuities valued at approximately $55,000 for a full release of the tort claim.\r\nThe settlement agreement acknowledged Carrier's lien on the settlement\r\nproceeds. Third party agreed to be responsible for any carrier's lien due;\r\nhowever, the settlement was reached without the knowledge or consent of\r\nCarrier.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carrier filed a petition with the Workers' Compensation Commission\r\nseeking enforcement of its lien. Third Party agreed to stipulate that it was\r\nresponsible for satisfying Carrier's lien. After a hearing, the single\r\ncommissioner issued an order holding that Carrier was entitled to the\r\namount of its $27,837 lien. The full commission affirmed the order, and the\r\ncircuit court affirmed the decision of the commission. Third Party has\r\nappealed to this Court, arguing the circuit court erred in: (1) finding that\r\nThird Party is required to reimburse Carrier for the full amount of its lien;\r\nand (2) failing to order an equitable reduction of Carrier's lien.\r\n\r\n\r\nLaw/Analysis\r\n\r\n\r\nA. REIMBURSEMENT FOR LIEN\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party argues the circuit court erred in concluding that Third\r\nParty is required to reimburse Carrier for its lien. We disagree.\r\n\r\n\r\np. 4\r\n\r\nKIRKLAND v. ALLCRAFT (CAROLINA v.SCE&amp;G)\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party contends it is not required to reimburse Carrier for the full\r\namount of its lien because the lien created under S.C. Code Ann. § 42-1-\r\n560(b) (1985)1 attaches to the proceeds paid and is not enforceable against\r\nThird Party in a direct action. We find it unnecessary to interpret section\r\n42-1-560(b) because Third Party has stipulated it is responsible for Carrier's\r\nlien.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As part of its settlement agreement, Third Party agreed to be subject\r\nto Carrier's lien. It characterized the agreement in this way: \"[W]e have\r\nagreed to stipulate that [Third Party] is responsible for satisfying [Carrier's\r\nlien] as set out in [Third Party's] Agreement with [Claimant].\" At the\r\nhearing before the single commissioner, it was affirmed again, without\r\nobjection, that Third Party had stipulated it was responsible for satisfaction\r\nof the lien under its settlement agreement with Claimant.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A stipulation is an agreement, admission or concession made in judicial\r\nproceedings by the parties thereto or their attorneys. See State v. Anderson,\r\n318 S.C. 395, 458 S.E.2d 56 (Ct. App. 1995). Stipulations, of course, are\r\nbinding upon those who make them. 73 Am. Jur. 2d Stipulations § 8, at 543\r\n(1974). Here, Third Party made a concession that it was responsible for\r\nsatisfaction of Carrier's lien. This stipulation is therefore binding upon it,\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1S.C. Code Ann. § 42-1-560(b) provides:\r\n\r\n\r\n\r\n\r\n  The injured employee ... shall be entitled to receive\r\n  the compensation and other benefits provided by, this\r\n  Title and to enforce by appropriate proceedings his .\r\n  . . rights against the third party . . . . In such case\r\n  the carrier shall have a lien on the proceeds of any\r\n  recovery from the third party whether by judgment,\r\n  settlement or otherwise, to the extent of the total\r\n  amount of compensation, including medical and other\r\n  expenses, paid, or to be paid by such carrier, less the\r\n  reasonable and necessary expenses, including\r\n  attorney fees, incurred in effecting the recovery, and\r\n  to the extent the recovery shall be deemed to be for\r\n  the benefit of the carrier.... Any balance remaining\r\n  after payment of necessary expenses and satisfaction\r\n  of the carrier's lien shall be applied as a credit\r\n  against future compensation benefits for the same\r\n  injury or death and shall be distributed as provided\r\n  in subsection (g) of this section....\r\n  \r\n  \r\n\r\np. 5\r\n\r\nKIRKLAND v. ALLCRAFT (CAROLINA v. SCE&amp;G)\r\n\r\n\r\n\r\nand it cannot now assert that it is not responsible for the lien. We affirm\r\nthe circuit court on this issue.\r\n\r\n\r\nB. EQUITABLE REDUCTION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party next argues that the circuit court erred in failing to order\r\nan equitable reduction of Carrier's lien under S.C. Code Ann. § 42-1-\r\n560(f)(1985).\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Section 42-1-560(f) states, in part:\r\n\r\n\r\n\r\n  Notwithstanding other provisions of this item, where an employee\r\n  or his representative enters into a settlement with or obtains a\r\n  judgment upon trial from a third party in an amount less than\r\n  the amount of the employee's estimated total damages, the\r\n  commission may reduce the amount of the carrier's lien on the\r\n  proceeds of such settlement in the proportion that such\r\n  settlement or judgment bears to the commission's evaluation of\r\n  the employee's total cognizable damages at law. Any such\r\n  reduction shall be based on a determination by the commission\r\n  that such reduction would be equitable to all parties concerned\r\n  and serve the interests of justice.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party's expert witness testified that the amount of Claimant's\r\ntotal damages was $388,717, and that if he were advising a client, he would\r\nprobably recommend that a client seriously consider settling for $200,000.\r\nThird Party settled the case with Claimant for approximately $55,000.\r\nObviously, Claimant has entered into a settlement with a third party in an\r\namount less than the amount of Claimant's estimated total damages. The\r\nstatute explicitly declares that \"where an employee . . . enters into a\r\nsettlement with ... a third party in an amount less than the amount of the\r\nemployee's estimated total damages, the commission may reduce the amount\r\nof the carrier's lien on the proceeds of such settlement . . . .\" Thus, we are\r\nbound by the unambiguous terms of the statute to find that the lien may be\r\nreduced in the present instance. See Paschal v. State of S.C. Election\r\nComm'n, 317 S.C. 434, 454 S.E.2d 890 (1995)(Where the terms of the statute\r\nare clear, the court must apply those terms according to their literal\r\nmeaning.).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The statute does not specify who may petition to have the lien reduced.\r\nOrdinarily, it may be the claimant who would seek a reduction of the lien of\r\nthe carrier; however, there is nothing in the statute that precludes a third\r\n\r\n\r\np. 6\r\n\r\nKIRKLAND v. ALLCRAFT (CAROLINA v.SCE&amp;G)\r\n\r\n\r\n\r\nparty from also seeking a reduction of the lien. As such, we find that in the\r\npresent case, Third Party does have standing to raise this issue.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;However, it does not follow, simply because a party can petition to\r\nreduce the lien, that it is automatically entitled to a reduction. The statute\r\nprovides that \"[a]ny such reduction shall be based on a determination by the\r\ncommission that such reduction would be equitable to all parties concerned\r\nand serve the interests of justice.\" S.C. Code Ann. § 42-1-560(f). In\r\nconsidering whether or not to reduce the lien, the commission may consider\r\nfactors such as the strength of the claimant's case, the likelihood of third\r\nparty liability, claimant's desire to settle, and whether carrier is unreasonably\r\nrefusing to consent to a settlement.2\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We remand this matter to the Workers' Compensation Commission to\r\ndetermine whether Carrier's lien should be reduced. We express no opinion\r\non whether there should be a reduction. The commission may determine this\r\nmatter based on the existing record or may take additional testimony.\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Based on the foregoing, the circuit court's order is AFFIRMED IN\r\nPART, REVERSED IN PART, AND REMANDED.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., WALLER and BURNETT, JJ., concur. MOORE, A.J., not\r\nparticipating.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2The commission is not limited to these factors.\r\n\r\n\r\n\r\np. 7\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24759","title":"Harold P. Baggot v. Southern Music, Inc., et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24759","description":"","date":"1998-02-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Harold P. Baggott,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Petitioner,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Southern Music, Inc.,\r\n&nbsp;&nbsp;&nbsp;&nbsp;and The Travelers\r\n&nbsp;&nbsp;&nbsp;&nbsp;Insurance Company, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondents.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Orangeburg County\r\nCharles W. Whetstone, Jr., Judge\r\n\r\n\r\nOpinion No. 24759\r\nHeard December 2, 1997 - Filed February 9, 1998\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  John C. Land, III, and J. Calhoun Land, IV, of\r\n  Land, Parker &amp; Reaves, of Manning, and F. Hall\r\n  Yarborough, of Yarborough, Hutto &amp; Jackson, of\r\n  Orangeburg, for petitioner.\r\n\r\n\r\n\r\n\r\n  Harry B. Gregory, Jr., and Johnny W. Baxley, III,\r\n  of Rogers, Townsend, &amp; Thomas, P.C., of Columbia,\r\n  for respondents.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BURNETT, A.J.: In this workers' compensation case, the single\r\ncommissioner awarded Petitioner Harold P. Baggott (claimant) benefits; the\r\nfull Workers' Compensation Commission reversed in a two to one decision.\r\nThe circuit court reversed the full commission, reinstating claimant's\r\n\r\n\r\np. 8\r\n\r\nBAGGOTT v. SOUTHERN MUSIC\r\n\r\n\r\n\r\nbenefits. The Court of Appeals reversed, finding there was substantial\r\nevidence to support the decision of the full commission denying claimant\r\nbenefits. Baggott v. Southern Music, Inc., et al., Op. No. 96-UP-312 (S.C.\r\nCt. App. filed September 23, 1996). We reverse.\r\n\r\n\r\nFACTS\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Southern Music, Inc. (SMI), is a business which, in part, leases coin\r\noperated game machines. SMI also leases Tiny's Tub, a pool hall and bar,\r\nto John Rudder. SMI owns the game machines and pool tables in Tiny's\r\nTub.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Claimant is the manager of SMI. His typical hours are from 9 a.m.\r\nto 5 p.m., although he remains on call to service machines.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While at SMI on a Friday, claimant received a message late in the\r\nafternoon from Rudder; Rudder requested quarters and repair of a jukebox.\r\nResponding to the request, claimant went to Tiny's Tub between 6:00 and\r\n6:30 p.m., delivered the quarters, and repaired the jukebox and a pool\r\ntable. When he completed his work, he began to play a game of pool with\r\na friend and to drink a beer.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;According to claimant, Kenny McDowell, claimant's fellow employee,\r\nentered the bar, angrily cursing at claimant about a work-related matter.\r\nMcDowell stated to claimant, \"you almost got my son killed. You turned\r\non the alarm.\"1 Claimant testified McDowell \"came at him.\" Although\r\nclaimant attempted to defend himself with a pool cue, McDowell assaulted\r\nclaimant. Claimant suffered a broken hip.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McDowell testified he went to Tiny's Tub to tell claimant the security\r\nalarm was off. He told claimant his son was almost shot because the\r\nalarm had been engaged. McDowell admitted he was \"rather upset.\"\r\nMcDowell testified claimant told him not to speak to him disrespectfully;\r\nMcDowell thought claimant was going to hit him with the pool cue so he\r\nknocked it out of his hands. McDowell testified the men hit each other.\r\nHe believed claimant was the aggressor.\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1Claimant had told McDowell he would leave the SMI security alarm\r\n\r\noff, but, instead, claimant had mistakenly turned it on. When McDowell\r\nand his son entered SMI, the silent alarm notified the sheriffs department.\r\nA deputy sheriff responded, entered SMI, and pulled a gun on McDowell's\r\nson.\r\n\r\n\r\np. 9\r\n\r\nBAGGOTT v. SOUTHERN MUSIC\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rudder testified claimant had come to Tiny's Tub, given him the\r\nrequested quarters, and began to repair the malfunctioning machine.\r\nMcDowell entered the bar, \"yelling almost hysterically at [claimant] for\r\nsomething.\" Rudder described McDowell's assault on claimant and stated\r\nMcDowell was the aggressor. Rudder hysically removed McDowell from\r\nthe building.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A patron who witnessed the altercation testified claimant was playing\r\na game of pool when McDowell entered Tiny's Tub. McDowell screamed\r\nclaimant had almost gotten his son shot and advanced toward claimant,\r\nstating he \"ought to whip [claimant's] ___.\" Claimant attempted to defend\r\nhimself with a pool cue. McDowell threw claimant into the air. The\r\npatron testified McDowell was the aggressor.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;An insurance adjustor spoke with claimant while he was in the\r\nhospital. The adjustor testified claimant did not inform her he had gone to\r\nTiny's Tub to either deliver coins or to repair a machine.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The full commission determined 1) claimant's injury was sustained\r\nafter his work duties had ended and 2) even if he did sustain a\r\ncompensable injury, he was barred from compensation because alcohol was\r\na contributing factor in the accident. The circuit court concluded the\r\ndispute between McDowell and claimant was related to the business of\r\nSMI and, therefore, claimant's injury did arise out of and in the course of\r\nhis employment. It further concluded there was no evidence alcohol\r\ncontributed to claimant's injury. The Court of Appeals held the circuit\r\ncourt improperly substituted its view of the evidence for that of the full\r\ncommission. Id.\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n  I. Did the Court of Appeals err by concluding the decision of the full\r\n  commission was supported by substantial evidence?\r\n  \r\n  \r\n\r\n\r\n  II. Was intoxication the proximate cause of claimant's injury?\r\n  \r\n  \r\n\r\nDISCUSSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A decision of the Workers' Compensation Com-mission will not be\r\noverturned by a reviewing court unless it is clearly unsupported by\r\nsubstantial evidence in the record. Howell v. Pacific Columbia Mills, 291\r\nS.C. 469, 354 S.E.2d 384 (1986). Substantial evidence is evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach\r\n\r\n\r\np. 10\r\n\r\nBAGGOTT v. SOUTHERN MUSIC\r\n\r\n\r\n\r\nthe conclusion that the administrative agency reached to justify its action.\r\nLark v. Bi-Lo Inc., 276 S.C. 130, 276 S.E.2d 304 (1981). The general\r\npolicy is to construe the Workers' Compensation Act in favor of coverage\r\nrather than exclusion. Fox v. Newberry County Memorial Hospital, 316\r\nS.C. 537, 451 S.E.2d 28 (Ct. App. 1994), citing Davis v. South Carolina.\r\nDept. of Corrections, 289 S.C. 123, 345 S.E.2d 245 (1986).\r\n\r\n\r\nI.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To be compensable under the Workers' Compensation Act, an injury\r\nby accident must both \"arise out of\" and \"in the course of\" employment.\r\nS.C. Code Ann. § 42-1-160 (Supp. 1996). \"Arising out of\" refers to the\r\norigin of the cause of the accident; \"in the course of\" refers to the time,\r\nplace, and circumstances under which the accident occurred. Owings v.\r\nAnderson County Sheriff's Dept., 315 S.C. 297, 433 S.E.2d 869 (1993);\r\nEargle v. S.C. Electric &amp; Gas Co., 205 S.C. 423, 32 S.E.2d 240 (1944). An\r\ninjury occurs in the course of employment \"when it occurs within the\r\nperiod of employment at a place where the employee reasonably may be in\r\nthe performance of his duties and while fulfilling those duties or engaged\r\nin something incidental thereto.\" Beam v. State Workmen's Compensation\r\nFund, 261 S.C. 327, 331, 200 S.E.2d 83, 85 (1973). \"[T]he two [terms] are\r\nso entwined that they are usually considered together in the reported\r\ncases; and a discussion of one of them involves the other.\" Eargle v. S.C.\r\nElectric &amp; Gas Co., 205 S.C. at 429, S.E.2d at 242.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It cannot be disputed claimant's injury \"arose out of\" his employment\r\nwith SMI. The assault was the result of McDowell's anger toward\r\nclaimant in failing to disengage the security alarm at SMI. The dispute\r\nhad its origin in McDowell's and claimant's employment with SMI. Cf.\r\nSkipper v. Southern Bell Telephone &amp; Telegraph Co., 271 S.C. 152, 246\r\nS.E.2d 94 (1978)(injury to employee assaulted by another employee growing\r\nout of a quarrel about the employer's work arises out of the employment)\r\nwith Bridges v. Elite, Inc., 212 S.C. 514, 48 S.E.2d 497 (1948)(dispute\r\nwhich culminates in an assault arising out of employee's private life is not\r\ncompensable); see also Sola v. Sunny Slope Farm, 244 S.C. 6, 10-11, 135\r\nS.E.2d 321, 324 (1964)(\"[a]n accident arises out of the employment when it\r\narises because of it as when the employment is a contributing proximate\r\ncause.\").\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Claimant's injury also occurred \"in the course of\" his employment. It\r\nis uncontroverted claimant performed employment-related duties at Tiny's\r\nTub. Immediately prior to the assault, claimant was not performing work-\r\nrelated duties. However, when McDowell entered Tiny's Tub and\r\n\r\n\r\np. 11\r\n\r\nBAGGOTT v. SOUTHERN MUSIC\r\n\r\n\r\n\r\nconfronted claimant about a work-related matter, claimant was compelled\r\nto resume his work duties for SMI. McDowell then assaulted claimant.\r\nUnder these circumstances, claimant was injured while in the course of his\r\nemployment.2 Eargle v. S.C. Electric &amp; Gas Co., supra (each case must be\r\ndecided on its particular facts and circumstances). \r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The substantial evidence does not support the full commission's\r\nconclusion claimant's injury did not arise out of and in the course of\r\nemployment. Instead, viewing the record as a whole, reasonable minds\r\nwould conclude claimant's injury did arise out of and in the scope of his\r\nemployment with SMI.\r\nII.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As noted above, the full commission also denied claimant benefits\r\nbecause his \"alcohol consumption was a contributing factor in the accident\r\nand resulting injuries.\" Although we generally do not consider issues\r\nwhich were not addressed by the Court of Appeals, we find it necessary to\r\ndo so here.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;South Carolina Code Ann. § 42-9-60 provides \"[n]o compensation shall\r\nbe payable if the injury ... was occasioned by the intoxication of the\r\nemployee . . .\". We have interpreted this provision as barring\r\ncompensation when the employee's intoxication is the proximate cause of\r\nthe injury. Kinsey v. Champion American Service Center, 268 S.C. 177,\r\n232 S.E.2d 720 (1977).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The only evidence in the record is that claimant had consumed a\r\nportion of one beer when he was confronted by McDowell. There is no\r\nevidence claimant was intoxicated or that his consumption of alcohol\r\nproximately caused his injury. Accordingly, claimant is not barred from\r\nrecovery under the Workers' Compensation Act.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The decision of the Court of Appeals is reversed and the order of the\r\ncircuit court remanding this matter to the Workers' Compensation\r\nCommission for entry of an order awarding benefits is reinstated.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 See Larson, Workers' Compensation Law § 29.21 (1997)(suggesting\r\n\r\nwhere work-connected assaults occur outside working hours where \"course\r\nof employment\" is virtually nonexistent, court should consider strength of\r\ncausal connection between injury and employment).\r\n\r\n\r\np. 12\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24760","title":"In the Matter of Donald M. Holler","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24760","description":"","date":"1998-02-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;In the Matter of\r\n&nbsp;&nbsp;&nbsp;&nbsp;Donald M. Holler,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n\r\nOpinion No. 24760\r\nHeard December 15, 1997 - Filed February 9, 1998\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n  Attorney General Charles Molony Condon, Assistant Deputy\r\n  Attorney General J. Emory Smith, Jr., both of Columbia, for\r\n  Complainant.\r\n  \r\n  \r\n\r\n\r\n  Coming B. Gibbs, Jr., of Gibbs &amp; Holmes, of Charleston, for\r\n  Respondent.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PER CURIAM: In this attorney disciplinary matter, we impose on\r\nDonald M. Holler (\"Attorney\") a 30 day suspension and place him on\r\ndisability inactive status.\r\n\r\n\r\nFACTS\r\nDAVIS MATTER\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attorney admitted the following allegations: In August 1993, Hackles\r\nDavis, Jr. retained Attorney to handle two separate legal matters. These\r\nincluded a dispute with Davis's brother regarding the dissolution of a farming\r\npartnership and an accounting of various partnership assets, and a dispute\r\nwith Davis's brother and other parties regarding certain real property. Davis\r\n\r\n\r\np. 13\r\n\r\nIN THE MATTER OF HOLLER\r\n\r\n\r\n\r\npaid Attorney a retainer of $1,000.00.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Davis alleged that Attorney failed to communicate with him about the\r\nstatus of these matters, failed to return his phone calls, and failed to supply\r\nhim with an accounting for the fees Davis paid him.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Panel found that Attorney had prepared a complaint with respect\r\nto the dissolution of the farming partnership. Davis stated that Attorney had\r\ntold him that he had filed the action, but when Davis went to the clerk of\r\ncourt's office, he was told that nothing was on file. Attorney claimed that he\r\nhad received a phone call on his answering machine from a woman indicating\r\nthat Davis did not want the suit brought because Davis and his brother were\r\ntrying to resolve the matter on their own. Davis, his wife, and his son\r\ndenied having knowledge of any call to Attorney asking him to cease working\r\non the case.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In relation to the dispute surrounding the real property, a deed had\r\nbeen prepared incorrectly, and Davis had hired Attorney to correct this\r\nproblem. Attorney did not take any action; nor did he respond to numerous\r\nphone calls by Davis. Additionally, Attorney failed to respond to the letters\r\nfrom the Board of Commissioners on Grievances and Discipline.\r\n\r\n\r\n\r\n\r\nJENKINS MATTER\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attorney admitted the following allegations: In June 1994, Robert\r\nJenkins retained Attorney to represent him in transferring title to some real\r\nestate and in bringing an action against a car dealership for a defective paint\r\njob. Jenkins paid Attorney a $500.00 retainer. Jenkins claimed that he did\r\nnot receive the deed. After Jenkins complained to the Board, Attorney\r\nreports that he sent him a copy of the deed. Attorney never took any action\r\nfor Jenkins as to the paint job, and he never returned the retainer. He failed\r\nto respond to Jenkins's attempts to contact him about the status of these\r\nmatters. He also failed to respond to two letters from the Board.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Panel found that the deed transferring the property to Jenkins by\r\nhis daughter was originally signed in June or July 1994, but was apparently\r\nlost by Attorney and never filed. Attorney prepared the deed again, and it\r\nwas executed on November 8, 1994 and recorded by Attorney on December\r\n21, 1994. Jenkins did not receive a copy of the deed from Attorney.\r\nAttorney would not respond to Jenkins's attempts to contact him by phone\r\nand letter. Jenkins's daughter testified that Attorney had told her that the\r\nfirst deed was lost when Attorney was moving between offices and that he\r\n\r\n\r\np. 14\r\n\r\nIN THE MATTER OF HOLLER\r\n\r\n\r\n\r\nhad prepared a second deed. She also indicated that Attorney had told her\r\nthat the action concerning the paint job had been filed, but no copies had\r\nbeen sent to her.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attorney testified that there were two deeds; the second was prepared\r\nto correct the first. He stated that he had sent the first deed to Jenkins, but\r\ndid not know whether he had sent the second. He admitted not having sent\r\na copy of the second deed to Jenkins until after the complaint was filed. He\r\nalso admitted to failing to respond to the letters from the Board of\r\nCommissioners on Grievances and Discipline.\r\n\r\n\r\nMANIGAULT MATTER\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attorney admitted the following allegations: Attorney was the buyer's\r\nattorney for the closing of a sale of land in Berkeley County by Clifton\r\nManigault in August 1995. From the closing, Attorney retained $3,086.50,\r\nof which $450.00 was his fee, $2,488.50 was for taxes on the property to be\r\nsent by him to the Department of Revenue, and $148.00 was for deed stamps.\r\nAttorney failed to pay the Department of Revenue until September 9, 1996,\r\nafter Manigault complained to the Board on August 20, 1996. Attorney also\r\nfailed to record the deed until after Manigault complained.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Panel found that Attorney breached the Rules of Professional\r\nConduct, Rule 407, SCACR, by failing to deliver promptly to a client or to a\r\nthird person such funds client or person was entitled to receive (Rule 1.15(b));\r\nby failing to act with reasonable diligence and promptness in representing a\r\nclient (Rule 1.3); and by failing to keep a client reasonably informed about\r\n-the status of a matter and to promptly comply with reasonable requests for\r\ninformation (Rule 1.4(a)). Additionally, Attorney failed to cooperate with the\r\ninvestigations of the Board. See In re Treacy, 277 S.C. 514, 290 S.E.2d 240\r\n(1982).\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Panel was impressed with Attorney's honesty and his desire for\r\ntreatment and rehabilitation. It was convinced that Attorney's failings did\r\nnot represent a willingness to allow or condone wrongdoing, but were the\r\nresult of a single, isolated incident of major depression stemming from\r\nnumerous difficult circumstances. In its March 24, 1997 report, the Panel\r\nrecommended that Attorney's sanction be a public reprimand conditioned\r\nupon repayment of $500.00 to Jenkins and $1000.00 to Davis. Furthermore,\r\nthe Panel recommended that Attorney be barred from active daily practice\r\nunless he agrees to participate in a mentor program and to file psychological\r\nreports not less frequently than every six months until such time that his\r\n\r\n\r\np. 15\r\n\r\nIN THE MATTER OF HOLLER\r\n\r\n\r\n\r\npsychiatrist certifies that the current mental illness has ended and has been\r\nsuccessfully treated.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Interim Review Committee voted to adopt the Panel's findings of\r\nfact and conclusions of law; however, it disagreed with the suggested\r\nsanction. It unanimously recommended that Attorney be suspended from the\r\npractice of law for 30 days, and in light of the fact that Attorney is presently\r\non administrative suspension for his failure to pay Bar dues,1 that he be\r\nplaced on disability inactive status.\r\n\r\n\r\nSANCTION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We have imposed a wide range of sanctions in cases involving such\r\nmisconduct as neglect of legal matters, failure to disburse proceeds, failure\r\nto communicate with clients, and failure to cooperate with the Board. Cases\r\nin which public reprimands have been imposed include the following: In re\r\nDavis, 321 S.C. 281 (1996); In re Larkin, 320 S.C. 512, 466 S.E.2d 355 (1996);\r\nIn re Ledford, 317 S.C. 177, 452 S.E.2d 605 (1994); In re Warder, 316 S.C.\r\n249, 449 S.E.2d 489 (1994); In re Howard, III, 303 S.C. 278, 400 S.E.2d 138\r\n(1991); In re Alexander, 301 S.C. 212, 391 S.E.2d 254 (1990); In re Nida, 297\r\nS.C. 541, 377 S.E.2d 580 (1989).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Definite suspensions have been imposed in the following cases: In re\r\nShibley, 320 S.C. 362, 465 S.E.2d 356 (1995)(60 day suspension); In re Tootle,\r\n319 S.C. 392, 461 S.E.2d 824 (1995)(4 month suspension); In re Acker, 308\r\nS.C. 338, 417 S.E.2d 862 (1992)(6 month suspension); In re Nida, 315 S.C.\r\n132, 432 S.E.2d 462 (1993)(9 month suspension); In re Ballard, 312 S.C. 227,\r\n439 S.E.2d 846 (1994)(1 year suspension); In re Palmer, 298 S.C. 324, 380\r\nS.E.2d 813 (1989)(1 year suspension); In re Chastain, 316 S.C. 438, 450\r\nS.E.2d 578 (1994)(2 year suspension).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In the present case, the gravity of Attorney's misconduct warrants a\r\nsanction of suspension. In mitigation, we consider that Attorney has\r\nadmitted nearly all the allegations against him. Moreover, he has presented\r\na significant amount of other evidence in mitigation. Attorney developed a\r\nsevere depression during the period of time the above instances of misconduct\r\noccurred. His psychiatrist, Dr. John Roberts, testified that Attorney suffered\r\nfrom a single major depressive episode. Attorney experienced a confluence\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1Attorney was suspended by the South Carolina Bar on March 12, 1997\r\n\r\nfor failure to pay Bar dues. On August 5, 1997, the Court issued an order\r\nsuspending him for failure to pay Bar dues.\r\n\r\n\r\np. 16\r\n\r\nIN THE MATTER OF HOLLER\r\n\r\n\r\n\r\nof unfortunate circumstances: He ran into financial difficulty as a result of\r\npoor business; he had to become the sole caretaker for his mother who had\r\ndeveloped Alzheimer's disease; he had spent 400 hours on a case, but five\r\ndays prior to trial, his client decided to back out, leaving Attorney without\r\npay. During this period, he became depressed, having crying spells, social\r\nwithdrawal, fatigue, weight-loss, and suicidal tendencies. He and his wife\r\nseparated.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attorney's psychiatrist prescribed an anti-depressant for him. Dr.\r\nRoberts did not believe that Attorney was likely to repeat his neglectful\r\npattern of behavior with clients. The psychiatrist's testimony was confirmed\r\nin many respects by Attorney's wife and children, who testified to his weight-\r\nloss, depression, and isolation. Thus, it does not appear that Attorney's\r\nneglect of legal matters stemmed from innate corruption, but resulted largely\r\nfrom his psychological condition.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Considering Attorney's misconduct, we conclude that an appropriate\r\nsanction is a 30 day suspension to commence from the date of this opinion.\r\nMoreover, because of his condition, Attorney is to be placed on disability\r\ninactive status. In addition to fulfilling the requirements for reinstatement\r\nas set forth in Paragraph 19, Rule 413, SCACR, prior to his reinstatement,\r\nAttorney must also make restitution to his clients (in the amounts of\r\n$1000.00 to Davis and $500.00 to Jenkins). While Attorney is on disability\r\ninactive status, the requirements of Bar dues and continuing legal education\r\nwill be suspended.\r\n\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 17\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24761","title":"Wayne M. Ruppe, et al., v. Auto-Owners Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24761","description":"","date":"1998-02-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Wayne M. and Betty\r\n&nbsp;&nbsp;&nbsp;&nbsp;W. Ruppe,\r\n&nbsp;&nbsp;&nbsp;&nbsp;Individually, and\r\n&nbsp;&nbsp;&nbsp;&nbsp;Wayne Ruppe as\r\n&nbsp;&nbsp;&nbsp;&nbsp;Personal\r\n&nbsp;&nbsp;&nbsp;&nbsp;Representative of the\r\n&nbsp;&nbsp;&nbsp;&nbsp;Estate of Sonja K.\r\n&nbsp;&nbsp;&nbsp;&nbsp;Ruppe, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioners/Respondents,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Auto-Owners Insurance\r\n&nbsp;&nbsp;&nbsp;&nbsp;Company,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent/Petitioner.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Richland County\r\nFrank P. McGowan, Jr., Judge\r\n\r\n\r\nOpinion No. 24761\r\nHeard December 4, 1997 - Filed February 9, 1998\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  James A. Merritt and William K. Witherspoon, both\r\n  of Berry, Adams, Quackenbush &amp; Stuart, P.A.; and\r\n  Deborah R.J. Shupe, of Louthian &amp; Louthian; all of\r\n  Columbia, for petitioners/respondents.\r\n  \r\n  \r\n\r\np. 18\r\n\r\nRUPPE, ET AL., v. AUTO-OWNERS INSURANCE COMPANY\r\n\r\n\r\n\r\n\r\n  Reginald L. Foster, of Colvin &amp; Foster, P.A., of\r\n  Spartanburg, for respondent/petitioner.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MOORE, A.J.: We granted a writ of certiorari to review the\r\nCourt of Appeals' decision holding stacking of liability coverage cannot be\r\nvalidly prohibited by contract where the owner's vehicles are insured\r\nunder a single policy.1 We reverse.\r\n\r\n\r\nFACTS\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sonja Ruppe was killed when her car was struck head on by a car\r\nowned and driven by Linda Bagwell. The Bagwells insured two cars\r\nunder a single policy with respondent/petitioner (Auto-Owners). Each\r\ncar had liability coverage of $100,000. Auto-Owners paid petitioners/\r\nrespondents (the Ruppes) $100,000 in liability coverage applicable to the\r\ncar involved in the collision. The Ruppes then commenced this declaratory\r\njudgment action claiming they were entitled to stack an additional\r\n$100,000 liability coverage from the Bagwells' other insured vehicle.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Despite a provision in the policy prohibiting stacking, the trial judge\r\nheld the Ruppes were entitled to stack an additional $100,000 in liability\r\ncoverage. The Court of Appeals affirmed but modified the amount stacked.\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Auto-Owners contends the Court of Appeals erred in allowing\r\nstacking of liability coverage in the face of the policy provision prohibiting\r\nit. We agree.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Generally, stacking of additional coverage for which the insured has\r\ncontracted is permitted unless limited by statute or a valid policy\r\nprovision. Jackson v. State Farm Mut. Auto. Ins. Co., 288 S.C. 335, 342\r\nS.E.2d 603 (1986). In Giles v. Whitaker, 297 S.C. 267, 376 S.E.2d 278\r\n(1989), we held a policy provision prohibiting stacking of liability insurance\r\nwas valid and stacking was not permitted.2\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1323 S.C. 425, 475 S.E.2d 771 (1996).\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2See also Thompson v. Continental Ins. Co., 291 S.C. 47, 351 S.E.2d 904\r\n(Ct. App. 1986) (disallowing stacking of liability coverages provided under a\r\nsingle policy where the policy prohibited it).\r\n\r\n\r\np. 19\r\n\r\nRUPPE, ET AL., V. AUTO-OWNERS INSURANCE COMPANY\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giles is precisely on point in this case.3 Further, Giles is consistent\r\nwith the majority rule that a policy provision limiting stacking of liability\r\ncoverage is valid. See, e.g., Gibbons v. Shockley, 341 So.2d 260 (Fla. Dist.\r\nApp. 1977); Georgia Farm Bureau Mut. Ins. Co. v. Shook, 215 Ga. App.\r\n66, 449 S.E.2d 658 (1994); Butler v. Robinette, 614 S.W.2d 944 (Ky. 1981);\r\nOarr v. Gov't Emp. Ins. Co., 39 Md. App. 122, 383 A.2d 1112 (1978).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Ruppes contend, however, that a policy provision purporting to\r\nlimit stacking of statutorily required coverage is invalid. Statutorily\r\nrequired coverage is that which is required to be offered or provided.\r\nBrown v. Continental Ins. Co., 315 S.C. 393, 434 S.E.2d 270 (1993). Since\r\nliability insurance is required under S.C. Code Ann. § 38-77-140 (1989),\r\nthe Ruppes argue stacking of liability coverage cannot be limited by a\r\npolicy provision.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dicta in Jackson, supra, states the rule that stacking of statutorily\r\nrequired coverage cannot be contractually prohibited.4 A review of current\r\nstacking cases, however, indicates this statement is an oversimplification\r\nof our stacking law and we decline to apply it here.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;First, stacking of uninsured and underinsured coverages, which are\r\nboth statutorily required coverages, is governed specifically by statute.\r\nSee S.C. Code Ann. § 38-77-160 (Supp. 1996). Construing specific\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3In Giles, the insured was driving one of his own three insured vehicles\r\n\r\nand was involved in a wreck. The injured party sought to stack the liability\r\ncoverage from each of the insured's three policies. The Court of Appeals\r\nfound Giles distinguishable in this case because Giles involved more than one\r\npolicy. This ruling is incorrect. Stacking does not depend upon the number\r\nof policies issued but rather the number of additional coverages for which the\r\ninsured has contracted. Esler v. United Servs. Auto. Ass'n, 273 S.C. 259, 255\r\nS.E.2d 676 (1979).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4Jackson cites Belk v. Nationwide Mut. Ins. Co., 271 S.C. 24, 244\r\nS.E.2d 744 (1978), for this proposition. Belk involved stacking of personal\r\ninjury protection coverage, a type of coverage that at the time was statutorily\r\nrequired. To the extent Belk may be read to stand for the proposition cited\r\nin Jackson, it is hereby overruled.\r\n\r\n\r\np. 20\r\n\r\nRUPPE, ET AL., v. AUTO-OWNERS INSURANCE COMPANY\r\n\r\n\r\n\r\nstatutory language,5 we have held an insured is entitled to stack\r\nunderinsured or uninsured coverage in an amount no greater than the\r\namount of coverage on the vehicle involved in the accident. S.C. Farm\r\nBureau Mut. Ins. Co. v. Mooneyham, 304 S.C. 442, 405 LS.E.2d 396 (1991).\r\nTo this extent, stacking cannot be contractually prohibited. Nationwide\r\nMut. Ins. Co. v. Howard, 288 S.C. 5, 339 S.E.2d 501 (1985). Where none of\r\nthe insured's vehicles is involved in the wreck, however, stacking of\r\nunderinsured or uninsured coverage may be prohibited. Brown, supra.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stacking of non-owned liability coverage6 is controlled by our decision\r\nin Jackson, supra. In Jackson, we held stacking of this type coverage may\r\nbe prohibited by contract because it is not statutorily required coverage.7\r\nThis holding is supported by the rationale that the parties are free to\r\nchoose their terms regarding voluntary coverage that is not governed by\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5Section 38-77-160 provides in pertinent part:\r\n\r\n\r\n\r\n\r\n  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Automobile insurance carriers shall offer, at the option of\r\n  the insured, uninsured motorist coverage up to the limits of the\r\n  insured's liability coverage in addition to the mandatory coverage\r\n  prescribed by Section 38-77-150. Such carriers shall also offer,\r\n  at the option of the insured, underinsured motorist coverage up\r\n  to the limits of the insured liability coverage to provide coverage\r\n  in the event that damages are sustained in excess of the liability\r\n  limits carried by an at-fault insured or underinsured motorist or\r\n  in excess of any damages cap or limitation imposed by statute.\r\n  If, however, an insured or named insured is protected by\r\n  uninsured or underinsured motorist coverage in excess of the.\r\n  basic limits, the policy shall provide that the insured or named\r\n  insured is protected only to the extent of the coverage he has on\r\n  the vehicle involved in the accident. If none of the insured's or\r\n  named insured's vehicles is involved in the accident, coverage is\r\n  available only to the extent of coverage on any one of the vehicles\r\n  with the excess or underinsured coverage.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6Non-owned liability insurance protects an at-fault insured while driving\r\nsomeone else's vehicle whereas liability coverage protects an at-fault insured\r\nwhile driving a particular vehicle owned by the insured.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7From our holding in Jackson it does not follow conversely that stacking\r\nof any coverage that is statutorily required cannot be prohibited by contract.\r\n\r\n\r\np. 21\r\n\r\nRUPPE, ET AL., v. AUTO-OWNERS INSURANCE COMPANY\r\n\r\n\r\n\r\nstatute. Willis v. Fidelity &amp; Cas. Co., 253 S.C. 91, 169 S.E.2d 282 (1969).8\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The guiding principle to be gleaned from our current stacking law is\r\nthat stacking may be prohibited by contract if such a prohibition is\r\nconsistent with statutory insurance requirements.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In this case, we look to § 38-77-140 which mandates liability\r\ninsurance in this State. This section requires coverage under a policy\r\nissued to the owner of a motor vehicle for liability arising out of the\r\nownership, maintenance, or use of that motor vehicle. Liability coverage,\r\ntherefore, while statutorily required, is limited to the particular vehicle\r\nfor which it is purchased. The extent of liability coverage is thus\r\nstatutorily defined by the amount of coverage on the insured vehicle and\r\ndoes not encompass coverage applicable to other vehicles.9 Accordingly, a\r\npolicy provision prohibiting stacking is consistent with statutory insurance\r\nrequirements regarding liability coverage.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We reaffirm Giles and hold the policy provision prohibiting\r\nstacking of liability coverage is valid. In light of this disposition, we need\r\nnot address the issue raised by the Ruppes regarding the amount of\r\ncoverage stacked.\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8See also State Farm Mut. Auto. Ins. Co. v. Richardson, 313 S.C. 58,\r\n\r\n437 S.E.2d 43 (1993) (insurance companies may prohibit stacking of non-\r\nmandatory coverages).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9Accord First Nat'l Ins. Co. v. Clark, 899 S.W.2d 520 (Mo. 1995)\r\n(upholding validity of a policy provision prohibiting stacking of liability\r\ncoverage because liability insurance relates to the use and operation of a\r\nparticularly described motor vehicle).\r\n\r\n\r\np. 22\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24762","title":"In the Matter of Harold W. Pryor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24762","description":"","date":"1998-02-09","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;In the Matter of Harold\r\n&nbsp;&nbsp;&nbsp;&nbsp;W. Pryor, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent.\r\n\r\n\r\n\r\n\r\nOpinion No. 24762\r\nSubmitted January 20, 1998 - Filed February 9, 1998\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n  Henry B. Richardson, Jr., of Columbia, Disciplinary\r\n  Counsel.\r\n  \r\n  \r\n\r\n\r\n  Russell D. Ghent, of Spartanburg, for respondent.\r\n  \r\n  \r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PER CURIAM: In this judicial disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement\r\nunder Rule 21, RJDE, Rule 502, SCACR. In the agreement, respondent\r\nadmits misconduct and consents to a public reprimand. We accept the\r\nagreement.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent is a former Spartanburg County Magistrate. On or\r\nabout October 10, 1997, respondent pled guilty to one count of misconduct\r\nin office pursuant to S.C. Code Ann. § 8-1-80 (Supp. 1997). This is a\r\nserious crime as defined in Rule 2(z), RJDE. By his conduct, respondent\r\nhas also violated Rules 7(a)(1)(violation of the Code of Judicial Conduct)\r\nand 7(a)(3)(conviction of a serious crime), RJDE, as well as the following\r\nprovisions of the Code of Judicial Conduct, Rule 501, SCACR: Section\r\n1A(failure to maintain and observe high standards of conduct to preserve\r\nthe independence and integrity of the judiciary); Section 2(A)(failure to\r\nrespect and comply with the law, and failure to conduct himself in a\r\nmanner that promotes public confidence in the integrity of the judiciary);\r\n\r\n\r\np. 23\r\n\r\nIN THE MATTER OF PRYOR\r\n\r\n\r\n\r\nand Section 3(B)(2)(failure to be faithful to the law and maintain\r\nprofessional competence in it).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because respondent is no longer a magistrate and because he\r\nhas agreed to not hereafter seek nor accept any judicial position within\r\nthe State of South Carolina, we have decided to accept the agreement for\r\na public reprimand. Accordingly, respondent is hereby publicly\r\nreprimanded for his conduct.\r\n\r\n\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nBurnett, A.J., not participating\r\n\r\n\r\n\r\n\r\np. 24\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24763","title":"Michael Slear, et al., v. Jethro Hanna, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24763","description":"","date":"1998-02-17","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 7\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Michael Slear and\r\n&nbsp;&nbsp;&nbsp;&nbsp;Elizabeth A. Slear, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioners,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Jethro Hanna and\r\n&nbsp;&nbsp;&nbsp;&nbsp;Watson's Riverside, Inc., &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Defendants,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;of Whom\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Jethro Hanna is&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Horry County\r\nJohn M. Leiter, Special Referee\r\n\r\n\r\nOpinion No.24763\r\nHeard June 4, 1997 - Filed February 17, 1998\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  Henrietta U. Golding, of Bellamy, Rutenberg,\r\n  Copeland, Epps, Gravely &amp; Bowers, P.A., of Myrtle\r\n  Beach, for petitioners.\r\n  \r\n  \r\n\r\n\r\n  Charles V. Leonard &amp; Willard D. Hanna, Jr., of\r\n  Harris &amp; Hanna, P.A., of Myrtle Beach, for\r\n  respondent.\r\n  \r\n  \r\n\r\n\r\n  John P. Henry, of the Thompson Law Firm, P.A., of\r\n  \r\n  \r\n\r\np. 3\r\n\r\nSLEAR, ET AL., v. HANNA, ET AL.\r\n\r\n\r\n\r\n\r\n  Conway, for Watson's Riverside, Inc.\r\n  \r\n  \r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY., C.J.: We granted certiorari to, review the Court of\r\nAppeals' opinion in Slear v. Hanna, 321 S.C. 100, 467 S.E.2d 761 (Ct. App.\r\n1996). We reverse.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioners brought this action seeking a ruling that they had the\r\nright to use Ester Landing in Watson's Riverside Development as an access\r\npoint to the Intracoastal Waterway. Petitioners are property owners in the\r\ndevelopment. Respondent, Jethro Hanna, owns property adjacent to the\r\nlanding. The special referee found it was the intent of the developer to\r\ndedicate Ester Landing to all property owners in the development and the\r\nprivate dedication was accepted by the residents of Watson's Riverside\r\nDevelopment. Accordingly, the special referee concluded petitioners had the\r\nright to use Ester Landing. The Court of Appeals reversed. Slear. supra.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;J. Watson Smith purchased two pieces of property in Horry\r\nCounty which he transferred in 1973 to Watson Riverside Inc. In July 1973,\r\na plat (Cox Plat) and Declaration of Restrictions were recorded showing\r\nBlocks A-G of Watson's Riverside Development and restrictions on use of the\r\nproperty. On October 20, 1975, restrictions on the use of Block H, shown on\r\na previously recorded Plat of \"Watson's Riverside Addition,\" were recorded\r\nand the owners of property in Blocks A-G agreed to have the previously\r\nrecorded restrictions changed to conform to the restriction on Block H. On\r\nDecember 30, 1975, a plat showing an expansion of Block H was recorded\r\nand outside the boundary of Block H was printed \"Reserved for Future\r\nDevelopment.\" On July 10, 1978, a plat depicting Blocks K - O, designated\r\nas Watson's Riverside Addition, Phases III and IV was recorded and on July\r\n7, 1980, restrictions identical to those recorded for Blocks A - H were\r\nrecorded. Petitioners' property is located in Block M.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On January 27, 1976, respondent purchased Lot 1-A of Block B\r\nof Watson's Riverside Development as shown on the Cox Plat. The deed\r\nstated in pertinent part the following:\r\n\r\n\r\n\r\n  The grantor hereby covenants and warrants that . . .\r\n  the road dividing Lot 1 and Lot 1-A as shown on\r\n  said plat is not to be used as a public landing but is\r\n  to be used only by residents of Watson's Riverside\r\n  Development and that said road and landing will be\r\n  maintained and kept in a neat, clean and attractive\r\n  \r\n  \r\n\r\np. 4\r\n\r\nSLEAR, ET AL., v. HANNA, ET AL.\r\n\r\n\r\n\r\n\r\n  manner.\r\n  \r\n  \r\n\r\n\r\n  The grantor hereby agrees for the consideration\r\n  stated above to have the undeveloped road between\r\n  Lot 1 and Lot 1-A and known as Ester Landing as\r\n  shown on said plat paved, said road to be properly\r\n  ditched, smoothed out and paved where present ditch\r\n  now situate; Grantor agrees to provide and fence the\r\n  boundary adjoining the grantee's land with a stout\r\n  chain like fence; Grantor to maintain fence, . . . . It\r\n  is the further understanding that a locked gate is to\r\n  be placed at the entrance of said landing and keys to\r\n  be provided only to residing land owners; said\r\n  covenants, warranties and promises to run with the\r\n  land and to bind the parties [sic] heirs, successors,\r\n  assigns, administrators or executors as the case may\r\n  be.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioners assert the Court of Appeals erred in reversing the\r\nspecial referee's finding there was a private dedication of use. In particular,\r\nthe Court of Appeals concluded that the reservation as to the use of Ester\r\nLanding contained in respondent's deed inured only to the benefit of those lot\r\nowners or future owners of lots on the plats of record in 1976 (Cox Plat).\r\nThe Court of Appeals looked to all plats of record in 1976 depicting Watson's\r\nRiverside Development and found \"no hint the development then encompassed\r\nor would in the future encompass the area where the [petitioners] ultimately\r\npurchased their lot.\" Petitioners contend there is ample evidence in the\r\nrecord and in the recorded plats to have put respondent on notice that\r\nWatson's Riverside Development included more than shown on the Cox Plat.1\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The outcome here is based on the proper scope of review. The\r\ndetermination of the existence of an easement is a question of fact in a law\r\naction and subject to an any evidence standard of review when tried by a\r\njudge without a jury. Jowers v. Hornsby, 292 S.C. 549, 357 S.E.2d 710\r\n(1987). If the action is viewed as interpreting a deed, it is an equitable\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1The special referee found that Watson's Riverside Development\r\n\r\nconsisted of Blocks A through O as depicted on the tax map. The referee\r\nalso found that all property owners in Blocks A through O have a common\r\ngrantor, were subject to identical restrictions and the consecutive lettering\r\nof the Blocks evidenced a single scheme. Further, one of the plats stated\r\nthat additional property was reserved for future development.\r\n\r\n\r\np. 5\r\n\r\nSLEAR, ET AL., v. HANNA, ET AL.\r\n\r\n\r\n\r\nmatter and the appellate court may review the evidence to determine the\r\nfacts in accordance with the court's view of the preponderance of the\r\nevidence. Wayburn v. Smith, 263 S.C. 518, 211 S.E.2d 560 (1975); Heritage\r\nFederal Savings &amp; Loan Association v..Eagle Lake Condos, 318 S.C. 535, 458\r\nS.E.2d 561 (Ct. App. 1995).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Here, the Court of Appeals treated this case as one to interpret\r\na deed.2 The pleadings and evidence present the primary issue of whether\r\nor not the deed creates an easement in favor of petitioners as residents of the\r\ndevelopment. The determination of the existence of an easement is a\r\nquestion of fact and subject to an any evidence standard review. Jowers,\r\nsupra. There is evidence in the record to support the special referee's\r\nfindings, accordingly we reverse on this issue.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioners also contend the Court of Appeals should have\r\naffirmed the referee's ruling that Ester landing was dedicated to public use\r\nby the developer. We disagree. The referee concluded solely that there was\r\na dedication for private use and did not address whether there was a public\r\ndedication. Accordingly, there was no ruling on this ground for the Court of\r\nAppeals to affirm.\r\n\r\n\r\n\r\n\r\nThe Court of Appeals' decision is\r\nReversed.\r\n\r\n\r\n\r\n\r\nTOAL, WALLER, BURNETT, A.J., and Acting Associate\r\nJustice George T. Gregory Jr., concur.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2The Court concluded that the referee erred in his interpretation of\r\n\r\nthe deed. The Court further concluded the language in respondent's deed\r\nresidents of Watson's Riverside Development\" when considered in\r\nconjunction with the provision that a locked gate would be installed and\r\nkeys would be provided only to residing land owners is ambiguous and\r\nthus the intention of the parties to respondent's deed must be determined.\r\n\r\n\r\np. 6\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24764","title":"Vivian Clade v. Champion Laboratories, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24764","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Vivian Clade, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioner,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Champion Laboratories\r\n&nbsp;&nbsp;&nbsp;&nbsp;and Continental\r\n&nbsp;&nbsp;&nbsp;&nbsp;Insurance Company,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondents.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From York County\r\nBuford E. Grier, Special Circuit Court Judge\r\n\r\n\r\nOpinion No. 24764\r\nHeard December 17, 1997 - Filed-February 23, 1998\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n  Bennett J. Schiller, III, of Atwater, Schiller &amp;\r\n  Reeves, L.L.C., of Rock Hill, for petitioner.\r\n  \r\n  \r\n\r\n\r\n\r\n\r\n  Beverly A. Carroll, of Kennedy, Covington, Lobdell\r\n  &amp; Hickman, L.L.P., of Rock Hill, for respondents.\r\n  \r\n  \r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WALLER, A.J.: This Court granted certiorari to consider the\r\nopinion of the Court of Appeals in Clade v. Champion Lab., Op. No. 96-\r\nUP- 402 (S.C. Ct. App. filed November 14, 1996). We affirm as modified.\r\n\r\n\r\np. 3\r\n\r\nCLADE v. CHAMPION LABORATORIES, ET AL.\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioner drove a forklift in respondent Champion's shipping\r\ndepartment. On July 20, 1994, she was working the second shift.\r\nAccording to her testimony, her back felt tired at the start of her shift, but\r\nshe felt no pain. Between 5:00 and 5:30 p.m., she began to feel pain\r\nrunning down her back. The pain worsened, but petitioner finished her\r\nshift that night.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At work the next day, the pain returned, so petitioner reported her\r\ninjury to her supervisor, who sent her to the company doctor. The doctor\r\neventually sent petitioner to therapy and recommended she be put on light\r\nduty. After a week or two of therapy, petitioner was referred to Dr. Scott\r\nJames who diagnosed petitioner as having lumbar strain with thoracic and\r\nlumbar trigger points.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioner applied for workers' compensation benefits, alleging she\r\nhad a work related injury which manifested itself on July 20, 1994. Her\r\nclaim was denied by a single commissioner, and this decision was affirmed\r\nby an appellate panel, the circuit court, and the Court of Appeals.\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n  Is the commission's decision that petitioner's injury did not\r\n  arise out of her employment supported by substantial evidence?\r\n  \r\n  \r\n\r\nDISCUSSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For an injury to be compensable, it must arise out of and in the\r\ncourse of employment. S.C. Code Ann. § 42-1-160 (1985). The phrase\r\n\"arising out of\" refers to the origin of the cause of the accident. Rodney v.\r\nMichelin Tire Corp., 320 S.C. 515, 466 S.E.2d 357 (1996). \"An injury\r\narises out of employment when there is apparent to the rational mind,\r\nupon consideration of all the circumstances, a causal relationship between\r\nthe conditions under which the work is to be performed and the resulting\r\ninjury.\" Id. at 518, 466 S.E.2d at 358. The claimant has the burden of\r\nproving facts that will bring the injury within the workers' compensation\r\nlaw, and such award must not be based on surmise, conjecture or\r\nspeculation. Sola v. Sunny Slope Farms, 244 S.C. 6, 135 S.E.2d 321\r\n(1964).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A court may not substitute its judgment for that of an agency as to\r\nthe weight of the evidence on questions of fact unless the agency's findings\r\nare clearly erroneous in view of the reliable, probative and substantial\r\n\r\n\r\np. 4\r\n\r\nCLADE v. CHAMPION LABORATORIES, ET AL.\r\n\r\n\r\n\r\nevidence on the whole record. Rodney, 320 S.C. at 519, 466 S.E.2d at 359.\r\n\"Substantial evidence\" is evidence which, considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion that the\r\nadministrative agency reached. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135-136,\r\n276 S.E.2d 304, 306 (1981). The possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent an administrative agency's\r\nfinding from being supported by substantial evidence. Ellis v. Spartan\r\nMills, 276 S.C. 216, 277 S.E.2d 590 (1981).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Commission sustained the single commissioner's finding that\r\npetitioner \"failed to prove by the necessary burden of proof that she\r\nsustained a specific injury by an accident on July 20, 1994, or that her\r\nback problems arose out of and in the course of her employment.\"\r\n(emphasis added).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;After reviewing the record, we find this conclusion is reasonable and\r\nsupported by substantial evidence. Petitioner had the burden of proving\r\nthe conditions under which she worked caused the injury to her back.\r\nAlthough she attempted to tie her injury to one of several events that\r\noccurred at work, she told her supervisor, a co-worker, and the person in\r\ncharge of filing accident reports she did not know the cause of her pain.\r\nShe also told an insurance adjustor she could not pinpoint the cause of her\r\nback problems. While her treating physician did state her injury was\r\naggravated by driving a forklift, he never specifically determined her\r\ninjury was caused by driving a forklift. A memorandum concerning\r\npetitioner's injury from her supervisor noted he could not say whether her\r\ninjury was work related or not. Although the symptoms of her injury\r\nappeared while petitioner was performing her job, it was reasonable in\r\nlight of the evidence presented for the commission to conclude petitioner\r\nfailed to establish a causal relationship between her work and her injury.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Commission's conclusion is supported by the evidence. However,\r\nthe opinion of the Court of Appeals focuses on petitioner's failure to prove\r\na specific causal event instead of her failure to prove a causal relationship:\r\n\r\n\r\n\r\n  Here, Petitioner was unable to identify any event that arose in\r\n  the course of her employment which precipitated her back\r\n  problems. It is inferable the injury might have occurred on\r\n  May 19, 1994, July 19, 1994, or July 20, 1994. Under these\r\n  circumstances, we find substantial evidence supports the\r\n  commission's finding that Petitioner failed to prove any event\r\n  arising out of and in the course of her employment which\r\n  \r\n  \r\n\r\np. 5\r\n\r\nCLADE v. CHAMPION TABORATORIES, ET AL.\r\n\r\n\r\n\r\n\r\n  caused her back problems.\r\n  \r\n  \r\n\r\nThis language which requires an injured employee to identify a specific\r\nevent for an injury to be compensable contradicts the established law of\r\nthis state. See Stokes v. First Nat'l Bank, 306 S.C. 46, 49, 410 S.C.2d\r\n248, 250 (1991) (\"[N]o slip, fall or other fortuitous event or accident in the\r\ncause of the injury is required; the unexpected result or industrial injury\r\nis itself considered the compensable accident.\"). Therefore, although we\r\nagree with the result of this case, the opinion of the Court of Appeals is\r\nnot an accurate characterization of the law.\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Accordingly, the opinion of the Court of Appeals is affirmed but\r\nmodified because injured employees are not required to prove their injuries\r\nwere caused by specific events in order to recover worker's compensation\r\nbenefits.\r\n\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J., TOAL, MOORE and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\np. 6\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24765","title":"John Doe v. Berkley Publishers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24765","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;John Doe, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Berkeley Publishers,\r\n&nbsp;&nbsp;&nbsp;&nbsp;d/b/a The Berkeley\r\n&nbsp;&nbsp;&nbsp;&nbsp;Independent,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Petitioner.\r\n\r\n\r\nON WRIT OF CERTIORARI TO\r\nTHE COURT OF APPEALS\r\n\r\n\r\nAppeal From Berkeley County\r\nR. Markley Dennis, Jr., Judge\r\n\r\n\r\nOpinion No. 24765\r\nHeard November 6, 1997 - Filed February 23, 1998\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  Jay Bender and Charles E. Baker, both of Baker,\r\n  Barwick, Ravenel &amp; Bender, L.L.P., of Columbia,\r\n  for petitioner.\r\n  \r\n  \r\n\r\n\r\n  Thomas R. Goldstein, of Belk, Cobb, Infinger &amp;\r\n  Goldstein, P.A., of Charleston, for respondent.\r\n  \r\n  \r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J.: We granted certiorari to review that part of\r\nthe Court of Appeals' opinion which reversed the trial court's order\r\ndirecting a verdict for petitioner on respondent's invasion of privacy claim.\r\nDoe v. Berkeley Publishers, d/b/a The Berkeley Independent, 322 S.C. 307,\r\n\r\n\r\np. 7\r\n\r\nDOE v. BERKELEY PUBLISHERS\r\n\r\n\r\n\r\n471 S.E.2d 731 (Ct. App. 1996). We reverse the decision of the Court of\r\nAppeals.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent's claim is based on the petitioner's truthful\r\nreporting that respondent was the victim of a sexual assault by an inmate\r\nwhile both were incarcerated at the Berkeley County jail.1 The issue in an\r\ninvasion of privacy claim is whether the occurrence is a matter of\r\nlegitimate public or general interest. Meetze v. The Associated Press, 230\r\nS.C. 330, 95 S.E.2d 606 (1956). While ordinarily the issue whether an\r\noccurrence meets this test is a question of fact for the jury, under some\r\ncircumstances it may be a question of law for the court. Compare\r\nHawkins v. Multi-Media, 288 S.C. 569, 344 S.E.2d 145 (1986)(whether\r\nbirth of an out-of-wedlock child was a matter of legitimate public or\r\ngeneral interest was a jury question) with Meetze, supra (birth of child to\r\ntwelve year old mother one year after her marriage was a matter of public\r\ninterest as a matter of law). We hold that the commission of a violent\r\ncrime between inmates of a county jail is a matter of public significance as\r\na matter of law.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Court of Appeals reversed the trial judge, holding that\r\n\"whether publishing Doe's name as the victim of sexual assault was a\r\nmatter of public significance\" was an issue for the jury. Doe, 322 S.C. at\r\n314, 471 S.E.2d at 735. We disagree. The Court of Appeals erred in\r\nseparating the plaintiff's identity from the event. Under state law, if a\r\nperson, whether willingly or not, becomes an actor in an event of public or\r\ngeneral interest, \"then the publication of his connection with such an\r\noccurrence is not an invasion of his right to privacy.\" Meetze, 230 S.C. at\r\n337, 95 S.E.2d at 609. Accordingly, Doe's invasion of privacy claim fails as\r\na matter of law, and the trial court's directed verdict was proper. The\r\ndecision of the Court of Appeals is therefore\r\n\r\n\r\n\r\n\r\nREVERSED.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TOAL, A.J., MOORE, WALLER and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1A fuller description of the facts can be found in the Court of\r\n\r\nAppeals' opinion.\r\n\r\n\r\np. 8\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24766","title":"Renaissance Enterprise v. Ocean Resorts","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24766","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Renaissance\r\n&nbsp;&nbsp;&nbsp;&nbsp;Enterprises, Inc., a\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina\r\n&nbsp;&nbsp;&nbsp;&nbsp;Corporation,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Ocean Resorts, Inc., a\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina\r\n&nbsp;&nbsp;&nbsp;&nbsp;Corporation, Ocean\r\n&nbsp;&nbsp;&nbsp;&nbsp;Creek Resort, Inc., a\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina\r\n&nbsp;&nbsp;&nbsp;&nbsp;Corporation, and Ocean\r\n&nbsp;&nbsp;&nbsp;&nbsp;Resorts Rental\r\n&nbsp;&nbsp;&nbsp;&nbsp;Management Company,\r\n&nbsp;&nbsp;&nbsp;&nbsp;a South Carolina\r\n&nbsp;&nbsp;&nbsp;&nbsp;Corporation,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Petitioners.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Horry County\r\nCharles W. Whetstone, Jr., Judge\r\n\r\n\r\nOpinion No. 24766\r\nHeard November 19, 1997 - Filed February 23, 1998\r\n\r\n\r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n\r\n\r\n  Craig A. Snook, of Myrtle Beach, for petitioners.\r\n  \r\n  \r\n\r\np. 9\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\n\r\n  Dirk J. Derrick, of Conway,. for respondent.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BURNETT, A.J.: This Court granted certiorari to review the\r\nCourt of Appeals' opinion in Renaissance Enterprises, Inc. v. Ocean\r\nResorts, Inc., Op. No. 96-UP-169 (S.C. Ct. App. filed June 5, 1996)\r\n(Renaissance II).\r\n\r\n\r\nFACTS\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respondent (Enterprises) seeks to recover damages from\r\npetitioners (Resorts) based upon a breach of contract.1 In 1984,\r\nEnterprises and Resorts executed a contract that provided Resorts would\r\npay Enterprises a referral fee for any guest referred to Resorts by\r\nEnterprises. The parties then amended the contract to address future\r\nfees:\r\n\r\n\r\n\r\n  [Resorts] will pay [Enterprises] the fee and/or fees outlined\r\n  [above] should a guest or group of guests repeat and/or rebook\r\n  with [Resorts] directly or indirectly by [Enterprises] or\r\n  []Resorts]. These fees will be paid by [Resorts] to [Enterprises]\r\n  on a perpetual basis as long as the guest or group of guests\r\n  continue to utilize properties and facilities managed by\r\n  [Resorts].\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The amendment also contained a new contractual provision\r\nstating Enterprises would represent Resorts as its exclusive agent for\r\nmilitary contract quarters at the Myrtle Beach Air Force Base and other\r\nmilitary installations. Both the contract and amendment were subject to\r\narbitration should a dispute arise.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In January 1989, Enterprises filed a complaint alleging Resorts\r\nhad breached the contract by failing to pay commissions for referral fees\r\nfrom 1985 to the date of the complaint and by violating the military\r\ncontract quarters provision. Pursuant to the contract provision, the case\r\nwas submitted to arbitration.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1Enterprises is a corporation conducting business as a travel agent\r\n\r\nand broker. Resorts is a corporation conducting business as a rental\r\nmanagement company owning and managing facilities in the Myrtle Beach\r\narea.\r\n\r\n\r\np. 10\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In its arbitration demand, Enterprises sought damages for both\r\ncommissions due for referral fees and for loss of profits on the military\r\nquarters provision. Specifically, it alleged it was due approximately\r\n$100,000 in commissions and $748,682 for lost profits for the period in\r\nquestion. In response, Resorts denied it had violated the contract and\r\nalleged as one of its affirmative defenses that the contract had been\r\nterminated prior to the period of time for which Enterprises was seeking\r\ncommissions and loss of military profits. As a counterclaim, Resorts\r\nsought to rescind the contract and obtain restitution for all amounts\r\npreviously paid to Enterprises.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;After a hearing, the arbitrators awarded Enterprises\r\n$51,770.40 in actual damages, plus interest and attorney's fees. Resorts'\r\ncounterclaim was denied. The award does not mention Resorts'\r\naffirmative defenses. The award states \"[t]his award is in full settlement\r\nof all claims and counterclaims submitted to this arbitration.\" Resorts did\r\nnot challenge the award or ask the arbitrators to clarify the award.2\r\nEnterprises moved to vacate or modify the award arguing the arbitrators\r\nfailed to consider its right to lost profits under the military quarters\r\nprovision. Enterprises did not challenge the award of $51,770.40 in actual\r\ndamages, despite the fact that this amount was slightly more than half of\r\nthe approximately $100,000 Enterprises had claimed it was due in\r\ncommissions.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On appeal, Enterprises argued the arbitrators failed to consider\r\nthe issue of military quarters profits. The Court of Appeals affirmed the\r\ndecision of the circuit court stating, in part:\r\n\r\n\r\n\r\n  The arbitrators merely awarded a sum without discussion of\r\n  how they arrived at that sum. They noted that the\r\n  counterclaim of Resorts was denied, but made no indication on\r\n  the validity of Resorts' general denial or affirmative defenses.\r\n  Quite logically, the award can be interpreted as taking into\r\n  consideration both of [Enterprises]'s allegations of breach of\r\n  contract and Resorts' defenses to the alleged breaches. The\r\n  arbitrators may well have found [Enterprises] proved the\r\n  nonpayment of commissions but failed in its proof on the\r\n  military quarters provision. Further, they may have found\r\n  Resorts' affirmative defenses on that issue to be valid. This\r\n  theory is buttressed by the specific notation in the award that\r\n  \r\n  \r\n  \r\n  \r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2S.C. Code Ann. § 15-48-100 (Supp. 1996).\r\n\r\n\r\n\r\np. 11\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\n\r\n  it was \"in full settlement of all claims and counterclaims\r\n  submitted.\" (emphasis added).\r\n  \r\n  \r\n\r\nRenaissance Enterprises, Inc. v. Ocean Resorts, Inc., 310 S.C. 395, 399,\r\n426 S.E.2d 821, 823 (Ct. App. 1992) (Renaissance I)\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In July 1994, Enterprises filed the present action alleging the\r\ncontinuing existence of the contract with Resorts. Enterprises\r\nacknowledged it had received a judgment against Resorts for all\r\ncommissions owed from 1984 through January 30, 1989, as a result of the\r\narbitration award. However, Enterprises claimed because the contract was\r\nstill in effect, it was entitled to commissions due from referrals which had\r\naccrued under the future fees provision since the arbitration award.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In its answer, Resorts alleged the present action was barred by\r\nres judicata and arbitration and award because the prior arbitration\r\nproceeding concluded the contract between the parties had been\r\nterminated. Subsequently, Resorts moved for summary judgment on these\r\ngrounds. The parties agreed to submit this issue to arbitration in the\r\nevent the trial court denied Resorts' motion for summary judgment.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The trial judge concluded the facts in this action were not in\r\ndispute and determined the only issue before the court for resolution was\r\nwhether Enterprises' contract with Resorts was terminated prior to the\r\ntime period for which Enterprises is now seeking compensation.3 After\r\nconcluding the prior arbitration adjudicated the contract had been\r\nterminated, the trial judge granted Resorts' motion for summary judgment.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In reaching this conclusion, the trial judge noted the\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3Res judicata can only apply to those matters included within the\r\n\r\nsubmission agreement. 4 Am.Jur.2d Alternative Dispute Resolution § 214\r\n(1995) (arbitrator is limited to decide only those questions submitted by\r\nthe parties and res judicata may bar only issues submitted). The issue of\r\nEnterprises' right to future fees was not submitted for arbitration in the\r\nprior proceeding. Therefore, Enterprises is not precluded from raising this\r\nissue once it becomes entitled to the fees unless the arbitrators determined\r\nin the prior proceeding the contract was terminated. See Dunlap v.\r\nTravelers Insurance Co., 223 S.C. 150, 74 S.E.2d 828 (1953) (res judicata,\r\ndoes not apply to subsequent litigation between the same parties when the\r\ncause of action dealt with breaches of the same contract which occurred\r\nafter the initiation of the prior litigation).\r\n\r\n\r\np. 12\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\narbitrators' award stated it was \"in full settlement of all claims.\" The\r\ntrial judge concluded the only defense raised in Resorts' response capable\r\nof producing such a result was that the contract had been terminated after\r\nEnterprises became entitled to a portion of the commissions, but before\r\nEnterprises became entitled to all the commissions that it claimed it was\r\nowed.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Court of Appeals reversed the grant of summary judgment.\r\nAlthough the Court of Appeals agreed the facts in the case were largely\r\nundisputed, it found summary judgement was inappropriate and that\r\nfurther inquiry into the facts and circumstances surrounding the\r\narbitration award was necessary to clarify the application of the law.\r\nRenaissance II, supra.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In support of its findings, the Court of Appeals noted in\r\nRenaissance I, it had indicated the precise basis for the arbitration award\r\nwas unknown and could have been premised upon a number of different\r\nscenarios. Consequently, it disagreed with the trial judge's finding the\r\nonly logical interpretation of the arbitrators' award was that the contract\r\nhad been terminated after Enterprises \"became entitled to a portion of the\r\nlodging, food and beverage commissions it demanded,\" but before\r\nEnterprises \"became entitled to all lodging, food, and beverages damages it\r\nsought.\" (emphasis added). Instead, the Court of Appeals concluded it\r\nwas just as likely the arbitrators found Enterprises had proved its\r\nentitlement to only a portion of the commissions it had claimed it was\r\ndue, and was unable to show any entitlement to profits under the military\r\nprovision of the contract. It found this conclusion was supported by\r\nRenaissance I, as well as the fact that Enterprises alleged in its 1994\r\ncomplaint that the contract between the parties was still in effect and only\r\nsought payment of commissions accrued under the contract from the date\r\nof the arbitration award. Further, while the Court of Appeals\r\nacknowledged Resorts had, in the 1989 action, set out in its response the\r\naffirmative defense that the \"contract between the parties was terminated\r\nprior to the time for which [Enterprises] is seeking compensation,\" it found\r\nit can be reasonably inferred that the arbitrators rejected this defense\r\nbecause damages were awarded.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the Court of Appeals stated the prior arbitration\r\nproceeding was not res judicata as to the commissions claimed in the\r\ncurrent proceeding because it was not clear the arbitrators had ever\r\ndetermined Enterprises' entitlement to such commissions. See Dunlap v.\r\nTravelers Ins. Co., 223 S.C. 150, 74 S.E.2d 828 (1953) (res judicata does\r\n\r\n\r\np. 13\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\nnot apply to subsequent litigation between the same parties when the\r\ncause of action dealt with breaches of the same contract which occurred\r\nafter the initiation of the prior litigation); see also 4 Am.Jur.2d Alternative\r\nDispute Resolutions § 214 (1995) (there is also authority that res judicata\r\napplies only to matters which were actually decided in arbitration, not\r\nthose which could have been asserted, since an arbitrator is limited to\r\ndeciding only those questions submitted by the parties).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Accordingly, the Court of Appeals reversed the trial judge's\r\ngrant of summary judgment and remanded the matter to the lower court\r\nfor further proceedings consistent with its opinion.\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n  Did the Court of Appeals err in finding this action is not\r\n  barred by res judicata because the prior arbitration proceeding\r\n  did not conclude the contract between the two parties was\r\n  terminated?\r\n  \r\n  \r\n\r\nDISCUSSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Resorts argue the Court of Appeals reached the wrong\r\nconclusion in interpreting the meaning of the arbitration award. Resorts\r\ncontend the correct interpretation of the arbitration award would result in\r\nfinding the contract was terminated by the prior arbitration because this\r\nresult is the only logical interpretation which promotes an end to\r\nlitigation.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In order to establish a plea of res judicata, three elements\r\nmust be established: (1) identity of the parties; (2) identity of the subject\r\nmatter; and (3) adjudication of the issue in the former suit. Sealy v.\r\nDodge, 289 S.C. 543, 347 S.E.2d 504 (1986).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The issue presented is not preserved for review. The\r\narbitration award does not address Resorts' affirmative defense that the\r\ncontract was terminated nor is such a conclusion inferable from the\r\narbitration decision. Therefore, we are unable to determine if the\r\narbitrators actually decided this issue. All that can be gleaned from the\r\naward is the arbitrators found Resorts breached the contract and it owed\r\n\r\n\r\np. 14\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\nEnterprises damages for the breach.4\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If a party submits an issue for arbitration and the arbitrators\r\nfail to clearly rule on the issue in the award, the party must request the\r\narbitrators address the issue pursuant to S.C. Code Ann. § 15-48-100\r\n(Supp. 1996). If a party fails to do so, the issue will not be preserved for\r\nfurther review and a claim of res judicata on that issue will fail. This\r\nrequirement is similar to our previous holdings that an issue not ruled on\r\nby the trial judge is not preserved for appellate review unless the issue is\r\nraised in a post-trial motion. Rickborn v. Liberty Life Ins. Co., 321 S.C.\r\n291, 468 S.E.2d 292 (1996). Like other civil proceedings, the arbitrators\r\nmust rule on the issue in order to preserve it for further review.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because Resorts did not request the arbitrators clarify their\r\naward, the issue of whether the prior arbitration award found the contract\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4The only evidence which would be helpful in resolving this issue\r\n\r\nwould be the testimony of the arbitrators explaining the meaning of the\r\naward. However, such testimony would be improper. See Wall Street\r\nAssociates, L.P. v. Becker Paribas, Inc., 27 F.3d 845 (2d Cir. 1994)\r\n(arbitrators are not required to provide rationale for their award and\r\ncourts generally will not look beyond the award in an attempt to analyze\r\nthe reasoning process of the arbitrators); see also Local P-9. United Food\r\nand Commercial Workers Intern. Union, AFL-CIO v. George A. Hormel &amp;\r\nCo., 776 F.2d 1393 (8th Cir. 1985) (it is generally improper for arbitrators\r\nto interpret, impeach, or explain a final and binding award); Sperry\r\nIntern Trade, Inc. v. Government of Israel, 602 F. Supp. 1440 (S.D.N.Y.\r\n1985) (arbitrator may not testify as to meaning or construction of his\r\nwritten award; any other view would make arbitration not the end, but\r\nonly one step in the process of litigation). Rueben I. Friedman,\r\nAnnotation, Admissibility of Affidavit or Testimony of Arbitrator to\r\nImpeach or Explain Award 80 A.L.R.3d 155 (1977) (the award is the best\r\nevidence of its meaning and the construction of its provisions is a matter\r\nfor the courts; therefore, testimony of the arbitrator is inadmissible for the\r\npurpose of explaining the meaning or construing the provisions of an\r\naward). This Court does not require the arbitrators to specify their\r\nreasoning or the basis of the award so long as the factual inferences and\r\nlegal conclusions supporting the award are \"barely colorable.\" See Pittman\r\nMortgage Co. v. Edwards, __ S.C. __, 488 S.E.2d 335 (1997); Batten v.\r\nHowell, 300 S.C. 545, 389 S.E.2d 170 (Ct. App. 1990). Therefore, it would\r\nbe inconsistent to require the arbitrators to explain their award after it\r\nhas been confirmed but not to require any explanation in the award.\r\n\r\n\r\np. 15\r\n\r\nRENAISSANCE ENTERPRISES v. OCEAN RESORTS\r\n\r\n\r\n\r\nbetween the parties to be terminated is not preserved for review and we\r\ndo not infer the prior arbitration proceeding barred this present action.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We vacate the Court of Appeals' opinion and remand this\r\nmatter to the circuit court for further proceedings in accordance with the\r\ncontract between the parties.\r\n\r\n\r\n\r\n\r\nVACATED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 16\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24767","title":"South Carolina Second Injury Fund v. American Yard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24767","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;South Carolina Second\r\n&nbsp;&nbsp;&nbsp;&nbsp;Injury Fund,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;American Yard\r\n&nbsp;&nbsp;&nbsp;&nbsp;Products, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petitioner.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;IN RE: Cassandra\r\n&nbsp;&nbsp;&nbsp;&nbsp;Murray, Claimant, &nbsp;&nbsp;v.\r\n&nbsp;&nbsp;&nbsp;&nbsp;American Yard\r\n&nbsp;&nbsp;&nbsp;&nbsp;Products, Employer.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Orangeburg County\r\nOlin D. Burgdorf, Judge\r\n\r\n\r\nOpinion No. 24767\r\nHeard December 17, 1997 - Filed February 23, 1998\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  Grady L. Beard and William R. Harbison, of\r\n  Sowell, Todd, Laffitte, Beard &amp; Watson, of\r\n  Columbia, for petitioner.\r\n  \r\n  \r\n\r\n\r\n  Brooks Shealy, of Columbia, for respondent.\r\n  \r\n  \r\n\r\np. 17\r\n\r\nSOUTH CAROLINA SECOND INJURY FUND v. AMERICAN YARD\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BURNETT, A.J.: Petitioner American Yard Products (AYP)\r\nsought reimbursement from Respondent South Carolina Second Injury\r\nFund (the Fund) for workers' compensation benefits paid on behalf of\r\nCassandra Murray, an employee of AYP. The single commissioner ordered\r\nreimbursement. The full Workers' Compensation Commission affirmed.\r\nThe circuit court reversed. The Court of Appeals affirmed the circuit\r\ncourt. South Carolina Second Injury Fund v. American Yard Products, Op.\r\nNo. 96-UP-436 (S.C. Ct. App. filed December 2, 1996). The Court granted\r\nAYP's petition for a writ of certiorari. We reverse and remand.\r\n\r\n\r\nFACTS\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On December 9, 1991, Cassandra May sustained an injury\r\narising out of and in the scope of employment at AYP. By letter dated\r\nDecember 27, 1991, AYP notified the Fund it was seeking reimbursement\r\nfor Ms. Murray's claim. The Fund received this letter on December 31,\r\n1991. By letter dated January 2, 1992, the Fund acknowledged it had\r\nreceived AYP's notice of claim; the Fund copied the Workers'\r\nCompensation Commission stating, \"[b]y copy of this letter, we are\r\ninforming the S.C. Workers' Compensation Commission of our involvement\r\nin this case.\" The Fund argued AYP was not entitled to reimbursement\r\nbecause AYP had not notified the Commission of its intent to seek\r\nreimbursement from the Fund as required by S.C. Code Ann. § 42-9-\r\n400(f)(1985).\r\nISSUE\r\n\r\n\r\n\r\n  Did the Court of Appeals err by holding AYP was not entitled\r\n  to reimbursement from the Fund since it had not notified the\r\n  Commission of its intent to seek reimbursement?\r\n  \r\n  \r\n\r\nDISCUSSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There is no dispute the Fund and the Commission had actual,\r\ntimely notice of AYP's claim for reimbursement. The Fund asserts,\r\nhowever, since § 42-9-400(f) requires either the employer or the carrier to\r\nnotify the Commission of its claim for reimbursement from the Fund, AYP\r\nfailed to comply with the technical requirements of the statute and,\r\ntherefore, is not entitled to reimbursement from the Fund. We disagree.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Court's primary function in interpreting a statute is to\r\n\r\n\r\np. 18\r\n\r\nSOUTH CAROLINA SECOND INJURY FUND V. AMERICAN YARD\r\n\r\n\r\n\r\nascertain and give effect to the intent of the legislature. Mid-State Auto\r\nAuction of Lexington, Inc. v. Altman, __ S.C. __, 476 S.E.2d 690 (1996);\r\nBrowning v. Hartvigsen, 307 S.C. 122, 414 S.E.2d 115 (1992). As stated\r\nin Liberty Mutual Ins. Co. v. S.C. Second Injury Fund, 318 S.C. 516, 518,\r\n458 S.E.2d 550, 551 (1995), \"[t]he real purpose of the legislature will\r\nprevail over the literal import of the words.\"\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;South Carolina Code Ann. § 42-9-400(f)(1985) provides:\r\n\r\n\r\n\r\n  An employer or his carrier shall notify the Industrial\r\n  Commission and the Director of the Second Injury Fund in\r\n  writing of any possible claim against the fund as soon as\r\n  practicable but in no event later than after the payment of the\r\n  first seventy-eight weeks of compensation.\r\n  \r\n  \r\n\r\n\r\n  Failure to comply with the provisions of this subsection shall\r\n  bar an employer or his carrier from recovery from the fund.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The primary purpose of § 42-9-400(f) is to establish a deadline\r\nfor perfecting actual claims for reimbursement with the Fund.1 AYP\r\ncomplied with the statutory procedure by filing a timely claim with the\r\nFund.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Additionally, a purpose of § 42-9-400(f) is to provide notice to\r\nthe Fund and the Commission of potential claims for reimbursement. We\r\nhave strictly construed the notice requirement of § 42-9-400(f). United\r\nTechnologies v. S.C. Second Injury Fund, 318 S.C. 213, 456 S.E.2d 901\r\n(1995)(notice within first 78 weeks of compensation includes compensation\r\npaid under Michigan law); Merchants Mutual Ins. Co. v. S.C. Second\r\nInjury Fund, 277 S.C. 604, 291 S.E.2d 667 (1982)(78-week notice period\r\nnot extended by discovery rule as to when employer learned employee's\r\nsubsequent injury was related to a pre-existing disease). Moreover, we\r\nhave held the right of a claimant to secure reimbursement from the Fund\r\ndepends upon complete compliance with the requirements imposed for\r\nrecovery. Boone's Masonry Construction Co., Inc. v. S.C. Second Injury\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1Once a claim is submitted, the Fund may agree to reimburse an\r\n\r\nemployer or carrier. In such a case, the Fund must submit the agreement\r\nto reimburse to the Commission for its approval. § 42-7-310(b)(1985). If\r\nthe Fund denies a claim for reimbursement, the employer or carrier may\r\nrequest a hearing before the Commission on the claim. 25A S.C. Code\r\nAnn. Reg. 67-208(D)(1990).\r\n\r\n\r\np. 19\r\n\r\nSOUTH CAROLINA SECOND INJURY FUND v. AMERICAN YARD\r\n\r\n\r\n\r\nFund, 267 S.C. 277, 227 S.E.2d 659 (1976)(employer's actual knowledge of\r\nemployee's pre-existing permanent impairment was insufficient evidence of\r\nemployer's knowledge where statute required existence of written report to\r\nevidence employer's knowledge of pre-existing impairment). In each of\r\nthese cases, however, the Fund would have been prejudiced by the\r\nemployer's or carrier's failure to comply with the statutory requirements.\r\nHere, however, the Fund suffered no disadvantage because AYP failed to\r\nnotify the Commission. Allowing the Fund to prevail because it notified\r\nthe Commission rather than AYP is elevating form over substance. We\r\ndecline to construe the notice requirement of § 42-9-400(f) in such a\r\nmanner. Liberty Mutual Ins. Co. v. S.C. Second Injury Fund, supra (\"[t]he\r\nreal purpose of the legislature will prevail over the literal import of the\r\nwords.\").\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We further note the Commission itself determined it received\r\nsufficient notice of AYP's claim, albeit from the Fund. There is no\r\ncompelling reason to overrule the Commission's conclusion. Cincinnati Ins.\r\nCo. v. S.C. Second Injury Fund, 297 S.C. 372, 377 S.E.2d 130 (Ct. App.\r\n1989)(the construction of a statute by the agency charged with its\r\nadministration will be accorded the most respectful consideration and will\r\nnot be overruled absent compelling reasons).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, the decision of the Court of Appeals is\r\nreversed. In view of the conclusion of the Court of Appeals, other issues\r\nraised by the parties were not addressed; therefore, this matter is\r\nremanded to the Court of Appeals for consideration of those issues.\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 20\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24768","title":"Richland County Dept. of Social Services v. Venorris Earles et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24768","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Richland County Department\r\n&nbsp;&nbsp;&nbsp;&nbsp;of Social Services,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent,\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;v.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Venorris Earles, Benny\r\n&nbsp;&nbsp;&nbsp;&nbsp;Richardson, and Herbert\r\n&nbsp;&nbsp;&nbsp;&nbsp;Gilmore, of whom Venorris\r\n&nbsp;&nbsp;&nbsp;&nbsp;Earles is the &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Appellant.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;In the Matter of: Perry\r\n&nbsp;&nbsp;&nbsp;&nbsp;Latisha Earles, Essie\r\n&nbsp;&nbsp;&nbsp;&nbsp;Sylvester Earles, Minors\r\n&nbsp;&nbsp;&nbsp;&nbsp;Under the Age of 18.\r\n\r\n\r\n\r\n\r\nAppeal From Richland County\r\nDonna S. Strom, Family Court Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 24768\r\nHeard May 20, 1997 - Filed February 23, 1998\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\n  James A. Merritt, of Berry, Adams, Quackenbush &amp; Dunbar,\r\n  of Columbia, for appellant.\r\n  \r\n  \r\n\r\n\r\n  Richard G. Whiting, of Columbia, for respondent.\r\n  \r\n  \r\n\r\n\r\n  Elisabeth C. Gallant, of Columbia, for the guardian ad litem.\r\n  \r\n  \r\n\r\np. 21\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BURNETT, A.J.: Appellant, Venorris Earles (Mother), appeals the order\r\nterminating her parental rights. We affirm.\r\n\r\n\r\nFACTS\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In February 1995, Richland County Department of Social Services (DSS)\r\nbrought this action seeking to terminate Mother's parental rights. DSS also sought to\r\nterminate the parental rights of the children's fathers in this action. After the termination\r\nof parental rights hearing, the family court judge found Mother's parental rights should be\r\nterminated pursuant to S.C. Code Ann. § 20-7-1572(l) &amp; (2) (1976 as amended) and the\r\nfathers' parental rights should be terminated pursuant to S.C. Code Ann. § 20-7-1572(3)\r\n&amp; (4) (1976 as amended).1 The family court judge ftirther found it was in the best interest\r\nof these children to terminate Mother's parental rights.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mother is the biological mother of two children, a boy, Sylvester Earles,\r\nborn July 1, 1987, and a girl, Latisha Earles, born November 12, 1988. The first report\r\nconcerning this family was made on June 3, 1988 to DSS. This report was unfounded.\r\nOn November 14, 1988, a second report was made to DSS (1988 incident). This report\r\nwas indicated2 and an in-home treatment plan was implemented. On March 7, 1989, the\r\nchildren were taken into emergency protective custody (1989 incident). Allegedly,\r\nMother left the children for four days in the care of an elderly woman who could not\r\nadequately care for them. In the removal action, the family court judge found physical\r\nneglect. Mother completed a treatment program including parenting skills training at the\r\nNurturing Center and a 29 day in-patient alcohol dependency program at the VA\r\nHospital. The children were returned to Mother's custody on December 12, 1989. This\r\ncase was closed on June 1, 1990. The services provided by the Nurturing Center were\r\nterminated on August 21, 1991.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On November 9, 1991, the children were again taken into emergency\r\nprotective custody and they have remained in the custody of DSS since that date (1991\r\nincident). Latisha had scars all over her body and a \"gash\" in her forehead at the time of\r\nthe removal. According to the medical report, Latisha had stated her mother was\r\nresponsible for the gash; Mother denies responsibility for the gash. Allegedly, Latisha\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1The fathers of the children, Benny Richardson and Herbert Gilmore, have not\r\n\r\nappealed the termination of their parental rights.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2An indicated report \"means a report of child abuse or neglect supported by facts\r\nwhich warrant a finding by a preponderance of evidence that abuse or neglect is more likely\r\nthan not to have occurred.\" S.C. Code Ann. § 20-7-490(13) (Supp. 1996).\r\n\r\n\r\np. 22\r\n\r\n\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\nwas also locked in a closet and had been burned with cigarettes. Mother denied\r\ncommitting these acts; however, a witness for Mother admitted Mother had told her she\r\nhad burned Latisha and locked her in a closet. Latisha was also severely malnourished.\r\nAt the time of this second removal, Latisha, who was three years old, weighed less than\r\n20 pounds. This weight was less than when Latisha was returned to Mother in December\r\n1989. The medical report concludes Latisha's medical history indicates chronic abuse.3\r\nMother only admits to not feeding Latisha for three or four days as a form of punishment.\r\nAccording to Mother's testimony she was sober when this incident occurred.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On April 29, 1992, Mother plead guilty to felony child abuse and was\r\nsentenced to six years in jail. Mother was released from jail on four years probation on\r\nMarch 1, 1993. Since the 1991 incident, Mother has constantly asked to be reunited with\r\nher children. The decision to terminate Mother's parental rights occurred in April 1992.4\r\nIn July 1992, the Family Court ordered visitation between Mother and the children to\r\ncease because visitation was traumatizing the children and adversely affecting their\r\nprogress. In November 1992, DSS was granted an order by the family court no longer\r\nrequiring it to provide services to Mother. DSS had provided Mother extensive services\r\nfollowing the 1988 and 1989 incidents; however, no services were offered following the\r\nsecond removal action in 1991. The only evaluation done was a court-ordered\r\npsychological evaluation performed in 1994. Neither DSS nor the children's guardian ad\r\nlitem (GAL) attempted to determine whether Mother had rehabilitated herself since 1991\r\nor attempted to evaluate her current status as a potential parent. Shortly after the 1991\r\nincident, the GAL offered her services to Mother; however, Mother declined her help.\r\nOn March 21, 1995, Mother met with the current DSS case worker. This case worker\r\noffered to secure services for Mother, but Mother declined. Further, the case worker\r\ntestified she would have assisted Mother in obtaining services even though DSS had been\r\nrelieved of the duty to provide services. Mother did participate in some courses while in\r\nprison. After leaving prison, Mother went to the Women's Shelter where she took several\r\nclasses and received counseling. Many of these courses were mandatory. Further, the\r\nfocus of these courses and counseling were on improving Mother and teaching her to be\r\nself-sufficient and not on abuse issues. Mother then moved into transitional housing for\r\ntwo years. Mother has recently moved out of transitional housing. Mother admitted at\r\nthe hearing she was not yet capable of caring for the children; however, she would like\r\nvisitation.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3Sylvester appeared unharmed at the time of this removal.\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4No explanation was provided as to why DSS waited almost three years after this\r\ndecision to start the termination of parental right action.\r\n\r\n\r\np. 23\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While in foster care following the 1991 incident, the children reported they\r\nhad been sexually abused by Mother. At the termination of parental rights hearing, Dr.\r\nLois Wandersman, a clinical psychologist, who was qualified as an expert in sexual\r\nabuse, testified she had approximately 90 sessions with Sylvester and 50 sessions with\r\nLatisha beginning in May 1992 and ending November 1994. At the time Dr.\r\nWandersman began seeing the children, both were showing serious behavior problems,\r\nincluding sexual acting out. The family court judge found the children were unavailable\r\nand the statements trustworthy pursuant to S.C. Code Ann. § 19-1-180 (Supp. 1996).\r\nTherefore, over the objection of Mother, Dr. Wandersman was allowed to testify as to\r\nstatements made by the children about the sexual abuse during the therapy sessions.\r\nAccording to Dr. Wandersman's testimony, in August 1993 Sylvester revealed Mother\r\nhad been sexually abusing him and Latisha. Dr. Wandersman testified she found\r\nSylvester's statements credible and did not believe the statements were coached.\r\nAccording to Dr. Wandersman, it is not unusual for children to delay disclosure of abuse\r\nfor a long period of time. Dr. Wandersman testified Sylvester's behavior was consistent\r\nwith sexual trauma. Dr. Felicia C. Myers, Coordinator for the Children Adolescent\r\nFamily Program at Lexington County Medical Health Center where Sylvester was\r\ncurrently receiving treatment, testified she believed Sylvester had been sexually abused.\r\nSylvester had not disclosed to Dr. Myers who committed the abuse. Mother denies any\r\nsexual abuse and has refused to obtain counseling for sexual abuse.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sylvester continues in mental health care and suffers from severe problems\r\nincluding masturbation, touching adults on their breasts, getting on top of the foster\r\nmother while she is in bed, and going into his foster mother's room to see her change\r\nclothes. At the time of the hearing, DSS had no immediate plans for permanent\r\nplacement for Sylvester. However, DSS hopes Sylvester will be placed after undergoing\r\nmore treatment. Latisha has improved greatly since 1991 and Latisha's foster parents\r\nwish to adopt her.\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n  I. Did the family court judge err in admitting the children's hearsay\r\n  statements into evidence under S.C. Code Ann. § 19-1-180 (Supp. 1996)?\r\n  \r\n  \r\n\r\n\r\n  II. Were the statutory grounds, S.C. Code Ann. § 20-7-1572(l) &amp; (2) (1976\r\n  as amended), for termination of parental rights proven by clear and\r\n  convincing evidence?\r\n  \r\n  \r\n\r\np. 24\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\nDISCUSSION\r\nI.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mother claims the family court judge erred in admitting the children's\r\nhearsay statements into evidence under S.C. Code Ann. § 19-1-180 (Supp. 1996), because\r\nthe judge failed to make the necessary findings of unavailability and trustworthiness.5\r\nWe disagree.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Section 19-1-180 provides out-of-court statements made by children\r\nconcerning an act of abuse or neglect may be admitted in family court proceedings if the\r\nchild testifies or the child's out-of-court statement is shown to possess particularized\r\nguarantees of trustworthiness and the child is found unavailable to testify on one of the\r\nfollowing grounds:\r\n\r\n\r\n\r\n  (i) the child's death;\r\n  (ii) the child's physical or mental disability;\r\n  (iii) the existence of a privilege involving the child;\r\n  (iv) the child's incompetency, including the child's inability to\r\n  communicate about the offense because of fear;\r\n  (v) substantial likelihood that the child would suffer severe emotional\r\n  trauma from testifying at the proceedings or by means of videotaped\r\n  deposition or closed-circuit television; and\r\n  \r\n  \r\n\r\nS.C. Code Ann. .§ 19-1-180(B)(2)(a) (Supp. 1996).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;First, the family court judge was not required to make any findings\r\nconcerning Latisha's unavailability or the trustworthiness of her statements. DSS did not\r\nattempt to elicit testimony from Dr. Wandersman of statements made by Latisha. Instead,\r\nDr. Wandersman, on direct examination, only testified of statements made by Sylvester.\r\nLatisha's statements were admitted as part of Dr. Wandersman's affidavit which Mother\r\noffered into evidence. Thus, Mother cannot now complain of hearsay statements in that\r\ndocument attributable to Latisha.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The family court judge found the children unavailable to testify in person at\r\nthe proceeding because of the likelihood the children would suffer severe emotional\r\ntrauma. The judge determined she was not required to find the children would also suffer\r\ntrauma if they testified by videotape or closed-circuit television. This was error.\r\nUnavailability under § 19-1-180(B)(2)(a)(v) requires a finding that the child will suffer\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5We note the scope of § 19-1-180 is not at issue in this case.\r\n\r\n\r\n\r\np. 25\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\n\r\nsevere trauma by testifying under all three methods.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;However, the evidence in the record supports a finding that Sylvester would\r\nsuffer severe trauma if forced to testify under any method. Dr. Wandersman testified\r\nSylvester would suffer severe trauma by testifying under any method. Admittedly,\r\nbecause Dr. Wandersman had not seen Sylvester in a year, her opinion on this issue is\r\nsuspect. However, Dr. Myers, who was treating Sylvester at the time of the hearing, also\r\ntestified Sylvester would be severely traumatized, thus corroborating Dr. Wandersman's\r\nopinion. Dr. Myers also testified that Sylvester's reaction had been extremely severe the\r\nlast time the topic of his mother was discussed. According to Dr. Myers, Sylvester\r\nbecame very angry and aggressive. Thus, although the family court judge erred, the\r\nevidence supports a finding that Svlvester would be traumatized under any circumstances.\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dr. Wandersman testified she found Sylvester's statements to be\r\ntrustworthy and credible. Using the criteria set forth in § 19-1-180(D), the family court\r\njudge also found Sylvester's statements were trustworthy and credible. The judge found\r\nDr. Wandersman to be a credible witness and the statements attributable to Sylvester were\r\nnot coached. Further, Sylvester's description of the sexual abuse represented a graphic,\r\ndetailed account beyond a child of Sylvester's age, knowledge and experience and\r\ndemonstrated a personal knowledge of the abuse. Because the record contains evidence\r\nsupporting the family court judge's findings and because findings concerning the\r\ntrustworthiness of the statements are a credibility issue, this Court will give great\r\ndeference to the family court's determination on the issue of trustworthiness. Aiken\r\nCounty Dep't of Social Services v. Wilcox, 304 S.C. 90, 403 S.E.2d 142 (Ct. App. 1991)\r\n(because appellate court lacks opportunity for direct observation of the witness, it should\r\naccord great deference to family court judge's findings where matters of credibility are\r\ninvolved).\r\nII.\r\n\r\n\r\nS.C. Code Ann. § 20-7-1572(1)\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mother contends the evidence was insufficient to support a termination of\r\nher parental rights under § 20-7-1572(l) because DSS failed to prove by clear and\r\nconvincing evidence Mother's home could not be made safe within twelve months. We\r\ndisagree.\r\nS.C. Code Ann. § 20-7-1572(l) provides for termination when:\r\n\r\n\r\n\r\n  (1) The child or another child in the home has been harmed as defined in §\r\n  20-7-490(C), and because of the severity or repetition of the abuse or\r\n  \r\n  \r\n\r\np. 26\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\n\r\n\r\n  neglect, it is not reasonably likely that the home can be made safe within\r\n  twelve months. In determining the likelihood that the home can be made\r\n  safe, the parent's previous abuse or neglect of the child or another child in\r\n  the home may be considered.\r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A ground for termination of parental rights must be proved by clear and\r\nconvincing evidence. Greenville County DSS v. Bowes, 313 S.C. 188, 437 S.E.2d 107\r\n(1993). In reviewing a termination of parental rights, the appellate court has the authority\r\nto review the record and make its own findings of whether clear and convincing evidence\r\nsupports the termination. SCDSS v. Brown, 317 S.C. 332, 454 S.E.2d 335 (Ct. App.\r\n1995).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In our opinion, the evidence clearly and convincingly supports termination\r\nof Mother's parental rights on this statutory ground. The evidence clearly and\r\nconvincingly established the children had been harmed by Mother. According to\r\nMother's testimony, she was the sole caretaker of these children and no one else could\r\nhave abused Latisha or Sylvester. Latisha was severely malnourished. Contrary to\r\nMother's contention, it should take more than three or four days for a healthy three-year-\r\nold to reach the state of malnourishment Latisha had reached at the time of the removal.\r\nMother's own testimony demonstrates the depth of Mother's cruelty in attempting to\r\nstarve Latisha. According to Mother, while denying Latisha food, Mother forced Latisha\r\nto watch her brother eat. Further, the medical report, the pictures and the GAL's\r\ntestimony demonstrated Latisha had been beaten and burned in addition to the\r\nmalnourishment. In the medical report, which was admitted without objection, Latisha\r\nstated the gash on her head was caused by Mother hitting her. The GAL's testimony, also\r\nadmitted without objection, corroborated the statement in the medical report. Even one of\r\nMother's witnesses testified Mother had admitted to her that Mother had burned Latisha\r\nand locked her in a closet. The medical report concluded the abuse was chronic.6 Thus,\r\nLatisha's condition was not the result of a one time incident.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The evidence also clearly established Mother was sexually abusing these\r\nchildren. Dr. Wandersman testified these children had been sexually acting out since\r\nremoval in 1991 and their behavior was consistent with sexual abuse. Dr. Myers also\r\ntestified Sylvester's behavior was consistent with sexual abuse and she believed Sylvester\r\nhad been sexually abused. Sylvester told Dr. Wandersman Mother had been sexually\r\nabusing him and Latisha all their lives. Sylvester's description of the sexual abuse is\r\ngraphic and detailed. Dr. Wandersman's testimony concerning statements made by\r\nSylvester about the abuse are believable and Sylvester's statements do not appear\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6Chronic means \"lasting a long time or recurring often.\" Webster's New World\r\n\r\nDictionary 254 (2d college ed. 1976).\r\n\r\n\r\np. 27\r\n\r\n\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\n\r\ncoached. Thus, clearly Mother, repetitively and severely, physically and sexually abused\r\nthese children.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Further, clear and convincing evidence established Mother's home could\r\nnot be made safe. Although DSS did not provide Mother with any treatment after the\r\n1991 incident, Mother had already received extensive parenting training on two prior\r\noccasions. Unfortunately, these treatment plans were not successful as demonstrated by\r\nthe fact that the second removal occurred less than three months after Mother's\r\nassociation with the Nurturing Center was terminated. Further, these children have been\r\nseverely traumatized and the mention of their mother causes adverse effects on the\r\nchildren.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contrary to Mother's contention, § 20-7-1572(l) does not require DSS to\r\nshow Mother has failed to rehabilitate. Instead, DSS only has to show because of the\r\nseverity or repetition of the harm,. Mother's home cannot be made safe. This section does\r\nnot require that DSS provide Mother with a second or third chance. Because of the\r\nseverity and repetitive nature of the abuse and because Mother had received extensive\r\nparenting courses in the past, we find the family court correctly determined Mother's\r\nhome could not be made safe for these children.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we affirm the family court's order terminating Mother's parental\r\nrights under § 20-7-1572(l).7\r\n\r\n\r\nBest Interest of the Child\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mother further contends the family court improperly relied on the\r\nnonstatutory ground of best interest of the child to terminate Mother's parental rights.\r\nWe disagree.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At the time of this hearing, the best interest of the child was not a statutory\r\nground for termination of parental rights. See Hopkins v. SCDSS, 313 S.C. 322, 437\r\nS.E.2d 542 (1993) (Chandler, A.C.J., concurring opinion). Here, the family court judge\r\ndetermined parental rights should be terminated pursuant to the statutory grounds set out\r\nin § 20-7-1572(l).8 The family court judge then found, in an abundance of caution,\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7Because we affirm under § 20-7-1572(l), we need not address Mother's argument\r\n\r\nthat DSS failed to prove by clear and convincing evidence that Mother's parental rights\r\nshould be terminated under § 20-7-1572(2).\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8We note, effective January 1, 1997, a family court judge is required to make the\r\nadditional finding that termination is in the best interest of the child. S.C. Code Ann. § 20-7-\r\n\r\n\r\np 28.\r\n\r\nRICHLAND COUNTY DSS v. EARLES\r\n\r\n\r\ntermination was in the best interest of the children. The family court judge did not\r\nconsider the best interest of the child as a ground for termination of parental rights.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FINNEY, C.J., TOAL, MOORE and WALLER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1572 (Supp. 1996).\r\n\r\n\r\n\r\np. 29\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24769","title":"In the Matter of T. Aladdin Mozingo","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24769","description":"","date":"1998-02-23","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;In the Matter of T.\r\n&nbsp;&nbsp;&nbsp;&nbsp;Aladdin Mozingo, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n\r\nOpinion No. 24769\r\nSubmitted January 27, 1998 - Filed February 23, 1998\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n  Desa Ballard, of Columbia, for respondent.\r\n  \r\n  \r\n\r\n\r\n  Henry B. Richardson, Jr., of Columbia,\r\n  Disciplinary Counsel.\r\n  \r\n  \r\n  \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PER CURIAM: In this attorney discipline matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21,\r\nRLDE, Rule 413, SCACR. In the agreement, respondent admits\r\nmisconduct and consents to be disbarred from the practice of law. We\r\naccept the agreement.\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\nRobert R. Forbes, Jr. Matter\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent represented Robert R. Forbes, Jr. in an ongoing\r\ndomestic action. As part of that action, Forbes was ordered to make child\r\nsupport and alimony payments. Forbes' current wife and her father\r\nwanted Forbes to file suit to reduce or eliminate these payments.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To help Forbes appease his family, respondent signed a letter,\r\nwhich he asserts he did not read, addressed to Forbes' former employer.\r\nThis letter indicated that respondent had filed a motion in family court\r\nabout the alimony and child support payments, that an order terminating\r\n\r\n\r\np. 30\r\n\r\nIN THE MATTER OF MOZINGO\r\n\r\n\r\nthese payments was being signed, and that the letter was to serve as a\r\nwaiver of the garnishment of Forbes' wages. Respondent admits that\r\nthese statements contained in the letter were false.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition, respondent signed a letter that was faxed to\r\nForbes' father-in-law. Again, respondent asserts he did not read this\r\nletter that indicated Forbes had complied with all his alimony and child\r\nsupport obligations and a signed order to that effect was forthcoming.\r\nRespondent also admits that these statements contained in the letter were\r\nfalse.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On September 7, 1997, respondent and his paralegal Amanda\r\nStavely prepared what purported to be the Family Court order referred to\r\nin the letters. Respondent traced the signature of a member of this Court,\r\nJustice Jean Hoefer Toal, from a copy of the Advance Sheets onto the\r\nsignature block of the order.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; After the forgery was discovered, respondent and his mother\r\nmet with Justice Toal and members of the Office of Disciplinary Counsel.\r\nAt that meeting, respondent stated that Stavely prepared the order and\r\nthat she traced Justice Toal's signature onto the signature block of the\r\norder. Respondent now admits this was a false statement, made at the\r\nurging of his mother and Stavely.\r\n\r\n\r\nRichard H. Gregrory Matter\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Richard H. Gregory retained respondent in January 1997 to\r\nfile suit against Wal-Mart and the Police Department in Savannah,\r\nGeorgia. Respondent admits after he was temporarily suspended from the\r\npractice of law, he failed to deliver Gregory's file to the attorney appointed\r\nby this Court to protect his clients' interests.1 \r\n\r\n\r\nRonnie Clark and Terry Clark Matter\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent admits he furnished a rental car and/or the monies\r\nfor a rental car to Ronnie Clark and Terry Clark while he was\r\nrepresenting them on a contingent fee basis.\r\n\r\n\r\nBryan Cox Matter\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1In the Matter of T. Aladdin Mozinizo, __ S.C.__, 492 S.E.2d 75 (1997).\r\n\r\n\r\n\r\np. 31\r\n\r\nIN THE MATTER OF MOZINGO\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cox was ticketed for three traffic offenses and retained\r\nrespondent to handle the matter. Cox deposited funds with respondent for\r\npayment of these tickets and was assured that the tickets would be paid.\r\nThey were not, and one of Cox's charges ultimately went before the\r\ngeneral sessions court for disposition. Cox was properly notified of roll\r\ncall; however, he failed to appear for court and was arrested and\r\nincarcerated for five days. Respondent admits he failed to adequately\r\nsupervise his staff's transmission of payment of Cox's fines for these traffic\r\noffenses.\r\n\r\n\r\nNeglect of Legal Matters\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Finally, respondent admits that by the requisite standard of\r\ncare, he neglected certain legal matters entrusted to him by his clients. In\r\nthese matters, respondent also admits that he did not communicate\r\nsufficiently the status of these matters to his clients, causing some clients\r\nto believe actions had been filed when they had not.\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent's conduct in the Forbes matter violated several of\r\nthe Rules of Professional Conduct. Rule 407, SCACR. Respondent\r\nassisted a client in conduct that he knew was criminal and fraudulent.\r\nRule 1.2(d). Respondent knowingly made false statements of material\r\nfacts to a tribunal. Rule 3.3. In addition, he made false statements of\r\nmaterial facts to third parties and failed to disclose material facts to avoid\r\nassisting a fraudulent act by a client. Rule 4.1. Respondent used means\r\nthat had no purpose but to embarrass, delay, or burden third parties.\r\nRule 4.4. In addition, he failed to make certain that nonlawyer assistants\r\nin his office complied with his professional obligations. Rule 5.3.\r\nFurthermore, respondent violated the Rules of Professional Conduct,\r\ncommitted a criminal act which reflects on his honesty, and engaged in\r\nconduct involving dishonesty, fraud, deceit, and misrepresentation, Rule\r\n8.4 (a), (b), and (d). Previous opinions of this Court have recognized the\r\nseriousness of a lawyer forging the signature of a judicial officer. See In\r\nthe Matter of Walker, 305 S.C. 482, 409 S.E.2d 412 (1991) (attorney who\r\nforged circuit court judge's name to expungement order was indefinitely\r\nsuspended); State ex rel McLeod v. Belcher, 249 S.C. 301, 153 S.E.2d 921\r\n(1967) (attorney disbarred after forging the signature of a special referee\r\nand a circuit court judge to reports and decrees in a divorce case); Cate v.\r\nRivers, 246 S.C. 35, 142 S.E.2d 869 (1965) (attorney who forged judge's\r\nsignature to adoption decrees was disbarred).\r\n\r\n\r\np. 32\r\n\r\nIN THE MATTER OF MOZINGO\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent's conduct in the other matters also violated the\r\nRules of Professional Conduct. Rule 407, SCACR. He failed to act with\r\nreasonable diligence and promptness in representing clients and failed to\r\nkeep clients reasonably informed about the status of their matters. Rules\r\n1.3 and 1.4. Furthermore, respondent provided unauthorized financial\r\nassistance to a client in connection with pending or contemplated\r\nlitigation. Rule 1.8(e). Respondent failed to make reasonable efforts to\r\nexpedite litigation when he incorrectly allowed clients to believe actions\r\nhad been filed in their cases. Rule 3.2. By failing to turn over one of his\r\nfiles after he was suspended, respondent knowingly disobeyed an obligation\r\nunder the rules of a tribunal. Rule 3.4(c). Finally, respondent failed to\r\nmake certain that nonlawyer assistants in his office complied with his\r\nprofessional obligations. Rule 5.3.\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Accordingly, we disbar respondent from the practice of law.\r\nWithin fifteen days of the date of this opinion, respondent shall file an\r\naffidavit with the Clerk of Court showing that he has complied with Rule\r\n30, RLDE, Rule 413, SCACR.\r\n\r\n\r\n\r\n\r\nDISBARRED.\r\n\r\n\r\n\r\n\r\n\r\n\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nToal, A.J., not participating\r\n\r\n\r\n\r\n\r\n\r\n\r\np. 33\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]