[{"id":"24893","title":"Cox v. Fleetwood Homes of Georgia, Inc. et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24893","description":"","date":"1999-02-01","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 5\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCecil Cox and Wendy    Respondents-\r\nCox,     Petitioners, \r\n  \r\nv. \r\n  \r\nFleetwood Homes of\r\nGeorgia, Inc., South\r\nAtlantic Manufactured\r\nHomes of Aiken, Inc.,\r\nJerry Allen, d/b/a Allen\r\nMobile Homes, and Mike\r\nParker, d/b/a Reliable\r\nMobile Homes Service,    Defendants,\r\n  \r\n  \r\n  \r\nOf Whom South Atlantic\r\nManufactured Homes of\r\nAiken, Inc., and Jerry\r\nAllen, d/b/a Allen Mobile Petitioners-\r\nHomes, are Respondents.\r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n  \r\nAppeal From Florence County\r\nPaul M. Burch, Circuit Court Judge\r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24893\r\nSubmitted January 20, 1999 - Filed February 1, 1999\r\n  \r\np.1\r\n\r\nCOX v. FLEETWOOD HOMES OF GEORGIA, INC., et al \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  REVERSED \r\n  \r\n  \r\n  \r\nMarshall Winn and Wallace K. Lightsey, both of\r\nWyche, Burgess, Freeman &amp; Parham, of Greenville,\r\nfor petitioners-respondents.\r\n  \r\n  \r\n  \r\n  Frederick K. Jones, of Tolson and Jones, of Florence,\r\nfor respondents-petitioners.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: Respondents-petitioners (buyers) and\r\npetitioners-respondents (sellers) have both filed petitions for writs of\r\ncertiorari to review the Court of Appeals' decision in this matter. The\r\nbuyers' petition is denied, and the sellers' petition is granted. We dispense\r\nwith further briefing and reverse the decision of the Court of Appeals.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  Buyers brought this action in Florence County, a county within\r\nthe Twelfth Judicial Circuit, seeking to recover damages for the purchase\r\nand installation of an allegedly defective mobile home. Subsequently;\r\nsellers alleged that the parties had settled the case and asked the circuit\r\ncourt to enforce the settlement. Buyers opposed the motion arguing, among\r\nother things, that sellers had fraudulently procured the settlement.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  Judge Burch, a resident judge of the Fourth Judicial Circuit then\r\nassigned to hold court in Florence County, granted the motion to enforce, but\r\ndid not specifically rule on the allegations of fraud. In a timely motion to\r\nreconsider under Rules 52 and 59, SCRCP, buyers again raised the issue of\r\nfraud, but the judge denied the motion without specifically addressing the\r\nallegations of fraud. On appeal, the Court of Appeals reversed and\r\nremanded the case to the circuit court for a determination whether the\r\nsettlement agreement was procured through fraud. Cox v. Fleetwood Homes \r\nof Georgia, Inc., Op. No. 95-UP-202 (S.C. Ct. App. filed July 10, 1995). The\r\nopinion did not specifically remand the matter to Judge Burch. \r\n  \r\n  \r\n  \r\np.2\r\n\r\nCOX v. FLEETWOOD HOMES OF GEORGIA, INC., et al\r\n\r\n\r\n\r\n\r\n\r\nOn remand, Judge Burch, who was then assigned to hold court in\r\nthe Seventh Judicial Circuit, made specific findings that the settlement had\r\nnot been fraudulently procured. Therefore, he again issued an order\r\nenforcing the settlement agreement. By post-trial motion, buyers challenged\r\nthe judge's jurisdiction to issue the order since he was not then assigned to\r\nhold court in the Twelfth Judicial Circuit. The judge denied this motion.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  The Court of Appeals vacated the order and remanded. It\r\nconcluded that the judge lacked jurisdiction because he was not assigned to\r\nthe Twelfth Judicial Circuit at the time. Cox v. Fleetwood Homes of Georgia, \r\nInc., 329 S.C. 157) 494 S.E.2d 462 (Ct. App. 1997). We disagree.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  As a general rule, a judge assigned to a judicial circuit must\r\nexercise his judicial powers in that circuit while within the territorial\r\nboundaries of the circuit. Shillito v. City of Spartanburg, 215 S.C. 83, 54\r\nS.E.2d 521 (1949). Further, a judge assigned to hold court in a circuit in\r\nwhich he is not a resident must generally exercise judicial duties relating to\r\nthe circuit during the period of the assignment. Hines v. Farr, 235 S.C. 436,\r\n112 S.E.2d 33 (1960).\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  These limitations are, however, subject to several exceptions.\r\nOne of these exceptions is that a judge may issue an order regarding matters\r\nwhich were submitted to the judge while presiding in the circuit. Barnett v. \r\nPiedmont Shirt Co., 230 S.C. 34, 94 S.E.2d 1 (1956); Shillito v. City of \r\nSpartanburg, supra; Chafee v. Rainey, 21 S.C. 11 (1883). Another exception\r\nis that a judge retains jurisdiction to consider timely post-trial motions even\r\nthough no longer assigned to the circuit. Rules 50(e), 52(c) and 59(f),\r\nSCRCP.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  In the present case, the first opinion of the Court of Appeals\r\nremanded the case to the circuit court to make a specific ruling on the\r\nallegations of fraud. Since the parties had already been afforded the\r\nopportunity to present evidence and make argument on the issue of fraud, no\r\nfurther hearing was required. If a judge has jurisdiction to consider matters\r\nwhich are submitted to him in the circuit or by timely post-trial motion, we\r\nsee no reason to have a different rule if such matters are resubmitted by an\r\nappellate court for more specific findings and conclusions,\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  In our opinion, where a case is remanded on appeal to make\r\nmore specific factual findings or conclusions of law which do not require any\r\n  \r\n  p.3\r\n\r\nCOX v. FLEETWOOD HOMES OF GEORGIA, INC., et al\r\n\r\n\r\n\r\n\r\n\r\nadditional hearing, the judge who issued the original order has the authority\r\nto issue an amended order even though the judge is not a resident of or then\r\nassigned to hold court in the judicial circuit where the case arose.\r\nAccordingly, we reverse the opinion of the Court of Appeals and reinstate the\r\norder enforcing the settlement.\r\n  \r\n  \r\n  \r\n  REVERSED\r\n  \r\n  p.4 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24894","title":"City of Charleston v. GEICO and City of Charleston v. USAA","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24894","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No.6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCity of Charleston,  Appellant \r\n  \r\nv. \r\n  \r\nGovernment Employees Insurance Company, Respondent. \r\n  \r\nand \r\n  \r\nCity of Charleston, Appellant \r\n  \r\nv. \r\n  \r\nUnited Services Automobile\r\nAssociation, USAA Casualty\r\nInsurance Company, USAA\r\nGeneral Indemnity Company,\r\nand USAA Life Insurance\r\nCompany,  Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeals From Charleston County \r\n  \r\nLarry R. Patterson, Circuit Court Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24894 \r\n  \r\nHeard November 17, 1998 - Filed February 8, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nRobert G. Clawson, Jr. and Timothy A. Domin, both\r\nof Clawson &amp; Staubes, LLC, of Charleston, for \r\n  \r\np.1\r\n\r\nCITY OF CHARLESTON v. GEICO and\r\nCITY OF CHARLESTON v. USAA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nappellant. \r\n  \r\n  \r\n  \r\nW. Jefferson Leath, of Leath, Bouch, &amp; Crawford;\r\nStephen P. Groves and John Hamilton Smith, both of\r\nYoung, Clement, Rivers &amp; Tisdale; and Gedney M.\r\nHowe, III, of Gedney M. Howe, III, P.A., all of\r\nCharleston, for respondent GEICO. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nG. Dana Sinkler and Andrea H. Duenas, both of\r\nWarren &amp; Sinkler, of Charleston; and Stephen H.\r\nOrel and Lorna M. McKenzie, both of LeBeouf, Lamb,\r\nGreene &amp; MacRae, of New York, for respondent\r\nUSAA. \r\n  \r\n  \r\n  \r\nRoy D. Bates, and William P. Griggs, both of\r\nColumbia, for amicus curiae Municipal Association of\r\nSouth Carolina. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: These consolidated cases involve a challenge by\r\ntwo national insurance companies (GEICO and USAA) to a business license\r\nOrdinance enacted by appellant City of Charleston (Charleston). The circuit\r\ncourt struck down the Ordinance as violative of the Commerce Clause,1 and\r\nCharleston appeals. We hold the Ordinance is exempt from Commerce\r\nClause scrutiny because it was enacted pursuant to the State's delegation2\r\nof its McCarran-Ferguson Act3 immunity. Accordingly, we reverse. \r\n  \r\n\r\n1 U.S. Const. art. 1, § 8, el. 3. \r\n\r\n2 S.C. Code Ann. § 38-7460 (Supp. 1997). \r\n  \r\n3 15 U.S.C. §§ 1011 thru 1015 (1977). \r\n  \r\n  \r\n  \r\np.2\r\n\r\nCITY OF CHARLESTON v. GEICO and\r\nCITY OF CHARLESTON v USAA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor purposes of these appeals, it is conceded that GEICO and USAA4\r\nare similarly situated. Both write insurance on property and risks located in\r\nCharleston, and both have headquarters out-of-state. Neither maintains an\r\noffice, nor owns property or has agents in Charleston. Business is conducted\r\nby interstate mail and telephone. Both companies employ adjusters who live\r\nin South Carolina, but not in Charleston, and occasionally use independent\r\nadjusters or investigators to handle claims within Charleston. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGEICO and USAA refused to pay the amounts due under Charleston's\r\nOrdinance. Charleston brought these suits to recover the money. Each party\r\nfiled a summary judgment motion, and in both cases the trial judge granted\r\nthe insurance company's motion, striking down the Ordinance as violative of\r\nthe Commerce Clause. Since the dispositive issue in each case is identical, we\r\nhave consolidated the appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Commerce Clause implicitly limits the power of the State to burden\r\ninterstate commerce, a concept known as the \"dormant\" or \"negative\"\r\nCommerce Clause. Prior to 1944, the United States Supreme Court (USSC)\r\nconsistently held that insurance was not commerce for purposes of the\r\nCommerce Clause. e.g., Paul v. Virginia, 75 U.S. 168, 8 Wall. 168, 19 L.Ed.\r\n357 (1869). Consequently, the regulation and taxation of the insurance\r\nbusiness was left up to the States, free from any impact by the dormant\r\nCommerce Clause. This policy also permitted insurance companies to\r\ncooperate in sharing data, determining risks, and fixing rates because federal\r\nanti-trust legislation only applied to interstate commerce. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1944, in the context of anti-trust litigation, the USSC overruled long\r\nstanding precedents and held insurance was commerce within the meaning of\r\nthe Commerce Clause. United States v. South-Eastern Underwriters Ass'n,\r\n322 U.S. 533, 64 S.Ct. 1162, 88 L.Ed. 1440 (1944) (South-Eastern). The next\r\nyear, Congress responded to South-Eastern by enacting the McCarran-\r\nFerguson Act, 15 U.S.C. §§ 1011 thru. 1015 (1977). The purpose of the\r\nMcCarran-Ferguson Act was to restore regulatory and taxing authority to the \r\n  \r\n\r\n4 TSAA Life is in a somewhat different position, only occasionally using\r\ninvestigators in Charleston. This distinction does not affect our analysis. \r\n  \r\np.3\r\n\r\nCITY OF CHARLESTON v. GEICO and\r\nCITY OF CHARLESTON v. USAA \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStates: \r\n  \r\nCongress hereby declares that the continued\r\nregulation and taxation by the several States of the\r\nbusiness of insurance is in the public interest, and\r\nthat silence on the part of Congress shall not be\r\nconstrued to impose any barrier to the regulation or\r\ntaxation of such business by the several States.\r\n15 U.S.C. § 1011. \r\n  \r\n  \r\n  \r\nThe business of insurance, and every person engaged\r\ntherein, shall be subject to the laws of the several\r\nStates which relate to the regulation or taxation of\r\nsuch business.\r\n15 U.S.C. § 1012 (a). \r\n  \r\n  \r\n  \r\nNo Act of Congress shall be construed to invalidate,\r\nimpair, supersede any law enacted by any State for\r\nthe purpose of regulating the business of insurance,\r\nor which imposes a fee or tax upon such business....\r\n15 U.S.C. § 1012 (b). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina responded to the McCarran-Ferguson Act by enacting a\r\ncomprehensive insurance law, now codified in Title 38 of the South Carolina\r\nCode of Laws. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCharleston's General Business License Ordinance, § 1, provides in\r\npertinent part: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvery person engaged or intending to engage in any\r\ncalling, business, occupation, or profession listed in\r\nthe classification index portion of this ordinance, in\r\nwhole or in part, within the limits of the City of\r\nCharleston, South Carolina is required to pay an\r\nannual license fee and obtain a business license in\r\ncompliance with the terms and conditions of this\r\nordinance. \r\n  \r\np.4\r\n\r\nCITY OF CHARLESTON v. GEICO and\r\nCITY OF CHARLESTON v. USAA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrior to 1994, the Ordinance contained the following provision for\r\ninsurance companies: \r\n  \r\n  \r\n  \r\n6300 - Insurance Companies \r\n  \r\n  \r\n  \r\nOn gross premiums collected through offices of agents\r\nlocated in the city, wherever the risk is located, or\r\ncollected on policies written on property or risks\r\nlocated in the City, wherever the premiums are\r\ncollected. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 6300 was amended effective the 1994 tax year, and now reads: \r\n  \r\n  \r\n  \r\nOn gross premiums collected on policies written on\r\nproperty or risks located in the City, wherever the\r\npremiums are collected. \r\n  \r\n  \r\n  \r\nSolicitation for insurance, receiving or transmitting\r\nan application of policy, examination of a risk,\r\ncollection or transmitting of a premium, adjust [sic] a\r\nclaim, delivering a benefit or doing any act in\r\nconnection with a policy or claim shall constitute\r\ndoing business within the city whether or not an\r\noffice is maintained therein. A premium collected on\r\nproperty or a risk located within the City shall be\r\ndeemed to have been collected within the City. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is undisputed that, had the State enacted a tax on gross premiums\r\nsuch as that imposed by the Ordinance, such a tax would be immune from\r\nCommerce Clause scrutiny by virtue of the McCarran-Ferguson Act. See \r\nPrudential Ins. Co. v. Benjamin, 328 U.S. 408, 66 S.Ct. 1142, 90 L.Ed. 1342\r\n(1946). Charleston contends, and we agree, that the State has delegated this\r\ntype of taxing authority to it by enacting S.C. Code Ann. § 38-7-160 (Supp.\r\n1997), which specifically permits municipalities to collect a business license\r\nfee or tax based upon insurance premiums collected in the municipality or \r\n  \r\np.5\r\n\r\nCITY OF CHARLESTON v. GEICO and\r\nCITY OF CHARLESTON v. USAA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nrealized from risks located therein. The McCarran-Ferguson Act restored to\r\nthe States the authority to regulate and tax the business of insurance. This\r\ngrant includes the power to enact a statute such as § 38-7-160. Accordingly,\r\nthe circuit court orders declaring Charleston's Ordinance unconstitutional are \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.6\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24895","title":"Lifschultz Fast Freight, Inc. v. Haynesworth, Marion, McKay &amp; Guerard, etc. et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24895","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nLifschultz Fast Freight,    Petitioner,\r\nInc.,\r\nv. \r\n  \r\nHaynsworth, Marion\r\nMcKay &amp; Gu&eacute;rard, a\r\nSouth Carolina\r\nPartnership, William P.\r\nSimpson, Jr., William M.\r\nGrant, Jr., Julius\r\nMcKay, and John B.\r\nMcLeod, Jointly and\r\nSeverally,    Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI\r\nTO THE COURT OF APPEALS \r\n  \r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge \r\n  \r\nOpinion No. 24895\r\nHeard December 16, 1998 - Filed February 8, 1999 \r\n  \r\nAFFIRMED AS MODIFIED IN PART;\r\nVACATED IN PART \r\n  \r\nD. Dusty Rhoades, of Charleston, for petitioner. \r\n  \r\np.7\r\n\r\nLIFSCHULTZ FAST FREIGHT, INC. v. HAYNSWORTH, MARION,\r\nMCKAY &amp; GUItRARD, etc., et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDonald V. Richardson, III and Charles E. Carpenter,\r\nJr., both of Richardson, Plowden, Carpenter &amp;\r\nRobinson, of Columbia, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: We granted certiorari to review the Court of Appeals'\r\ndecision reported at 324 S.C. 645~ 486 S.E.2d 14 (Ct. App. 1997). We now\r\naffirm in part as modified, and vacate Part III of that opinion which\r\ndiscusses the foreseeability of damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner sued respondents for legal malpractice, breach of\r\ncontract, and breach of fiduciary duty. The circuit court granted respondents\r\nsummary judgment, and the Court of Appeals affirmed. Prior to initiating\r\nthis state action, petitioner had brought a federal anti-trust suit in which he\r\nwas initially represented by respondents.1 Over petitioner's vehement\r\nobjections, respondents were permitted to withdraw from representation.\r\nPetitioner never appealed this withdrawal, and ultimately lost the anti-trust\r\nsuit at the summary judgment stage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe crux of this current action is petitioner's contention that the\r\nfederal judge erred in permitting respondents to withdraw from the anti-\r\ntrust suit. The circuit court and the Court of Appeals held this issue could\r\nnot be relitigated in this forum, the Court of Appeals characterizing the\r\nfederal judge's ruling as \"the law of the case.\" We agree that relitigation is\r\nbarred, but modify the Court of Appeals' decision to reflect that the issue is\r\nprecluded not by the law of the case doctrine, which applies only to\r\nsubsequent proceedings in the same litigation following an appellate\r\ndecision, but by the doctrine of res judicata. Since a federal judgment is\r\nurged as the bar, federal law applies. Crestwood Golf Club, Inc., v. Potter,\r\n328 S.C. 201, 493 S.E.2d 826 (1997). The federal view of res judicata\r\nincludes the concept of \"issue preclusion,\" which \"bars relitigation of\r\nparticular issues actually litigated and decided in the prior suit.\" Id. The\r\npropriety of respondents' withdrawal was vigorously litigated and actually\r\ndecided in the anti-trust suit, and therefore is res judicata. Accordingly, we\r\naffirm this part of the Court of Appeals' opinion as modified. \r\n  \r\n\r\n1 A fuller exposition of the facts is found in the Court of Appeals' opinion. \r\n\r\np.8\r\n\r\nLIFSCHULTZ FAST FREIGHT, INC. v. HAYNSWORTH, MARION,\r\nMCKAY &amp; GURARD, etc., et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter correctly holding that petitioner's suit was procedurally\r\nbarred, the Court of Appeals went on to discuss the foreseeability of damages\r\nin Part III of its opinion. This discussion is not necessary to the decision in\r\nthis case, and, therefore, we vacate Part Ill. Accordingly, the decision of the\r\nCourt of Appeals in this matter is \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED IN PART; VACATED IN PART. \r\n  \r\n  \r\n  \r\np.9 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24896","title":"State v. Garcia","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24896","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nJoseph E. Garcia, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Chester County\r\nPaul E. Short, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24896 \r\n  \r\n  \r\n  \r\nHeard December 16, 1998 - Filed February 8, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nDavid L. Bruck and Assistant Appellate Defender\r\nMelody J. Brown, of South Carolina Office of\r\nAppellate Defense, of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nSpecial Assistant Attorney General Robert F. Daley,\r\nJr., of Columbia; and Solicitor John R. Justice, of\r\nChester, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant was convicted of murder and\r\nsentenced to life imprisonment. We reverse. \r\n  \r\np.10\r\n\r\nSTATE v. GARCIA \r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nAppellant admitted he shot and killed his girlfriend, Holly\r\nCrouch Collins' while the two were at home on the evening of July 19,\r\n1996. Appellant maintained the shooting was an accident. There were no\r\nwitnesses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOver appellant's objection, the State presented witnesses who\r\ntestified, in essence, shortly before her death, the deceased was scared of\r\nappellant. Specifically, these witnesses testified as follows: \r\n  \r\n  \r\n  \r\n1) Iva Hopper, Holly's grandmother, testified, the day before\r\nHolly's death, she noticed a bruise below Holly's knee. She\r\nasked Holly how she had acquired the bruise and Holly stated\r\nappellant had kicked her. \r\n  \r\n  \r\n  \r\n2) Lisa Estes, Holly's cousin, testified a week before Holly's\r\ndeath, Holly told her appellant stated, if she ever left him, he\r\nwould kill her and her family. \r\n  \r\n  \r\n  \r\nAppellant offered no evidence at trial. \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the trial court err by ruling Estes' and Hopper's testimony\r\nwas admissible under Rule 803(3), SCRE, the \"state of mind\"\r\nexception? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the trial court erred by admitting Estes' and\r\nHopper's testimony under the \"state of mind\" exception to the rule against\r\nhearsay.1 Rule 803(3), SCRE. More particularly, appellant contends the\r\ndecedent's state of mind was not a relevant issue and, further, the\r\ndecedent's statements do not fall within the \"state of mind\" exception to \r\n  \r\n\r\n1Initially, appellant also objected to a statement made by Heather\r\nSloan. In his reply brief and at oral argument, however, appellant\r\nessentially conceded Sloan's testimony was properly admitted and, as a\r\nwhole, was non-prejudicial. \r\n  \r\np.11\r\n\r\nSTATE v. GARCIA \r\n\r\n\r\n\r\n\r\n\r\nthe rule against hearsay. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvidence is relevant, if it tends to \"make the existence of any\r\nfact that is of consequence to the determination of the action more\r\nprobable or less probable than it would be without the evidence.\" Rule\r\n401, SCRE. Here, the victim's state of mind - that she was scared of\r\nappellant - was relevant because it -tended to disprove appellant's\r\ncontention the shooting was an accident; the victim's fear suggests\r\nappellant may have intended the shooting. United States v. Tokars, 95\r\nF.3d 1520 (11th Cir. 1996)(when relevant to the motive to kill, evidence of\r\nthe victim's state of mind is admissible under Rule 803(3), FRE); State v. \r\nWood, 881 P.2d 1158 (Ariz. 1994)(victim's statements about her fear of\r\ndefendant and her desire to end their relationship were relevant to trial\r\nissues of defendant's motive and mental state); State v. Richards, 552\r\nN.W.2d 197 (Minn. 1996)(where defendant raised accident and/or suicide\r\nas a defense to homicide charge, victim's state of mind was relevant); \r\nState v. Crawford, 472 S.E.2d 920 (N.C. 1996)(in homicide trial, victim's\r\nstate of mind was relevant to refute defendant's claim of self-defense and\r\naccident); see also State v. Shurn, 866 S.W.2d 447 (Mo. 1993)(victim's\r\nstatements of fear are relevant where defendant argues self-defense). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find, however, that, while the decedent's state of mind was\r\nrelevant, Hopper's and Estes' testimony concerning the victim's statements\r\nto them were not admissible under the state of mind exception.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"'Hearsay' is a statement, other than one made by the\r\ndeclarant while testifying at the trial or hearing, offered in evidence to\r\nprove the truth of the matter asserted.\" Rule 801(c), SCRE. Hearsay is\r\ngenerally inadmissible. Rule 802, SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 803, SCRE, provides, in part, as follows: \r\n  \r\n  \r\n  \r\nThe following are not excluded by the hearsay rule: \r\n  \r\n(3) Then existing mental, emotional, or physical condition. \r\n  \r\n\r\n2 41 C.J.S. Homicide § 237 (1991)(\"[a]s a general rule, statements and\r\ndeclarations by deceased are not evidence either for or against accused,\r\nunless they come within some of the recognized exceptions to the hearsay\r\nrule.\").\r\np.12\r\n\r\nSTATE v. GARCIA \r\n\r\n\r\n\r\n\r\n\r\nA statement of the declarant's then existing state of mind,\r\nemotion, sensation, or physical condition (such as intent, plan,\r\nmotive, design, mental feeling, pain, and bodily health), but not\r\nincluding a statement of memory or belief to prove the fact\r\nremembered or believed unless it relates to the execution,\r\nrevocation, identification, or terms of declarant's will. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 803(3), SCRE, is identical to its counterpart in the\r\nFederal Rules of Evidence. Under the Federal Rules of Evidence, \"Rule\r\n803(3) provides an exception for statements of present state of mind,\r\nemotion or physical condition.\" S. Saltzburg, M. Martin, D. Capra, Federal \r\nRules of Evidence Manual, p.1656 (1998). These statements are\r\nconsidered trustworthy because \"they are based on unique perception; that\r\nis, the declarant has a unique perspective into his own feelings and\r\nemotions.\" Id. Statements may either directly or circumstantially show\r\nthe declarant's state of mind, emotion, or physical condition. M. Graham,\r\nHandbook of Federal Evidence (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLike Rule 803(3), FRE, Rule 803(3), SCRE, \"does not permit a\r\nstatement of memory or belief to prove the fact remembered,\" unless\r\nrelating to the declarant's will. Id The purpose of this exclusion is \"to\r\navoid the virtual destruction of the hearsay rule which would otherwise\r\nresult from allowing state of mind, provable by a hearsay statement, to\r\nserve as a basis for an inference of the happening of the event which\r\nproduced the state of mind.3 Advisory Committee Note to Rule 803(3),\r\nFRE. Consequently, while the present state of the declarant's mind is\r\nadmissible as an exception to hearsay, the reason for the declarant's state\r\nof mind is not. United States v. Cohen, 631 F.2d 1223, 1225 (5th Cir.\r\n1980)(\"But the state-of-mind exception does not permit the witness to\r\nrelate any of the declarant's statements as to why he held the particular \r\n  \r\n\r\n3 Rule 803(3), FRE, is a codification of the holding in Shepard v. \r\nUnited States, 290 U.S. 96, 54 S.Ct. 22, 78 L.Ed. 196 (1933), where the\r\nCourt held the ill victim's statement to her nurse that she had taken her\r\nhusband's whiskey before collapsing and he had poisoned her was\r\ninadmissible. The Court noted the statement \"spoke to a past act, and\r\nmore than that, to an act by some one not the speaker.\" Id. U.S. at 106,\r\nS.Ct. at 26, L.Ed. at 202. The Court distinguished the victim's statement\r\nfrom those \"[d]eclarations of intention, casting light upon the future . . .\". Id. \r\n  \r\np.13\r\n\r\nSTATE v. GARCIA \r\n\r\n\r\n\r\n\r\n\r\nstate of mind, or what he might have believed that would have induced\r\nthe state of mind. If the reservation in the text of the rule is to have any\r\neffect, it must be understood to narrowly limit those admissible statements\r\nto declarations of condition - 'I'm scared'- and not belief - 'I'm scared\r\nbecause [someone] threatened me'.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHopper's and Estes' testimony concerning statements the\r\ndeceased made to them were improperly admitted under Rule 803(3),\r\nSCRE. While their testimony presents circumstantial evidence of the\r\ndecedent's fear of appellant and concern for her safety, the testimony\r\nimproperly reveals the reason for her state of mind (i.e., that appellant\r\nhad kicked and threatened to kill her). United States v. Joe, 8 F.3d 1488\r\n(10th Cir. 1993)(under Rule 803(3), FRE, witness could testify declarant\r\nstated she was \"afraid sometimes,\" but not because she thought her\r\nhusband was going to kill her); State v. Wood, supra (witness' testimony\r\n'[declarant] told me that she did not want to stay at the apartment\r\nbecause [defendant] had threatened her life\" was inadmissible under Rule\r\n803(3), Ariz.R.Evid.); State v. Bell, 950 S.W.2d 482 (Mo. 1997)(testimony\r\nthat decedent had stated defendant had assaulted her on prior occasions\r\nwas inadmissible hearsay); State v. Reynolds, 687 N.E.2d 1358 (Ohio\r\n1998)(declarant's statements that she was fearful or concerned are\r\nadmissible but reasons for emotions are not admissible). Accordingly, the\r\ntrial judge erred in admitting Hopper's and Estes' testimony.4 \r\n  \r\n\r\n4 The trial judge also ruled Hopper's and Estes' testimony was also\r\nadmissible under Rule 803(l), SCRE, present sense impression, and Rule\r\n803(2), SCRE, excited utterance. Under Rule 803(l), SCRE, a statement\r\ndescribing or, explaining an event or condition is admissible if \"made while\r\nthe declarant was perceiving the event or condition, or immediately\r\nthereafter.\" Under Rule 803(2), SCRE, \"a statement relating to a startling\r\nevent or condition made while the declarant was under the stress of\r\nexcitement caused by the event or condition\" is admissible. The deceased's\r\nstatements to Hopper and Estes were neither a present sense impression\r\nnor an excited utterance. There was no indication as when appellant had\r\nkicked or threatened the deceased so as to determine the timing of the\r\nevents in relation to her statements to Hopper and Estes. See State v. \r\nHill, 331 S.C. 94, 501 S.E.2d 122 (1998)(where it was unknown whether\r\ndeclarant's statement was made under the stress of excitement caused by\r\nthe event, the statement was not admissible as excited utterance); State v. \r\nBurroughs, 328 S.C. 489, 492 S.E.2d 408 (Ct. App. 1997)(victim's \r\n  \r\np.14\r\n\r\nSTATE v. GARCIA \r\n\r\n\r\n\r\n\r\n\r\nIn light of the entire record and, because the incompetent\r\ntestimony offered by Hopper and Estes directly refutes appellant's accident\r\ndefense, we conclude the admission of their testimony was not harmless\r\nbeyond a reasonable doubt. Accordingly, appellant's conviction and\r\nsentence are hereby reversed. \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\n\r\nstatement to police and nurse approximately ten hours after incident was\r\ninadmissible as present sense impression). \r\n  \r\np.15\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24897","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24897","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n  Davis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Petitioner, \r\n  \r\nv. \r\n  \r\nIver Norman Johnson, Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\nMarc H. Westbrook, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24897\r\nHeard November 5, 1998 - Filed February 8, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSenior Assistant Attorney General Norman Mark\r\nRapoport, all of Columbia; and Solicitor Donald V.\r\nMyers, of Lexington, for petitioner. \r\n  \r\n  \r\n  \r\nSenior Assistant Appellate Defender Wanda H.\r\nHalle, of South Carolina Office of Appellate\r\nDefense, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Respondent was convicted of three counts of \r\n  \r\np.16\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nfirst degree criminal sexual conduct (CSC) with a minor and five counts of\r\ncommitting a lewd act on a child under the age of fourteen. He was\r\nsentenced to imprisonment for thirty years on each CSC and fifteen years\r\non each lewd act, the sentences to run consecutively. The Court of\r\nAppeals reversed respondent's convictions and sentences. State v. \r\nJohnson, Op. No. 97-UP-653 (S.C. Ct. App. filed Dec. 11, 1997). This\r\nCourt granted the State's petition for certiorari to review the Court of\r\nAppeals' opinion. We affirm in part and reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nRespondent engaged in inappropriate sexual activity with his\r\nsix year old daughter, Betty, and her friends, April, Nina, Megan and\r\nMaryann, ages 8, 9, 4, and 7 respectively. Respondent babysat the victims\r\nwhile their parents worked. The State alleged respondent took advantage\r\nof his position of control and the victims' vulnerability, and sexually\r\nabused the girls to satisfy his own sexual desires. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccording to the victims, respondent rubbed the genital areas\r\nof their bodies, both on top of and underneath their clothing, touched their\r\nbuttocks, and inserted his finger into the vagina of at least one child.\r\nMost of this touching occurred in the living room when the girls were\r\nsitting on respondent's lap while watching television. However, according\r\nto both Betty and April, respondent also touched them in Betty's bedroom.\r\nThese acts occurred from April 1994 to August 1994. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe girls saw respondent as he touched the others and\r\ndiscussed the abuse among themselves. Eventually, they told Betty's\r\nmother, Brenda Johnson, about respondent's conduct. Mrs. Johnson\r\ninformed the other parents of the accusations and reported the allegations\r\nto the police. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the victims' complaints, respondent was arrested and\r\nthe police searched his apartment. According to the arresting officer,\r\nrespondent claimed that \"[he] could not have done this\" because he was\r\nimpotent. The officer also stated respondent admitted that his hand could\r\nhave \"slipped\" one time when one of the girls was sitting on his lap\r\nwatching television. Respondent denied abusing the girls, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the trial, respondent's stepdaughter and stepniece testified,\r\nwhen they were approximately the age of the victims, respondent would \r\n  \r\np.17\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\ntouch their genital area when in the living room and eventually\r\nrespondent began to digitally penetrate their vaginas when in the\r\nbedroom. \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. Did the Court of Appeals err in finding the trial judge\r\nshould have granted respondent a directed verdict on two of\r\nthe CSC charges? \r\n  \r\n  \r\n  \r\nII. Did the Court of Appeals err in finding the trial judge\r\nshould have allowed respondent to impeach a witness with a\r\nprior shoplifting conviction under Rule 609(a)(2), SCRE? \r\n  \r\n  \r\n  \r\nIII. Did the Court of Appeals err in finding the trial judge\r\nshould have granted a mistrial when a State's witness\r\nmentioned an offer of a polygraph examination was made to\r\nrespondent? \r\n  \r\n  \r\n  \r\nIV. Did the Court of Appeals err in finding the admission of\r\nthe search warrant, affidavit, and return was reversible error? \r\n  \r\n  \r\n  \r\nV. Did the Court of Appeals err in finding the cumulative\r\neffect of several errors warranted reversal of respondent's\r\nconvictions? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nI. \r\n  \r\nThe State contends the Court of Appeals erred in finding the\r\ntrial judge should have granted respondent a directed verdict on the two\r\nCSC charges concerning Betty and Nina because there was no evidence of\r\na sexual battery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn ruling on a directed verdict, the trial judge is concerned\r\nwith the existence of evidence, not its weight. State v. Williams, 303 S.C.\r\n274, 400 S.E.2d 131 (1991). Viewing the evidence in the light most\r\nfavorable to the State, a jury question is created if there is any direct or\r\nsubstantial circumstantial evidence which reasonably tends to prove the\r\nguilt of the accused or from which guilt may be fairly and logically \r\n  \r\np.18\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\ndeduced. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo support a conviction for CSC, there must be evidence of a\r\nsexual battery. S.C. Code Ann. § 16-3-655(l) (1985). A sexual battery is\r\ndefined as an \"intrusion, however slight, . . . into the genital or anal\r\nopenings of another person's body.\" S.C. Code Ann. § 16-3-651(h) (1985).\r\nA conviction for a sexual battery may be sustained on the uncorroborated\r\ntestimony of the victim. S.C. Code Ann. § 16-3-657 (1985). In State v. \r\nMathis, 287 S.C. 589, 340 S.E.2d 538 (1986), the six year old.victim\r\ntestified the defendant touched her with his penis, but could not remember\r\nwhether he had put it inside her body. However, she indicated it had\r\nhurt. This Court found this was evidence of some intrusion and was\r\nsufficient to render the issue one for the jury. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOther jurisdictions interpreting similar statutes which require\r\npenetration\" find the slightest penetration is sufficient. Full penetration\r\nis not necessary. 65 Am.Jur.2d Rape § 3 (1972); Charles E. Torcia, 3 \r\nWharton's Criminal Law § 278 (1995). Further, it is not essential that\r\npenetration be proven by testimony of the victim. Instead, it may be\r\nestablished by circumstantial evidence. 65 Am.Jur.2d Rape § 88 (1972);\r\nCharles E. Torcia, 3 Wharton's Criminal Law § 278 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, Nina stated respondent fondled her while she sat\r\non his lap in a recliner chair in the living room. Nina testified respondent\r\ntouched her \"lu-lu\" which she described as the bottom part of her body\r\n(where I don't think nobody likes to be touched.\" She stated respondent\r\ntouched her both over and under her clothes. When asked how this made\r\nher feel, Nina responded: \"It made me feel bad.\" A physical examination\r\nof Nina did not reveal any evidence of a sexual battery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBetty testified respondent would sleep in her bed with her and\r\nthat he woke her up and \"touched [her] cooter\" on the outside of her\r\nunderwear. She also testified he touched her \"on [her] butt.\" She\r\nindicated it hurt when this happened. Betty stated the abuse only\r\noccurred in the bedroom and that respondent did not touch her in the\r\nliving room. A physical examination of Betty showed she had suffered an\r\ninjury inside her vagina which was consistent with sexual abuse. The\r\nphysician who performed the physical examination testified young children\r\nare often unable to distinguish between \"in\" and \"out.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApril testified respondent rubbed her legs, buttocks and \"lu-lu\" \r\n  \r\np.19\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nover her clothes while she was sitting in the chair with respondent in the\r\nliving room watching television. Further, April testified once when she\r\nspent the night with Betty, respondent got in bed with her and \"he started\r\nputting his fingers in [her].\" April's physical examination did not show\r\nany signs of sexual battery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's stepdaughter and stepniece testified respondent\r\nwould rub them between their legs when they were in the living room.\r\nFurther, in the bedroom, respondent would digitally penetrate their\r\nvaginas. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough there was no direct evidence that respondent digitally\r\npenetrated Betty, Betty's testimony that respondent touched her and it\r\nhurt and the results of her physical examination were sufficient to create\r\na jury question as to whether there was any intrusion. See State v. \r\nMathis, supra (similar testimony was sufficient to create a jury question\r\non this issue). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, in Nina's case the evidence was insufficient to create\r\na jury issue on penetration. Nina's testimony did not establish an\r\nintrusion. Inappropriate touching can cause a child to \"feel bad.\" Without\r\nmore, this statement is not sufficient evidence of an intrusion. There was\r\nno circumstantial evidence presented to create a question for the jury on\r\nthe issue. Nina's physical examination revealed no signs of a sexual\r\nbattery. Further, because Nina claimed respondent fondled her in the\r\nliving room, April's testimony supported the finding that respondent only\r\ntouched Nina. According to April, respondent only touched her in the\r\nliving room and he only attempted penetration in the bedroom. Likewise,\r\nrespondent's stepdaughter's and stepniece's testimony supported this same\r\nconclusion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTherefore, the Court of Appeals was correct in directing a\r\nverdict for respondent on the CSC conviction as to Nina, but it erred in\r\nreversing respondent's CSC conviction as to Betty.1 \r\n  \r\n\r\n1 Respondent claims the Court of Appeals erred in refusing to find\r\nthe trial judge should have directed a verdict on the lewd act committed\r\nagainst Alegan. The Court of Appeals did 'not explicitly address this issue\r\nin its opinion, and respondent did not raise this issue for rehearing.\r\nAccordingly, this issue is not preserved for further review. Rule 226(d)(2), \r\n  \r\np.20\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nII. \r\n  \r\nThe State contends the Court of Appeals erred in finding a\r\nwitness may. be impeached under Rule 609(a)(2), SCRE, with a prior\r\nshoplifting conviction. The Court of Appeals concluded this error\r\nprejudicially affected respondent's ability to question the truthfulness of\r\nthe witness' testimony. State v. Johnson, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge refused to allow respondent to impeach Cynthia\r\nBarfield, April's mother, with a shoplifting conviction. The judge found\r\nfederal precedent interpreting Rule 609(a)(2), FRE,2 which does not allow\r\nimpeachment by a prior shoplifting conviction, to be persuasive on this\r\nissue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 609(a)(2), SCRE, provides: \r\n  \r\n  \r\n  \r\nFor the purpose of attacking the credibility of a witness . . . \r\n  \r\n(2) evidence that any witness has been convicted of a crime\r\nshall be admitted if it involved dishonesty or false statement,\r\nregardless of punishment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder this rule, if the conviction involves dishonesty or false\r\nstatement, it is automatically admissible without having to balance its\r\nprobative value against its prejudicial effect. Rule 609(a)(2), SCRE, does\r\nnot define or list the crimes involving dishonesty or false statement. \r\n  \r\n\r\nSCACR; Anonymous v. State Bd. of Medical Examiners, 329 S.C. 371, 496\r\nS.E.2d 17 (1998); Bonaparte V. Bonaparte, 317 S.C. 256, 452 S.E.2d 836\r\n(1995) (where the Court of Appeals does not address a particular issue,\r\npetitioner cannot argue the merits of the issue in a petition for a writ of\r\ncertiorari because the issue is not preserved for review; petitioner must\r\ninstead argue the Court of Appeals erred in failing to address the issue if,\r\nof course, that was raised in a petition for rehearing). Further this issue\r\nis without merit. Although Megan did not testify at trial, Maryann\r\ntestified she saw respondent touch Megan on her \"bottom\" while Megan\r\nwas sitting in his lap. This was sufficient evidence to create a jury\r\nquestion on this issue. \r\n  \r\n  \r\n  \r\n2 Rule 609(a)(2.), SCRE, is almost identical to 609(a)(2), FRE. \r\n  \r\np.21\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nWe agree with the Court of Appeals' holding that a witness\r\nmay be impeached under Rule 609(a)(2), SCRE, with a prior shoplifting\r\nconviction. In State v. Shaw, 328 S.C. 454, 492 S.C. 402 (Ct. App. 1997),\r\nthe Court of Appeals decided this exact issue. We find that opinion\r\npersuasive and adopt its reasoning. As stated by the Court of Appeals: \r\n  \r\n  \r\n  \r\nCommon sense tells us that anyone who, in violation of the\r\nshoplifting statute, takes and carries away a storekeeper's\r\nmerchandise with intent to deprive the owner of its possession\r\nwithout paying for it, or alters or removes a label or price tag\r\nin an attempt to buy a product at less than its value, or\r\ntransfers merchandise from its proper container for the purpose\r\nof depriving a storekeeper of its value acts dishonestly. \r\n  \r\n  \r\n  \r\nId. at 454, 492 S.E.2d at 404. \r\n  \r\n  \r\n  \r\nBecause the trial judge erred in preventing respondent from\r\nimpeaching Cynthia Barfield with her shoplifting conviction, this Court\r\nmust determine if this error prejudiced respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Delaware v. Van Arsdall, 475 U.S. 673, 106 S.Ct. 1431, 89\r\nL.Ed.2d 674 (1986), the Supreme Court set forth certain factors an\r\nappellate court should consider in determining whether the erroneous\r\nexclusion of evidence of a witness' bias constitutes harmless error. These\r\ninclude: the importance of the witness' testimony to the prosecution's\r\ncase, whether the testimony was cumulative, whether other evidence\r\ncorroborates or contradicts the witness' testimony, the extent of\r\ncross-examination otherwise permitted, and the overall strength of the\r\nState's case. While the harmless error ruling in Van Arsdall dealt\r\nspecifically with witness bias, this Court has held the Van Arsdall factors\r\napply with equal force in determining a harmless error violation relating\r\nto any issue of witness credibility. See State v. Holmes, 320 S.C. 259, 464\r\nS.E.2d 334 (1995), cert. denied, 517 U.S. 1248, 116 S.Ct. 2507, 135 L.Ed.2d\r\n197 (1996); State v. Gadsden, 314 S.C. 229, 442 S.E.2d 594 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCynthia Barfield is April's mother. Her testimony provided\r\nsome corroboration of the allegations made in this case. Ms. Barfield\r\ntestified that April began to masturbate and have nightmares following\r\nthe incident and that April suffered rashes during the time period the \r\n  \r\np.22\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nsexual abuse was occurring.3 However, April' s testimony sufficiently\r\nestablished respondent sexually abused her and Ms. Barfield's testimony\r\nwas unnecessary to bolster the victims' allegations of abuse. The State\r\ndid not even refer to Ms. Barfield's testimony during its closing argument.\r\nObviously, the testimony was not critical to the State's case. Further,\r\ndefense counsel was allowed to extensively cross-examine and discredit Ms.\r\nBarfield about her lifestyle. Accordingly, we find this error harmless\r\nbeyond a reasonable doubt. State v. Holmes, supra. \r\n  \r\n  \r\n  \r\nIII. \r\n  \r\n  \r\n  \r\nDuring direct examination, Detective Hite, the arresting officer,\r\nwas discussing his conversation with respondent after his arrest and\r\nstated, \"I then asked him would he be willing to submit to a polygraph\r\nexamination and he - - -\". When respondent immediately objected, the\r\njury was removed from the courtroom, and respondent moved for a\r\nmistrial on the ground that testimony concerning the offer of a polygraph\r\ntest is inadmissible. Defense counsel argued a curative instruction could\r\nnot cure the impact on the jury because the inference was respondent\r\neither refused to submit to the polygraph test or took the test and failed\r\nit. The trial judge denied the motion for a mistrial and issued extremely\r\nthorough curative instructions to the jury. Respondent renewed his\r\nrequest for a mistrial following the instructions.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals indicated it had \"serious doubts whether\r\nthe mention of the polygraph test, in light of the curative instructions\r\ngiven here, amounts to reversible error.\" However, the court stated the\r\nerror 'must be considered in determining the fairness of [respondent's]\r\ntrial.\" State v. Johnson, supra. \r\n  \r\n\r\n3 April's physical examination did not reveal any signs of\r\ninflammation. \r\n  \r\n  \r\n  \r\n4 The State argues this issue is not preserved for review. We\r\ndisagree. Respondent adequately preserved this issue for review. State v. \r\nGeorge, 323 S.C. 496, 476 S.E.2d 903 (1996), cert. denied, _ U.S. _, 117\r\nS.Ct. 1261, 137 L.Ed.2d 340 (1997) (the issue is not preserved for review if\r\nthe objecting party accepts the judge's ruling and does not\r\ncontemporaneously make an additional objection to the sufficiency of the\r\ncurative charge or move for a mistrial). \r\n  \r\np.23\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nThe decision to grant or deny a mistrial is within the sound\r\ndiscretion of the trial judge. State v. Crim, 327 S.C. 254, 489 S.E.2d 478\r\n(1997). The power of the court to declare a mistrial should be used with\r\nthe greatest caution and for plain and obvious causes. Id. A mistrial\r\nshould not be ordered in every case where incompetent evidence is\r\nreceived. Id. An instruction to disregard objectionable evidence is usually\r\ndeemed to cure the error in its admission unless on the facts of the\r\nparticular case it is probable that notwithstanding such instruction the\r\naccused was prejudiced. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvidence regarding the results of a polygraph test or the\r\ndefendant's willingness or refusal to submit to one is inadmissible. See \r\nState v. McGuire, 272 S.C. 547, 253 S.E.2d 103 (1979) (witnesses should\r\navoid mentioning polygraph examinations; however, if it is mentioned, the\r\ntrial judge should be meticulous to see that no improper inference is\r\ncreated by the testimony); State v. Pressly , 290 S.C. 251, 349 S.E.2d 403\r\n(1986) (because the trial judge allowed repeated references to appellant's\r\nsubmission to a polygraph examination, the jury instruction to disregard\r\nthe polygraph results could not cure the prejudice to appellant); State v. \r\nWright, 322 S.C. 253, 471 S.E.2d 700 (1996) (the results of a polygraph\r\ntest are inadmissible). The admission of such testimony has been ruled\r\nharmless error where the trial court properly admonished the jury to\r\ndisregard the testimony. 29 Am.Jur.2d Evidence § 546 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, the mere inadvertent mention of an offer to\r\ntake a polygraph test does not result in error. Further, the extensive\r\ncurative instruction given by the trial judge cured any possible prejudice\r\ncaused by the brief mention of an offer of a polygraph examination.\r\nCompare with State v. Pressly, supra (repeated references to a polygraph\r\nexamination could not be cured by an instruction for the jury to disregard\r\nthe testimony where it was shown that appellant confessed immediately\r\nafter taking the examination), State v. McGuire, supra (the trial judge\r\nfailed to ensure that no improper inference was created by the mention of\r\nan offer to take a polygraph exam). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV. \r\n  \r\n  \r\n  \r\nThe State asserts the Court of Appeals erred in finding the\r\ntrial judge improperly admitted into evidence the search warrant and the\r\ntestimony regarding the items seized pursuant to the execution of the\r\nsearch warrant. The Court of Appeals found this evidence was irrelevant \r\n  \r\np.24\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nand prejudicial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBefore the arresting officer testified, the solicitor informed the\r\ntrial judge she was not going to introduce into evidence the videotapes or\r\nthe vibrator seized by the police during the execution of the search\r\nwarrant at respondent's apartment. Instead, she planned to introduce the\r\nsearch warrant and return during the testimony of the officer who seized\r\nthe evidence. Defense counsel objected on the ground that the warrant\r\nwas not relevant. . Further, defense counsel stated \"I will object to any\r\nkind of testimony as to what [the officer] seized as irrelevant.\" During the\r\ncourse of the arresting, officer's testimony, the solicitor sought to admit the\r\nsearch warrant and return into evidence. Defense counsel objected and\r\nargued the search warrant was inadmissible hearsay and irrelevant.\r\nAccordingly to defense counsel, \"the warrant itself and all that evidence is\r\ninadmissible and highly prejudicial, just by the inferences.\" (emphasis\r\nadded). The trial judge admitted the warrant and allowed the officer to\r\nidentify the various items seized pursuant to the execution of the search\r\nwarrant, including several pornographic videotapes, condoms, handcuffs, a\r\nvibrator, and numerous photographs. When the State sought to introduce\r\nthe photographs into evidence, defense counsel again objected on the\r\nground of relevancy. The trial judge overruled the objection. The trial\r\njudge again overruled defense counsel's objection when the officer testified\r\nthat some of the videotapes seized contained pornography. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGenerally, a search warrant and an accompanying affidavit are\r\nnot admissible in a criminal case. State v. Alexander, 303 S.C. 408, 401\r\nS.E.2d 167 (1991); State v. Arther, 290 S.C. 291, 350 S.E.2d 187 (1986); \r\nState v. Latham, 275 S.C. 105150, 273 S.E.2d 772 (1981); State v. Smith, 230\r\nS.C. 164, 94 S.E.2d 886 (1956). However, error in their admission is\r\nreversible only upon a showing, of prejudice. State v. Alexander, supra.\r\nThe prejudicial character of the error must be determined from its\r\nrelationship to the entire case. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe allegations in the affidavit concerning the existence of\r\npornographic material and sexual aids and testimony regarding the items\r\nseized were irrelevant to the charges against respondent. The allegations\r\nwere not corroborated by other competent testimony nor were the\r\nallegations cumulative to properly admitted evidence. None of the victims\r\nclaimed respondent photographed them, viewed pornographic material with\r\nthem or used these sexual aids with them. Accordingly, the error in\r\nadmitting the search warrant and testimony about the items seized was \r\n  \r\np.25\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nprejudicial to respondent.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State further argues any error in the admission of this\r\nevidence was harmless beyond a reasonable doubt. Because we do not\r\nfind evidence of respondent's guilt overwhelming, the admission of the\r\nevidence is not harmless. State v. Singleton, 303 S.C. 313, 400 S.E.2d 487\r\n(1991) (refusing to find error harmless where the evidence of guilt was not\r\noverwhelming). Except for Betty,6 the State relied on the minor victims'\r\ntestimony to convict respondent.7 Respondent denied any wrongdoing and\r\noffered his version of the incidents during his testimony. Thus, it was\r\nbasically a swearing contest between the minor victims and respondent.\r\nThe admission of this totally irrelevant testimony served only to unfairly\r\nprejudice respondent. \r\n  \r\n\r\n5 The State argues respondent failed to adequately object to the\r\nofficer's testimony regarding the items seized during the execution of the\r\nsearch warrant. Therefore, any error in the admission of the search\r\nwarrant was not prejudicial because it was merely cumulative to evidence\r\nintroduced without objection and which was subject to cross examination.\r\nState v. Rochester, 301 S.C. 196, 391 S.E.2d 244 (1990) (admission of\r\nevidence is harmless where it is cumulative to other evidence admitted\r\nwithout objection); State v. Howard, 295 S.C. 462, 369 S.E.2d 132 (1988)\r\n(when information contained in the improperly admitted affidavit is merely\r\ncumulative to other properly admitted evidence, there is no prejudice). In\r\nour opinion, respondent's objection was sufficient to include both the\r\nadmission of the search warrant and the officer's testimony regarding the\r\nitems seized on the ground of irrelevancy. Therefore, neither the warrant\r\nnor the testimony about the items seized was relevant evidence and should\r\nnot have been admitted. \r\n  \r\n  \r\n  \r\n6 The physician who examined Betty admitted her injury could have\r\nbeen the result of an inflammation. \r\n  \r\n  \r\n  \r\n7 The stepdaughter's and stepniece's testimony did not have a great\r\nimpact on the jury because these incidents occurred many years earlier\r\nand the incidents were investigated and dismissed at the time they\r\nallegedly occurred. \r\n  \r\np.26\r\n\r\nSTATE v. JOHNSON \r\n\r\n\r\n\r\n\r\n\r\nV. \r\n  \r\n  \r\n  \r\nAlthough the Court of Appeals did not find the exclusion of the\r\nprior shoplifting conviction, the mention of the polygraph test and,\r\nquestionably, the admission of the search warrant were reversible errors in\r\nthemselves, it held the cumulative effect of these errors warranted reversal\r\nbecause the errors deprived respondent of a fair trial. State v. Johnson, \r\nsupra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, the facts of this case do not support a finding\r\ncumulative errors warranted reversal. While the admission of the search\r\nwarrant was prejudicial error, the error of refusing to admit the prior\r\nshoplifting conviction for impeachment purposes was not prejudicial and\r\nthe inadvertent mention of the polygraph examination was not error.\r\nRespondent must demonstrate more than error in order to qualify for\r\nreversal on this ground. Instead, the errors must adversely affect his\r\nright to a fair trial. See Tennant v. Marion Health Care Foundation, 459\r\nS E.2d 374 (W.Va. 19905) (cumulative error doctrine provides relief to a\r\nparty when a combination of errors that are insignificant by themselves\r\nhave the effect of preventing a party from receiving a fair trial and it\r\nrequires the cumulative effect of the errors to affect the outcome of the\r\ntrial). Here, respondent has failed to show he suffered prejudice\r\nwarranting a new trial based on cumulative trial error. Compare with \r\nState v. Peterson, 287 S.C. 244, 335 S.E.2d 800 (1985) (although Court\r\nheld cumulation of errors warranted reversal, each error caused prejudice\r\nagainst appellant); State v. Freeman, 319 S.C. 110, 459 S.E.2d 867 (Ct.\r\nApp. 1995) (finding the cumulative effect of the trial judge's conduct, not\r\ntrial errors, warranted reversal). \"As we have stressed on more than one\r\noccasion, the Constitution entitles a criminal defendant to a fair trial, not\r\na perfect one.\" State v. Mitchell, 330 S.C. 189, 199-200, 498 S.E.2d 642,\r\n647-48 (S.C. 1998) (quoting Delaware v. Van Arsdall, 475 U.S. at 681, 106\r\nS.Ct. at 1436, 89 L.Ed.2d at 684). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, as discussed in Part IV the error in admitting the\r\nsearch warrant and testimony regarding the items seized was prejudicial\r\nand warrants reversal of respondent's conviction. \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\np.27\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24898","title":"In the Matter of Matson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24898","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Ginger P. Matson,\r\nRespondent. \r\n  \r\nOpinion No. 24898\r\nSubmitted January 6, 1999 - Filed February 8, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nAttorney General Charles Molony Condon and\r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., both of Columbia, for the Office of Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\nGinger P. Matson, of Covington, Texas, pro se. \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in\r\nRule 413, SCACR. In the agreement, respondent admits misconduct and\r\nconsents to an appropriate sanction. We accept the agreement and impose\r\nan eighteen-month definite suspension, retroactive to November 30, 1998.\r\nWe find that the instant matter was part of a pattern of misconduct\r\ndiscussed in In the Matter of Ginger P. Matson, Op. No. 24862 (S.C. Sup. Ct.\r\nfiled Nov. 30, 1998) (Shearouse Adv. Sh. No. 38 at 22). Therefore, the\r\nsanction imposed in this matter is concurrent with the sanction imposed in\r\nOp. No. 24862. \r\n  \r\np.28\r\n\r\nIN THE MATTER OF MATSON \r\n\r\n\r\n\r\n\r\n\r\nDeborah L. Miller Matter \r\n  \r\n  \r\n  \r\nRespondent represented Deborah L. Miller (Miller) regarding a\r\nfamily court matter. Respondent accepted a fee of $250.00 from Miller.\r\nRespondent admits that she failed to return all of Miller's telephone calls\r\nand failed to respond to Miller's inquiries about the status of her case.\r\nFurthermore, respondent admits that she left South Carolina and relocated\r\nto Texas without notifying Miller. In addition, respondent acknowledges\r\nthat she failed to respond to the Commission on Lawyer Conduct\r\n(Commission) which had requested information on this matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn mitigation, respondent submits that while she was handling\r\nthis matter, she was suffering from depression which was exacerbated by her\r\n mother's illness and eventual death \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy her actions in this matter, respondent has violated Rule 7,\r\nRLDE, by violating the Rules of Professional Conduct; by engaging in\r\nconduct tending to pollute the administration of justice or bring the courts or\r\nthe legal profession into disrepute or conduct demonstrating an unfitness to\r\npractice law; by violating the oath of office taken upon admission to practice\r\nlaw in South Carolina; and by knowingly failing to respond to a lawful\r\ndemand from the Commission and the Office of Disciplinary Counsel,\r\nincluding a request for a response under Rule 19, RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, respondent's misconduct constitutes a violation of the\r\nRules of Professional Conduct, Rule 407, SCACR. Respondent failed to\r\nprovide competent representation. Rule 1.1. She failed to act with\r\nreasonable diligence and promptness representing her client. Rule 1.3. She\r\nfailed to keep her client reasonably informed about the status of her case and\r\ncomply with reasonable requests for information. Rule 1.4. She failed to\r\nwithdraw from representation of a client if representation would result in a\r\nviolation of the Rules of Professional Conduct. Rule 1.16. She engaged in\r\nconduct prejudicial to the administration of justice. Rule 8.4. She failed to\r\nrespond to a demand for information by the Commission. Rule 8.1. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we impose an eighteen-month definite suspension,\r\nretroactive to November 30, 1998. Additionally, prior to reinstatement,\r\nrespondent must refund any unearned fees as determined by a Fee Dispute\r\nResolution Committee. \r\n  \r\np.29\r\n\r\nIN THE MATTER OF MATSON \r\n\r\n\r\n\r\n\r\n\r\nWithin fifteen days of the date of this opinion, respondent\r\nshall file an affidavit with the Clerk of Court showing that she has complied with\r\nRule 30 RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\np.30\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24899","title":"State v. Ford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24899","description":"","date":"1999-02-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 6\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nChris Ford, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Dillon County \r\n  \r\nPaul M. Burch, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24899 \r\n  \r\nHeard January 5. 1999 - Filed February 8, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for\r\nappellant. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nAssistant Attorney General Robert F. Daley, Jr., all\r\nof Columbia; and Solicitor Jay E. Hodge, of\r\nDarlington, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Respondent appeals from his conviction for\r\nmurder and armed robbery and his sentence of life for the murder and 30\r\nyears, consecutive, for the armed robbery. We reverse. \r\n  \r\np.31\r\n\r\nSTATE v. FORD \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nDuring jury selection, appellant exercised thirteen peremptory\r\nchallenges when selecting the jury and the two alternates. Twelve of the\r\nthirteen jurors struck were white.1 On the State's motion, the trial court\r\nconducted a Batson2 hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then explained why he struck these jurors.\r\nAppellant struck Juror #7 because her husband's family was active in the\r\nrescue squad, which according to appellant is a \"quasi-law enforcement\"\r\nactivity. Appellant struck Juror #2 and Juror #99 because they work in\r\nthe banking industry. Juror #96 was struck because her husband is a\r\n\"lieutenant of the Dillon County Police Force.\" Juror #89 was struck\r\nbecause, as an employee of McLeod Hospital, she \"would tend to believe\r\nany evidence presented by any medical person.\" Juror #124 was struck\r\nbecause he works for a school district. Juror #105 was struck because he\r\nlived in the same trailer park as the mother of the victim. Appellant\r\nstruck Juror #48 because he is a paramedic and \"he's worked closely with\r\nlaw enforcement and also worked closely with medical personnel . . . .\"\r\nJuror #112 was struck because she works for a church. Defense counsel\r\nhad a bad experience when a minister previously served on a jury so he\r\navoids placing church employees on a jury. Juror #113 was struck because\r\nhe is an educator and because his wife works for Rural Sanitation.\r\nAccording to defense counsel, his law office had recently had problems\r\nwith this business. Appellant struck Juror #95 because she works at a\r\nlocal hardware store which is owned by a former longtime Dillon County\r\nMagistrate and his employees are exposed to pro-prosecution ideas since\r\nmany law enforcement personnel regularly visit the store. Finally,\r\nappellant struck Juror #126 for the following reason: \r\n  \r\n  \r\n  \r\n[W]e did not feel comfortable.... He's assistant manager of\r\nTomlinsons on Main Street. My wife helped me select the\r\njuror and as a teenager she worked there and he worked there\r\nat the time. And we feel that he would feel uncomfortable. \r\n  \r\n\r\n1 The first jury selected was composed of eight black jurors and four\r\nwhite jurors. One of the alternates was black and one was white. \r\n  \r\n  \r\n  \r\n2 Batson v. Kentucky, 476 U.S. 79, 106 S.Ct, 1712, 90 L.Ed.2d 69\r\n(1986). \r\n  \r\np.32\r\n\r\nSTATE v. FORD \r\n\r\n\r\n\r\n\r\n\r\nAnd, in fact, last September, when I had a death penalty case,\r\nhe sold me a pair of shoes to wear in court for that trial. So\r\nwe thought he would be uncomfortable sitting on the jury. We\r\ndidn't know which way he might go. But it could certainly\r\nhave a bearing on that. And whenever I go into Tomlinsons\r\nwe all joke and talk. Of course, we have not talked about this\r\nparticular trial, but every time I go in there he's asking me\r\nabout court, different cases going on. And I, certainly, would\r\nnot want him to be on one of my juries because I wouldn't feel\r\ncomfortable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge voiced concern that these reasons were too\r\nbroad because most explanations concerned where the juror was employed.\r\nThe trial judge noted he was most concerned with the strikes exercised\r\nagainst Jurors #95 and #126. The prosecution argued the reasons given\r\nby appellant were \"just too general to be effective. There needs to be a\r\nspecific reason that this person, in a specific sitting [sic], is offensive, not\r\nthe State or Defense just saying they work somewhere.\"3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge then ruled appellant had violated Batson.\r\nAccording to the trial judge, because appellant exercised all but one of his\r\nstrikes against prospective white jurors, \"[t]he cumulative effect is a lot\r\nworse picture than looking at it on an individual basis.\" The trial judge\r\nquashed the jury and ordered selection of a new jury. Further, the trial\r\njudge ruled appellant could not strike Juror #126 during the second jury \r\n  \r\n\r\n3 The State's argument is based on the pre-State v. Adams, 322 S.C.\r\n114, 470 S.E.2d 366 (1996) standard. See State v. Green, 306 S.C., 94, 409\r\nS.E.2d 785 (1991) (the proponent of the peremptory challenges at issue\r\nmust present an explanation that is racially neutral, clear, reasonably\r\nspecific, legitimate and related to the case). However, this trial occurred\r\nafter this Court adopted State v. Adams, supra; therefore, only a race-\r\nneutral reason is required. \r\n  \r\np.33\r\n\r\nSTATE v. FORD \r\n\r\n\r\n\r\n\r\n\r\nselection.4 Both Jurors #95 and #126 were seated on the second jury.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the trial court err in sustaining the State's Batson\r\nchallenge and quashing the jury where appellant's reasons for\r\nexercising the peremptory strikes were facially race neutral\r\nand pretext was not shown? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAs an initial matter, the State argues appellant failed to\r\npreserve this issue for appellate review because appellant did not object to\r\nthe composition of the second jury. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find appellant adequately preserved this issue for review.\r\nDuring the Batson hearing, appellant clearly stated his position and the\r\ntrial judge ruled on the issue. Thus, both appellant's argument and the\r\ntrial judge's ruling are contained in the record. Further objection would\r\nhave been useless and unnecessary, especially since the second jury was\r\ndrawn immediately after this hearing. Compare with State v. Johnson,\r\nOp. No. 24851 (S.C. Sup. Ct. filed Nov. 9, 1998) (Shearouse Adv. Sh. No.\r\n35 at 23) (issue is preserved for review where a party's request to charge\r\nwas denied on-the-record after an opportunity for discussion, and the party\r\nis not required to renew his request at the conclusion of the charge). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn the merits, appellant contends the trial judge erred in\r\nfinding his strikes violated Batson. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court set forth the proper procedure for a Batson hearing\r\nin State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996) (citing Purkett v. \r\n  \r\n\r\n4 It is within the trial judge's discretion to prohibit a strike against a\r\nvenire person previously struck in violation of Batson. State v. Franklin,\r\n318 S.C. 47, 456 S.E.2d 357 (1995). \r\n  \r\n  \r\n  \r\n5 During the selection of the second jury, appellant used eight strikes.\r\nA ppellant struck four black venire members and four white venire\r\nmembers. The second jury was composed of seven white jurors and five\r\nblack jurors. The alternate jurors were a black man and a black woman. \r\n  \r\np.34\r\n\r\nSTATE v. FORD \r\n\r\n\r\n\r\n\r\n\r\nElem, 514 U.S. 765, 115 S.Ct. 1769, 131 L.Ed.2d 834 (1995)). After a\r\nparty objects to a jury strike, the proponent of the strike must offer a\r\nfacially race-neutral explanation. This explanation is not required to be\r\npersuasive or even plausible. Once the proponent states a reason that is\r\nrace-neutral, the burden is on the party challenging the strike to show the\r\nexplanation is mere pretext, either by showing similarly situated members\r\nof another race were seated on the jury or the reason given for the strike\r\nis so fundamentally implausible as to constitute mere pretext despite a\r\nlack of disparate treatment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge's findings of purposeful discrimination rest\r\nlargely on his evaluation of demeanor and credibility, and the reviewing\r\ncourt should give the findings great deference on appeal. Sumpter v. \r\nState, 312 S.C. 221, 439 S.E.2d 842 (1994); State v. Green 306 S.C. 94,\r\n409 S.E.2d 785 (1991). However, where the record does not support the\r\ntrial court's findings, the findings must be overturned. State v. Grate, 310\r\nS.C. 240, 423 S.E.2d 119 (1992); State v. Patterson, 307 S.C. 180, 414\r\nS.E.2d 155 (1992). Whether a Batson violation occurred must be\r\ndetermined by examining the totality of the facts and circumstances in the\r\nrecord surrounding the strike. State v. Green. supra. The composition of\r\nthe jury panel is a factor that may be considered when determining\r\nwhether a party engaged in purposeful discrimination. State v. Johnson,\r\n302 S.C. 243, 395 S.E.2d 167 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, appellant's explanations were facially race-neutral.\r\nIn particular, with regard to Juror #126, an attorney's personal knowledge\r\nof and relationship with a prospective juror is a race-neutral reason. See \r\nState v. Adams, supra (a potential juror's acquaintance with the trial\r\njudge is a valid reason for exercising a peremptory strike). With regard to\r\nJuror #95, a prospective juror's employment in a hardware store owned by\r\na longtime magistrate where local law enforcement officials gather is a\r\nrace-neutral reason. State v. Adams, supra (a potential juror's\r\nemployment as a court reporter is a valid reason for exercising a\r\nperemptory strike); State v. Green, supra (unemployment is a race-neutral\r\nreason). Further, it is legitimate to strike potential jurors because of their\r\nemployment. State v. Adams, supra; State v. Green, supra. Also, it is\r\nlegitimate to strike a potential juror because she or he has a relationship\r\nwith a law enforcement official or because she or he is pro-law\r\nenforcement. Compare with State v. Richburg, 304 S.C. 162, 403 S.E.2d\r\n315 (1991) (State's explanation that juror was anti-law enforcement was\r\nrace-neutral). \r\n  \r\n  \r\n  \r\np.35\r\n\r\nSTATE v. FORD \r\n\r\n\r\n\r\n\r\n\r\nFurther, these explanations are not so fundamentally\r\nimplausible as to constitute mere pretext without some showing of\r\ndisparate treatment. The State offered no evidence of pretext, as required\r\nby step three of the Adams/Purke analysis. Although appellant exercised\r\nmost of his strikes against white jurors, he did not strike every white\r\njuror. Instead, some white jurors were accepted by appellant and were\r\nplaced on the first jury. Further, the fact that appellant used most of his\r\nchallenges to strike white jurors is not sufficient, in itself, to establish\r\npurposeful discrimination. See State v. Tucker, Op. No. 24864 (S.C. Sup.\r\nCt. filed Dec. 14, 1998) (no Batson violation where the State exercised all\r\nsix of its peremptory strikes against blacks because the explanations were\r\nrace-neutral); State v. Casey, 325 S.C. 447, 481 S.E.2d 169 (Ct. App. 1997)\r\n(no Batson violation where solicitor had neutral reasons for all five strikes\r\nused against males). Thus, this record fails to support the trial judge's\r\nfinding of a Batson violation. Accordingly, the trial judge erred in ruling\r\nthese strikes violated Batson, and appellant was denied his right to\r\nexercise his peremptory challenges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues, even if the trial judge erred in finding a \r\nBatson violation, the error was harmless because appellant failed to show\r\nthe second jury was not impartial. This Court recently addressed this\r\nprecise issue. See State v. Short, Op. No. 24879 (S.C. Sup. Ct. filed Jan.\r\n18, 1999) (Shearouse Adv. Sh. No. 3 at _) (announcing the appropriate\r\nremedy for the denial of the right to exercise a peremptory challenge).\r\nWhere such a denial is established, no showing of actual prejudice is\r\nrequired to find reversible error. Id. Therefore, because appellant\r\nestablished he was wrongfully denied the right to exercise a peremptory\r\nchallenge, we reverse his conviction. \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\np.36\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24900","title":"State of South Carolina, etc. v. the City of Charleston, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24900","description":"","date":"1999-02-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 7\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nState of South Carolina,\r\nex rel. Charles M.\r\nCondon, in his official\r\ncapacity as South\r\nCarolina Attorney\r\nGeneral, \r\n  \r\nAppellant, \r\n  \r\nv. \r\n  \r\nThe City of Charleston\r\nand Charleston County, \r\n  \r\nRespondents. \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\nAlexander S. Macaulay, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24900\r\nHeard December 3, 1998 - Filed February 16, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Assistant\r\nAttorneys General Reginald I. Lloyd and Christie\r\nNewman Barrett, all of Columbia, for appellant. \r\n  \r\n  \r\n  \r\nWilliam B. Regan; and Carl W. Stent, both of\r\nCharleston, for respondents. \r\n  \r\n  \r\n  \r\nTOAL, A.C.J.: This declaratory judgment action asks whether\r\nthe City of Charleston (Charleston) is authorized to impose a stormwater\r\nutility fee on state owned or managed property under the Stormwater \r\n  \r\np.1\r\n\r\nSTATE OF SOUTH CAROLINA, etc. v. THE CITY OF CHARLESTON, et al. \r\n\r\n\r\n\r\n\r\n\r\nManagement Act, S.C. Code Ann. H 48-14-10 et seq. (Supp. 1998)(The Act).\r\nThe circuit court held the fee was proper, and the State appeals. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Act is primarily concerned with regulating \"land-disturbing\r\nactivities,\" and in that regard requires prior approval of any action which will\r\nresult \"in a change in the natural cover or topography that may cause erosion\r\nand contribute to sediment and alter the quality and quantity of stormwater\r\nrunoff.\" S.C. Code Ann. § 48-14-20(8); see S.C. Code Ann. §§ 48-14-30 thru -\r\n110. The State argues that it is exempt from all provisions of the Act\r\npursuant to S.C. Code Ann. § 48-14-40(H) (Supp. 1998), which provides that\r\nthe Act does not apply to land disturbing activities \"undertaken on state-\r\nowned or managed lands that are otherwise regulated by the provisions of\r\nChapter 18 of this title, the Erosion and Sediment Reduction Act.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs the circuit court judge correctly noted, the Act is not solely\r\nconcerned with the regulation of \"land-disturbing activities.\" In addition to\r\nthe sections related to that function, the Act also authorizes local\r\ngovernments to establish a \"Stormwater Utility,\" and to fund it either\r\nthrough a fee or a tax assessment. S.C. Code Ann. º 48-14-120(C) (Supp.\r\n1998). As permitted by the Act, and in accordance with the regulations\r\npromulgated pursuant to it,1 Charleston has created a Stormwater Utility by\r\nordinance, and opted to fund it through a fee. It is the propriety of the\r\nassessment of this fee against State owned or operated property that is\r\nchallenged here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the circuit court that the plain, ordinary, and\r\nunambiguous language of the Act permits the assessment of this fee upon\r\nState property, and that the exemption in § 48-14-40(H) is irrelevant to the\r\nStormwater Utility provisions of the Act. Fraternal Order of Police v. South \r\nCarolina Dep't of Rev., 332 S.C. 496, 506 S.E.2d 495 (1998). State owned or\r\nmanaged property is subject to the fee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State also contends that although denominated a fee, the\r\ncharge here is really a tax and therefore cannot properly be assessed against\r\nits property. The plain, ordinary, and unambiguous language of the statute\r\nallows local governments to fund the utility through either a fee or an \r\n  \r\n\r\n1 South Carolina Code Ann. Regs. 72-300 to 72-316 (Supp. 1998). \r\n\r\np.2\r\n\r\nSTATE OF SOUTH CAROLINA, etc. v. THE CITY OF CHARLESTON, et al. \r\n\r\n\r\n\r\n\r\n\r\nassessment. S.C. Code Ann. º 48-14-120 (C). We agree with the circuit court\r\nthat the statute permits the governmental unit the choice of funding options,\r\nand that Charleston may choose to fund its utility through a fee. Fraternal \r\nOrder of Police, supra. Accordingly, the order of the circuit court is \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, WALLER, BURNETT, JJ., and Acting Associate Justice\r\nJasper M. Cureton, concur. \r\n  \r\np.3\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24901","title":"Scott v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24901","description":"","date":"1999-02-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 7\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nClifton David Scott,   Respondent, \r\n  \r\nv. \r\n  \r\nState of South Carolina,  Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\nHubert E. Long, Trial Judge\r\nThomas L. Hughston, Jr., Post-Conviction Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24901\r\nSubmitted December 16, 1998 - Filed February 16, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nHoward W. Paschal, Jr., of Greenville, for respondent. \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Petitioner (the State) petitions the Court to reverse\r\nthe order of the post-conviction relief (PCR) judge granting relief to respondent. We\r\naffirm. \r\n  \r\np.4\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nA jury in 1989 convicted respondent of trafficking in and\r\ntransportation of 23.17 grams of cocaine. A circuit judge sentenced respondent\r\nto thirty years in prison and a $50,000 fine on the trafficking conviction, and\r\none year, concurrent, on the transportation conviction. The judge, without\r\nobjection from respondent's trial attorney, sentenced respondent as a second\r\noffender because he had a 1987 misdemeanor conviction for simple possession\r\nof marijuana. The convictions and sentences were affirmed. State v. Scott, 303\r\nS.C. 360, 400 S.E.2d 784 (Ct. App. 1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent filed a PCR application dated January 2, 1995. At a\r\nPCR hearing in February 1997, respondent testified he was arrested on\r\nChristmas Day in 1987 and charged with the possession of a single joint of\r\nmarijuana. He was released almost immediately on a personal recognizance\r\nbond. The only court record either respondent or the State could find on the\r\n1987 case was a copy of respondent's criminal record showing that he \"forf $218\"\r\non the marijuana charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR judge concluded the disposition of the 1987 marijuana\r\ncharge was a bond forfeiture -- not a conviction -- because S.C. Code Ann. § 44-\r\n53-470 (1985)1 does not define \"conviction\" to include a bond forfeiture. The\r\njudge reasoned that by defining a bond forfeiture as the equivalent of a\r\nconviction in other second offense statutes, such as statutes prohibiting driving\r\nunder the influence of alcohol (DUI), the Legislature must have intentionally\r\nomitted bond forfeitures from the definition of second offense in Section 44-53-\r\n470. Consequently, the judge vacated respondent's sentence and ordered that\r\nhe be resentenced as a first offender on the 1989 cocaine trafficking charge. \r\n  \r\n\r\n1 Section 44-53-470 states: \r\n\r\nAn offense is considered a second or subsequent offense, if, prior to\r\nhis conviction of the offense, the offender has at any time been\r\nconvicted under this article or under any State or Federal, statute\r\nrelating to narcotic drugs, marihuana, depressant, stimulant, or\r\nhallucinogenic drugs. \r\n  \r\np.5\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDid the PCR judge err in holding that respondent was\r\nimproperly sentenced for a second offense because his\r\nprior 1987 marijuana case did not result in a\r\nconviction? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nThe State contends the PCR judge erred in granting respondent's\r\napplication because respondent was convicted of simple possession of marijuana\r\nin1987. It was a conviction -- not a bond forfeiture -- and the penalty for that\r\nconviction was the forfeiture of his bond. Therefore, the State argues,\r\nrespondent properly was sentenced as a second offender in the 1989 cocaine\r\ntrafficking case. The State also contends respondent has failed to meet his\r\nburden of proof. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"To establish a claim of ineffective assistance of trial counsel, a PCR\r\napplicant has the burden of proving counsel's representation fell below an\r\nobjective standard of reasonableness and, but for counsel's errors, there is a\r\nreasonable probability that the result at trial would have been different.... A\r\nreasonable probability is a probability sufficient to undermine confidence in the\r\noutcome of the trial.\" Johnson v. State, 325 S.C. 182, 186, 480 S.E.2d 733, 735\r\n(1997) (citing Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80\r\nL.Ed.2d 674 (1984)). Thus, a PCR applicant must show both error and\r\nprejudice to win relief in a PCR proceeding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe burden is on the applicant in a post-conviction proceeding to\r\nprove the allegations in his application. Butler v. State, 286 S.C. 441, 334\r\nS.E.2d 813 (1985). An appellate court must affirm the PCR court's decision\r\nwhen its findings are supported by any evidence Of probative value. Cherry v. \r\nState, 300 S.C. 1152 386 S.E.2d 624 (1989). However, an appellate court will not\r\naffirm the decision when it is not supported by any probative evidence. Holland \r\nv. State, 322 S.C. 111, 470 S.E.2d 378 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. ERROR \r\n  \r\n  \r\n  \r\nWe agree with the PCR judge that respondent's 1987 marijuana\r\nwas a bond forfeiture, not a conviction. The only available court record shows \r\n  \r\np.6\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\nthat respondent \"forf $218\" on the charge. A further indication that respondent\r\nforfeited a bond is that $218 is the maximum bond forfeiture a magistrate may\r\nconfirm as a judgment. S.C. Code Ann. § 17-15-170 (Supp. 1997). The question,\r\nthen, is whether the trial judge was required to treat that bond forfeiture as a\r\nconviction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"In the interpretation of statutes, our sole function is to determine\r\nand, within constitutional limits, give effect to the intention of the legislature,\r\nwith reference to the meaning of the language used and the subject matter and\r\npurpose of the statute.\" State v. Ramsey, 311 S.C. 555, 561, 430 S.E.2d 511,\r\n515 (1993). \"A basic presumption exists that the legislature has knowledge of\r\nprevious legislation when later statutes are passed on a related subject.\"\r\nBerkebile v. Outen, 311 S.C. 50, 53, 426 S.E.2d 760, 762 (1993); accord Bell v. \r\nSouth Carolina State Highway Dept, 204 S.C. 462, 30 S.E.2d 65 (1944), \r\noverruled on other arounds in McCall by Andrews v. Batson, 285 S.C. 243, 329\r\nS.E.2d 741 (1985). Furthermore, penal statutes must be construed strictly\r\nagainst the State in favor of the defendant. Williams v. State, 306 S.C. 89, 410\r\nS.E.2d 563 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals, in deciding that a bond forfeiture in a traffic\r\ncase may not be used as an admission or for impeachment purposes in a\r\nsubsequent civil case, distinguished a conviction or guilty plea from a bond\r\nforfeiture. \r\n  \r\n  \r\n  \r\nA forfeiture by its very nature differs from a guilty plea\r\nbecause it involves the failure of a person to act rather\r\nthan an affirmative act admitting wrongdoing. It may\r\nalso result from any of a variety of reasons, other than\r\nthe intention to either make an admission or imply one\r\nby \"silence,\" e.g., the cost of defense as well as the\r\nindirect economic loss and inconvenience of a court\r\nappearance as compared with the consequence of a\r\nforfeiture. \r\n  \r\n  \r\n  \r\nSamuel v. Mouzon, 282 S.C. 616, 620, 320 S.E.2d 482, 485 (Ct. App. 1984). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilarly, a Louisiana court stated in a defamation case that \"[a]\r\nconviction is a judicial determination of guilt. A forfeiture of bond is a decision \r\n  \r\n  \r\n  \r\np.7\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\nby the person charged not to appear for trial, thereby avoiding a judicial\r\ndetermination of guilt or innocence.\" Hopkins v. Keith, 348 So.2d 999, 1002\r\n(La. Ct. App. 1977) (affirming summary judgment for defendant newspaper\r\nsued because story failed to fully distinguish between bond forfeiture and\r\nconviction, a distinction that is unclear to much of the public). See also 8A\r\nAm.Jur.2d Bail and Recognizance § 113 (1997) (bond forfeiture proceeding \"does\r\nnot involve the guilt or innocence, conviction or acquittal, of any person . . . .\r\nRather, a bail bond forfeiture and the judgment thereon against a surety is a\r\ncivil action to enforce the surety's contract with the state\"); 8 C.J.S. Bail §§ 5,\r\n160-178 (1988) (discussing purpose and forfeiture of bail bond). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has held that a bond forfeiture is equivalent to a\r\nconviction when the Legislature has defined it as a conviction by statute. See \r\nState v. Smith, 276 S.C. 494) 280 S.E.2d 200 (1981) (noting that statute makes\r\na bond forfeiture in a DUI case equivalent to a conviction); Southern Farm \r\nBureau Casualty Ins. Co. v. Ausborn, 249 S.C. 627, 636, 155 S.E.2d 902, 907\r\n(1967) (concluding an insured made false statements on application by not\r\nrevealing bond forfeitures, which were defined as convictions under two\r\nstatutes); State v. Langford, 223 S.C. 20, 25, 73 S.E.2d 854, 856 (1953)\r\n(explaining how Legislature closed a loophole in 1947 by defining a conviction\r\nunder DUI statutes to include bond forfeitures).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have found no case in South Carolina or elsewhere, and the\r\nparties have cited none, in which a court explicitly declared that a bond\r\nforfeiture is equivalent to a conviction, absent a statute declaring it to be a \r\n  \r\n\r\n2 Other states have reached the same conclusion. Eg., Fetters v. Degnan,\r\n250 N.W.2d 25 (Iowa 1977) (bond forfeiture is equivalent to a conviction in DUI\r\ncase because lawmakers defined it as a conviction under DUI statutes); Bennett \r\nv. Mississippi, 528 So.2d 815 (Miss. 1988) (same); Pryor v. David, 436 S.W.2d\r\n3 (Mo. 1969) (same); City of Minot v. Mattern, 449 N.W.2d 560 (N.D. 1989)\r\n(same); Virginia v. Brumfield, 295 S.E.2d 878 (Va. 1982) (same); In re Sparks,\r\n212 S.E.2d 220 (N.C. Ct. App. 1975) (same); Illinois v. Harvey, 285 N.E.2d 179\r\n(Ill. Ct. App. 1972) (same); see also Olim v. Mayberry, 524 P.2d 24 (Okla. 1974)\r\n(upholding constitutionality of statute making bond forfeiture a conviction in\r\ntraffic offenses); Pigue v. Florida, 567 So.2d 530 (Fla. Dist. Ct. App. 1990)\r\n(concluding it was error to assess sentencing points for a bond forfeiture where\r\nsentencing rules did not define conviction to include a bond forfeiture). \r\n  \r\np.8\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nconviction. The Legislature presumably was aware it had defined a conviction\r\nto include bond forfeitures in other statutes.3 See Berkebile v. Outen, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude the Legislature did not intend for a bond forfeiture to\r\nbe the equivalent of a conviction under Section 44-53-470. We further conclude\r\nthe record contains probative evidence supporting the PCR judge's conclusion\r\nthat respondent's trial attorney erred in failing to challenge the trial judge's\r\ndecision to treat the 1987 marijuana bond forfeiture as a first offense. \r\n  \r\n\r\n3 Criminal statutes in which the Legislature appears to recognize the\r\ndistinction between a bond forfeiture and a conviction include: S.C. Code Ann.\r\n§ 56-5-2940 (Supp. 1997) (prior offense includes conviction, guilty plea, nolo\r\ncontendere plea, or bond forfeiture in DUI case in South Carolina or any other\r\nstate); S.C. Code Ann. § 56-1-630(3) (1991) (defining bond forfeiture as a\r\nconviction for purposes of reporting traffic convictions to other states); S.C. Code\r\nAnn. § 56-1-1310 (1991) (defining \"convicted\" under statutes governing\r\nprovisional drivers' licenses to include conviction, bond forfeiture, guilty plea,\r\nand nolo contendere plea); S.C. Code Ann. § 56-5-2780(B) (Supp. 1997)\r\n(defendant guilty of passing stopped school bus if he is convicted, enters guilty\r\nor nolo contendere plea, or forfeits bond); S.C. Code Ann. § 56-5-6220 (1991)\r\n(entry of guilty plea, nolo contendere plea, or forfeiture of bond for violation of\r\nany traffic law shall have same effect as a conviction); S.C. Code Ann. § 61-6-\r\n4220 (Supp. 1997) (prior offense includes conviction, guilty plea, nolo contendere\r\nplea, or bond forfeiture in alleged violation of any state or federal law relating\r\nto sale and distribution of alcoholic liquors). \r\n  \r\n  \r\n  \r\nLicensing statutes in which the Legislature has defined a bond forfeiture\r\nas the equivalent of a conviction include: S.C. Code Ann. § 23-6-440(B)(4)\r\n(Supp. 1997) (licensing of law enforcement officers); S.C. Code Ann. § 40-15-\r\n190(A)(2) (Supp. 1997) (licensing of dentists); S.C. Code Ann. § 40-37-220(2)\r\n(1986) (licensing of optometrists); S.C. Code Ann. § 40-38-220(2) (1986)\r\n(licensing of opticians); S.C. Code Ann. § 40-55-150(A)(2) (Supp. 1997) (licensing\r\nof psychologists); S.C. Code Ann. § 40-61-90(2) (1986) (licensing of\r\nenvironmental sanitarians); S.C. Code Ann. § 40-63-110(2) (Supp. 1997)\r\n(licensing of social workers); S.C. Code Ann. § 40-69-140(24) (Supp. 1997)\r\n(licensing of veterinarians); S.C. Code Ann. § 40-75-170(A)(2) (Supp. 1997)\r\n(licensing of professional counselors). \r\n  \r\np.9\r\n\r\nSCOTT v. STATE \r\n\r\n\r\n\r\n\r\n\r\nB. PREJUDICE \r\n  \r\n  \r\n  \r\nThe trial judge, treating the 1987 marijuana case as respondent's\r\nfirst conviction, sentenced respondent as a second offender to thirty years in\r\nprison and a $50,000 fine on the 1989 cocaine trafficking conviction. The\r\nmaximum sentence a defendant faces for a first offense under Section 44-53-\r\n370(e) is ten years and a $25,000 fine.4 We conclude the record contains\r\nprobative evidence supporting the PCR judge's conclusion that respondent was\r\nprejudiced by his trial attorney's error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe affirm the PCR judge's decision and remand the case for\r\nrespondent to be resentenced as a first offender. \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\n\r\n4 The Legislature increased the penalties in July 1988 for certain drug\r\ntrafficking convictions, including those applicable in this case. Act No. 565,\r\n1988 Acts 4903. The same penalties remain in effect today. S.C. Code Ann. §\r\n44-53-370(e)(2)(a) (Supp. 1997). \r\n  \r\np.10\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24902","title":"State v. Spann","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24902","description":"","date":"1999-02-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 7\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nSterling Barnett Spann, Appellant. \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24902\r\nHeard September 23, 1998 - Filed February 16, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nJohn H. Blume, of Cornell Law School, of Ithaca,\r\nNew York; Diana L. Holt, of Georgia Resource Center, of\r\nAtlanta, Georgia; and Pamela A. Wilkins, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nAssistant Attorney General Lauri J. Soles, all of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\nFinney, C.J.: This is an appeal from the denial of a new trial\r\nmotion based upon after-discovered evidence. We find the trial judge erred in\r\nfinding certain expert evidence could have been discovered by the exercise of\r\ndue diligence, and reverse and remand for a new trial. \r\n  \r\np.11\r\n\r\nSTATE v. SPANN \r\n\r\n\r\n\r\n\r\n\r\nAppellant was convicted of the 1981 sexual assault, robbery, and\r\nmurder of Melva Neill, as well as the burglary of her home, and received a\r\ndeath sentence. See State v. Spann, 279 S.C. 399, 308 S.E.2d 518 (1983). In\r\norder to prevail in this new trial motion, appellant must show the after-\r\ndiscovered evidence: \r\n  \r\n  \r\n  \r\n(1) is such that it would probably change the result\r\nif a new trial were granted; \r\n  \r\n(2) has been discovered since the trial; \r\n  \r\n(3) could not in the exercise of due diligence have been\r\ndiscovered prior to the trial; \r\n  \r\n(4) is material; and \r\n  \r\n(5) is not merely cumulative or impeaching. \r\n  \r\n  \r\n  \r\nState v. Prince, 316 S.C. 57) 447 S.E.2d 177 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant presented both expert and lay testimony in support of\r\nhis motion. The circuit court judge held the expert evidence failed the due\r\ndiligence prong of the test. He denied the new trial motion as to the lay\r\nevidence, holding that some of that evidence was merely impeaching, and\r\nsome was simply not credible. We reverse the order as it relates to the expert\r\ntestimony and the due diligence issue. Since reversal on this ground entitles\r\nappellant to a new trial, we need not address his remaining issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order to understand the after-discovered evidence, it is\r\nnecessary to review certain events which occurred within a twelve mile radius\r\nin York County between July and November 1981. On July 18, 1981, the\r\nbody of Mary Ring was discovered in the bathtub of her home. Ms. Ring was\r\na heavy-set white woman, fifty-seven years old, who had been beaten about\r\nthe head, sexually assaulted, and strangled to death. Her nude body was\r\nfound in her partially filled tub. Approximately two months later, the nude\r\nbody of eighty-one year old Melva Neill was found in the bathtub of her home.\r\nMs. Neill had been beaten around the face and chest, had been brutally\r\nsexually assaulted, and strangled, her body then placed in the partially filled\r\ntub. Ms. Neill was a heavy-set white woman. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn November 16, 198 1 , the mostly nude body of Bessie Alexander\r\nwas found on her dining room floor. Ms. Alexander had been injured on her\r\nface and neck, and there were bruises on other parts of her body. She too had\r\nbeen sexually assaulted, and then strangled. Ms. Alexander was a heavy-set\r\nwhite woman who, like Ms. Ring and Ms. Neill, was living alone. Ms.\r\nAlexander's bathtub was inaccessible from her home's interior, but her body \r\n  \r\np.12\r\n\r\nSTATE v SPANN \r\n\r\n\r\n\r\n\r\n\r\nhad been drenched in liquids, including fruit juice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMs. Ring's killer was never. found. Appellant was arrested for the\r\nmurder of Ms. Neill on September 18, 1981, and subsequently convicted.\r\nJohnny Hullett was convicted of the crimes against Ms. Alexander, committed\r\napproximately two months after appellant was jailed. At the time of the\r\nAlexander murder, investigating officers said in a published newspaper story\r\nthat they perceived no connection between the three murders. The local\r\npathologist who performed two of the three autopsies and was-present at the\r\nthird did not recognize any pattern in 1981. The pathologist testified at\r\nappellant's new trial hearing that although he still felt there were significant\r\ndifferences between the deaths, he acknowledged that, upon reflection, the\r\nsimilarities were \"scary.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the new trial hearing appellant presented the testimony of\r\nthree expert witnesses: a forensic pathologist (Dr. Spitz); a forensic\r\npsychiatrist (Dr. Tanay); and an expert in crime scene analysis and criminal\r\npersonality profiling (Mr. Ressler). Dr. Spitz testified that all three women\r\nwere strangled in a unique way, a method he had never before observed in\r\nforty-three years of practice. He testified to other factual similarities between\r\nthe crimes, and opined that one perpetrator was responsible for all three\r\nmurders. Dr. Tanay testified the three murders were committed by a single\r\nindividual, a sexual sadistic murderer. He testified to the psychiatric\r\ncharacteristics of these types of killers, and opined based upon his\r\nexamination of appellant that it was \"impossible\" that appellant had\r\ncommitted these offenses. Dr. Tanay also testifed that sexual sadistic killers\r\nare almost always psychiatrically disturbed white males. Appellant is a black\r\nman with no history of psychiatric problems; Johnny Hullett is a white male\r\nwith a long psychiatric history. Finally, Mr. Ressler profiled the killer of\r\nthese three women as a white male in his mid-20's to mid-30's with a history\r\nof mental illness, who was either single or had a dysfunctional marriage, a\r\nperson with bizarre fantasies, a history of childhood abuse, and knowledge of\r\nthe area. Appellant does not fit this profile. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court judge found the expert testimony \"thought-\r\nprovoking\" and \"intriguing\", and specifically found that Mr. Ressler's\r\ntestimony \"raise[d] a reasonable inference as to [appellant's] innocence.\" The\r\njudge rejected the testimony of all three experts as grounds for the granting of\r\na new trial, however, finding the evidence and science upon which their\r\nopinions were based was all in existence at the time of appellant's trial, and\r\nthus could have been discovered by his attorneys with the exercise of due \r\n  \r\np.13\r\n\r\nSTATE v. SPANN \r\n\r\n\r\n\r\n\r\n\r\ndiligence. We disagree. In order for the attorneys to have pursued these\r\ntypes of experts, they would first have needed to recognize the similarities\r\nbetween the crimes, similarities not apparent at the time even to the experts\r\n(i.e. law enforcement investigators and the pathologist) involved in all three\r\ncases. We hold that the due diligence standard imposed upon trial attorneys\r\ncannot fairly be said to be this high. \r\n  \r\n  \r\n  \r\nWe find the circuit court judge committed an error of law, under\r\nthe unusual facts of this case, in holding the newly discovered expert evidence\r\ncould have been discovered by the exercise of due diligence. State v. Prince, \r\nsupra ; State v. Parker, 249 S.C. 139, 153 S.E.2d 183 (1967). Accordingly, we\r\nreverse and remand for a new trial. \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.14\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24903","title":"State v. Burriss","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24903","description":"","date":"1999-02-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 7\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n  \r\n  \r\n  \r\nThe State, Respondent,\r\n  \r\nv.\r\n  \r\nDemetric Burriss, Appellant.\r\n  \r\n  \r\n  \r\nAppeal From Anderson County\r\n  \r\nH. Dean Hall, Judge\r\n  \r\n  \r\n  \r\nOpinion No. 24903\r\n  \r\nHeard January 8, 1997 - Filed February 16, 1999\r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED\r\n  \r\n  \r\n  \r\nDaniel T. Stacey, Chief Attorney, and Joseph L.\r\nSavitz, III, Deputy Chief Attorney, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for\r\nappellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nCharles Molony Condon, Attorney General, Donald J.\r\nZelenka, Assistant Deputy Attorney General, of\r\nColumbia; and George M. Ducworth, Solicitor, Tenth\r\nJudicial Circuit, of Anderson, for respondent.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: A jury convicted Appellant Demetric Burriss of\r\nmurder, possession of a firearm during the commission of a violent crime, and\r\npossession of a firearm by a person under the age of twenty-one. Appellant\r\ncontends the trial judge erred in refusing to instruct the jury regarding the law\r\nof accident and involuntary manslaughter. We agree and reverse.\r\n  \r\np.15\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n  \r\n  \r\n  \r\nThe facts, viewed in the light most favorable to Appellant, present the\r\nfollowing scenario. On the afternoon of May 31, 1994, Appellant went to visit a\r\nfriend at his apartment. Several other people were there when he arrived,\r\nincluding Kenneth Scott, the victim in this case, and James Pickens. Kenneth\r\nand James were smoking \"lace,\" marijuana cigarettes laced with crack cocaine.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile Appellant was waiting for his friend to come out of the apartment,\r\nKenneth asked him if he had any drugs. When Appellant told him he did not,\r\nKenneth stated he would send James down the block to get some and if James\r\nwas unsuccessful, they would rob Appellant. At the time, Appellant had one\r\nhundred dollars on his person. James went down the block and returned two or\r\nthree minutes later without drugs. Kenneth and James then attacked\r\nAppellant, throwing him on the ground and trying to get into his pockets.\r\nAppellant drew a gun from his pocket and shot twice into the ground,1\r\ncausing both Kenneth and James to back away. Kenneth ran inside the house and\r\nJames stayed near Appellant in the yard. As Appellant was attempting to get\r\noff the ground, Kenneth came to the back door of the apartment, standing\r\npartially behind a screen door, and James again began advancing towards\r\nAppellant. Appellant picked up his gun and it went off, killing Kenneth..\r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was sixteen years old at the time this incident took place.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES\r\n  \r\n  \r\n  \r\nI. Did the trial judge err in refusing to instruct the jury on the law of\r\naccident?\r\n  \r\n  \r\n  \r\nII. Did the trial judge err in refusing to instruct the jury on the law of\r\ninvoluntary manslaughter?\r\n  \r\n\r\n1 'The second time the gun only \"clicked.\"\r\n\r\np.16\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n  \r\n  \r\n  \r\nI. Accident \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge should have instructed the jury on the law\r\nof accident. We agree.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor a homicide to be excusable on the ground of accident, it must be shown\r\nthe killing was unintentional, the defendant was acting lawfully, and due care\r\nwas exercised in the handling of the weapon. State v. Goodson, 312 S.C. 278,\r\n440 S.E.2d 370 (1994). The dispositive issue in this case is whether there was\r\nevidence Appellant was acting lawfully when the fatal shooting occurred.2 The\r\ntrial judge found Appellant was not acting lawfully because he was in unlawful\r\npossession of a firearm. Appellant argues he armed himself in self-defense but\r\nthe fatal shot occurred when the gun fired accidentally.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have previously addressed similar cases involving claims a gun\r\naccidentally discharged while the shooter was armed in self-defense. For\r\nexample, in State v. McCaskill,3 the defendant (McCaskill) and the victim were\r\ninvolved in a domestic quarrel in McCaskill's home. McCaskill, being afraid,\r\narmed herself with a gun, which she claimed subsequently fired by accident. We\r\nheld the trial judge's separate jury instructions on self-defense and accident were\r\ninsufficient when the defendant claimed she armed herself in self-defense but\r\nthe shooting occurred accidentally:\r\n  \r\n  \r\n  \r\nIn effect, the trial judge's failure to instruct the jury that appellant\r\nhad the right to have the gun in her possession to protect herself in\r\nthe situation where the shooting occurred accidentally conveyed to\r\nthe jury that her willful act of arming herself foreclosed the defense\r\nof an accidental shooting.\r\n  \r\n\r\n2 Unlawful possession of a pistol by a person under the age of twenty-one is a\r\nfelony. S.C. Code Ann. § 16-23-30(e)(1985); S.C. Code Ann. § 16-23-50(A)(1) (Supp.\r\n1996).\r\n  \r\n  \r\n  \r\n3 300 S.C. 256, 387 S.E.2d 268 (1990).\r\n  \r\np.17\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nWhere a defendant claims that he armed himself in self-\r\ndefense, while also claiming that the actual shooting was accidental,\r\nthis combination of events can \"place the shooting in the context of\r\nself-defense \"\r\n  \r\n  \r\n  \r\n[A] homicide is excused when caused by the discharge of a gun\r\n. . . where the accused is lawfully acting in self-defense and the\r\nvictim meets death by accident, through the unintentional discharge\r\nof a gun or the like.\r\n  \r\n  \r\n  \r\nId. at 259, 387 S.E.2d at 269-70 (internal citations omitted). We held the trial\r\njudge erred in \"failing to charge that if appellant lawfully armed herself in self-\r\ndefense because of a threat to her safety created by the decedent, and the gun\r\naccidentally discharged, the jury would have to find her not guilty.\" Id. at 259,\r\n387 S.E.2d at 270.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe rule in McCaskill is abundantly supported by case law from other\r\njurisdictions. \"Where the defense of excusable homicide by misadventure is\r\nrelied on, the principles of self-defense may be involved, not for the purpose of\r\nestablishing defense of self, but for the purpose of determining whether accused\r\nwas or was not at the time engaged in a lawful act; and it has been held that in\r\nsuch case the right, but not the law, of self-defense is invoked.\" 40 C.J.S.\r\nHomicide § 11 1(C) (1991). See also Jabich v. People, 143 P. 1092 (Colo. 1914) (en\r\nbanc); State v. Phillips, 187 A. 108 (Del. Ct. Oyer and Term. 1936); Gunn v. \r\nState, 365 N.E.2d 1234 (Ct. App. Ind. 1977); State v. Crowle , 139 S.W.2d 473\r\n(Mo. 1940) (accident charge warranted where defendant testified he drew a gun\r\nto defend himself and it went off accidentally); Commonwealth v. Turner, 506\r\nN.E.2d 151 (Mass. App. Ct. 1987) (\"defendant could invoke the right of self-\r\ndefense in arguing that his act which accidentally resulted in the killing of [the\r\nvictim] was not itself unlawful\") (internal quotations omitted); Valentine v.\r\nCommonwealth, 48 S.E.2d 264 (Va. 1948).4 \r\n  \r\n\r\n4 In Gunn, the defendant (Gunn) and the victim were in an argument when Gunn\r\nclaimed a gun they were struggling over went off accidentally. Gunn sought to\r\nintroduce evidence to support a theory of self-defense, both as an independent\r\ndefense to the homicide as well as to support a defense of accident. In finding this\r\nevidence admissible, the court rejected the state's argument Gunn was not acting\r\nlawfully because he drew the gun in violation of state law, noting if Gunn was acting\r\nin self-defense he would not have violated this statute. 365 N.E.2d at 1238-40. The\r\nstatute at issue in Gunn is substantially similar to South Carolina's \"pointing and\r\n  \r\n  \r\n  \r\np.18\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nWe expanded the holding in McCaskill when we revisited this issue four\r\nyears later in Goodson. 312 S.C. at 278, 440 S.E.2d at 370. In Goodson, the\r\ndefendant (Goodson) and a third party got into an argument over a pool game at\r\na bar. The bar owner escorted Goodson outside when he drew a gun. Once\r\noutside, Goodson shot and killed the bar owner and was subsequently convicted\r\nof murder. On appeal, Goodson asserted he was entitled to jury charges on self-\r\ndefense and accident. We first found Goodson was not entitled to a self-defense\r\ncharge because there was no evidence showing he either believed or actually was\r\nin imminent danger of losing his life or sustaining bodily injury when he shot the\r\nbar owner.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe then found Goodson was not entitled to a charge of accident because\r\nhe was not acting lawfully when the shooting occurred. However, we based this\r\ndetermination solely on the lack of evidence Goodson was acting in self-defense.\r\nWe specifically rejected \"the State's claim that because Goodson unlawfully\r\npossessed a firearm, the defense of accident is precluded. Rather, the burden\r\nrests upon the State to prove beyond a reasonable doubt that the unlawful act\r\nin which the accused was engaged was at least the proximate cause of the\r\nhomicide.\" 312 S.C. at 280 n.1, 440 S.E.2d at 372 n.l.5 See also 40 Am. Jur. 2d\r\n  \r\n  \r\n  \r\n\r\npresenting\" statute (upon which the dissent partially relies in its argument Appellant\r\nwas not acting lawfully). See S.C. Code Ann. § 16-23-410 (Supp. 1996) (\"It is unlawful\r\nfor a person to present or point at another person a loaded or unloaded firearm\").\r\nSection 16-23-410 specifically states (as did the Indiana statute) its provisions should\r\nnot be \"construed to abridge the right of self-defense.\"\r\n  \r\n  \r\n  \r\n5 This language is susceptible of two different interpretations. First, it could mean\r\nthat unlawful possession of a firearm can never constitute an unlawful activity so as\r\nto preclude an accident defense because it can never be the proximate cause of the\r\nhomicide. Second, it could mean that unlawful possession of a firearm can in some\r\ncases constitute unlawful conduct so long as the State proves proximate cause. The\r\nconfusion is compounded by the fact that the majority opinion never clearly specified\r\nwhat of the defendant's conduct constituted the unlawful activity to preclude the\r\naccident defense, i.e. whether in this case it was his unlawful possession of a firearm\r\nor some other conduct. Justice Toal's concurring opinion highlighted this lack of\r\nclarity when she stated she would have specifically held Goodson was not lawfully\r\narmed when he shot the victim because he had no self-defense claim at that time; and\r\nunder those circumstances his unlawful possession would be a proximate cause of\r\nthe homicide. 312 S.C. at 281-82; 440 S.E.2d at 372-73. We agree with Justice Toal's\r\nanalysis and interpretation, clarifying Goodson as holding unlawful possession of a\r\nfirearm can under some circumstances constitute an unlawful activity so as to\r\n  \r\np.19\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nHomicide § 75 (1968) (\"The fact that one carries a concealed weapon in violation\r\nof the law does not render him criminally responsible ... where death is caused\r\nby the accidental discharge of the weapon, for in such case death cannot be said\r\nto be the natural or necessary result of carrying the weapon in violation of law\")\r\n[hereinafter 40 Am. Jur. 2d].\r\n  \r\n  \r\n  \r\n  \r\n  \r\nRead together, McCaskill and Goodson stand for the proposition that a\r\nperson can be acting lawfully, even if he is in unlawful possession of a weapon,\r\nif he was entitled to arm himself in self-defense at the time of the shooting.\r\nThus, if the circumstances of this case show Appellant was entitled to arm\r\nhimself in self-defense when the gun went off, he would be entitled to a charge\r\nof accident. It is well-settled the law to be charged is determined from the\r\nevidence presented at trial, and if any evidence exists to support a charge, it\r\nshould be given. The trial court commits reversible error if it fails to give a\r\nrequested charge on an issue raised by the evidence. See State v. Hill, 315 S.C.\r\n260, 433 S.E.2d 848 (1993). We find evidence in the record to support\r\nAppellant's claim he armed himself in self-defense at the time of the fatal\r\nshooting.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccording to Appellant, when he arrived at the house, Kenneth and James\r\nwere smoking crack cocaine-laced marijuana cigarettes. He testified their eyes\r\nwere \"big like they was getting crazy or something.\" The two threatened to rob\r\nhim. Appellant drew his gun after being physically attacked and thrown to the\r\n  \r\n\r\npreclude an accident defense if it is the proximate cause of the killing.\r\n\r\n\r\n\r\n6 In South Carolina, the following elements establish self-defense and are thus\r\nrelevant to this analysis: 1) the defendant must be without fault in bringing on the\r\ndifficulty; 2) the defendant must have actually believed he was in imminent danger of\r\nlosing his life or sustaining serious bodily injury, or he actually was in such imminent\r\ndanger; 3) if his defense is based upon his belief of imminent danger, a reasonably\r\nprudent person of ordinary firmness and courage would have entertained the same\r\nbelief; if the defendant actually was in imminent danger, the circumstances were such\r\nas would warrant a person of ordinary prudence, firmness, and courage to strike the\r\nfatal blow to save himself from serious bodily harm, or losing his own life; and 4) the\r\ndefendant had no other probable means of avoiding the danger of losing his own life\r\nor sustaining serious bodily injury than to act as he did in this particular instance.\r\nGoodson, 312 S.C. at 280, 440 S.E.2d at 372 (quoting State v. Davis, 282 S.C. 45, 317\r\nS.E.2d 452 (1984)).\r\n  \r\np.20\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nground by Kenneth and James.7 Kenneth then ran into the house \"like he was\r\ngoing to get something.\" When Kenneth returned, he was standing behind a\r\nscreen door. Appellant could not see Kenneth's hands and was afraid he had\r\ngone into the house to get a gun. As Appellant was getting off the ground,\r\nKenneth told James to \"get that punk.\" When James began moving\r\nthreateningly toward Appellant, he snatched his gun up and it fired. Appellant\r\nstated he was scared and his hand was shaking when the gun went off: \"It was\r\nan accident. I didn't try to shoot nobody.\"8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the dissent argues otherwise, the factual scenario of this case is\r\nmarkedly different from that in Goodson. In Goodson, the defendant left the\r\nscene of the argument and shot someone who was not the party originally\r\nthreatening him in the bar. Here, Appellant had been threatened by both\r\nKenneth (the victim) and James. An eyewitness to the shooting testified when\r\nKenneth ran into the house, she tried to get him to leave through the front door.\r\nHe refused, instead going back to taunt and threaten Appellant while standing\r\npartially hidden through a screen door.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe dissent also argues that any lawfulness in Appellant's being armed\r\nafter the initial attack ended when Kenneth ran into the house and James\r\nstepped away from him because Appellant was no longer threatened and was\r\nfree to leave. However, this overlooks the fact that Kenneth came back to the\r\nscreen door, made threatening remarks to Appellant, and urged James, who\r\nnever left the yard but stayed near Appellant while Kenneth was inside the\r\nhouse, to attack Appellant again. Appellant could not see Kenneth's hands and\r\nJames started toward him. Furthermore, the dissent overlooks the timing of\r\nthese events. Appellant testified he was still on the ground, beginning to get up,\r\nwhen Kenneth reappeared at the door and James started after him again.9 The\r\nlapse of time between Kenneth's retreat and his reappearance thus could not\r\nhave been more than a few seconds. Appellant's testimony also contradicts a\r\nfinding he was free to leave in light of the fact he was still on the ground and\r\n  \r\n\r\n7 Kenneth, the victim, was 6'3\"; Appellant was 6'9\".\r\n\r\n\r\n\r\n8 The dissent also points to Appellant's testimony that \"my hand was on the trigger.\r\nThe trigger was pulled or whatever.\" However, the record shows this testimony was\r\ngiven in answer to a question regarding the second shot. We interpret \"second\" shot\r\nas used by the solicitor to mean the shot wherein Appellant \"clicked\" at the ground,\r\nnot the fatal shot.\r\n  \r\n  \r\n  \r\n9 For all we know, Appellant was in fact preparing to leave.\r\n  \r\np.21\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nonly a short period of time had elapsed.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTherefore, in light of the precedent established in Goodson and McCaskill,\r\nwe find a jury charge on the law of accident warranted under the facts of this\r\ncase.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Involuntary Manslaughter \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred in refusing to submit the lesser-\r\nincluded offense of involuntary manslaughter to the jury. We agree.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nInvoluntary manslaughter is defined as either (1) the killing of another\r\nwithout malice and unintentionally, but while one is engaged in the commission\r\nof some unlawful act not amounting to a felony and not naturally tending to\r\ncause death or great bodily harm; or (2) the killing of another without malice and\r\nunintentionally, but while one is acting lawfully with reckless disregard of the\r\nsafety of others. State v. Tucker, 324 S.C. 155, 478 S.E.2d 260 (1996). \"[T]o\r\nwarrant the court in eliminating the offense of manslaughter it should very\r\nclearly appear that there is no evidence whatsoever tending to reduce the crime\r\nfrom murder to manslaughter.\" Casey v. State, 305 S.C. 445, 447, 409 S.E.2d\r\n391, 392 (1991) (internal citations omitted). Again, the pivotal issue is whether\r\nAppellant was engaged in a lawful activity at the time of the killing. For the\r\nsame reasons discussed above, we find the evidence in the record supports\r\nAppellant's claim he was acting lawfully when the gun fired, killing Kenneth.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough Goodson only specifically dealt with whether unlawful\r\npossession of a weapon would preclude an accident defense, it would be\r\nincongruous not to apply this same reasoning in the context of involuntary\r\nmanslaughter. See generally Wayne R. LaFave &amp; Austin W. Scott, Jr.,\r\nHandbook on Criminal Law 79 (1972) (discussing causal connection required\r\nbetween unlawful act and homicide to find involuntary manslaughter). The\r\nevidence would support a finding Appellant was lawfully armed in self-defense\r\nat the time the fatal shot occurred.10 This court has found the negligent\r\n  \r\n\r\n10 There is a difference between being lawfully armed in self-defense and acting in\r\nself-defense, as Justice Toal noted in her concurring opinion in Goodson. 312 S.C. at\r\n281, 440 S.E.2d at 373. In this case, Appellant's self-defense theory only relates to his\r\nright to be armed, not his actions in shooting Kenneth. Our recent opinion in State\r\nv. Pickens may be distinguished from this case because there we based our decision\r\n  \r\np.22\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nhandling of a loaded gun will support a finding of involuntary manslaughter.\r\nSee, e.g., State v. White, 253 S.C. 475, 171 S.E.2d 712 (1969). Therefore, under\r\nthe circumstances of this case, the trial judge should have instructed the jury on\r\ninvoluntary manslaughter.\"11 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, Appellant's murder conviction is reversed and\r\nthis case is remanded for proceedings consistent with this opinion.\r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED.\r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, and MOORE, JJ., concur. BURNETT, A.J., dissenting in a separate opinion.\r\n  \r\n\r\non the fact defendant admitted he shot intentionally. 320 S.C. 528, 532, 466 S.E.2d\r\n364, 366 (1996) (facts did not support a charge of involuntary manslaughter where the\r\ndefendant claimed he \"acted lawfully but recklessly in defending himself\"). Here,\r\nAppellant claimed the shooting was not intentional.\r\n  \r\n  \r\n  \r\n11 The dissent's reliance on Appellant's previous action of shooting the gun into the\r\nground to find he was not engaged in a lawful activity at the time of the subsequent,\r\nfatal shooting, is misplaced. In light of the rule the unlawful activity must proximately\r\ncause death, see State v. Brown, 205 S.C. 514, 32 S.E.2d 825 (1945), we find it\r\nimproper to preclude an accident defense based on Appellant's prior actions under\r\nthe facts of this case. Rather, the inquiry must be whether Appellant was acting\r\nlawfully when the fatal shooting occurred. Cf. 40 Am. Jur. 2d at § 13 (1968) (\"[T]he\r\ntort liability concept of proximate cause is not a proper criterion of causation in a\r\ncriminal homicide prosecution, which requires more direct causal connection to be\r\nshown than will suffice to ground a civil recovery\").\r\n  \r\np.23\r\n\r\nSTATE v BURRISS\r\n\r\n\r\n\r\n\r\n\r\nBURNETT, A.J.: I respectfully dissent. In my opinion, the trial\r\njudge properly refused to charge the jury on the law of accident and\r\ninvoluntary manslaughter.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS\r\n  \r\n  \r\n  \r\nKenneth Scott was shot and killed by appellant. According to\r\nappellant, he and four other teenagers, including James Pickens and\r\nKenneth Scott, were together outside of an apartment. Appellant was\r\nsixteen years old. James and Kenneth were smoking \"lace.\" Kenneth asked\r\nappellant if he had any drugs; appellant denied having any. Kenneth said\r\nhe would send James to find some drugs and if he didn't find any, they would\r\nrob appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames left and returned two to three minutes later. He grabbed\r\nappellant and threw him to the ground, apparently in an attempt to rob him.\r\nKenneth tried to reach into appellant's pockets. From his position on the\r\nground, appellant reached into his back pocket, snatched out a gun, and fired\r\na shot into the ground. James jumped away and Kenneth ran inside the\r\napartment. Appellant did not know if Kenneth was going after a gun.\r\nAppellant attempted to shoot the gun into the ground a second time but it\r\nmisfired.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nKenneth returned, opened the screen door of the apartment, and\r\ntold appellant to \"go on and shoot; he could take a bullet.\" He told James to\r\n\"get that punk;\" \"he ain't going to shoot nobody.\" James advanced towards\r\nappellant, and appellant's gun was fired as he was getting off the ground.\r\nThe bullet entered the partially opened screen door and struck Kenneth\r\nbetween the eyes. Appellant was four feet away from Kenneth.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWith regard to the third shot, appellant testified he was scared\r\nand could not see Kenneth's hands. Appellant stated his own \"hand was on\r\nthe trigger. The trigger was pulled or whatever. It was an accident. I didn't\r\ntry to shoot nobody.\" He also testified he did not shoot the gun, but snatched\r\nthe gun and it went off. Appellant maintained he \"did not aim to kill\r\nnobody.\"\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant testified he bought the gun to impress his friends, not\r\nfor protection. He stated all the people in the neighborhood carried guns.\r\nOn the day of Kenneth's death, neither Kenneth nor any\r\n  \r\np.24\r\n\r\nSTATE v BURRISS\r\n\r\n\r\n\r\n\r\n\r\nof the other teenagers were armed.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION\r\n  \r\n  \r\n  \r\nThe majority finds appellant was lawfully armed in self-defense\r\nat the time of the fatal shot and, therefore, he was entitled to a charge on the\r\nlaw of accident.1A I disagree. In my opinion, there is no evidence appellant\r\nwas lawfully armed in self-defense at the time he fired the fatal shot.2A \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere are four elements of self-defense. State v. Goodson, 312\r\nS.C. 278, 440 S.E.2d 370 (1994). Two are relevant here: (1) the defendant\r\nmust have actually believed he was in imminent danger of losing his life or\r\nsustaining serious bodily injury, or he actually was in such imminent danger\r\nand (2) the defendant had no other probable means of avoiding the danger of\r\nlosing his own life or sustaining serious bodily injury than to act as he did in\r\nthis particular instance. Id. \"The law says if one can give back or step aside,\r\nor retreat without increasing his danger, and thus avoid taking human life,\r\nit is his duty to do so, and unless he has done so, it will not permit his plea of\r\nself-defense.\" State v. George, 119 S.C. 120, 121, 111 S.E. 880 (1921).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is clear from appellant's own testimony, when Kenneth went\r\ninside the apartment, ostensibly to obtain a weapon, appellant was no longer\r\nin imminent danger and he was free to leave the premises.3A Instead,\r\nappellant remained outside of the apartment, apparently to see if Kenneth\r\nwould return with a gun. Under these circumstances, appellant was not\r\n  \r\n\r\n1A See State v. Goodson, 312 S.C. 278, 440 S.E.2d 370 (1994) (the unlawful\r\npossession of a firearm does not automatically preclude the defense of accident\r\nNvhen the defendant rightfully armed himself in self-defense); State v. McCaskill,\r\n300 S.C. 256, 259, 387 S.E.2d 268, 270 (1990) (\" [a] homicide is excused when\r\ncaused by the discharge of a gun ... where the accused is lawfully acting in self-\r\ndefense and the victim meets death by accident, through the unintentional\r\ndischarge of a gun or the like ... On the other hand, a homicide is not excusable\r\non the ground of accident or misadventure unless it appears that the act of the\r\nslayer was lawful.\") (italic in original).\r\n  \r\n  \r\n  \r\n2A Although the trial judge instructed the jury on self-defense, this fact is\r\nnot dispositive.\r\n  \r\n3A Appellant did not live in the apartment.\r\n  \r\np.25\r\n\r\nSTATE v BURRISS\r\n\r\n\r\n\r\n\r\n\r\nlawfully entitled to arm himself in self-defense. See Martinez v. State, 775\r\nS.W.2d 645 (Tex.Ct.App. 1989)(defendant not entitled to charge on self-\r\ndefense where, after victim grabbed defendant's shirt and defendant\r\nreasonably believed victim was reaching for a knife, defendant stepped away\r\nand began firing handgun; court determined reasonable person would have\r\nretreated from victim).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, these facts are similar to those in State v. Goodson, \r\nsupra, where the defendant was involved in an argument inside a bar, was\r\nthreatened with a pool cue, and responded by drawing a gun. The victim\r\nescorted the defendant out of the bar and the defendant shot the victim. The\r\nmajority held the defendant was not entitled to a charge on accident even\r\nthough he testified the gun \"just went off' as the victim was \"coming at him.\"\r\nThe majority concluded the defendant was not entitled to a charge on\r\naccident because he was not acting in self-defense. Justice Toal's\r\nconcurrence noted, \"[a]ssuming the incident inside the bar gave rise to a self-\r\ndefense claim sufficient to render [the defendant's] act of arming himself\r\nlawful, any lawfulness in [the -defendant's] being armed ended when he was\r\nno longer threatened.\" Id., S.C. at 282, S.E.2d at 373.4A \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssuming James' attack authorized appellant to lawfully arm\r\nhimself in self-defense, any lawfulness in being armed ended when James\r\nreleased appellant and stepped aside, and Kenneth went inside the\r\napartment. At this point in time, appellant was no longer in imminent\r\ndanger and he had a duty to leave. Instead, appellant remained at the\r\napartment, apparently to see if Kenneth was obtaining a weapon. Appellant\r\nfired his own gun a third time. Based on these facts given by appellant, at\r\nthe time the fatal shot was fired, appellant was no longer lawfully armed in\r\nself-defense and he was not entitled to a charge on accident. State v. Todd,\r\n290 S.C. 2127 349 S.E.2d 339 (1986)(the law to be charged is determined\r\nfrom the evidence presented at trial).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nLikewise, appellant was not entitled to a charge on involuntary\r\nmanslaughter. Involuntary manslaughter is defined as either (1) the killing\r\n  \r\n\r\n4A The majority suggests Goodson is unlike the present case because the\r\nvictim was not the aggressor. The identity of the aggressor is not dispositive\r\nin this case. The applicable principle from Goodson is once the threat to the\r\ndefendant's safety subsides, he is no longer entitled to arm himself in self-\r\ndefense.\r\n  \r\np.26\r\n\r\nSTATE v. BURRISS\r\n\r\n\r\n\r\n\r\n\r\nof another without malice and unintentionally, but while one is engaged in\r\nthe commission of some unlawful act not amounting to a felony and not\r\nnaturally tending to cause death or great bodily harm or (2) the killing of\r\nanother without malice and unintentionally, but while one is acting lawfully\r\nwith reckless disregard of the safety of others. State v. Tucker, 324 S.C. 155,\r\n478 S.E.2d 260 (1996).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was not entitled to a charge under the first definition\r\nof involuntary manslaughter. According to his own testimony, at the time he\r\npossessed the firearm he was sixteen years old. With other individuals\r\npresent, he removed the pistol from his pocket, fired it twice, and then\r\ncontinued to hold the pistol with his finger on the trigger. Appellant's\r\npossession and his u-se of the weapon constituted two felonies: possession of\r\na firearm by a person under the age of twenty-one and pointing and\r\npresenting a firearm.5A Accordingly, while he may not have intended to pull\r\nthe trigger the third time, appellant's conduct precluded a charge on\r\ninvoluntary manslaughter. State v. Young, 319 S.C. 33, 459 S.E.2d 84\r\n(1995)(where the defendant unintentionally kills the victim while engaged in\r\nthe commission of a felony, the law of involuntary manslaughter does not\r\napply).6A \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSince I conclude appellant was not acting lawfully in self-\r\ndefense at the time he fired the fatal shot, his conduct does not fall within\r\nthe parameters of the second definition of involuntary manslaughter.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge properly refused to charge involuntary\r\nmanslaughter. State v. Johnson, 324 S.C. 38, 476 S.E.2d 681 (1996)(request\r\nto charge on a lesser-included offense is properly refused when there is no\r\nevidence the defendant committed the lesser rather than the greater\r\noffense).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nI would affirm.\r\n  \r\n\r\n5A See S.C. Code Ann. § 16-23-30(e)(1985) &amp; S.C. Code Ann. § 16-23-\r\n50(A)(1)(Supp. 1996); S.C. Code Ann. § 16-23-410 (Supp. 1996).\r\n  \r\n  \r\n  \r\n6A While I agree the negligent handling of a loaded weapon does not\r\npreclude a charge on involuntary manslaughter, State v. White, 253 S.C.\r\n475, 171 S.E.2d 712 (1969), here, appellant was engaged in felony activity at\r\nthe time of the shooting.\r\n  \r\np.27\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24904","title":"Renaissance Enterprises, Inc. v. Ocean Resorts, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24904","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nRenaissance Enterprises, Inc., a South Carolina Corporation,  Petitioner, \r\n  \r\nv. \r\n  \r\nOcean Resorts, Inc., a South Carolina Corporation,  Respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Horry County\r\nJohn L. Breeden, Jr., Master in Equity \r\n  \r\n  \r\n  \r\nOpinion No. 24904\r\nHeard December 2, 1998 - Filed February 22, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nDirk J. Derrick, of Conway, for petitioner. \r\n  \r\nCraig A. Snook, of Leiter &amp; Snook, of Myrtle Beach, for respondent. \r\n  \r\n  \r\n  \r\nMOORE, A.J.: This case is before us to review the Court of \r\n  \r\np.1\r\n\r\nRENAISSANCE ENTERPRISES, INC. v. OCEAN RESORTS, INC. \r\n\r\n\r\n\r\n\r\n\r\nAppeals' decision1 holding that the deposit of money into court as provided\r\nin Rule 67, SCRCP, stops the accrual of interest pursuant to the contract\r\nbetween the parties. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nPetitioner (Broker) and respondent (Management Company) entered\r\na contract whereby Broker would procure guests for Management\r\nCompany's facilities in exchange for a 10% commission. The contract\r\nfurther provided that any commission not paid when due would accrue\r\ninterest at the rate of 1.5% per month compounded monthly. When\r\nManagement Company failed to pay commissions due, Broker submitted\r\nits claim to arbitration as required under the contract. On December 6,\r\n1989, the arbitrators awarded Broker a total of $69,566 including interest \r\n  \r\nunder the contract. This award was affirmed.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBroker subsequently commenced supplementary proceedings to collect\r\non its judgment. In the course of these proceedings, the master held the\r\ncontractual rate of interest of 1.5% per month compounded monthly\r\napplied to the judgment and that Management Company's payment of\r\nmoney into court3 did not stop the accrual of interest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nManagement Company appealed. The Court of Appeals reversed in\r\npart holding the payment of money into court stopped the accrual of\r\ninterest pursuant to the contract. This is the only issue before us. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDoes the payment of money into court stop the accrual of\r\ninterest where the contract provides for interest to be paid on\r\namounts past due? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nManagement Company deposited money into court pursuant to Rule \r\n  \r\n\r\n1 1326 S.C. 460, 483 S.E.2d 796 (Ct. App. 1997). \r\n\r\n2 310 S.C. 395, 426 S.E.2d 821 (Ct. App. 1992). \r\n  \r\n3 Management Company deposited funds by permission of the court on\r\nSeptember 29, 1994. \r\n  \r\np.2\r\n\r\nRENAISSANCE ENTERPRISES, INC. v. OCEAN RESORTS, INC. \r\n\r\n\r\n\r\n\r\n\r\n67, SCRCP, which provides in pertinent part: \r\n  \r\n  \r\n  \r\nIn an action in which any part of the relief sought is a\r\njudgment for a sum of money . . . a party, upon notice to every\r\nother party, and by leave of court, may deposit with the court\r\nall or part of the sum . . . . \r\n  \r\n  \r\n  \r\nIn Russo v. Sutton, 317 S.C. 441, 454 S.E.2d 895 (1995), we held a\r\njudgment debtor's deposit of funds into court pursuant to Rule 67 pending\r\nhis own appeal stops the accrual of interest on the judgment. See also \r\nSmall v. Pioneer Machinery, Inc., 330 S.C. 62, 496 S.E.2d 884 (Ct. App.\r\n1998). The rationale was that \"such a rule encourages the debtor to pay\r\nthe judgment and assures the judgment creditor the funds will be\r\navailable.\" 317 S.C. at 442, 454 S.E.2d at 896. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals found it was a \"logical extension\" of Russo to\r\nhold the deposit of money into court pursuant to Rule 67 during the\r\npendency of supplemental proceedings stops the accrual of interest.\r\nFurther, it rejected Broker's contention that the contractual provision for\r\ninterest on past due monies abrogated the effect of a deposit into court\r\npursuant to Rule 67. Broker argues this was error. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Turner Coleman, Inc. v. Ohio Constr. &amp; Eng. Co., 272 S.C. 289,\r\n251 S.E.2d 738 (1979), we held contractual interest rates prevailed over\r\nstatutory post-judgment interest rates because there was nothing in the\r\nstatute providing for post-judgment interest rates4 to override the intent of\r\nthe parties expressed in their contract regarding the appropriate interest\r\nrate. Accordingly, we concluded the post-judgment statutory rate applied\r\nonly where there was no contractual interest rate; where the contract\r\nprovided a rate of interest, that rate would apply to a judgment entered\r\non the contract. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilarly, there is nothing in Rule 67 indicating a deposit into court\r\nwill affect the parties' contract regarding interest. Although Turner \r\nColeman involved interest rates, the principal is analogous in this case\r\nwhere the contract provides for the accrual of interest without providing\r\naccrual will stop before actual payment. \r\n  \r\n  \r\n  \r\nFurther, Rule 67 is substantially the same as the federal rule\r\nallowing a deposit into court. See Rule 67, Fed.R.Civ.P. Federal courts \r\n  \r\n\r\n4 S.C. Code Ann. &#167; 34-31-20 (1987). \r\n\r\np.3\r\n\r\nRENAISSANCE ENTERPRISES, INC. v. OCEAN RESORTS, INC. \r\n\r\n\r\n\r\n\r\n\r\nhave uniformly held that Rule 67 \"cannot be used as a means of altering\r\nthe contractual relationships and legal duties of the parties.\" LTV Corp.\r\nv. Gulf States Steel, Inc., 969 F.2d 1050, 1063 (D.C. Cir. 1992); In re: \r\nDept. of Energy_ Stripper Well Exemption Litigation, 124 F.R.D. 217, 218-\r\n19 (D. Kan. 1989); Prudential Ins. Co. v. BMC Indus., 630 F. Supp. 1298,\r\n1300 (S.D.N.Y. 1986). Stopping the contractual accrual of interest would\r\nin effect substitute the interest rate of the court's deposit account for that\r\nprovided by contract which the court has no authority to do. LTV Corp. v. \r\nGulf States Steel, Inc., supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn conclusion, a deposit into court pursuant to Rule 67 does not stop\r\nthe accrual of interest provided by contract. This holding of the Court of\r\nAppeals is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.4\r\n\r\n4 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24905","title":"Fair, et al. v. U.S. of America","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24905","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nRochelle Fair,\r\nIndividually and as\r\nMother and Natural\r\nGuardian of Ashley\r\nMarie Poland, a Minor,   Plaintiff, \r\n  \r\nv. \r\n  \r\nUnited States of\r\nAmerica,   Defendant. \r\n  \r\n  \r\n  \r\nOpinion No. 24905 \r\n  \r\nHeard December 1, 1998 - Filed February 22, 1999 \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\n  \r\n  \r\nJames B. Richardson, Jr., of Svalina, Richardson &amp;\r\nLarson, of Columbia; Daniel A. Larson, of Svalina,\r\nRichardson &amp; Larson, of Beaufort; and J. Brent\r\nKiker, of Kiker &amp; Douds, P.A., of Beaufort, for\r\nplaintiff. \r\n  \r\n  \r\n  \r\nUnited States Attorney J. Rene Josey, and\r\nAssistant United States Attorney John H. Douglas,\r\nof Charleston, for defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Plaintiff brought this action in federal district\r\ncourt to recover for injuries her daughter sustained when she was attacked\r\nby a dog. The attack occurred on another tenant's premises at the Marine\r\nCorps Air Station in Beaufort, South Carolina. We are asked to answer\r\nthe following certified question: \r\n  \r\np. 5\r\n\r\nFAIR, et al. v. U.S. of AMERICA \r\n\r\n\r\n\r\n\r\n\r\nDoes the South Carolina Residential Landlord and Tenant Act\r\noverrule Mitchell v. Bazzle, 1 304 S.C. 402, 404 S.E.2d 910 (Ct.\r\nApp. 1991), so that a landlord, having actual or constructive\r\nnotice of the presence of a dangerous dog on leased premises,\r\nmay be responsible for injuries inflicted by that dog upon\r\nanother tenant invited upon the premises under § 27-40-\r\n440(a)(2) of that Act? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nIn Mitchell v. Bazzle,1 our Court of Appeals held a landlord is not\r\nliable to a tenant's invitee for injuries inflicted by the tenant's dog.2\r\nBecause the Residential Landlord and Tenant Act (RLTA) had not been\r\nenacted at the time the cause of action arose in that case, the Court of\r\nAppeals did not apply it. Plaintiff claims that enactment of RLTA,\r\nspecifically subsection (a)(2) of S.C. Code Ann. § 27-40-440 (1991), changed\r\nthe common law rule stated in Mitchell v. Bazzle. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 27-40-440(a)(2) provides \"a landlord shall . . . make all\r\nrepairs and do whatever is reasonably necessary to put and keep the\r\npremises in a fit and habitable condition.\" (emphasis added). Other\r\ncourts have held this \"fit and habitable\" provision, which originates from\r\nthe Uniform Landlord and Tenant Act, imposes a duty on the landlord\r\nrelating only to the physical state of the premises. Newton v. Magill, 872\r\nP.2d 1213 (Alaska 1994); Rodgers v. Rosen, 737 P.2d 562 (Oka. 1987); see \r\nalso Walls v. Oxford Management Co., 137 N.H. 653, 633 A.2d 103 (1993)\r\n(implied warranty that premises are habitable and fit for living includes\r\nonly structural defects). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, S.C. Code Ann. § 27-40-510(2) (1991), another section of the\r\nRLTA, imposes a corresponding duty on the tenant to \"keep the dwelling\r\nunit and that part of the premises that he uses reasonably safe and \r\n  \r\n\r\n1 This Court dismissed certiorari as improvidently granted. 306 S.C.\r\n 407, 412 S.E.2d 416 (1992). \r\n  \r\n  \r\n  \r\n2 In refusing to find liability, the Court of Appeals declined to adopt the\r\nanalysis of a California case, Uccello v. Laudenslayer, 44 Cal. App. 3d 504,\r\n118 Cal. Rptr. 741 (1975). Uccello found as a matter of public policy that a\r\nlandlord who has notice and right to control a tenant's possession of a vicious\r\nanimal may be liable for injuries to the tenant's invitee caused by the\r\nanimal. \r\n  \r\np. 6\r\n\r\nFAIR, et al. v. U.S. of AMERICA \r\n\r\n\r\n\r\n\r\n\r\nreasonably clean.\" (emphasis added). As noted by the Newton court in\r\nconstruing similar provisions based on the Uniform Residential Landlord\r\nand Tenant Act, these separate statutory duties of a landlord and tenant\r\nare reconciled by holding the landlord's duty applies to the inherent\r\nphysical qualities of the premises whereas the tenant is responsible for\r\nother safety concerns on the premises. 872 P.2d at 1217. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe construe § 27-40-440(a)(2) in conjunction with § 27-40-510(2) and\r\nhold that under the RLTA, a landlord may be held liable only for defects\r\nrelating to the inherent physical state of the leased premises. Accordingly,\r\nwe answer the certified question as follows: The \"fit and habitable\"\r\nprovision of the RLTA found in § 27-44-40(a)(2) does not alter the common\r\nlaw rule that a landlord is not liable to a tenant's invitee for injury caused\r\nby a tenant's dog. \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.7\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24906","title":"State v. Beckham","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24906","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nThe State,  Respondent, \r\n  \r\nv. \r\n  \r\nStephen Andrew Beckham,  Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Newberry County\r\nHenry F. Floyd, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24906\r\nHeard December 15, 1998 - Filed February 22, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nJohn Delgado, of Columbia, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nAssistant Attorney General Robert E. Bogan, all of\r\nColumbia; and Solicitor W. Townes Jones, IV, of\r\nGreenwood, for respondent. \r\n  \r\nMOORE, A.J.: Appellant was convicted of murder, kidnapping,\r\nand conspiracy to commit murder. He was sentenced to life for the murder,\r\n30 years for the kidnapping, and 5 years for the conspiracy to commit \r\n  \r\np.8\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nmurder, all to run concurrently.1 We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nOn June 12, 1994, Victoria Lander Beckham (Vickie) was murdered.\r\nIn July 1995, Richard Anderson was arrested for her murder. He gave police\r\na statement implicating appellant Stephen Beckham, Vickie's husband.\r\nAnderson, a bouncer from a Myrtle Beach strip bar (Smugglers), testified\r\nthat appellant hired him to dispose of Vickie's body. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn June 12th at 6:15 p.m., Vickie dropped off the children at\r\nappellant's mobile home. Appellant and Vickie were separated and Vickie\r\nwas returning the children to appellant for a scheduled visitation. Appellant\r\ngot into the car to talk with Vickie as the children went into the home. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the same time, Anderson waited beside a dirt road not far from\r\nappellant's driveway for appellant. Anderson testified that as appellant\r\ndrove up in Vickie's car, he saw appellant beat Vickie with a gun. Vickie was\r\nrendered unconscious. Anderson testified appellant told him to break\r\nVickie's neck by striking her with a pair of bolt cutters. He then told\r\nAnderson to drive her car to Little Mountain Road, wait until it was dark,\r\nand drive the car off of the mountain road in attempt to make it look as if\r\nVickie had died in a car accident. The car, however, rolled to the wrong side\r\nof the road into a ditch and Vickie's body was discovered that same night at\r\napproximately 9:15 p.m. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1) Reference to Sister Care \r\n  \r\n  \r\n  \r\nBonnie Malasky testified about Vickie's whereabouts on June 8, 1994,\r\nat 6:30 p.m. Malasky was with Vickie when Vickie delivered the children to\r\nappellant that night. Anderson had testified he and appellant had\r\nattempted to murder Vickie on that night but they did not go through with\r\nthe plan. Malasky testified that Vickie was at Sister Care between 6:30 and\r\n9:30 p.m. on June 8th. Appellant objected and a sidebar was held. The trial\r\njudge overruled the objection. Later, on the record, appellant noted his \r\n  \r\n\r\n1 The State sought the death penalty. Although the jury found several\r\naggravating circumstances, they recommended a sentence of life. \r\n  \r\np.9\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\n235 (1996). Relevant evidence may be excluded if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice. Rule 403, SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAnderson testified that appellant ran from the murder scene through\r\nthe woods back to his home. Following an in camera hearing, the trial judge ruled\r\nwhether appellant received these scratches running through the woods\r\nfrom the crime scene back to his home went to the weight of the evidence and\r\nnot its admissibility. Accordingly, the pictures were relevant and their\r\nprobative value was not outweighed by any unfair prejudice. State v. \r\nAsbury, 328 S.C. 187, 493 S.E.2d 349 (1991)(because victim's hands and feet\r\nwere bound with cut electrical cord ' testimony concerning appliances and\r\nsevered electrical cords found at defendant's home was relevant and\r\nprobative value of testimony was not outweighed by danger of unfair\r\nprejudice). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, whether the scratches were \"fresh\" or not merely goes to\r\nthe weight of the evidence not its admissibility. State v. Sullivan, 277 S.C.\r\n35, 282 S.E.2d 838 (1981)(arguments raised by appellant go toward weight of\r\nevidence not its admissibility on whether or not evidence was left by\r\nappellant at crime scene). Accordingly, we find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3) Life insurance \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred in admitting evidence that\r\nappellant was the beneficiary of a $100,000 life insurance policy on Vickie.\r\nAppellant contends the probative value of this evidence was outweighed by\r\nunfair prejudice. Rule 403, SCRE. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvidence of insurance is properly admitted when it tends to establish\r\nmotive. State v. Williams, 321 S.C. 327) 468 S.E.2d 626 (1996). See also \r\nState v. Vermillion, 271 S.C. 99, 245 S.E.2d 128 (1978)(even if defendant is\r\nnot beneficiary, evidence of life insurance policy admissible if defendant\r\nderives a benefit). Evidence of a life insurance policy is properly admitted\r\nwhen there is evidence of the defendant's knowledge of the policy's existence,\r\nits validity, or believed validity, and that the defendant will benefit from it. \r\nState v. Cole, 54 Wash. App. 93, 772 P.2d 531 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends he was unaware that the policy on Vickie listing\r\nhim as beneficiary was in effect when Vickie died. Appellant contends that\r\nthere were policies taken out on both he and Vickie in 1990 but he believed \r\n  \r\np.11\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nher policy had lapsed. Clearly, appellant knew of the existence of the policy\r\nat one time. Appellant's argument that he thought Vickie's policy had lapsed\r\ndoes not prevent evidence of the policy from being admitted. It was a jury\r\nquestion as to whether at the time of the murder appellant had knowledge of\r\nthe existence of a valid policy with him - as the beneficiary. State v. Leuch,\r\n198 Wash. 331, 88 P.2d 440 (1930). Accordingly, we find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4) Tax Liens \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in allowing the State to\r\nintroduce evidence that two tax liens in the amounts of $27,539 and $37,864\r\nhad been filed against appellant and Vickie. Appellant objected on the\r\ngrounds of relevance and that the probative value was outweighed by\r\nprejudice, pursuant to Rules 402 and 403, SCRE. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State introduced the tax liens to show appellant had a financial\r\n motive for Vickie's murder. Appellant contends the tax liens were too remote\r\nin time as one of them was filed in 1989, five years prior to Vickie's death.\r\nThe other lien was filed in 1992. Appellant also contends once Vickie died,\r\nhe became liable for the entire amount, rather than just 50%. At the time of\r\nthe murder, there were two tax liens filed jointly against appellant and\r\nVickie. The State introduced evidence that appellant knew he was the\r\nbeneficiary of a life insurance policy on Vickie which would have enabled him\r\nto pay off the liens and leave him approximately $35,000. Accordingly, we\r\nhold appellant's poor financial condition was relevant to motive. State v. \r\nSack, 210 Or. 552, 300 P.2d 427 (1956)(evidence as to financial condition of\r\ndefendant as well as evidence tending to show that defendant would profit\r\nfinancially from death of his wife is relevant on issue of motive). The trial\r\njudge did not err in admitting this evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5) Failure of State to give notice of witness \r\n  \r\n  \r\n  \r\nAppellant contends the trial erred in ruling there was no prejudice by\r\nthe State's failure to give notice of a witness, Elsie Fields. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 5(e), SCRimP, provides the defendant is to provide notice of his\r\nintention to offer an alibi defense and \"the prosecution shall serve upon the\r\ndefendant or his attorney the names and addresses of witnesses upon whom \r\n  \r\np.12\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nthe State intends to rely to establish defendant's presence at the scene of the \r\nalleged crime.\" (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is no dispute that Fields was not listed as a witness who might\r\ntestify to refute appellant's alibi defense. Fields was visiting Bishop\r\nBeckham and his wife on June 12th. Fields testified that she saw appellant\r\ncoming from the pond on the Beckham property around 7:00 p.m. on June\r\n12th. Fields' testimony did not place appellant at the crime scene.\r\nAccordingly, the trial judge did not err in not excluding her testimony. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6) Chastising witness \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge'erred when he chastised a defense\r\nwitness, appellant's father, in the presence of the jury. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's father, Bishop Beckham, testified for appellant. During\r\ncross-examination, he was openly hostile to the Solicitor on several occasions.\r\nAt one point, the trial judge held a bench conference and admonished the\r\nBishop to respond to the questions and cautioned him about editorializing.\r\nWith the jury out of the courtroom, appellant's counsel talked privately with\r\nthe Bishop about his \"style\" or demeanor on the stand. Cross-examination\r\ncontinued and the solicitor asked the Bishop whether appellant was with the\r\nBishop during a conversation with the coroner. The Bishop answered:\r\n\"You're saying, I really don't recall Stephen being with me. You're saying\r\nthat.\" Another bench conference was held after which the trial court again\r\nadmonished the Bishop: \r\n  \r\n  \r\n  \r\nI've warned you the last time. Now next time you\r\nmake an editorial comment to the attorney examining\r\nyou, I'm going to hold you in contempt. . . . Now just\r\nanswer the question without any editorial comment.\r\nWhether people believe it or not, when they're on the\r\nwitness stand, lawyers have some latitude about asking\r\nquestions and you've got to respond to it. A\r\ncross-examination is always a more intense period for\r\neverybody. But nevertheless, you editorialize again,\r\nI'm going to hold you in contempt. \r\n  \r\n  \r\n  \r\np.13\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nAppellant did not make a contemporaneous objection. State v. Johnson, 324\r\nS.C. 38, 476 S.E.2d 681 (1996)(a contemporaneous objection is required at\r\ntrial to preserve an issue for appellate review). After the Bishop completed\r\nhis testimony, appellant objected to this admonition on the ground that a\r\nnegative feeling towards the Bishop was conveyed to the jury. The trial\r\ncourt offered to give a curative instruction. However, nothing further was\r\nrequested. Accordingly, there is no issue preserved for review. See Johnson, \r\nsupra; State v. George, 323 S.C. 496) 476 S.E.2d 903 (1996)(no issue is\r\npreserved for appellate review if objecting party accepts judge's ruling and\r\ndoes not contemporaneously make additional objection to sufficiency of\r\ncurative charge or move for a mistrial). Further, appellant did not later\r\nobject to the trial court's failure to give a curative instruction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, a trial judge has the inherent power to maintain order\r\nand decorum in his courtroom. See, e.g., State v. Shelton, 270 S.C. 577, 243\r\nS.E.2d 455 (1978)(trial judge has inherent power to maintain order in his\r\ncourt). \"'Generally, the act of a judge in a criminal case in admonishing,\r\nrebuking, or warning a witness because of the latter's language or conduct is\r\nnot such misconduct as to require a new trial. The court may reprove or\r\nrebuke a witness for levity or profanity, and it is proper for him to correct the\r\nvolubility of a witness and admonish those who show hesitation, reluctance,\r\nor evasion.\"' State v. Tuckness, 257 S.C. 295, 185 S.E.2d 607 (1971)(quoting\r\n58 Am.Jur.2d New Trial § 54). Accordingly, we find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7) Evidence of Fire \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred in allowing the State to\r\npresent evidence that an extinguished fire was found behind appellant's\r\nmobile home the day after the murder. Appellant contends there was no\r\nevidence retrieved from the fire and therefore any testimony about it was\r\nspeculative and irrelevant. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder Rule 401, SCRE, relevant evidence is defined as \"evidence\r\nhaving any tendency to make the existence of any fact that is of consequence\r\nto the determination of the action more probable or less probable than it\r\nwould be without the evidence.\" Rule 402, SCRE, provides that all relevant\r\nevidence is admissible. Here, the State's theory was that appellant had\r\ndestroyed some evidence by burning it. \r\n  \r\np.14\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nThe attempted destruction of evidence is regarded as a relevant\r\nincriminating circumstance. See State v. Epes, 209 S.C. 246, 39 S.E.2d 769\r\n(1946). Appellant's argument that there was nothing retrieved from the fire\r\nwould go its weight rather than admissibility. State v. Sullivan, 277 S.C. 35,\r\n282 S.E.2d 838 (1981)(arguments raised by appellant go toward weight of\r\nevidence not its admissibility on whether or not evidence was left by\r\nappellant at crime scene). Accordingly, we find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8) Evidence of Flight \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred in allowing evidence of flight.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn arrest warrant was issued for appellant on July 11, 1995.\r\nAppellant and his family had left early that morning for a vacation to\r\nFlorida. Appellant and his children checked into a Daytona Beach hotel room\r\nfor one hour. Appellant then checked out and drove all night to Kentucky. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvidence of flight has been held to constitute evidence of guilty\r\nknowledge and intent. State v. Thompson, 278 S.C. 1, 292 S.E.2d 581\r\n(1982)(evidence of flight admissible to show guilty knowledge, intent, and\r\nthat defendant sought to avoid apprehension). The critical factor to the\r\nadmissibility of evidence of flight is whether the totality of the evidence\r\ncreates an inference that the defendant had knowledge that he was being\r\nsought by the authorities. State v. Brown, 528 A.2d 1098 (R.I. 1987). See \r\nalso Commonwealth v. Jones, 457 Pa. 563, 576, 319 A.2d 142, 150 (1974)(it is\r\nsufficient that circumstances justify inference that accused's actions were\r\nmotivated as result of his belief that officers were aware of his wrongdoing\r\nand were seeking him for that purpose). Flight or evasion of arrest is a\r\ncircumstance to go to the jury. State v. Turnage, 107 S.C. 478, 93 S.E. 182\r\n(1917). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant attempted at trial to explain that his trip to Florida was a\r\nplanned family vacation. However, all of the testimony then establishes that\r\nonce in Florida appellant became aware that he was wanted and instead of\r\nreturning to South Carolina, he went to Kentucky. Appellant attempted to\r\ncounter with testimony that he planned to turn himself in after spending\r\nsome time with his children. However, whether he was going to eventually \r\n  \r\np.15\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nreturn does not make the evidence of flight inadmissible. It merely goes to\r\nits weight. State v. Sullivan, supra. Accordingly, we find no error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9) Search Warrant \r\n  \r\n  \r\n  \r\nAppellant contends the search warrant issued on July 11, 1995, should\r\nhave been quashed and the latex gloves seized from his mobile home during\r\nthe execution of this warrant should not have been admitted into evidence.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, appellant contends the search warrant was obtained based upon\r\nstale information. The police submitted an affidavit to establish probable\r\ncause to search appellant's mobile home for a gun after Anderson, in early\r\nJuly 1995, told police that he saw appellant hit Vickie with a gun on the day\r\nshe was murdered. A probable cause affidavit must state facts so closely\r\nrelated to the time of the issuance of the warrant as to justify a finding of\r\nprobable cause at that time. State v. Winborne, 273 S.C. 62) 254 S.E.2d 297\r\n(1979). In State v. Corns, 310 S.C. 5462 426 S.E.2d 324 (Ct. App. 1992), the\r\nCourt of Appeals quoted the following language from United States v. \r\nSteeves, 525 F.2d 33 (8th Cir.1975): \r\n  \r\n  \r\n  \r\nWhile the lapse of time involved is an important\r\nconsideration and may in some cases be controlling,\r\nit is not necessarily so. There are other factors to\r\nbe considered, including the nature of the criminal\r\nactivity involved, and the kind of property for which\r\nauthority to search is sought. Obviously, a highly\r\nincriminating or consumable item of personal property\r\nis less likely to remain in one place as long as an item\r\nof property which is not consumable or which is\r\ninnocuous in itself or not particularly incriminating. \r\n  \r\n  \r\n  \r\nIn Steeves, the court went on to note that the ski mask and clothing\r\nsought in the warrant were not incriminating in themselves and that people\r\nwho own guns generally keep them at home or on their persons.\r\nConsidering the totality of the circumstances, the court in Corns concluded it\r\ncould not say the time lapse invalidated the warrant as a matter of law. \r\n  \r\np.16\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhether \"averments in an affidavit are sufficiently timely to establish\r\nprobable cause depends on the particular circumstances of the case.\" United \r\nStates v. Hershenow, 680 F.2d 847, 853 (1st Cir.1982). Here, Anderson's\r\nstatement was not obtained until his arrest one year after the murder. He\r\ntold the police that appellant had used a gun in the commission of the\r\nmurder. We hold that based upon the totality of the circumstances in this\r\ncase, the averments in the affidavit were not stale and the search warrant\r\nwas valid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, appellant contends the evidence seized pursuant to the search\r\nwarrant was beyond the scope of the warrant. We disagree. The search\r\nwarrant stated the police were looking for a gun. The police not only seized a\r\ngun, but also a pair of latex gloves found in a night side table in appellant's\r\nbedroom. Appellant contends the police should not have seized the gloves\r\nbecause their incriminating nature was not immediately apparent. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the \"plain view\" exception to the warrant requirement, objects\r\nfalling within the plain view of a law enforcement officer who is rightfully in\r\na position to view the objects are subject to seizure and may be introduced as\r\nevidence. State v. Brown, 289 S.C. 581, 347 S.E.2d 882 (1986). In order for\r\nevidence to be seized under the plain view exception, three things must be\r\nshown: (1) the initial intrusion which afforded the authorities the plain view\r\nwas lawful; (2) the discovery of the evidence was inadvertent; and (3) the\r\nincriminating nature of the evidence was immediately apparent to the\r\nseizing authorities. State v. Culbreath, 300 S.C. 232, 237, 387 S.E.2d 255,\r\n257 (1990). Here, the officers were lawfully searching appellant's mobile\r\nhome for a gun when they seized the latex gloves. In his statement,\r\nAnderson asserted appellant wore gloves during the commission of the\r\nmurder. Appellant's contention that the gloves belonged to his daughter was\r\nan issue for the jury; it does not make the seizure of the gloves improper.\r\nAccordingly, the trial judge did not err in admitting the gloves. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n10) Denial of fair trial and due process \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge denied him a fair trial and due\r\nprocess by excluding various defense evidence. We disagree. \r\n  \r\np.17\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nAppellant contends the trial judge erred in not allowing him to admit\r\nevidence of third party guilt. Evidence offered by a defendant as to the\r\ncommission of the crime by another person is limited to facts which are\r\ninconsistent with the defendant's guilt. State v. Parker, 294 S.C. 465, 366\r\nS.E.2d 10 (1988). Here, the evidence which appellant sought to introduce\r\nregarding third party guilt would not exculpate him. See State v. \r\nSoutherland, 316 S.C. 377, 447 S.E.2d 862 (1994), overruled on other grounds \r\nby State v. Chapman, 317 S.C. 302, 454 S.E.2d 317 (1995). Appellant\r\nattempted to introduce evidence that there were two men on Little Mountain\r\nRoad on the night of the murder and that someone else had been with\r\nAnderson. Accordingly, the exclusion of this evidence was not error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then sought to introduce evidence that SLED agent \"Spike\"\r\nMcCraw during his investigation had been looking for two men who had\r\nbeen seen on Little Mountain Road between 8:30 and 9:30 p.m. on the night\r\nof the murder as impeachment evidence. During cross-examination, McCraw\r\ndenied this. To impeach McCraw, appellant sought to introduce an affidavit\r\nwhich McCraw had made to a magistrate in which McCraw stated he was\r\nlooking for two men seen on Little Mountain Road on June 12th. The State\r\nobjected and the trial judge sustained the objection. The trial judge stated\r\nthat the evidence was nothing more than an attempt by appellant to inject\r\nthird party guilt into the trial. Appellant proffered McCraw's testimony\r\nduring which McCraw admitted he had originally been looking for two men\r\nand that a man named Michael Beatty had been a suspect. Beatty was the\r\nowner of the car which Anderson borrowed to drive to Columbia. Appellant\r\ncontends the trial judge erred in not allowing him to impeach McCraw with\r\nthe affidavit which appellant contends is a prior inconsistent statement\r\nunder Rule 613 (b), SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRecently, in State v. Fossick, Op. No. 24849 (S.C. Sup. Ct. filed\r\nNovember 9, 1998)(Shearouse Adv. Sh. No. 35 at 3), we held the trial judge\r\nerred in not admitting impeachment evidence under Rule 613(b), SCRE. In \r\nFossick, we concluded the error was harmless. We applied the factors set\r\nforth in Delaware v. Van Arsdall, 475 U.S. at 684, 106 S.Ct. at 1438, 89\r\nL.Ed.2d at 686 (1986) for determining whether an issue of witness credibility\r\nis harmless error: \r\n  \r\n  \r\n  \r\n\"Whether such an error is harmless in a particular case depends upon \r\n  \r\np.18\r\n\r\nSTATE v BECKHAM \r\n\r\n\r\n\r\n\r\n\r\na host of factors . . . . The factors include the importance of the witness's\r\ntestimony in the prosecution's case, whether the testimony was cumulative,\r\nthe presence or absence of evidence corroborating or contradicting the\r\ntestimony of the witness on material points, the extent of cross-examination\r\notherwise permitted, and of course, the overall strength of the prosecution's case.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLikewise, here, the trial judge erred in not admitting the impeachment\r\nevidence but we find the error was harmless. McCraw's testimony was not\r\nthat important to the State's case. Much of McCraw's testimony was merely\r\ncumulative to Anderson's testimony2 and corroborated by other evidence.\r\nThe majority of McCraw's testimony was about the phone records of\r\nappellant, appellant's father, Vickie's father, Anderson, Anderson's employer\r\n(Smuggler's), and several pay phones, and appellant's bank records.\r\nMcCraw also testified as to Anderson's statement and how he had\r\ninvestigated the information contained in the statement. Appellant was\r\npermitted to extensively cross-examine McCraw. Lastly, the State's case was\r\nfairly strong. Anderson's testimony and the evidence of flight were very\r\ndamning. After considering the Van Arsdall factors in light of the evidence\r\nagainst appellant, we hold the exclusion of this impeachment evidence was\r\nharmless. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then contends the trial judge erred in excluding a composite\r\ndrawing of the second man. The composite drawing depicted an individual\r\nother than Anderson or appellant and was drawn based upon the statement\r\nof Sam Martin. Martin allegedly saw two men by a car on the side of Little\r\nMountain Road on the night of June 12th. Martin did not testify at trial.\r\nAppellant attempted to introduce the composite drawing during the cross-\r\nexamination of Jerry Wright, a deputy with the Newberry County Sheriff's\r\nOffice. The State objected on the grounds that the composite was improper\r\nthird party guilt evidence and hearsay. The trial judge sustained the State's\r\nobjection. Appellant contends he was attempting to impeach Anderson's\r\ntestimony that there was not a third person involved in the murder. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the exclusion of this impeachment evidence was harmless as it \r\n  \r\n\r\n2 At one point, appellant objected to McCraw's testimony as merely\r\nbolstering Anderson's testimony. \r\n  \r\np.19\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nwas cumulative. Robert Bowers testified that he and Johnnie Hawkins\r\ndrove by Little Mountain Road on the night of June 12th. Bowers testified\r\nthat Hawkins had told him he saw two persons by the side of Little\r\nMountain Road on June 12th.3 Thus, there was some impeachment evidence\r\nadmitted at trial to support appellant's theory that there were two people on\r\nthe side of Little Mountain Road on June 12th. See State v. Merriman, 287\r\nS.C. 74, 337 S.E.2d 218 (Ct.App.1985)(admission of the results of witness's\r\npolygraph examination would have been merely cumulative to other\r\nevidence impeaching his credibility; thus its exclusion was harmless). Thus\r\nthe admission of the composite as impeachment evidence would have been\r\ncumulative and therefore any error in its exclusion was harmless. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends the trial judge erred in excluding the proffered\r\ntestimony of Jamie Suber, appellant's nephew. During the early morning\r\nhours of June 13th, appellant and Suber were questioned by the police.\r\nAppellant sought to introduce Suber's testimony that the police had told him\r\nthat appellant had confessed and named Suber as an accomplice. The State\r\nobjected to this testimony on the ground of hearsay. Appellant wanted to\r\noffer this testimony to illustrate the police tactics. Further, appellant argued\r\nthe statements were an exception to hearsay under Rule 803(3), SCRE, as\r\ngoing to the police officer's state of mind or as a statement made by a party-\r\nopponent under Rule 801(d)(2), SCRE. The trial judge ruled this evidence\r\nwas irrelevant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find no error in excluding this evidence. The police tactics and\r\npolice officers' state of mind were not relevant as this evidence did not make\r\nanything of consequence to the action more or less probable. See Rule 401,\r\nSCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant also contends the trial judge erred in excluding\r\nimpeachment evidence of phone calls from the residence of Rick Mitchell, a\r\nbouncer at Smuggler's, to the Myrtle Beach area and one collect call from an\r\nunidentified Anderson, South Carolina phone to Smuggler's. Mitchell lived\r\n in Anderson at the time of the trial. Mitchell testified that appellant had\r\napproached him about killing his wife. Mitchell also testified that he had not\r\nbeen in contact with anyone from Smuggler's in Myrtle Beach for a year or \r\n  \r\n\r\n3 Hawkins did not testify. \r\n\r\np.20\r\n\r\nSTATE v. BECKHAM \r\n\r\n\r\n\r\n\r\n\r\nmore prior to the trial. Appellant wanted to impeach Mitchell with these\r\nphone records. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen a witness denies an act involving a matter collateral to the case\r\nin chief, the inquiring party is not permitted to introduce contradictory\r\nevidence to impeach the witness. State v. Dubose, 288 S.C. 226, 341 S.E.2d\r\n785 (1986). Thus, we hold the trial judge did not err in excluding evidence\r\nof these calls \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., WALLER, BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\np.21\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24907","title":"Hooper v. Rockwell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24907","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\n  \r\n  \r\nKim D. Hooper and Beverly\r\nG. Hooper, Plaintiffs, \r\n  \r\nv. \r\n  \r\nAmy Rockwell, Tony\r\nSuttles, South Carolina\r\nDepartment of Social\r\nServices, Candice Lynn\r\nSuttles, Shannon Donna\r\nSuttles, and Anthony\r\nRobert Edward Suttles, of\r\nNvhom Candice Lynn\r\nSuttles, Shannon Donna\r\nSuttles, and Anthony\r\nRobert Edward Suttles are\r\nminors under the age of\r\neighteen years, by their\r\nguardian ad litem, Edward\r\nGalloway,   Defendants. \r\n  \r\nand \r\n  \r\nSouth Carolina\r\nDepartment of Social\r\nServices, Plaintiff, \r\n  \r\nv. \r\n  \r\nAmy Suttles Rockwell and\r\nTom Rockwell, Defendants, \r\n  \r\n  \r\n  \r\nIn the Matter of Anthony Suttles, Shannon Suttles,\r\nCandice Shuttles, and Christopher Perry, minors under\r\nthe age of eighteen years, \r\n  \r\np.22\r\n\r\nOf whom Amy Rockwell,\r\na/k/a Amy Suttles\r\nRockwell, is   Appellant, \r\n  \r\n  \r\n  \r\nand Kim D. Hooper,\r\nBeverly G. Hooper, and\r\nSouth Carolina\r\nDepartment of Social\r\nServices, are   Respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nH. Bruce Williams, Family Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24907\r\nHeard December 3, 1998 - Filed February 22, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nJohn C. Bruton, Jr., and James L. Ward, Jr., both of\r\nSinkler &amp; Boyd, P.A., Columbia, for appellant Amy\r\nSuttles Rockwell. \r\n  \r\n  \r\n  \r\nKellum W. Allen and C. Vance Stricklin, Jr., both of\r\nKirkland, Wilson, Moore, Allen, Taylor &amp; O'Day, P.A.,\r\nWest Columbia, for respondents Kim D. Hooper and\r\nBeverly G. Hooper. \r\n  \r\n  \r\n  \r\nAphrodite K. Konduros of the Office of General Counsel,\r\nColumbia, for respondent South Carolina Department of\r\nSocial Services. \r\n  \r\n  \r\n  \r\nElisabeth C. Gallant of Columbia for the guardian ad\r\nlitem, Edward Galloway. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Amy Suttles Rockwell (appellant) appeals the decision \r\n  \r\np.23\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nof the family court to terminate her parental rights in three of her children and allow\r\nKim D. Hooper and Beverly G. Hooper (the Hoopers) to adopt the children. We affirm\r\nthe judgment of the family court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nLaw enforcement officers, acting under S.C. Code Ann. § 20-7-610 (Supp.\r\n1997), took Anthony Suttles, age seven, into emergency protective custody in April\r\n1991. The officers, responding to a call from Anthony's grandmother, found Anthony\r\nfrightened and dripping wet with bruises about his face and neck. Anthony told the\r\nofficers his mother had choked and repeatedly dunked him in icy bath water after\r\naccusing him of stealing tapes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter further investigation by the Fairfield County Department of Social\r\nServices (DSS), a family court judge in May 1991 granted an ex parte request by DSS\r\nto take Candice Suttles and her twin sister Shannon Suttles, both age six, and\r\nChristopher Perry, age nine, into emergency protective custody. The children had\r\ninjuries that were inconsistent with the explanations offered by appellant or her\r\nboyfriend at the time, Tom Rockwell (Rockwell), DSS told the family court.1 Appellant\r\nalso was emotionally unstable and refused to allow DSS into her home or undergo a\r\ncourt-ordered psychological evaluation. The children were placed in foster homes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn July 1991, appellant and Rockwell entered into a consent order with\r\nDSS. They agreed to a finding of a threat of harm to the children, that DSS would\r\nretain custody of the children, and that visitation with the children would be\r\nsuspended until independent psychologists reported their progress and determined\r\nthe children would not be harmed by visitation. Appellant promised to seek prompt\r\npsychological treatment and mental health counseling. Rockwell agreed to undergo\r\na psychological evaluation and mental health counseling. Both agreed to sign the\r\nnecessary forms for release of psychological reports to DSS. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn October 1991, the family court found appellant and Rockwell in\r\ncontempt for refusing to comply with the consent order. The court sentenced each \r\n  \r\n\r\n1 Court documents from 1991 name Amy Suttles and Tom Rockwell. They\r\napparently considered themselves married at the time the children were taken into\r\nprotective custody, but Ms. Suttles had not finalized her divorce from a previous\r\nhusband. Ms. Suttles and Rockwell were married by a justice of the peace in May\r\n1994. \r\n  \r\np.24\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nto ninety days in jail, suspended upon the completion of psychological evaluations and\r\ncompliance with other terms of the consent order. In February 1992, the family court\r\nagain found appellant and Rockwell in contempt for failing to comply with previous\r\norders and again ordered them to undergo the necessary evaluations and seek mental\r\nhealth counseling. The court sentenced each to twenty-four hours in jail. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn May 1992, the family court, after reviewing the case and hearing\r\ntestimony by psychologists who had interviewed appellant and the children, ordered\r\nthat DSS retain custody of the children. Both psychologists diagnosed appellant as\r\nsuffering from histrionic personality disorder.2 The court ordered, among other\r\nthings, that appellant and Rockwell participate in counseling, that appellant pay child\r\nsupport, that DSS have the children evaluated again to ensure the foster parents were\r\nnot manipulating them, that the children continue with counseling, and that appellant\r\nand Rockwell have supervised visitation with the children. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe case was transferred to Richland County in September 1992 after\r\nappellant and Rockwell, the foster parents, and the children moved to Richland and\r\nLexington counties. The family court temporarily suspended appellant and\r\nRockwell's visitation rights in January 1993 on the motion of DSS after a particularly\r\ndisruptive visit. Appellant and Rockwell did not appear at the hearing. In May 1994,\r\nthe family court again ordered that appellant undergo a psychiatric evaluation, as she\r\npreviously had been ordered to do in 1991. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Must a party challenge emergency removal\r\norders in a timely appeal filed after the\r\nissuance of such orders, or are those orders\r\ninterlocutory in nature, so that a party may\r\nchallenge them when appealing a subsequent\r\njudgment in a termination of parental rights \r\n  \r\n\r\n2 Persons afflicted with this disorder exhibit a pervasive pattern of excessive\r\nemotionality and attention seeking, usually beginning in early adulthood. They tend\r\nto deny problems or blame others for their problems, and often experience rapidly\r\nshifting emotional extremes. Their interaction with others often is characterized by\r\ninappropriate sexually seductive or provocative behavior. They are easily influenced\r\nby others or by circumstances. They engage in superficial relationships, but often\r\nbelieve they are emotionally closer to other people than they really are. \r\n  \r\np.25\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nproceeding involving the same children? \r\n  \r\n  \r\n  \r\n2.   Does S.C. Code Ann. § 20-7-610(A) (Supp. 1997) violate the\r\nstate or federal constitutions? \r\n  \r\n  \r\n  \r\n3.   Did the family court err in terminating appellant's parental\r\nrights and signing the adoption decree? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. EMERGENCY REMOVAL ORDERS \r\n  \r\n  \r\n  \r\nAppellant raises several issues relating to orders issued as a result of\r\nex parte, merit, and contempt proceedings in 1991 and 1992. Appellant argues the\r\nissues are properly before this Court because all orders issued before the August\r\n1996 order terminating her parental rights were interlocutory in nature and not\r\nimmediately appealable. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA law enforcement officer may take a child into emergency protective\r\ncustody in appropriate circumstances. S.C. Code Ann. § 20-7-610(A) (Supp. 1997).\r\nIn addition, the family court may issue an ex parte order allowing DSS to take a child\r\ninto emergency protective custody in appropriate circumstances. S.C. Code Ann. §\r\n20-7-610(P) (Supp. 1997). DSS must begin a preliminary investigation within twenty-\r\nfour hours after a child is taken into emergency protective custody to determine\r\nwhether grounds for assuming legal custody of the child exist. S.C. Code Ann. § 20-7-\r\n610(D) (Supp. 1997). The family court must hold a probable cause hearing within\r\nseventy-two hours of the time the child was taken into custody. S.C. Code Ann. § 20-7-\r\n610(M) (Supp. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUpon assuming legal custody of the child, DSS must begin a child\r\nprotective investigation. On or before the next working day after beginning the\r\ninvestigation, DSS must initiate a removal proceeding in family court. The family\r\ncourt must hold a merit hearing within thirty-five days of receipt of the removal\r\npetition to determine whether removal is necessary. S.C. Code Ann. §§ 20-7-610(K)\r\nand 20-7-736(E) (Supp. 1997). Prosecutors, DSS, and the family court must strictly\r\ncomply with this schedule of hearings. The family court should order custody be\r\nreturned to the child's parent or legal guardian if the hearings are not held within ten\r\ndays after the statutory time limits. Doe v. State, 294 S.C. 1205, 363 S.E.2d 106 (1987).\r\nThe family court must review treatment, placement, and permanent plans involving\r\nchildren. S.C. Code Ann. §§ 20-7-762 to -766 (Supp. 1997). While the Legislature has\r\namended Section 20-7-610 three times since 1991, the basic process of judicial review \r\n  \r\n  \r\n  \r\np.26\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\n-- a possible ex parte order, a probable cause hearing, and a merit hearing -- has\r\nremained the same.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Doe v. State, supra, we concluded a mother who consented to the\r\nremoval of her children at a merit hearing was barred from later raising statutory\r\nand constitutional challenges in the Court of Common Pleas. We indicated the mother\r\ncould have appealed the order if she had not consented to it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's case presents similar facts. She consented to the removal\r\n of her children in an order dated July 31, 1991, which was issued after a merit\r\nhearing. Appellant agreed, among other things, to undergo a psychological evaluation\r\nand seek mental health counseling in order to rectify the problems and reunite her\r\nfamily. We hold that appellant may not appeal that consent order because such\r\norders are not appealable. See Doe v. State, supr ; Wilson v. All, 86 S.C. 586, 68 S.E.\r\n824 (1910) (court will not entertain appeal from an order issued with parties'\r\nconsent); Smith v. Lowery, 56 S.C. 493, 35 S.E. 129 (1900) (same); Parsons v. Gibbes,\r\n59 S.C. 215, 37 S.E. 753 (1901) (same); Calcutt v. Calcutt, 282 S.C. 565, 320 S.E.2d 55\r\n(Ct. App. 1984) (same). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe further hold that an ex parte emergency removal order issued by the\r\nfamily court is interlocutory in nature and not immediately appealable. See Mid-State \r\nDistributors, Inc. v. Century Importers, Inc. 310 S.C. 330, 335, 426 S.E.2d 777, 780\r\n(1993) (teaching that an order is interlocutory \"[i]f there is some further act which\r\nmust be done by the court prior to a determination of the rights of the parties . . . or\r\n[i]f a judgment determines the applicable law while leaving open questions of fact\"); \r\nIn the Interest of Lorenzo B., 307 S.C. 439, 415 S.E.2d 795 (1992) (order adjudicating\r\na juvenile to be delinquent is not immediately appealable; instead appeal may be\r\ntaken after imposition of final judgment at dispositional hearing); State v. Dingle, 279\r\nS.C. 278, 306 S.E.2d 223 (1983) (ex parte order issued by trial judge in homicide case\r\nto have defendant undergo mental examination is not immediately appealable),\r\nabrogated on other grounds, Horton v. California, 496 U.S. 128, 110 S.Ct. 2301, 110\r\nL.Ed.2d 112 (1990); 4 C.J.S. Appeal and Error § 102 (1993) (generally no appeal lies \r\n  \r\n\r\n3 In 1991, the family court was required to hold a \"pretrial\" hearing to\r\ndetermine the existence of probable cause within ten days of the initiation of a\r\nremoval proceeding. The court was required to hold a hearing to determine whether\r\nremoval of custody was needed within forty days of the initiation of a removal\r\nproceeding. Act No. 546, 1988 S.C. Acts 4701; Act No. 489, 1990 Acts 2169 (both\r\ncodified at S.C. Code Ann. § 20-7-610 (Supp. 1991)). \r\n  \r\np.27\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nfrom an ex parte order). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe also hold, for the same reasons, that an order issued as a result of\r\na probable cause hearing in an emergency removal case is interlocutory in nature and\r\nnot immediately appealable. At that point, any investigation by law enforcement or\r\nDSS, as well as any consideration of the case by the family court, is at such an early\r\nstage an appellate court would have little or nothing to review. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, any order issued as a result of a merit hearing, as well as any\r\nlater order issued with regard to a treatment, placement, or permanent plan, is a final\r\norder that a party must timely appeal. At that point, investigators and DSS have\r\npresented evidence to the family court, the parents or guardians of the child have had\r\nan opportunity to challenge the evidence and present their case, and the family court\r\nhas decided whether the allegations of the removal petition are supported by a\r\npreponderance of the evidence as required by S.C. Code Ann. § 20-7-736(F) (Supp.\r\n1997). See Mid-State Distributors, Inc., supra (explaining that an order is a final\r\njudgment that may immediately be appealed when there is no further act to be done\r\nby the court prior to a determination of the rights of the parties); Culbertson v. \r\nClemens, 322 S.C. 20, 471 S.E.2d 163 (1996) (stating the general rule that only final\r\njudgments are appealable); Mears v. Mears, 287 S.C. 168, 337 S.E.2d 206 (1985)\r\n(timely service of notice of appeal is jurisdictional requirement and this Court may\r\nnot extend the time for doing it); Rules 201 (a) and 203(b) (3), SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilarly, a contempt order also is a final order that is immediately\r\nAppellant consented to the issuance of the contempt order in October\r\n1991 which, as explained above, meant she could not appeal that order. She did not\r\n consent to the issuance of the contempt order in February 1992, but failed to timely\r\nappeal it. See Ex Parte Whetstone, 289 S.C. 580, 347 S.E.2d 881 (1986) (party may\r\nrefuse to comply with discovery order and then appeal after he is held in contempt for\r\nfailure to comply); Jarrell v. Petoseed Co., 331 S.C. 207,500 S.E.2d 793 (Ct. App. 1998)\r\n(trial court's finding that seller was liable for civil compensatory contempt was\r\nimmediately appealable even though damages were undetermined and fraud claim\r\nhad not been decided). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTreating orders issued as a result of merit, contempt, or other\r\nsubsequent hearings as interlocutory orders, as appellant suggests, would mean\r\nparents or guardians would be unable to seek appellate review of DSS's actions and\r\nthe family court's decisions until someone finally moved to terminate the parents' or\r\nguardians' rights. As this case illustrates, years may elapse between the removal of \r\n  \r\np.28\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\na child from the home and an action to terminate the parents' rights in the child. A\r\nsystem such as appellant suggests would constitute an unacceptable infringement of\r\nthe parents' rights, as well as delay or prevent timely review of important decisions\r\ninvolving the custody and care of children. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder our analysis, then, appellant should not have consented to the\r\nmerit order dated July 31, 1991, or the contempt order in October 1991 if she wished\r\nto carry any issues or arguments to an appellate court. She also had to timely appeal\r\n any subsequent orders of the family court regarding the custody of her children or the\r\ntreatment plan that she wished to challenge. Because she consented to the orders\r\nor failed to timely appeal them, the issues she now raises are not properly before the\r\nCourt. See Mears v. Mears, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. CONSTITUTIONALITY OF SECTION 20-7-610(A) \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 20-7-610(A) (Supp. 1997) authorizes a law enforcement\r\nofficer to take a child into emergency protective custody without the consent of the\r\nchild's parents or guardians if the officer has probable cause to believe the child, by\r\n reason of abuse or neglect, is in imminent danger and there is no time to apply for a\r\ncourt order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant contends Section 20-7-610(A) violates the federal constitution.\r\nShe cites the right of marital privacy established in Griswold v. Connecticut, 381 U.S.\r\n479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965) and the principle that parents have a\r\nconstitutionally guaranteed parental prerogative in the education of children.\r\nAppellant further contends Section 20-7-610(A) violates Article I, Sections 3 and 10\r\nof the state constitution when read in conjunction with the interpretation clause of\r\nArticle L Section 23. Article 1, Section 3 ensures the government may not abridge the\r\nprivileges and immunities of its citizens without due process, and provides for equal\r\nprotection under the law. Article I, Section 10 prohibits unreasonable searches,\r\nseizures, or invasions of privacy. Article I, Section 23 states that constitutional\r\nprovisions shall be construed to be mandatory unless expressly made permissive.\r\nFinally, appellant cites the principle that a state may construe its own constitutional\r\nprotections in a manner that provides more protection to citizens than does the\r\nfederal constitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDrawing upon the various provisions, appellant asserts that \"familial\r\nprivacy includes the right to raise one's children as one sees fit, free from interference\r\nby the State or anyone else. . . . Any statutory scheme that purports to invade, without \r\n  \r\np.29\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nprior judicial review, rights of the citizens of this State to be left alone, to raise their\r\nfamilies as they see fit, cannot be constitutional  . . .\" We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant first presented her arguments to the family court at a motions\r\nhearing held about three months before the termination of parental rights hearing in\r\n1996. As explained in Issue 1, she should have raised her arguments in seeking the\r\nimmediate return of her children at the merit hearing in July 1991, and then timely\r\nappealed any rejection of those arguments. Nevertheless, we address the issue for\r\nthe benefit of the bench and bar because we previously have not explicitly considered\r\nthe appealability of various emergency removal orders. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe parties have cited no case, and we have found none, that addresses\r\na \"familial privacy\" argument exactly as appellant has framed it. The underlying\r\nissue -- how best to balance the rights and duties of parent, child, and society in a\r\nchild neglect or abuse case -- involves an enduring debate among courts, lawmakers,\r\nand the public at large.4 Numerous courts, however, have rejected constitutional\r\nchallenges to emergency protective custody statutes designed to protect abused\r\nor neglected children. Courts uniformly have concluded that, while parents have a\r\nconstitutionally protected liberty interest in the care and custody of their children,\r\nthat right is not absolute. In an emergency where imminent harm is likely, a\r\ngovernment officer or agency acting under statutes with specific guidelines may \r\n  \r\n\r\n4 See Manvinder Gill, Protecting the Abused Child: It Is Time to Reevaluate \r\nJudicial Preference for Preserving Parental Custody Rights Over the Rights of the \r\nChild To Be Free From Physical Abuse and Sexual Exploitation, 18 J. Juv. L. 67\r\n(1997) (arguing that too many courts \"pay mindless obeisance to the sacred cow of\r\nparental rights\" even when abuse is apparent, and criticizing a recent movement of\r\nparental rights activists as \"a throwback to the antiquated and discredited 'children\r\nas chattel' mentality\" prevalent in years past); Barbara B. Woodhouse, A Public Role \r\nin the Private Family: the Parental Rights and Responsibilities Act and the Politics \r\nof Child Protection and Education, 57 Ohio St. L. J. 393 (1996) (identifying numerous\r\nshortcomings of a recent federal bill supported by parental rights activists, and\r\narguing children have \"needs-based rights\" for which most Americans are willing to\r\nshare responsibility); Julie S. Rappaport, The Legal System's Response to Child \r\nAbuse: A \"Shield\" for the Children or a \"Sword\" Against the Constitutional Rights of \r\nParents?, 9 N.Y.L. Sch. J. Hum. Rts. 257 (1991) (arguing that courts' recent responses\r\nto the problem of child abuse appear to be skewed against the alleged parental\r\nabuser, and suggesting the present system often violates the abuser's rights under the\r\nFourth, Fifth, and Sixth Amendments). \r\n  \r\np.30\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nremove children from their home and take them into protective custody without\r\nparental consent or prior judicial review. Courts also recognize that such cases are\r\nfundamentally different from a typical criminal case. E.g., White by White v. \r\nChambliss, 112 F.3d 731, 735 (4th Cir.) (noting that South Carolina's emergency\r\nprotective custody statute is constitutional under Fourth Circuit precedent), cert. \r\ndenied, 118 S.Ct. 296,139 L.Ed.2d 228 (1997); Thomason v. SCAN Volunteer Services, \r\nInc., 85 F.3d 1365 (8th Cir. 1996) (parents' liberty interest in familial relations is\r\nlimited by government's compelling interest in the protection of minors; removal of\r\nchild did not violate parents' due process rights where a physician found reasonable\r\nsuspicion of life-threatening abuse in the home); Jordan by Jordan v. Jackson, 15 F.3d\r\n333, 341-56 (4th Cir. 1994) (rejecting due process and equal protection challenges to\r\nVirginia's emergency protective custody statute, which is similar to South Carolina's;\r\ncourt thoroughly discussed the important interests of parent, child, and government\r\nthat it had to consider); Dietz v. Damas, 932 F. Supp. 431, 444 (E.D.N.Y. 1996)\r\n(rejecting due process challenge to emergency protective custody statute, and noting\r\nit is widely recognized that child abuse proceedings, especially emergency removals,\r\ninvolve special interests that differ from criminal cases); West's Digests, \r\nConstitutional Law, Key No. 274(5); Infants, Key Nos. 132, 154. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe do not believe familial privacy prevents authorities from investigating\r\nwhether a mother is choking and dunking her seven-year-old son in icy bath water,\r\nor taking a child into emergency protective custody in such a situation. Appellant's\r\nargument ignores the statutory right of a child to be free of abusive or neglectful\r\nsituations, which is a central purpose of the Children's Code. E.g. S.C. Code Ann. §\r\n20-7-20 (1985 &amp; Supp. 1997) (establishing children's policy); S.C. Code Ann. § 20-7-480\r\n(Supp. 1997) (establishing principles that those involved in child welfare services\r\nmust follow when intervening in a family's life); S.C. Code Ann. § 20-7-490 (Supp.\r\n1997) (defining abuse and neglect); S.C. Code Ann. §§ 20-7-50 to -70 (Supp. 1997)\r\n(making it a crime to harm or neglect a child). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court long has tried to decide all matters involving the custody or\r\ncare of children in \"light of the fundamental principle that the controlling\r\nconsideration is the best interests of the child.\" In Re Doran, 129 S.C. 26, 31, 123 S.E.\r\n501, 503 (1924); accord Woodall v. Woodall, 322 S.C. 7, 471 S.E.2d 154 (1996); \r\nHarrison v. Ballington, 330 S.C. 298, 498 S.E.2d 680 (Ct. App. 1998). Similarly, the\r\nLegislature in recent years has placed an increasing emphasis on the best interests\r\nof the child in abuse and neglect cases. See Janet T. Butcher, What Lawyers Need to \r\nKnow About Child Abuse and Neglect in 1998, South Carolina Lawyer, Nov./Dec. 1998,\r\nat 15. To accept appellant's argument would be an unwise retreat from that principle. \r\n  \r\np.31\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nAccordingly, we hold that Section 20-7-610(A), part of an emergency protective\r\ncustody statute with specific deadlines and detailed procedures that safeguard the\r\nrights of parents and their children, does not violate the state or federal constitutions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. TERMINATION OF PARENTAL RIGHTS AND ADOPTION \r\n  \r\n  \r\n  \r\nAppellant contends the evidence does not support the family court's\r\nfindings of fact or the decision to terminate appellant's parental rights and allow the\r\nHoopers to adopt Anthony and his twin sisters, Candice and Shannon. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn November 1995, more than four years after her children were removed\r\nfrom the home, appellant asked the family court to dismiss the case and return her\r\nfour children to her. Two weeks after appellant filed her motion, the Hoopers filed an\r\naction in family court seeking to terminate the parental rights of appellant and the\r\nnatural father,5 and adopt Anthony, Candice, and Shannon. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe family court terminated appellant's parental rights on four grounds\r\ncontained in S.C. Code Ann. § 20-7-1572 (Supp. 1997): appellant's willful failure to pay\r\nsupport, severe and repetitious abuse by appellant, failure of appellant to remedy\r\nconditions in the home, and appellant's diagnosable condition. The family court\r\ndecreed it was in the best interests of the children to be adopted by the Hoopers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe public policy of this state in child custody matters is to reunite\r\nparents and children. S.C. Code Ann. § 20-7-20(D) (1985); Hopkins v. South Carolina \r\nDep't of.Social Services, 313 S.C. 322, 437 S.E.2d 542 (1993). When reunification is\r\nnot possible or appropriate and a party moves to terminate the parents' rights, that\r\nparty must prove a ground for termination of parental rights by clear and convincing\r\nevidence. Richland County Dep't of Social Services v. Earles, 330 S.C. 24, 496 S.E.2d\r\n864 (1998); Greenville Countv Dep't of Social Services v. Bowes, 313 S.C. 188, 437\r\nS.E.2d 107 (1993) (citing Santosky v. Kramer, 455 U.S. 745,102 S.Ct. 1388, 71 L.Ed.2d\r\n599 (1982)).6 \r\n  \r\n\r\n5 The natural father, Tony Suttles, relinquished his parental rights and\r\nconsented to the adoption pursuant to S.C. Code Ann. §§ 20-7-1700 and -1705 (Supp.\r\n1997.) He is not a party in this appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6 Effective January 1, 1997, a family court judge is required to make the\r\nadditional finding that termination is in the best interest of the child. S.C. Code Ann.\r\n§ 20-7-1572 (Supp. 1997). \r\n  \r\np.32\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nIn reviewing a termination of parental rights, the appellate court has the\r\nauthority to review the record and make its own findings of whether clear and\r\nconvincing evidence supports the termination. Richland County Dept' of Social \r\nServices, supra; South Carolina Dep't of Social Services v. Brown, 317 S.C. 332, 454\r\nS.E.2d 335 (Ct. App. 1995). The appellate court is not, however, required to ignore the\r\nfact that the family court, who saw and heard the witnesses, was in a better position\r\nto evaluate their credibility and assign comparative weight to their testimony. Cherry \r\nv. Thomasson, 276 S.C. 524,280 S.E.2d 54t (1981). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. WILLFUL FAILURE TO PAY SUPPORT \r\n  \r\n  \r\n  \r\nThe family court found that appellant willfully failed to pay child support\r\nor materially contribute to the children's care for multiple six-month periods during\r\nthe five years the children had been in foster care. See S.C. Code Ann. § 20-7-1572 (4).\r\nAppellant argues she never received notice of the hearing at which she was required\r\nto pay support. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhether a parent's failure to visit or support a child is \"willful\" within the\r\nmeaning of the statute is a question of intent to be determined in each case from all\r\nthe facts and circumstances. The family court is given wide discretion in making this\r\ndetermination, which must be established by clear and convincing evidence. South \r\nCarolina Dep't of Social Services v. Broome, 307 S.C. 48, 413 S.E.2d 835 (1992).\r\n\"Conduct of the parent which evinces a settled purpose to forego parental duties may\r\nfairly be characterized as 'willful' because it manifests a conscious indifference to the\r\nrights of the child to receive support and consortium from the parent.\" Id. at 53, 413\r\nS.E.2d at 838. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA family court judge ordered appellant in November 1993 to pay $174 per\r\nmonth in child support. The record shows appellant paid $583 in April 1994 after a\r\njudge issued a bench warrant for her arrest due to non-payment. She paid $4,475 in\r\nMay 1996, one day before the hearing began on the termination of her parental rights.\r\nShe made no other payments. The record refutes appellant's assertion that she never\r\nreceived notice of the support hearing. Although appellant initially testified she never\r\nreceived notice of the support hearing, she admitted on cross-examination she knew\r\nshe was supposed to pay child support. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile appellant needed counseling to address her mental health\r\nproblems, she was capable of doing everyday tasks, psychologists testified. She had\r\nbeen employed in the past, including four years at a fast food restaurant and four \r\n  \r\np.34\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nyears at a jewelry shop. Appellant testified she could not afford to pay child support\r\nbecause she did not have a job. She considered her effort to regain custody of her\r\nchildren a full-time job. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude that clear and convincing evidence supports the family\r\ncourt's decision to terminate appellant's parental rights on this ground. Appellant\r\ncould have worked and paid child support. If she could not afford to pay $174 a\r\nmonth, she could have asked the court to reduce it or at least materially contributed\r\nin some way to her children's support. Instead, she did nothing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. SEVERE AND REPETITIOUS ABUSE \r\n  \r\n  \r\n  \r\nThe family court found the children had been physically harmed in the\r\nhome and, due to the severity or repetition of the abuse or neglect, it was not\r\nreasonably likely appellant could make the home safe within twelve months. See S.C.\r\nCode Ann. § 20-7-1572(l). Appellant argues the record does not support that\r\nconclusion. She also asserts that repeatedly dunking a child in bath water does not\r\nconstitute physical injury as defined in S.C. Code § 20-7-490(6) (Supp. 1997) (physical\r\ninjury means \"death or permanent or temporary disfigurement or impairment of any\r\nbodily organ or function\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn reaching its conclusion, the family court relied upon the testimony of\r\nlaw enforcement officers who found Anthony frightened, dripping wet, and bruised\r\nwhen they were called to appellant's home in April 1991. One officer testified that\r\nappellant admitted she had dunked Anthony to \"punish\" him. Three clinical\r\npsychologists, a psychiatrist, and a professional counselor testified they believed\r\nAnthony, Candice, and Shannon had been physically abused. The children were\r\nextremely anxious about life generally, they were frightened and angry when\r\nappellant visited them, and they did not want to return home. All agreed that\r\nreturning the children to appellant's home would be the wrong decision -- a\r\n\"devastating occurrence\" in the counselor's words. All believed adoption by the\r\nHoopers was the right decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude that clear and convincing evidence supports the family\r\ncourt's decision to terminate appellant's parental rights on this ground. Furthermore,\r\nrepeatedly dunking a seven-year-old child in icy bath water constitutes physical\r\ninjury under Section 20-7-490(6) because it temporarily impairs the child's ability to\r\nbreathe and, if it continued, would drown the child. Cf. Florence County Dep't of \r\nSocial Services v. Ward, 310 S.C. 69, 425 S.E.2d 61 (Ct. App. 1992) (affirming family \r\n  \r\np.34\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\ncourt's finding that foster parent did not physically abuse or mentally injure child as\r\nresult of punishing child by splashing cool or cold water on him; there was no\r\nevidence that child suffered any permanent or lasting physical damage from the\r\nisolated incident, and record reflected that manner of punishment had been\r\nrecommended by authority in field of child discipline). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFAILURE TO REMEDY CONDITIONS IN THE HOME \r\n  \r\n  \r\n  \r\nThe family court found that the children had been out of the home for six\r\nmonths and appellant had not remedied the conditions which caused the removal.\r\nSee S.C. Code Ann. § 20-7-1572(2). Appellant contends the record does not support\r\nsuch a finding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn reaching its conclusions, the family court pointed to the repeated\r\nefforts of DSS and the multiple opportunities appellant had to obtain mental health\r\ncounseling and comply with treatment plans. DSS developed at least a dozen\r\ntreatment plans and the primary goal from 1991 to 1993 was to reunite the family.\r\nBut appellant repeatedly refused to sign treatment plans, attend counseling to\r\naddress her personality disorder, pay support, or even sign release forms for DSS to\r\nobtain information from the mental health professionals who examined her. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe record shows that appellant refused to acknowledge she had any\r\nproblems, but instead blamed everyone in sight. She was twice held in contempt for\r\nrefusing to comply with treatment plans. She believed law enforcement, DSS, school\r\nofficials, the family court, the guardian ad litem, and the mental health professionals\r\nall were engaged in a continuing conspiracy to steal her children and possibly sell\r\nthem on the black market. Appellant testified the April 1991 incident involving\r\nAnthony was nothing more than a \"major misunderstanding,\" and denied her children\r\nwere ever abused in anyway. Rockwell, appellant's husband, also testified at length\r\nabout the alleged conspiracy. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn one bizarre example, appellant accused law enforcement and DSS\r\nofficials of taking her children out of school to go on a train ride and to a state park.\r\nAn investigation revealed there were no trains anywhere in the area where she\r\nallegedly saw it, and one alleged participant in the outing was in prison at the time.\r\nThe numerous allegations against law enforcement eventually prompted the Fairfield\r\nCounty sheriff to turn the entire case over to the State Law Enforcement Division. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude that clear and convincing evidence supports the family \r\n  \r\np.35\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\ncourt's decision to terminate appellant's parental rights on this ground. See South \r\nCarolina Dep't of Social Services v. Broome, supra (affirming decision to terminate\r\nrights of mother who suffered from a chronic mental condition where mother failed\r\nto visit or support the child). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD. DIAGNOSABLE CONDITION \r\n  \r\n  \r\n  \r\nThe family court found that appellant had a diagnosable condition not\r\nlikely to change within a reasonable period of time, and the condition made her\r\nunlikely to provide minimally acceptable care for the children. See S.C. Code Ann. §\r\n20-7-1572(6). Appellant does not challenge this conclusion on appeal. Accordingly,\r\nit is the law of the case. E.g. Dobyns v. South Carolina Dep't of Parks, Recreation,\r\n and Tourism, 325 S.C. 97,480 S.E.2d 81 (1997) (unchallenged ruling by the trial court\r\nbecomes law of the case). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nE. ADOPTION BY THE HOOPERS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe family court signed an adoption decree allowing the Hoopers to\r\nadopt Anthony, Candice, and Shannon. Appellant argues the record does not support\r\nthe family court's decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order for the court to issue a valid adoption decree, it must appear\r\nthat the parent has consented or otherwise forfeited his or her parental rights. \r\nGardner v. Baby Edward, 288 S.C. 332, 342 S.E.2d 601 (1986). Consent or\r\nrelinquishment for the purpose of adoption is not required of a parent whose rights\r\nhave been terminated pursuant to S.C. Code Ann. §§ 20-7-1560 to -1582 (1985 &amp; Supp.\r\n1997). See S.C. Code Ann. § 20-7-1695(A) (1) (Supp. 1997). The burden of proving, by\r\nthe greater weight or preponderance of the evidence, that adoption is the proper\r\ncourse of action rests upon the party who wishes to adopt a child. See D'Augustine \r\nv. Bush, 269 S.C. 342, 237 S.E.2d 384 (1977). Adoptions are equitable proceedings,\r\nand therefore, this Court has jurisdiction to find facts in accordance with its view of\r\nthe preponderance of the evidence. Adoptive Parents v. Biological Parents, 315 S.C.\r\n535, 446 S.E.2d 404 (1994); Phillips v. Baker, 284 S.C. 134, 325 S.E.2d 533 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAnthony, now fourteen years old, and Candice and Shannon, now\r\nthirteen years old, have lived with the Hoopers for the past seven years. The record\r\nshows the Hoopers have provided a stable, caring home for the children. The mental\r\nhealth professionals who evaluated appellant, her husband, and the children, as well\r\nas the children's guardian ad litem, believed adoption by the Hoopers was the best \r\n  \r\n  \r\n  \r\np.36\r\n\r\nHOOPER V. ROCKWELL \r\n\r\n\r\n\r\n\r\n\r\nchoice for the children. Accordingly, we affirm the decision of the family court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe conclude that various issues raised by appellant with regard to\r\norders issued and hearings held in 1991 and 1992 are not properly before the Court\r\nfor the reasons outlined in Issue 1. We further conclude that S.C. Code Ann. § 20-7-\r\n610(A) (Supp. 1997) does not violate the state or federal constitutions. Finally, we\r\naffirm the judgment of the family court in terminating appellant's parental rights and\r\nsigning an adoption decree allowing the Hoopers to adopt Anthony and his sisters,\r\nCandice and Shannon. \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.37\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24908","title":"Medical Society of SC v. Medical University of SC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24908","description":"","date":"1999-02-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 8\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nMedical Society of South\r\nCarolina, Respondent \r\n  \r\nv. \r\n  \r\nMedical University of\r\nSouth Carolina, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\nJohn C. Hayes, III, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24908\r\nHeard January 6, 1999 - Filed February 22, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nThomas A. Hutcheson, of Sinkler &amp; Boyd, P.A., of\r\nCharleston; and H. Simmons Tate, Jr., of Sinkler &amp;\r\nBoyd, P.A., of Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCarl F. Muller and Frank S. Holleman, III, both of\r\nWyche, Burgess, Freeman &amp; Parham, P.A., of\r\nGreenville; and John C. Moylan, III, of Wyche,\r\nBurgess, Freeman &amp; Parham, P.A., of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\nW. Hogan Brown and Paula G. Benson, Attorneys\r\nfor the Senate; Charles F. Reid, Counsel to the\r\nSpeaker, South Carolina House of Representatives;\r\nand Stephen T. Draffin, Code Commissioner and\r\nDirector, Legislative Council of the General \r\n  \r\np.38\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY F SC \r\n\r\n\r\n\r\n\r\n\r\nAssembly, for amicus curiae President Pro Tempore\r\nof the Senate John W. Drummond, Speaker of the\r\nHouse of Representatives David H. Wilkins, and\r\nLegislative Council of the General Assembly. \r\n  \r\n  \r\n  \r\nMOORE, A.J.: This appeal is from an order enjoining a\r\nproposed transaction between appellant (MUSC) and Columbia/HCA\r\nHealthcare Corporation. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nOn March 13, 1996, the MUSC Board of Trustees approved a\r\nproposed transaction with Columbia/HCA which included a master\r\nagreement, an academic affiliation agreement, a lease agreement, a license\r\nagreement, a shared services agreement, a guaranty agreement, and an\r\noption/affiliation dissolution agreement. Pursuant to these agreements,\r\nMUSC would lease the MUSC Medical Center in Charleston to\r\nColumbia/HCA for a term of twenty years for a base yearly rental of $8\r\nmillion. MUSC would also sell Columbia/HCA certain assets such as\r\nequipment, inventory, and accounts receivable for a purchase price of\r\napproximately $42.7 million. Columbia/HCA would operate and manage\r\nthe Medical Center and MUSC would be paid for providing hospital\r\nservices. In addition, the master agreement provides that before closing,\r\nan un-named affiliate or affiliates of Columbia/HCA would acquire title to\r\nthe Trident Regional Medical Center, the Summerville Medical Center, and\r\nthe Colleton Regional Medical Center which, together with the Medical\r\nCenter, would comprise the Charleston System Facilities. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nShortly after the MUSC Board of Trustees approved these\r\nagreements, on April 4, 1996, the Attorney General issued an opinion in\r\nresponse to an inquiry by two legislators regarding the proposed\r\ntransaction. The Attorney General concluded MUSC did not have the\r\nstatutory authority to consummate the transaction with Columbia/HCA\r\nand the transaction would require authorization by the General Assembly. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMeanwhile, Bill H.3915, an unrelated bill regarding the composition\r\nand functions of the State Commission on Higher Education, was pending\r\nin the legislature. It had been referred to the Senate Education and\r\nPublic Works Committee. Shortly after issuance of the Attorney General's\r\nopinion, on April 10, 1996, H.3915 was recalled from committee and re-\r\nsubmitted the same day, retaining its place on the calendar. On May 2, it \r\n  \r\np.39\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\nreceived a favorable committee report \"with amendment\" and was read a\r\nsecond time in the Senate \"with notice of general amendments.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nH.3915 continued its way through the Senate and House. When it\r\nwas finally reported out of the Conference Committee on May 23, it had\r\nthe same original title regarding the State Commission on Higher\r\nEducation but the body of the bill had been completely replaced with\r\nlanguage authorizing MUSC to lease to a private operator with specific\r\nterms and conditions referring to Columbia/HCA. H.3915 passed both\r\nhouses that day. Before H.3915 was ratified on May 30, its title was\r\namended to conform to its subject indicating authorization of an MUSC\r\nlease agreement. The Governor signed the bill into law on June 4 and on\r\nJune 5 it was enrolled in the Secretary of State's office. This enrolled bill\r\nbecame 1996 S.C. Act No. 390. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn July 26, respondent filed this action seeking to enjoin MUSC's\r\ntransaction with Columbia/HCA. On summary judgment, the trial judge\r\nenjoined the transaction on the grounds 1) MUSC has no authority to\r\ndispose of the property in question, and 2) the authorization purportedly\r\ngranted by Act No. 390 is invalid because the Act violates article III, §§ 17\r\nand 34, of our State Constitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1) Does MUSC have pre-existing statutory authority to\r\ndispose of buildings or personal property? \r\n  \r\n  \r\n  \r\n2) Is Act No. 390 unconstitutional because its title was\r\ninadequate before it was ratified and enrolled? \r\n  \r\n  \r\n  \r\n3) Is Act No. 390 unconstitutional special legislation? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1) Pre-existing statutory authority \r\n  \r\n  \r\n  \r\nAn agency created by statute has only the authority granted it by\r\nthe legislature. Nucor Steel, A Division of Nucor Corp. v. South Carolina \r\nPub. Serv. Common, 310 S.C. 539, 426 S.E.2d 319 (1992). The trial judge\r\nfound that, absent Act No. 390, the legislature has granted MUSC no\r\nauthority to dispose of buildings or personal property. We agree. \r\n  \r\np.40\r\n\r\nMEDICAL SOCIETY OF SC v MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\nFirst, Title 59, Chapter 123, which enumerates the specific powers of\r\nthe MUSC Board of Trustees, does not include the power to dispose of real\r\nor personal property.1 Under S.C. Code Ann. § 59-101-180 (1990), which\r\napplies generally to institutions of higher learning, the MUSC Board of\r\nTrustees has \"the power to sell and dispose of any of its real estate other\r\nthan buildings.\" Since this statute was enacted in ' 1968, MUSC's\r\ncontinuing lack of authority to dispose of buildings is demonstrated by the\r\nfact it has received legislative approval to dispose of buildings in specific\r\ninstances. See, e.g., 1983 S.C. Act No. 151, Part I § 25D (granting MUSC\r\nBoard of Trustees authority to sell residence designated for occupancy by\r\nPresident). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMUSC contends, however, it has the power to dispose of buildings\r\nand personal property under § 59-123-30 which provides: \r\n  \r\n  \r\n  \r\nThe charter of The Medical University of South Carolina is\r\nhereby confirmed and extended with all the rights and\r\nprivileges granted heretofore by the original act of\r\nincorporation or by any subsequent extension of its charter. \r\n  \r\n  \r\n  \r\nAlthough MUSC's original 1832 charter included no right to dispose of\r\nproperty, MUSC argues it had acquired the power to transfer real and\r\npersonal property by the time it became a State entity in 19132 and this\r\npower is continued under § 59-123-30. MUSC points to the renewal of its\r\ncharter on January 25, 1900, issued under the law allowing for\r\nincorporation at the time, 1896 S.C. Act No. 45. MUSC contends its\r\ncertificate of renewal issued in 1900 under Act No. 45 bestowed all the\r\npowers granted corporations chartered under that Act which specifically\r\nincludes the power to transfer real and personal property. 1896 Act No.\r\n45, § 15. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, this argument was not raised to or ruled upon by the trial \r\n  \r\n\r\n1 See S.C. Code Ann. §§ 59-123-60 (power to make bylaws and\r\nregulations and confer degrees in medicine and other health related\r\nprofessions); -80 (power to grant rights-of-way and easements for widening\r\nstreets); -90 (power of eminent domain); -95 (power to borrow for purchase of\r\ndiagnostic and therapeutical equipment); -210 (power to acquire and renovate\r\nstudent and faculty housing); and -220 and -310 (power to issue revenue\r\nbonds). \r\n  \r\n  \r\n  \r\n2 1913 S.C. Act No. 126. \r\n  \r\np.41\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY F SC \r\n\r\n\r\n\r\n\r\n\r\njudge and is not properly before this Court. Wilder Com. v. Wilke, 330\r\nS.C. 71, 497 S.E.2d 731 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, this argument fails on its merits. As evidenced by the\r\npetition filed in 1900 with the Secretary of State requesting charter\r\nrenewal for MUSC (then \"Medical College of South Carolina\"), the existing\r\nMUSC charter had expired on December 24, 1899. Under Act No. 45, if\r\nthe charter of an existing corporation had expired and the Secretary of\r\nState issued a certificate of renewal, as opposed to issuing a charter, the\r\nfollowing provision applied: \r\n  \r\n  \r\n  \r\nUpon the issuing of such certificate of renewal the charter of\r\nsuch corporation shall thereupon be renewed, and the\r\ncorporation shall be entitled to and vested with all the\r\nfranchises, powers, rights, privileges, immunities and property\r\nenjoyed, possessed and owned by it at the expiration of its \r\ncharter. . . . \r\n  \r\n  \r\n  \r\n(emphasis added). 1898 S.C. Act No. 333, § 8; 1898 S.C. Act No. 479.\r\nUnder Act No. 45, a certificate of renewal did not bestow the powers\r\ngranted a corporation chartered under the Act.3 Accordingly, MUSC\r\ngained no new powers under the certificate of renewal issued in 1900. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold the trial judge correctly ruled MUSC has no statutory\r\nauthority without Act No. 390 to consummate its transaction with\r\nColumbia/HCA. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) Article III, § 17 \r\n  \r\n  \r\n  \r\nAbsent existing statutory authority for its transaction with\r\nColumbia/HCA, MUSC must rely on the authority bestowed by Act No.\r\n390. The trial judge found Act No. 390 unconstitutional under article III,\r\n§ 17, which provides: \"Every Act or resolution having the force of law\r\nshall relate to but one subject, and that shall be expressed in the title.\" \r\n  \r\n\r\n3 The distinction between a certificate of renewal and a charter is\r\nevident from the procedural requirements for each. A certificate of renewal\r\ncould be obtained for a corporation with an expired charter simply by filing\r\na petition signed by at least three officers, stockholders, or members. 1898\r\nS.C. Act No. 333, § 8. In contrast, a corporation with a valid charter could\r\n\"surrender its charter and secure a new charter under this Act\" upon a\r\nmajority vote of its stockholders. 1896 S.C. Act No. 45, § 10. \r\n  \r\np.42\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\nMUSC relies on the \"enrolled bill rule\" to argue that Act No. 390 is\r\nnot unconstitutional under article III, § 17, because, irrespective of the\r\ntitle of the bill during the legislative process, the title of the bill as\r\nenrolled was sufficient.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe enrolled bill rule provides that an Act ratified by the presiding\r\nofficers of the General Assembly, approved by the Governor, and enrolled\r\nin the Office of the Secretary of State is conclusively presumed to have\r\nbeen properly passed. Such an Act is not subject to impeachment by\r\nevidence outside the Act as enrolled to show it was not passed in \r\n  \r\n\r\n4 At the time H.3915 was passed by both houses, its title indicated the following: \r\n\r\n\r\n\r\nTO AMEND SECTION 59-103-10 CODE OF LAWS OF SOUTH\r\nCAROLINA 1976, RELATING TO THE STATE COMMISSION\r\nON HIGHER EDUCATION . . .; TO ADD SECTION 59-103-45\r\nSO AS TO PROVIDE THAT THE COMMISSION ON HIGHER\r\nEDUCATION SHALL ESTABLISH PROCEDURES . . .; TO\r\nAMEND SECTION 59-103-60, RELATING TO\r\nRECOMMENDATIONS OF THE COMMISSION ON HIGHER\r\nEDUCATION TO THE BUDGET AND CONTROL BOARD AND\r\nTHE GENERAL ASSEMBLY . . .; TO AMEND SECTION 59-103-\r\n90 RELATING TO THE PROFESSIONAL STAFF OF THE\r\nCOMMISSION . . .; AND TO CREATE A JOINT LEGISLATIVE\r\nCOMMITTEE TO STUDY THE GOVERNANCE, OPERATION,\r\nAND STRUCTURE OF HIGHER EDUCATION IN SOUTH\r\nCAROLINA. \r\n  \r\n  \r\n  \r\nBy the time H.3915 was ratified, however, the title had been amended to\r\nreflect that it was: \r\n  \r\n  \r\n  \r\nAMENDING CHAPTER 7, TITLE 44, CODE OF LAWS OF\r\nSOUTH CAROLINA 1976, RELATING TO HOSPITALS BY\r\nADDING ARTICLE 25 SO AS TO AUTHORIZE THE BOARD OF\r\nTRUSTEES OF THE MEDICAL UNIVERSITY OF SOUTH\r\nCAROLINA (MUSC) TO ENTER INTO LEASE, SALE, AND\r\nOTHER AGREEMENTS TO TRANSFER THE MANAGEMENT\r\nAND OPERATIONS OF THE MEDICAL UNIVERSITY\r\nHOSPITAL INCLUDING ITS LAND, FACILITIES, AND ASSETS\r\nTO ONE OR MORE PRIVATE OPERATORS UNDER CERTAIN\r\nTERMS AND CONDITIONS. . . . \r\n  \r\np.43\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\ncompliance with law. Beaufort County v. Jasper County, 220 S.C. 469, 68\r\nS.E.2d 421 (1951); State v. Moorer 152 S.C. 455, 150 S.E. 269 (1929).\r\nThe rationale for this rule is that respect for a co-equal and independent\r\ndepartment of government and the need for finality in enacted laws\r\noutweigh the evils of applying the rule. State v. Town Council of Chester,\r\n39 S.C. 307, 17 S.E. 752 (1893). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Wingfield v. South Carolina Tax Comm'n 147 S.C. 116, 144 S.E.\r\n846 (1928), a case heard in this Court's original jurisdiction, petitioners\r\nargued the Act before the Court violated article III, §17. Petitioners\r\nchallenged not the title of the Act as enrolled, but its title during the\r\nlegislative process. We applied the enrolled bill rule and held the Act as\r\nenrolled in the Secretary of State's Office was dispositive. 144 S.E. at 850.\r\nWe refused to consider the legislative journals5 or any other document\r\nincluding the original bill to impeach the enrolled Act which had a proper\r\ntitle. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWingfield is dispositive in this case. Under Wingfield, the trial\r\njudge should not have considered the constitutional sufficiency of the title\r\nof H.3915 before it was ratified and enrolled in the Secretary of State's\r\nOffice. Since the title of Act No. 390 as enrolled is sufficient, the Act does\r\nnot violate article 111, § 17. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3) Article III, § 34 \r\n  \r\n  \r\n  \r\nThe trial judge held Act No. 390 was special legislation in violation\r\nof article III, § 34(IX), which provides in pertinent part that \"where a\r\ngeneral law can be made applicable, no special law shall be enacted.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe will not declare a statute unconstitutional as a special law\r\nunless its repugnance to the Constitution is clear beyond a reasonable\r\ndoubt. Horry County v. Horry County Higher Educ. Comm'n, 306 S.C.\r\n416, 412 S.E.2d 421 (1991). The purpose of the prohibition on special\r\nlegislation is to make uniform where possible the statutory laws of this \r\n  \r\n\r\n5 In Wingfield, we noted that the Constitution does not specifically\r\nrequire legislative journals to show titles of bills and ruled that only matters\r\nconstitutionally required to be entered in legislative journals can be used to\r\nimpeach an enrolled bill. 144 S.E. at 850. See article III, § 22 (yeas and\r\nnays of members of either house be entered on journal at desire of specified\r\nnumber from each house respectively); article XVI, § 1 (constitutional\r\namendment with yeas and nays must be entered). \r\n  \r\np.44\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\nState in order to avoid duplicative or conflicting laws on the same subject.\r\nDuke Power, supra. We have repeatedly acknowledged, however, that\r\nthere are cases where a special law will best meet the exigencies of a\r\nparticular situation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA special law is not unconstitutional where there is \"a substantial\r\ndistinction having reference to the subject matter of the proposed\r\nlegislation, between the objects or places embraced in such legislation and\r\nthe objects and places excluded.\" Horry County, 306 S.C. at 419, 412\r\nS.E.2d at 423; Duke Power Co. v. South Carolina Pub. Serv. Comm'n, 284\r\nS.C. 81, 90, 326 S.E.2d 395, 400-401 (1985); Shillito v. City of \r\nSpartanburg, 214 S.C. 11, 20, 51 S.E.2d 95, 98 (1948). The General\r\nAssembly must have a logical basis and sound reason for resorting to\r\nspecial legislation. Horry County, supra; Gillespie v. Pickens County, 197\r\nS.C. 217, 14 S.E.2d 900 (1941). This Court will not overrule the\r\nlegislature's judgment that a special law is necessary unless there has\r\nbeen a clear and palpable abuse of legislative discretion. Sirrine v. State,\r\n132 S.C. 241, 128 S.E. 172 (1925), overruled on other grounds, McCall v. \r\nBatson, 285 S.C. 243, 329 S.E.2d 741 (1985). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn South Carolina Pub. Serv. Auth. v. Citizens and Southern Nat'l \r\nBank, 300 S.C. 142, 386 S.E.2d 775 (1989), we upheld special legislation\r\nrelating only to the Santee Cooper electric utility allowing it to change its\r\nfiscal year to the calendar year. We noted that Santee Cooper was unique\r\nsince it was the only State agency involved in the production, sale, and\r\ndistribution of electricity, and that the Act in question was enacted to\r\naddress a special condition facing this unique agency. 300 S.C. at 161,\r\n386 S.E.2d at 786. Accordingly, we concluded the Act before us was not\r\nprohibited special legislation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn another special legislation case, Duke Power, supra, we upheld an\r\nAct allowing voters to approve a referendum granting the Greenwood\r\nCounty Power Commission approval to sell its electric utility to Duke.\r\nDuke challenged the Act on the ground of special legislation. We noted\r\nthe Greenwood County Power Commission had no power to sell its facility\r\nwithout legislative authorization, and the proposed transaction was unique.\r\nAccordingly, the challenged Act was not prohibited special legislation. 284\r\nS.C. at 92-93, 326 S.E.2d at 402. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, MUSC is a unique State agency because it is the only\r\none that owns and operates an acute-care teaching hospital. Further, the\r\nproposed transaction regarding hospital services is one unique to MUSC. \r\n  \r\np.45\r\n\r\nMEDICAL SOCIETY OF SC v. MEDICAL UNIVERSITY OF SC \r\n\r\n\r\n\r\n\r\n\r\nMoreover,  the fact that MUSC has no authority to enter the proposed\r\ntransaction without legislative approval indicates such legislation is\r\nnecessary. Since the legislature had a \"logical reason and sound basis\" for\r\nenacting a special law authorizing the proposed transaction, Act No. 390 is\r\nnot unconstitutional special legislation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWhile we agree with the trial judge's ruling that MUSC has no\r\nstatutory authority to dispose of buildings or personal property absent the\r\nauthorization of Act No. 390, we find Act No. 390 does not violate article\r\nIII, §§ 17 and 34(IX). Since Act No. 390 is valid, the injunction issued in\r\nthis case is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur. \r\n  \r\np.46\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]