[{"id":"24873","title":"State v. Tubbs","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24873","description":"","date":"1999-01-04","type":"opinion","text":"\r\n      \r\n\r\nDavis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n  \r\nThe State, Petitioner\r\nv.\r\nBruce Howard Tubbs, Respondent.\r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n  \r\nAppeal From York County\r\nJ. Derham Cole, Circuit Court Judge\r\n  \r\nOpinion No. 24873\r\nHeard September 23, 1998 - Filed January 4, 1999\r\n  \r\nREVERSED\r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\nAttorney General G. Robert Deloach, III, and Solicitor\r\nThomas E. Pope, of the Sixteenth Circuit, for\r\npetitioner.\r\n  \r\nChief Attorney Daniel T. Stacey, and Assistant\r\nAppellate Defender Melissa J. Reed Kimbrough, all of\r\nSouth Carolina Office of Appellate Defense, for\r\nrespondent.\r\n  \r\np.1\r\n\r\nSTATE v. TUBBS \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: In this criminal matter, we granted the State's petition\r\nfor a writ of certiorari to review the Court of Appeals' unpublished opinion\r\nin State v. Tubbs, 97-UP-334 (Ct. App. filed May 19, 1997). The defendant\r\nin this case, Bruce Tubbs (\"Defendant\"), was convicted of burglary in the first\r\ndegree and assault and battery with intent to kill.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe victim, Stephen O'Day (\"Victim\"), lived with his mother in York\r\nCounty. Also living at the house with the O'Days were Louise Boone and her\r\nfour-year-old son. On the evening of March 26, 1993, Louise Boone and\r\nVictim got into an argument which resulted in Victim striking Boone several\r\ntimes with a vacuum cleaner pipe. Boone called her boyfriend, Mike Elton,\r\nand asked him to come pick her up. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt around 3:30 a.m., Elton, accompanied by Defendant and John Nagle,\r\narrived at Victim's house to pick up Boone. Victim testified that despite his\r\nattempts to prevent Defendant and the others from entering the house,\r\nDefendant forced the door open and proceeded to stab Victim on his face,\r\nhand, and side. Defendant, on the other hand, testified that Victim initially\r\nlet them into the house and later attacked Defendant in the kitchen with a\r\nbutcher knife. Defendant claimed he stabbed Victim in self-defense. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, the solicitor and several witnesses referred to Defendant by his\r\nnickname, \"Cobra.\" In all., Defendant was referred to as \"Cobra\"\r\napproximately seven times in front of the jury. The first remark came during\r\nthe State's re-direct examination of a Rock Hill police officer. The officer had\r\ntestified under cross-examination by the defense that a person nicknamed\r\n\"Rooster\" was a suspect in the investigation. The officer further testified that\r\nhe now knew that \"Rooster\" was not Defendant. On re-direct by the State,\r\nthe following colloquy occurred: \r\n  \r\n  \r\n  \r\nQ. And you said based on your knowledge of nicknames that\r\nRooster was not the defendant? \r\n  \r\n  \r\n  \r\nA. Based upon what I found out later. \r\n  \r\n  \r\n  \r\nQ. Did you find out later on who the defendant was or if he had a\r\nnickname? \r\n  \r\n  \r\n  \r\nA. Yes, I did. \r\n  \r\np. 2\r\n\r\nSTATE v. TUBBS \r\n\r\n\r\n\r\n\r\n\r\nQ. What was that nickname? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. That nickname was Cobra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe next mention of Cobra came during the State's cross-examination\r\nof Mike Elton. The solicitor asked Elton if he knew Defendant's nickname.\r\nElton responded that Defendant's nickname was \"Cobra.\" The third incident\r\noccurred again during the solicitor's cross-examination of Elton. The\r\nfollowing exchange took place, in which defense counsel raised an objection: \r\n  \r\nQ. Who was driving the car when you left the house? \r\n  \r\nA. John. \r\n  \r\nQ. Where was Cobra sitting? \r\n  \r\n  \r\nA. In the front seat. \r\n  \r\n  \r\n[Defense:] Objection, your honor. My client's name is Bruce Tubbs. \r\n  \r\n[Court:] All right, refer to him by his appropriate name. \r\n  \r\nThe next reference to \"Cobra\" came during the solicitor's cross-\r\nexamination of John Nagle; the defense did not object. In the exchange,\r\nNagle read a statement he had previously given to police. In the statement,\r\nNagle had referred to Defendant as \"Cobra.\" Nagle explained at trial that\r\n\"Cobra\" was Defendant's nickname. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe final three references to \"Cobra\" came during the State's closing\r\nargument. In the first instance, the solicitor stated, \"What we are here to\r\ndo, ladies and gentlemen, is to consider the evidence against Mr. Bruce\r\nTubbs, also known as Cobra to his friends.\" The second instance was\r\nobjected to by the defense: \r\n  \r\nSolicitor: Mr. Elton never saw anything happen between Cobra and\r\nMr. O'Day -- \r\n  \r\nDefense: Objection, your honor. I would ask him to please refer to\r\npeople by their proper name. \r\n  \r\nCourt: I overrule your objection; this is argument. \r\n  \r\np. 3\r\n\r\nSTATE v. TUBBS \r\n\r\n\r\n\r\n\r\n\r\nIn his last reference to \"Cobra,\" the solicitor stated., \"So, you've got\r\nCobra's word against Stephen O'Day's word.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals found that the trial judge erred in overruling\r\ndefense counsel's objection to the nickname \"Cobra\" during closing argument.\r\nThe court held that the solicitor's remarks so infected the trial with\r\nunfairness, as to make the resulting conviction a denial of due process. The\r\ncourt therefore reversed the trial court and remanded for a new trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe granted the State's petition for a writ of certiorari to consider\r\nwhether the Court of Appeals erred in reversing the trial court based upon\r\nthe solicitor's references to \"Cobra.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that the solicitor's references to Defendant as \"Cobra\"\r\nwere harmless because they were isolated and cumulative to the record. We\r\nagree that the references to \"Cobra\" were harmless. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRelying on State v. Hawkins,1 the Court of Appeals held that Defendant\r\nwas denied a fair trial. In Hawkins, we applied the following standard for\r\ndetermining whether a prosecutor's remarks deprived the accused due process\r\nof law: \"the relevant question ... is whether the prosecutor's comments '\r\nso\r\ninfected the trial with unfairness as to make the resulting conviction a denial\r\nof due process.\"' 292 S.C. at 421, 357 S.E.2d at 12 (emphasis added)(quoting\r\nDonnelly v. DeChristoforo, 416 U.S. 637, 643, 94 S. Ct. 1868, 1871, 40 L. Ed.\r\n2d 431, 437 (1974)). The solicitor in Hawkins referred to the defendant's\r\nnickname, \"Mad Dog,\" over forty times during the guilt phase and sentencing\r\nproceedings. The trial court overruled defense counsel's initial objection. We\r\nheld that it was permissible for the solicitor to make inquiry sufficient\r\nto clarify the defendant's identity. However, the excessive and repetitious use\r\nof the term \"Mad Dog\" denied the defendant a fair trial and infected the\r\nsentencing proceedings with an arbitrary factor in violation of the Eighth\r\nAmendment to the United States Constitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, the Court of Appeals noted that there was no\r\nquestion concerning the identity of the assailant because Defendant admitted\r\nstabbing Victim in self-defense. The court concluded that the references to\r\nDefendant as \"Cobra\" were especially damaging since the case hinged on \r\n  \r\n  \r\n\r\n1 292 S.C. 418, 357 S.E.2d 10 (1987), overruled on other grounds by\r\nState v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991).\r\n  \r\np. 4\r\n\r\nSTATE v. TUBBS \r\n\r\n\r\n\r\n\r\n\r\nwhether the jury believed Victim's or Defendant's version of events. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nArguments must be confined to evidence in the record and reasonable\r\ninferences therefrom, although failure to do so will not automatically result\r\nin reversal. State v. Huggins, 325 S.C. 103, 481 S.E.2d 114 (1997); \r\nState v.\r\nCopeland, 321 S.C. 318, 468 S.E.2d 620 (1996). A new trial will not be\r\ngranted unless the prosecutor's comments so infected the trial with unfairness\r\nas to make the resulting conviction a denial of due process. Donnelly v. \r\nDeChristoforo, 416 U.S. 637, 94 S. Ct. 1868, 40 L. Ed. 2d 431 (1974); accord \r\nState v. Hawkins, 292 S.C. at 421, 357 S.E.2d at 12. \"[I]t is not enough that\r\nthe remarks were undesirable or even universally condemned.\" Darden v. Wainwright,\r\n477 U.S. 168, 181, 106 S. Ct. 2464, 2471, 91 L. Ed. 2d 144, 157\r\n(1986).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, Defendant's nickname came up only seven times\r\nduring the entire trial. This is compared with the over forty times in\r\nHawkins. Moreover, the first two references to \"Cobra\" were not objected to\r\nby defense counsel. Additionally, at least one of the seven instances was\r\njustified to properly establish Defendant's identity. During cross-examination,\r\nNagle was asked by the solicitor to read a statement he had given to police\r\nthe day after the stabbing incident. In the statement, Nagle had stated,\r\n\"Cobra had had about 12 beers in all.\" The solicitor then asked Nagle who\r\n\"Cobra\" was. Nagle responded that \"Cobra\" was Defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find that the solicitor did not manipulate or misstate the evidence\r\nin this case. We hold that the solicitor's references to \"Cobra\" during\r\nsummation, though undesirable, constituted an occasional use of Defendant's\r\nnickname and did not infect the entire trial with unfairness as to deprive\r\nDefendant due process of law. See Arnold v. Evatt, 113 F.3d 1352 (4th Cir.\r\n1997)(death penalty case in which the solicitor's occasional use of the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2In Darden, the United States Supreme Court found that the Donnelly\r\ntest for finding a due process violation had not been met because (1) the\r\nprosecutor's comments were an invited response to defense counsel's\r\narguments, (2) the evidence against the defendant constituted overwhelming\r\neyewitness and circumstantial evidence to support a finding of guilt on all\r\ncharges, and (3) the trial court clearly instructed the jurors that arguments\r\nof counsel may not be considered as evidence. Darden v. Wainwright, 477\r\nU.S. 168Y 106 S. Ct. 2464, 91 L. Ed. 2d 144. Though we find none of these\r\nfactors present in the instant case, the question remains whether the State's\r\nreferences to \"Cobra\" were excessive and repetitious so as to deny Defendant\r\ndue process of law.\r\np. 5 \r\n  \r\n\r\nSTATE v. TUBBS \r\n\r\n\r\n\r\n\r\n\r\ndefendant's nickname, \"Mad Dog,\" during the guilt phase and resentencing\r\nproceedings did not deny defendant due process of law), cert. denied, ___ U.S.\r\n___ 118 S. Ct. 715, 139 L. Ed. 2d 655 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, in a case such as this, the alleged injury does not involve the\r\ndenial of a benefit of a specific provision of the Bill of Rights. Donnelly v. \r\nDeChristoforo, 416 U.S. 637, 94 S. Ct. 1868, 40 L. Ed. 2d 431. 3 Where\r\nspecific guarantees of the Bill of Rights are involved, such as the right to\r\ncounsel, a court must insure that prosecutorial conduct in no way\r\nimpermissibly infringed such rights. Id. This is contrasted with the instant\r\ncase where reversal is warranted only if the prosecutor's remarks so infected\r\nthe entire trial with unfairness as to make the resulting conviction a denial\r\nof due process. Id. We find no such constitutional infringement here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, the Court of Appeals' decision is REVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  FINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 In Donnelly, the defendant's claim of constitutional error focused on\r\ntwo remarks made by the prosecutor during closing argument. The first\r\nremark involved the prosecutor's personal opinion as to the defendant's guilt.\r\nThe second comment was directed at the defendant's motives in standing\r\ntrial. The Court found that the prosecutor's remarks did not deny the\r\ndefendant due process of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np. 6\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24874","title":"State v. Johnston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24874","description":"","date":"1999-01-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nKaren L. Johnston, Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Newberry County\r\nE.C. Burnett, III, Circuit Court Judge \r\n  \r\nOpinion No. 24874\r\nHeard November 5, 1998 - Filed January 4, 1999 \r\n  \r\nREVERSED AND REMANDED \r\n  \r\nAssistant Appellate Defender M. Anne Pearce, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon; Deputy\r\nAttorney General John W. McIntosh; Assistant\r\nDeputy Attorney General Salley W. Elliott; Assistant\r\nAttorney General Caroline Callison Tiffin, all of\r\nColumbia; and Solicitor W. Townes Jones, IV, of\r\nGreenwood, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: In this criminal case, we granted certiorari to\r\np. 7\r\n\r\nSTATE v. JOHNSTON \r\n\r\n\r\n\r\n\r\n\r\nreview the Court of Appeals opinion in State v. Johnston, 327 S.C. 435, 489\r\nS.E.2d 228 (Ct. App. 1997). We reverse and remand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKaren Johnston (\"Defendant\") was convicted of possession of marijuana\r\nand conspiracy to possess marijuana with the intent to distribute. For the\r\nsimple possession conviction, Defendant was sentenced to one year in prison\r\nand a fine of $2,000. For the conspiracy conviction, Defendant was sentenced\r\nto ten years in prison and a fine of $10,000. Defendant raised no objections\r\nat trial to the sentence imposed by the trial court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn direct appeal, Defendant for the first time questioned the trial\r\ncourt's authority to impose a prison sentence of ten years for her conspiracy\r\nconviction. Defendant argued this issue could be raised for the first time on\r\nappeal because the trial court exceeded its subject matter jurisdiction by\r\nrendering a sentence exceeding the maximum allowed by law. In an\r\nunpublished opinion, the Court of Appeals affirmed Defendant's conviction\r\npursuant to Rule 220(b), SCACR.1 The Court of Appeals subsequently\r\ngranted Defendant's petition for rehearing and substituted its unpublished\r\nopinion with a published opinion. In State v. Johnston, 327 S.C. 435, 489\r\nS.E.2d 228 (Ct. App. 1997), the Court of Appeals again affirmed Defendant's\r\nconviction and sentence. The court found that while the trial court's ten year\r\nsentence for Defendant's conspiracy conviction exceeded the maximum allowed\r\nby law, this issue was not preserved for direct appeal because an objection\r\nwas not raised to the trial court. Furthermore, the issue did not involve a\r\nquestion of the trial court's subject matter jurisdiction and therefore could not\r\nbe raised for the first time on appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court granted Defendant's petition for a writ of certiorari to\r\nconsider the following issue: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhether the Court of Appeals erred in holding that a challenge\r\nto an excessive sentence is not a matter of subject matter\r\njurisdiction, but must be preserved for appellate review by motion\r\nor objection? \r\n  \r\n  \r\n  \r\n\r\n1 State v. Johnston, 96-UP-229 (Ct. App. filed July 29, 1996). \r\n  \r\n  p.8\r\n\r\nSTATE v. JOHNSTON \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n\r\n\r\n\r\n\r\n\r\nDefendant argues that the Court of Appeals erred in holding that the\r\ntrial court's imposition of an excessive sentence for Defendant's conspiracy\r\nconviction did not involve a question of subject matter jurisdiction. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, Defendant was convicted of conspiracy to possess\r\nmarijuana with the intent to distribute. Pursuant to S.C. Code Ann. § 44-53-\r\n420 (1985), the maximum sentence for the conspiracy conviction is one-half\r\nthe penalty for the substantive offense. The substantive offense, possession\r\nwith intent to distribute, carries a maximum penalty of ten years for a\r\nsecond offense. S.C. Code Ann. § 44-53-370(b)(2) (Supp. 1997). This offense\r\nwas Defendant's second. Therefore, the maximum sentence that the court\r\ncould impose for this offense is five years. The trial court sentenced\r\nDefendant to ten years in prison. Defendant never raised an objection to the\r\ntrial court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe question is whether a challenge to a sentence as exceeding the\r\nstatutory limit involves a question of the trial court's subject matter\r\n jurisdiction so that it can be raised for the first time on appeal. See Carter\r\nv. State, 329 S.C. 355, 495 S.E.2d 773 (1998)(issues related to subject matter\r\njurisdiction may be raised at any time, including for the first time on appeal).\r\nWe find that Defendant's challenge to the trial court's sentencing authority\r\n does not involve a question of subject matter jurisdiction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGenerally, in a criminal case, the trial court acquires subject matter\r\njurisdiction by way of a valid indictment. State v. Beachum, 288 S.C. 325,\r\n342 S.E.2d 597 (1986).  In other words, a court lacks subject matter\r\njurisdiction to convict and sentence a defendant for an offense for which he\r\nwas not indicted. Id. In addition, an amendment to an indictment during\r\ntrial that changes the nature of the offense charged deprives the trial court\r\nof subject matter jurisdiction. See Clair v. State, 324 S.C. 144, 478 S.E.2d\r\n54 (1996)(holding that an amendment that increases the penalty changes the\r\nnature of the offense and therefore deprives the court of subject matter\r\njurisdiction); Hopkins v. State, 317 S.C. 7, 451 S.E.2d 389 (1994). Thus, a\r\ndetermination of whether a defendant was convicted and sentenced for a\r\ncrime for which he was not indicted involves a question of subject matter\r\n jurisdiction and, therefore, can be raised for the first time on appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn the other hand, this Court has consistently held that a challenge\r\nto sentencing must be raised at trial, or the issue will not be preserved for \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  p.9\r\n\r\nSTATE v. JOHNSTON \r\n\r\n\r\n\r\n\r\n\r\nappellate review. State v. Gamer, 304 S.C. 220, 403 S.E.2d 631 (1991); State\r\n v. Shumate, 276 S.C. 46) 275 S.E.2d 288 (1981); State v. Winestock, 271 S.C.\r\n 473, 248 S.E.2d 307 (1978). Moreover, this Court, in discussing error\r\n preservation, has specifically distinguished a trial court's sentencing authority\r\n from its subject matter jurisdiction. See State v. Walker, 252 S.C. 325, 166\r\nS.E.2d 209 (1969). In Walker, the defendant was sentenced for resisting\r\n arrest and assault and battery of a high and aggravated nature. The\r\n defendant argued that his acts of resisting arrest and assault and battery\r\nwere inseparable from each other and constituted identical acts; hence, it was\r\n error for the trial court to sentence him to a single general sentence on\r\nseparate counts in the indictments, charging separate offenses. This Court\r\nheld that since this issue was not raised below and did not involve subject\r\n matter jurisdiction, the defendant was not entitled to have the issue\r\nconsidered for the first time on appeal. Since Walker, South Carolina courts\r\n have continued to recognize a distinction between a trial court's sentencing\r\nauthority and its subject matter jurisdiction. See State v. Salisbury, 330 S.C\r\n. 250, 498 S.E.2d 655 (Ct. App. 1998); State v. Bynes, 304 S.C. 62, 403 S.E.2d\r\n126 (Ct. App. 1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case Defendant argues that her challenge to the trial court's\r\nsentence involves a question of subject matter jurisdiction because the trial\r\n court sentenced Defendant for an offense for which she was not indicted.\r\nHowever, the record makes clear that the trial court sentenced Defendant for\r\n conspiracy, a crime for which Defendant was indicted and convicted. It\r\n appears simply that the trial court exceeded its statutory authority in\r\n sentencing Defendant for this crime.2 To adopt Defendant's position would\r\nmean that a challenge to sentencing could automatically be transformed into\r\na question of subject matter jurisdiction simply by alleging that the trial\r\n court based its sentencing authority on some other unindicted offense. We\r\n therefore agree with the Court of Appeals that the issue presented in this\r\ncase does not involve a question of the trial court's subject matter\r\njurisdiction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, this case presents the exceptional circumstance in which the\r\n\r\n2 Defendant argues that the following cases imply that a sentence\r\n exceeding authorized limits is a matter involving subject matter jurisdiction:\r\n State v. Fowler, 277 S.C. 472, 289 S.E.2d 412 (1982); State v. Storgee, 277\r\nS.C. 412, 288 S.E.2d 397 (1982); State v. Swaringen, 275 S.C. 509, 273 S.E.2d\r\n 339 (1980); State v. Bass, 242 S.C. 193, 130 S.E.2d 481 (1963). However,\r\n none of these cases addressed error preservation. Thus, they provide no\r\nsupport for Defendant's position here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np. 10\r\n\r\nSTATE v. JOHNSTON \r\n\r\n\r\n\r\n\r\n\r\nState has conceded in its briefs and oral argument that the trial court\r\n committed error by imposing an excessive sentence. The State nevertheless\r\n contends that Defendant's appropriate remedy is through the Post Conviction\r\n Relief Act. Yet, if this Court unyieldingly enforces PCR as the only avenue\r\nof relief in this case, there is the real threat that Defendant will remain\r\n incarcerated beyond the legal sentence due to the additional time it will take\r\n to pursue such a remedy. Under these exceptional circumstances, we hold\r\nthat this case should be remanded for resentencing.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, the Court of Appeals is REVERSED and the\r\ncase REMANDED for resentencing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, JJ., and Acting Associate Justice\r\nGeorge T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n3 Our holding today is not intended to disrupt our settled rules on issue\r\n preservation and PCR applications. The facts here are unique and demand\r\nan expedited result. \r\n  \r\n  p.11\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24875","title":"Hendley, et al. v. S.C. Budget and Control Board, etc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24875","description":"","date":"1999-01-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nJanet C. Hendley and\r\nWilliam E. Hendley,                      Respondents,\r\n v.\r\n South Carolina State\r\n Budget and Control\r\nBoard, acting by and\r\n through its Division of\r\n Insurance Services,                       Petitioner \r\n  \r\n  \r\n  \r\n ON WRIT OF CERTIORARI TO THE\r\nCOURT OF APPEALS\r\nAppeal From York County\r\n J. Buford Grier, Master-in-Equity \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24875\r\nHeard May 14, 1998 - Filed January 4, 1999 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTerry B. Millar, of Terry B. Millar, L.L.C., of Rock\r\nHill; Craig K. Davis and James F. Flanagan, both\r\nof Davis Law Firm, P.C., of Columbia, for\r\npetitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames R. Honeycutt, of Fort Mill, and James B.\r\nRichardson, Jr., of Svalina, Richardson &amp; Larson, of\r\nColumbia, for respondents.\r\np. 12\r\n\r\nHENDLEY, et al. v. S.C. BUDGET AND CONTROL BOARD, etc. \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: We granted certiorari to review the decision of\r\n the Court of Appeals which held that the State Health Plan (Plan) is\r\nobligated to pay for a \"cranial hair vacuum prosthesis\" for respondent\r\nJanet Hendley, who suffers from a medical condition which causes the loss\r\n of all body hair.1 Hendley v. South Carolina State Budget and Control\r\n Board, 325 S.C. 413, 381 S.E.2d 159 (Ct. App. 1996). We reverse, finding\r\nsubstantial evidence in the record supports the petitioner's decision to\r\n deny coverage for this prosthetic device. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this appeal brought pursuant to the Administrative\r\nProcedures Act, respondents maintained that petitioner's decision to deny\r\ncoverage for the prosthesis was not supported by substantial evidence.\r\n The Plan covers only an item which is medically necessary, one \"that is\r\n required to identify or treat an illness or injury . . .\" There is\r\nsubstantial evidence in the record to support petitioner's finding that the\r\nprosthetic device does not identify or treat Ms. Hendley's medical\r\ncondition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, the Plan excludes coverage for prosthetic devices\r\n (other than breast implants) which have non-therapeutic uses. We find\r\nsubstantial evidence2 supports the finding that the prosthetic device sought\r\n had non-therapeutic uses, and thus was excluded from coverage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLike all the decision-makers involved in this case, we are\r\nsympathetic to Ms. Hendley's plight, and do not doubt that the prosthetic\r\n device she seeks would make her life less difficult. We are constrained,\r\n however, to review petitioner's decision and ask whether it is supported by\r\n substantial evidence, that is, is there evidence in the record upon which \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 1 alopecia universalis.  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. For example, the record shows coverage was sought because the\r\n prothesis, which is more durable and more securely attached than an\r\n ordinary wig, would make walking on windy days or swimming at a pool\r\n\"less traumatic and intimidating.\" We note that respondents were not\r\n represented by counsel at the evidentiary stage of these proceedings. \r\n  \r\np.  13\r\n\r\nHENDLEY. et al. v. S.C. BUDGET AND CONTROL BOARD. etc. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n reasonable people would reach the same result? Sierra Club v. Kiawah \r\nResort Associates, 318 S.C. 119, 456 S.E.2d 397 (1995). Having found\r\n such evidence, we reverse the decision of the Court of Appeals which itself\r\n reversed petitioner's denial of benefits. \r\n  \r\n  \r\n  \r\n REVERSED. \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. TOAL, A.J.,\r\n dissenting in a separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  p.14\r\n\r\nHENDLEY. et al. v. S.C. BUDGET AND CONTROL BOARD. etc.\r\nTOAL, A.J.: The majority holds that the State Health Plan is not\r\nobligated to pay for Mrs. Hendley's \"cranial hair vacuum prosthesis\" because\r\nthe prosthesis does not identify or treat Mrs. Hendley's medical condition and\r\nhas non-therapeutic uses. The majority therefore reverses the Court of\r\nAppeals' decision in Hendley v. South Carolina State Budget and Control\r\n Board, 325 S.C. 413, 381 S.E.2d 159 (Ct. App. 1996. I would hold that the\r\nhair prosthesis sought by Mrs. Hendley is,covered by her health plan. I\r\nwould therefore affirm the Court of Appeals' opinion. Accordingly, I dissent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMrs. Hendley suffers from alopecia universalis which, as noted by the\r\nCourt of Appeals, results in the loss of all scalp and body hair, including the\r\neyelashes and eyebrows. Mrs. Hendley's doctor prescribed the cranial hair\r\nvacuum prosthesis for her condition. Mrs. Hendley's health plan covers\r\n\"medical services and supplies Medically Necessary in the diagnosis or\r\ntreatment of an illness or injury . . . [including] Prosthetic Appliances\r\nnecessary for the alleviation or correction of conditions caused by trauma or\r\ndisease . . . .\" (Emphasis added). The health plan further defines medically\r\nnecessary as a \"service or supply that is required to identify or treat an\r\nillness or injury . . .\"  The health plan excludes prosthetic devices that have\r\nnon-therapeutic uses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nExclusions in an insurance policy are always construed most strongly\r\nagainst the insurer. Boggs v. Aetna Casualty and Surety Co., 272 S.C. 460,\r\n252 S.E.2d 565 (1979). In my view, the hair prosthesis sought by Mrs.\r\nHendley in this case serves the same function and purpose as other\r\nprosthetic devices which presumably would be covered under her health plan.\r\nJust like an artificial limb or eye, the hair prosthesis \"corrects\" the condition\r\ncaused by alopecia universalis in that it replaces a part of the body lost due\r\nto the disease. Its therapeutic value in this regard is no less real than that\r\nattributed to traditional limb prostheses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs stated in Abernathy v. Prudential Ins. of America, 274 S.C. 388, 264\r\nS.E.2d 836 (19SO), the term \"necessary\" is best construed as what is\r\n\"appropriate\" for the insured's condition. Clearly, a hair prosthesis is an\r\nappropriate treatment for an otherwise incurable disease that results in the\r\nloss of all body hair. Admittedly, all prosthetic devices have some degree of\r\ncosmetic or non-therapeutic value. However, this fact alone would not\r\nexclude a prosthesis from coverage under Mrs. Hendley's health plan. Thus,\r\nin my opinion, Mrs. Hendley's hair prosthesis is covered by her health\r\ninsurance. \r\n  \r\n  \r\n  \r\np. 15\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24876","title":"State v. Aldret","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24876","description":"","date":"1999-01-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n  Davis Adv. Sh. No. 1\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\n  \r\n  \r\n In The Supreme Court\r\nThe State,                                          Respondent-Petitioner\r\n v.\r\nClarence E Aldret                               Petitioner-Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\n Appeal From Georgetown County\r\n E.C. Burnett, III, Circuit Court Judge\r\n Opinion No. 24876\r\nHeard November 5, 1998 Filed January 4, 1999\r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\nStephen P. Groves, Sr. and Stephen L. Brown, both\r\nof Young, Clement, Rivers &amp; Tisdale, Charleston,\r\n and Reese I. Joye and John L. Drennan, both of Joye\r\nLaw Firm, North Charleston, for\r\n petitioner/respondent. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Deputy\r\n Assistant Attorney General Salley W. Elliott, all of\r\nColumbia, and Solicitor Ralph J. Wilson, of Conway,\r\nfor respondent/petitioner. \r\n  \r\np.  16\r\n\r\n STATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: We granted certiorari to review the Court of\r\n Appeals' opinion in State v. Aldret, 327 S.C. 321, 489 S.E.2d 635 (Ct. App\r\n. 1997). We affirm in part, reverse in part.\r\n FACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAldret was convicted of driving under the influence (DUI). Following the\r\n jury's verdict, Aldret moved for a new trial, contending the jury had engaged in\r\npremature deliberations. In support of this motion, he submitted the affidavit\r\nof an alternate juror, Dr. Martin Laskey. The trial court refused to consider the\r\naffidavit and denied the new trial motion. On appeal, the Court of Appeals\r\n originally reversed and remanded for a new trial, finding the trial court erred\r\n in refusing to consider the Laskey affidavit. On rehearing, the Court of Appeals\r\ndetermined a remand was appropriate to determine whether the jury had\r\nprematurely begun deliberations and whether Aldret had been prejudiced\r\nthereby. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Did the Court of Appeals err in ruling the trial court should have\r\nconsidered the affidavit? \r\n  \r\n  \r\n  \r\n2. Did the Court of Appeals err in remanding the matter, rather\r\n than reversing outright for a new trial? \r\n  \r\n  \r\n  \r\n1. JUROR AFFIDAVIT \r\n  \r\nIt has long been the rule in this state that a juror's testimony is not\r\nadmissible in order to prove either his own misconduct or that of fellow jurors.\r\n State v. Thomas, 268 S.C. 343, 234 S.E.2d 16 (1977); Barsh v. Chrysler Corp.,\r\n262 S.C. 129, 203 S.E.2d 107 (1974). Recently, however, this Court has moved\r\naway from the traditional rule, holding juror testimony regarding internal jury\r\nmisconduct may be admissible if necessary to ensure fundamental fairness.\r\n State v. Hunter, 320 S.C. 85, 463 S.E.2d 314 (1995)1. See also McDonald v. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n1see also Rule 606(b), SCRE. It provides:\r\n(b) Inquiry Into Validity of Verdict or Indictment. Upon an inquiry into \r\n  \r\np.  17\r\n\r\nSTATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPless, 238 U.S. 264, 35 S.Ct. 783, 59 L.Ed. 1300 (1915)2. The question here is\r\n whether the misconduct in this case, i.e., premature jury deliberations, involves\r\na matter of fundamental fairness. We hold that it does, and accordingly, we affirm\r\n the Court of Appeals' holding on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have routinely held instructions which invite jurors to engage in\r\npremature deliberations constitute reversible error. See State v. Thomas, 307\r\n S.C. 278, 414 S.E.2d 783 (1992); Gallman v. State, 307 S.C. 2732 414 S.E.2d 780\r\n(1992) State v. Pierce, 289 S.C. 430, 346 S.E.2d 707 (1986); State v. Joyner, 289\r\n S.C. 4362 346 S.E.2d 711 (1986); State v. McGuire, 272 S.C. 547, 253 S.E.2d 103\r\n(1979); State v. Gill, 273 S.C. 190, 192, 255 S.E.2d 455, 457 (1979). The\r\nrationale for prohibiting prematurejury deliberations was set forth in McGuire,\r\nsupra, in which we stated: \r\n  \r\n  \r\n  \r\n [A] jury should not begin discussing a case, nor deciding the issues,\r\nuntil all of the evidence, the argument of counsel, and the charge\r\nof the law is completed.... The reason for the rule is apparent. The\r\nhuman mind is constituted such that when a juror declares himself,\r\ntouching any controversy, he is apt to stand by his utterances to the\r\nother jurors in defiance of evidence. A fair trial is more likely if\r\neach juror keeps his own counsel until the appropriate time for\r\ndeliberation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n the validity of a verdict or indictment, a juror may not testify as to any matter\r\n or statement occurring during the course of the jury's deliberations or to the\r\neffect of anything upon that or any other juror's mind or emotions as influencing\r\nthe juror to assent to or dissent from the verdict or indictment or concerning the\r\n juror's mental processes in connection therewith, except that a juror may testify\r\non the question whether extraneous prejudicial information was improperly\r\n brought to the jury's attention or whether any outside influence was improperly\r\n brought to bear upon any juror. Nor may a juror's affidavit or evidence of any\r\nstatement by the juror concerning a matter about which the juror would be\r\n precluded from testifying be received for these purposes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Aldret's Motion for a New Trial is not contained in the Appendix. It\r\nappears, however, that the motion was not based upon any extraneous\r\nprejudicial information brought to thejury's attention by Juror Laskey, but was\r\n based solely upon internal misconduct, i.e., the jury's allegedly premature\r\ndeliberations. Juror testimony or affidavits are generally admissible in the case\r\nof an extraneous influence. Hunter, supra. \r\n  \r\np.  18\r\n\r\nSTATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Similarly, other courts have recognized premature deliberations may affect the\r\n fundamental fairness of a trial. See United States v. Resko, 3 F.3d 684 (3d Cir\r\n. 1993), cert. denied, 510 U.S. 1205 (1994)(prohibition against premature\r\ndeliberations protects defendant's right to a fair trial as well as his or her due\r\n process right to place burden on the government to prove its case). Accordingly,\r\n we hold premature jury deliberations may affect \"fundamental fairness\" of a\r\n trial such that the trial court may inquire into such allegations and may\r\n consider affidavits in support of such allegations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, under the circumstances of this case, we find no error in the\r\ntrial court's refusal to conduct further inquiry. We have routinely held that a\r\nparty must object at the first opportunity to preserve an issue for review. State\r\n v. Sullivan, 310 S.C. 311,426 S.E.2d 766 (1993); State v. Williams, 303 S.C. 410,\r\n 401 S.E.2d 168 (1991). A contemporaneous objection is required to preserve an\r\nissue for appellate review. Taylor v. Medenica, 324 S.C. 200, 479 S.E.2d 35\r\n(1996). Here, prior to the jury's verdict, counsel for Aldret, in talking to Juror\r\nLaskey, discovered the jury's allegedly premature deliberations. Although\r\nAldret's brief indicates this information was made known to the trial judge and\r\n the state prior to the verdict, there is no indication on the record that the trial\r\n judge was made aware of this fact, or that the trial court was asked, prior to the\r\nverdict, to question thejurors regarding any premature deliberations. Had such\r\n a request been timely made, the court could have voir dired the jury prior to its\r\n verdict to determine if, in fact, there had been premature deliberations, and\r\nwhether Aldret had been prejudiced thereby. See United States v. Bertoli, 40\r\nF.3d 1384, 1994, n.5 (3d Cir. 1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn light of Aldret's failure to call the alleged juror misconduct to the trial\r\ncourt's attention at his first opportunity to do so, we hold he is procedurally\r\n barred from raising the issue. Cf United States v. Nance, 502 F.2d 615 (8th Cir.\r\n1974), cert. denied 420 U.S. 965 (1975)(where counsel discovered during jury's\r\ndeliberations that it had prematurely deliberated, but counsel waited until after\r\njury's verdict to raise issue of premature deliberations, court held he was barred\r\n from raising issue on motion for new trial). Accordingly, although we affirm the\r\nCourt of Appeals' ruling that a trial judge may consider affidavits when\r\n inquiring into allegations of premature jury deliberations, we reverse its holding\r\n that the trial judge in this case committed error in failing to do so. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.  19\r\n\r\n STATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\n 2. REMEDY3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt oral argument before this Court, the, state maintained that jury\r\nmisconduct in the form of premature deliberations did not warrant automatic\r\nreversal, and that the burden was on the defendant to demonstrate that such\r\ndeliberations affected the jury's verdict. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We recently held the trial court has broad discretion in assessing\r\nallegations of juror misconduct. State v. Kelly, 331 S.C. 132, 502 S.E.2d 99\r\n(1998). In Kelly, we stated, \"unless the misconduct affects the jury's\r\n impartiality, it is not such misconduct as will affect the verdict.\" Kelly was a\r\ndeath penalty case in which a religious pamphlet concerning God's view of the\r\n death penalty was circulated in the jury room. This Court found Kelly had\r\n failed to demonstrate prejudice from the presence of the pamphlet in the jury\r\nroom, and that the pamphlet had not affected the jury's verdict.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Given that we have not found automatic reversal warranted even in cases\r\nof external influences on a jury's verdict, we decline to do so in the cases of\r\ninternal misconduct consisting of premature deliberations. Accord, United\r\nStates v. Olano, 507 U.S. 725, 736-38, 113 S.Ct. 1770, 1779-80, 123 L.Ed. 2d 508 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n 3 Since we hold Aldret is procedurally barred from raising the issue of\r\npremature deliberations, we would ordinarily decline to address the remaining\r\nquestion. However, in light of our holding that premature deliberations may\r\naffect the fundamental fairness of a trial, such that affidavits may be considered\r\nby the trial judge, we set forth, for the benefit of bench and bar, the proper\r\nprocedure for trial courts to follow in such cases. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4Notwithstanding cases of this Court holding an improper instruction\r\n allowing the jury to prematurely deliberate inherently prejudicial, State v. Gill,\r\nsupra; State v. Thomas, supra, we find a distinction between instructions from\r\n the trial court inviting premature deliberations, and a case in which a jury\r\n prematurely deliberates without such invitation. See State v. Hoffman, 312\r\nS.C. 386, 440 S.E.2d 869 (1994); State v. Barroso, 320 S.C. 1, 462 S.E.2d 862\r\n (Ct. App. 1995) rev'd on other grounds, 328 S.C. 268, 493 S.E.2d 854 (1997)\r\n(suggesting, in the absence of judicial encouragement of premature\r\n deliberations, a curative instruction might suffice where a jury is suspected of\r\npremature deliberations). Accord United States v. Nance, 502 F.2d 615 (8th\r\nCir. 1974), cert. denied 420 U.S. 965 (1975)(noting distinction in cases involving\r\nimproper instruction encouraging premature deliberations). \r\n  \r\n  \r\n  \r\np.  20\r\n\r\nSTATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\n (1993)(U.S. Supreme Court generally analyzes outside intrusions upon jury for\r\nprejudicial impact). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOur decision is consistent with the majority of jurisdictions which hold a\r\ndefendant must demonstrate prejudice from jury misconduct in order to be\r\nentitled to a new trial5. See United States v. Bertoli, 40 F.3d 1384 (3d Cir.\r\n. 1994) (trial judge should, through voir dire, decide impact of premature jury\r\ndeliberations and effectiveness of curative instructions); United States v. Resko,\r\n3 F.3d 684 (3d Cir. 1993)(prejudice is touchstone of entitlement to a new trial\r\nwhen improper intra-jury influences are at issue); United States v. Carmona,\r\n858 F.2d 66, 69 (2d Cir. 1988); Unites States v. Klee, 494 F.2d 394 (9th Cir.)\r\ncert. denied 419 U.S. 835, 95 S.Ct. 62) 42 L.Ed.2d 61 (1974)(not every instance\r\nof misconduct warrants a new trial; test is whether misconduct has prejudiced\r\n the defendant to the extent he did not receive a fair trial); Stockton v. Com. of\r\nVa., 852 F.2d 740 (4th Cir. 1988) cert. denied 479 U.S. 1071 (unrealistic to think\r\njurors will never comment to each other on any matters related to trial); United\r\nStates v. Piccarreto, 718 F.Supp. 1088 (W.D. N.Y.. 1989)(given length and\r\nnature of trial, it is not surprising a juror may make some comments as trial\r\n progresses; new trial is not warranted absent evidence showing such\r\ndiscussions shaped final deliberations or improperly influenced jurors or\r\nprejudiced defendants); Gov't of V.I. v. Dowlin , 814 F.2d 134 (3d Cir.\r\n 1987)(trial court has discretion to assess postverdict inquiries); People v. Redd,\r\n561 N.Y.S.2d 439 (1990); Hunt v. Methodist Hospital, 485 N.W.2d 737 (Neb.\r\n1992)(party claiming juror misconduct has burden to prove prejudice by clear\r\n and convincing evidence); State v. Hays, 883 P.2d 1093 (Kan. 1994); People v.\r\n Renaud, 942 P.2d 1253 (Colo. Ct. App. 1996)(conviction will not be overturned\r\n based on allegations of juror misconduct unless the defendant affirmatively\r\nestablishes misconduct occurred and that he/she was prejudiced thereby); \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n5Some courts disallow any inquiry into allegations of premature\r\n deliberations since such allegations do not involve an extraneous influence over\r\nthe jury. See United States v. Camacho 865 F.Supp. 1527 (S.D. Fla.\r\n1994)(premature discussions and expressions of opinions as to guilt or\r\ninnocence not grounds to interview jurors since activity lacks extrinsic\r\ninfluence); Tejada v. Dugge, 941 F.2d 1551 (11th Cir. 1991) cert. denied 502\r\nU.S. 1105 (1992) (court not required to conduct hearing where defendant\r\nalleged premature deliberations as he failed to allege presence of any\r\nextraneous information or outside influence); United States v. Caldwell, 83 F.3d\r\n 954 (8th Cir. 1996); United States v. Cuthel, 903 F.2d 1381 (11th Cir. 1990);\r\nState v. Frazier, 683 S.W.2d 346 (Tenn. Crim. App. 1984). \r\n  \r\n  \r\n  \r\np. 21\r\n\r\n STATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\n Commonwealth v. Maltais, 438 N.E.2d 847 (Mass. 1982). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we hold the burden is on the party alleging premature\r\ndeliberations to establish prejudice. Further, to assist the trial courts of this\r\nstate, we set forth the following suggested procedure to follow in cases in which\r\nan allegation of premature deliberations arises. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n If such an allegation arises during trial,6 the trial court should conduct\r\na hearing to ascertain if, in fact, such premature deliberations occurred, and if\r\nthe deliberations were prejudicial. If requested by the moving party, the court\r\nmay voir dire the jurors and, if practicable, \"tailor a cautionary instruction to\r\n correct the ascertained damage.\" United States v. Resko, 3 F.3d at 695. If the\r\ntrial court determines the deliberations were prejudicial, such findings should\r\n be set forth on the record, and a new trial ordered. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf, on the other hand, the fact of the premature deliberations does not\r\nbecome apparent until after the jury's verdict, we hold the trial court may\r\nconsider affidavits as set forth in Issue 1. If the trial court finds the affidavits\r\ncredible, and indicative of premature deliberations, an evidentiary hearing\r\nshould be held to assess whether such deliberations in fact occurred, and\r\nwhether they affected the verdict. At such an evidentiary hearing, the trial\r\ncourt may, upon request of the moving party, reassemble the jurors and conduct\r\nvoir dire to ascertain the nature and extent of the premature deliberations.7 If\r\nthe court determines the misconduct did not occur, or that it was not\r\n prejudicial, adequate findings should be made so that the determination may\r\nbe reviewed. Hunt v. Methodist Hospital, 485 N.W.2d 737 (Neb. 1992). If the\r\ncourt is convinced premature deliberations did, in fact, occur, but finds it\r\nimpossible to conduct an adequate posttrial inquiry due to the passage of time,\r\n a new trial may be ordered. Accord United States v. Resko, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n6As noted in Issue 1, such allegations must be raised at the first\r\n opportunity in order to be preserved for review. State v. Sullivan, supra; State \r\nv. Williams, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 In the present case, we find no request in the record that the trial court\r\nvoir dire the jurors regarding premature deliberations. \r\n  \r\n  \r\n  \r\n  p.22\r\n\r\nSTATE v. ALDRET \r\n  \r\n  \r\n  \r\n  \r\n  \r\n We affirm the Court ofAppeals'holding that premature jury deliberations\r\nmay affect the fundamental fairness of a trial such that a trial judge may\r\n consider affidavits alleging such misconduct. We hold, further, that in such\r\n cases, the burden is on the moving party to demonstrate prejudice from the\r\npremature deliberations. In light of Aldret's delay in seeking relief in this case,\r\n however, and his failure to specifically request the trial court to voir dire the\r\n jurors concerning the premature deliberations, we affirm his conviction for DUI. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n AFFIRMED IN PART, REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, JJ., and Acting Associate Justice\r\n George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  p.23 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24877","title":"Wooten v. S.C. Dept. of Transportation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24877","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nRebekah Wooten, a\r\nminor by her, Guardian\r\nad Litem, Margaret\r\nWooten, Respondent, \r\n  \r\nv. \r\n  \r\nSouth Carolina\r\nDepartment of\r\nTransportation f/k/a\r\nSouth Carolina\r\nDepartment of\r\nHighways and Public\r\nTransportation, Petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMargaret Wooten, Respondent,\r\nv.\r\nSouth Carolina\r\nDepartment of\r\nTransportation f/k/a\r\nSouth Carolina\r\nDepartment of\r\nHighways and Public\r\nTransportation, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Greenville County\r\nPaul M. Burch, Judge \r\n  \r\np.1\r\n\r\nWOOTEN v. S.C. DEPT. OF TRANSPORTATION \r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24877\r\nHeard November 17, 1998 - Filed January 18, 1999 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nCharles E. Carpenter, Jr., of Richardson, Plowden,\r\nCarpenter &amp; Robinson, P.A., of Columbia; and Merl\r\nF. Code, of Code Law Firm, of Greenville, for\r\npetitioner. \r\n  \r\nW. Harold Christian, Jr., of Christian &amp; Davis, of\r\nGreenville, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We granted a writ of certiorari to review the\r\nCourt of Appeals' decision1 regarding petitioner's (DOT's) claim of\r\nimmunity under the Tort Claims Act. We affirm as modified herein \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTwelve-year-old Rebekah Wooten was injured when she attempted to\r\ncross Wade Hampton Boulevard at Memorial Drive on her way home from\r\nschool. Rebekah had crossed three lanes of traffic and reached the median\r\nin the middle of the road when the light changed. Although traffic on the\r\nother side of the median waited for Rebekah in two lanes of traffic, a car\r\napproaching in the middle lane struck her before she finished crossing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRebekah and her mother (respondents) commenced these actions for\r\nnegligence and loss of consortium alleging DOT was negligent in failing to\r\nprovide traffic lights that would allow adequate time for a pedestrian to\r\ncross, or provide pedestrian walk signals, or to warn pedestrians of the\r\nhazardous nature of the intersection. The jury returned verdicts for\r\nrespondents. DOT appealed the denial of its post-trial motions. The\r\nCourt of Appeals affirmed. \r\n  \r\n  \r\n  \r\n\r\n1 326 S.C. 516, 485 S.E.2d 119 (1997). \r\n\r\np.2\r\n\r\nWOOTEN v. S.C. DEPT. OF TRANSPORTATION \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1) Does absolute immunity for highway design apply in this case? \r\n  \r\n  \r\n  \r\n2) Does the evidence establish DOT was entitled to discretionary\r\nimmunity for signs, signals, and warning devices as a matter of\r\nlaw? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1) Design immunity \r\n  \r\nThe Tort Claims Act provides certain exceptions to a government\r\nentity's waiver of immunity. Under S.C. Code Ann. § 15-78-60 (15) (Supp.\r\n1997), government entities \"are not liable for the design of highways and\r\nother public ways.\" DOT claimed in post-trial motions it was entitled to\r\nthis immunity as a matter of law in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court ruled the applicable immunity was not absolute\r\nimmunity for highway design but immunity for the maintenance of traffic\r\nsignals under §15-78-60 (15). This section provides immunity for liability\r\narising from: \r\n  \r\n  \r\n  \r\nabsence, condition, or malfunction of any sign, signal, [or]\r\nwarning device... unless the absence, condition, or\r\nmalfunction is not corrected by the governmental entity\r\nresponsible for its maintenance within a reasonable time after\r\nactual or constructive notice.... Nothing in this item gives \r\nrise to liability arising from a failure of any governmental \r\nentity to initially place any of the above signs, signals, [or] \r\nwarning devices ... when the failure is the result of a \r\ndiscretionary act of the governmental entity. \r\n  \r\n  \r\n  \r\n(Emphasis added).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal, the Court of Appeals held DOT had design immunity but\r\nit was not perpetual. Once DOT had notice the intersection was \r\n  \r\n\r\n2 The \"signs, signals, and warning devices\" referred to are further\r\nspecifically identified as \"those used in connection with hazards normally\r\nconnected with the use of public ways.\" \r\n  \r\np.3\r\n\r\nWOOTEN v. S.C. DEPT. OF TRANSPORTATION \r\n\r\n\r\n\r\n\r\n\r\nhazardous, it was no longer immune from liability. Since there was\r\nevidence DOT had notice before the injury in this case, the Court of\r\nAppeals concluded DOT had not established it was entitled to design\r\nimmunity as a matter of law and its post-trial motions were properly\r\ndenied. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the result reached by the Court of Appeals but adopt\r\nthe reasoning of the trial court. A specific statutory provision prevails\r\nover a more general one. Atlas Food Systems &amp; Serv., Inc. v. Crane., 319\r\nS.C. 556, 462 S.E.2d 858 (1995). Here, the immunity provision regarding\r\nsigns and signals is the more specific one applicable to these facts and\r\ntherefore controls in this case. Accordingly, the trial judge's ruling was\r\ncorrect. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) Discretionary immunity for signs, signals, and warning devices. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs quoted above, § 15-78-60 (15) provides discretionary immunity for\r\nthe failure of a government entity to initially place signs, signals, or\r\nwarning devices. The Court of Appeals ruled there was conflicting\r\nevidence on this issue and it was properly submitted to the jury. We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDiscretionary immunity is contingent on proof the government entity,\r\nfaced with alternatives, actually weighed competing considerations and\r\nmade a conscious choice using accepted professional standards. Summer v. \r\nCarpenter, 328 S.C. 36, 492 S.E.2d 55 (1997); Strange v. South Carolina \r\nDept. of Highways and Pub. Transp., 314 S.C. 427, 445 S.E.2d 439 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRochelle Garrett, an assistant district traffic engineer, testified for\r\nDOT. Garrett testified there was no history of complaints regarding\r\npedestrian problems at this intersection and the intersection was \"not\r\nconsidered a pedestrian area.\" No pedestrian count was done at this\r\nintersection, however, and Garrett admitted the intersection was\r\ndangerous for pedestrians. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBecause the traffic signal is traffic-actuated, the crossing time\r\nallowed a pedestrian varies. The minimum time allowed is eight seconds\r\nto cross the width of the road which is 112 feet. This crossing time would\r\ntherefore require a crossing speed of fourteen feet per second. Garrett\r\ntestified a reasonable crossing speed is four feet per second and the\r\nmedian is not designed for pedestrians to wait in the middle of the road. \r\n  \r\n  \r\n  \r\np.4\r\n\r\nWOOTEN v. S.C. DEPT. OF TRANSPORTATION \r\n\r\n\r\n\r\n\r\n\r\nFurther, Garrett testified DOT guidelines mandate that pedestrian\r\nsignals and detectors be installed -when there is not adequate time to cross\r\neven when such signals are not otherwise warranted because of the\r\namount of pedestrian traffic. The guidelines specify that pedestrians\r\nshould be assured sufficient time to cross the roadway at an intersection\r\ncontrolled by traffic lights. Whether DOT complied with these guidelines\r\nor any appropriate professional standard was at least a jury issue under\r\nGarrett's own testimony. The Court of Appeals correctly held\r\ndiscretionary immunity was a jury issue in this case. \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ.. concur. \r\n  \r\np.5 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24878","title":"Wooten v. S.C. Coastal Council","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24878","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n  \r\n  \r\n  \r\nVictoria F. Wooten, Respondent,\r\n  \r\nv.\r\n  \r\nSouth Carolina Coastal\r\nCouncil, n/k/a South\r\nCarolina Department of\r\nHealth and Environmental Control,\r\nOffice of Ocean and\r\nCoastal Resource\r\nManagement, Appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Horry County\r\nJ. Stanton Cross, Jr., Master-in-Equity\r\n  \r\n  \r\n  \r\nOpinion No. 24878\r\nHeard November 18, 1998 - Filed January 18, 1999\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMary D. Shahid, Chief Counsel, of South Carolina\r\nDepartment of Health and Environmental Control,\r\nOffice of Ocean and Coastal Resource Management,\r\nfor appellant.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowell V. Bellamy, Jr., and Douglas M. Zayicek,\r\nboth of Bellamy, Rutenberg, Copeland, Epps,\r\nGravely &amp; Bowers, of Myrtle Beach, for respondent.\r\n  \r\np.6\r\n\r\nWOOTEN v. S.C. COASTAL COUNCIL\r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: This is a regulatory taking case. The master\r\nfound a taking had occurred and awarded respondent $59,000. We\r\nreverse.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn February 19, 1991, respondent Victoria Wooten (Wooten)\r\napplied for a permit to build a bulkhead1 and place fill material on a lot\r\nwhich she owned in Cherry Grove. The permit was denied by appellant\r\n(Coastal Council)2 on May 21, 1991. On January 12, 1994, Wooten filed\r\nthis action in circuit court.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhere the State seeks to sustain regulation that deprives land\r\nof all economically beneficial use, it \"may resist compensation only if the\r\nlogically antecedent inquiry into the nature of the owner's estate shows\r\nthat the proscribed use interests were not part of his title to begin with.\"\r\nLucas v. South Carolina Coastal Council, 505 U.S. 1003) 1024, 112 S.Ct.\r\n2886, 2899, 120 L.Ed.2d 798, 820 (1992). Coastal Council contends the\r\ntrial court erred in finding that Wooten's proscribed interests have\r\nchanged since she acquired the property entitling her to compensation.\r\nWe agree.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWooten acquired, the property as a gift from her mother in\r\n1988. The Coastal Management Zone Act (Act) was enacted in 1977.3\r\nSpecifically, Wooten contends Hurricane Hugo, erosion, and the denial of\r\nher permit application changed her use interest after she had acquired the\r\nproperty.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Grant v. South Carolina Coastal Council, 319 S.C. 348. 461\r\n  \r\n\r\n1 A bulkhead is \"a retaining wall designed to retain fill material but\r\nnot to withstand wave forces on an, exposed shoreline.\" S.C. Code Ann. §\r\n48-39-270(l)(b)(Supp.1997). \r\n  \r\n  \r\n  \r\n2 The South Carolina Coastal Council is now known as the South\r\nCarolina Department of Health and Environmental Control, Office of\r\nOcean and Coastal Resource Management.\r\n  \r\n  \r\n  \r\n3 S.C. Code Ann. § 48-39-130(C) (Supp.1997)(original version of\r\nstatute enacted in 1977).\r\n  \r\np.7\r\n\r\nWOOTEN v. S.C. COASTAL COUNCIL\r\n\r\n\r\n\r\n\r\n\r\nS.E.2d 388 (1995), relying upon Lucas, supra, we held there is no\r\ncompensable regulatory taking when the property was subject to the\r\nrestriction on use when the property was acquired.4 In Grant,\r\nGrant never had the right to fill critical area tidelands on his Folly Beach\r\nproperty. In 1987, when Grant purchased his property, the Act forbade\r\nhis filling critical areas without a permit from Coastal Council. Therefore,\r\nwe found that Grant's right to use his property after Hurricane Hugo was\r\nnot altered from when he originally acquired title to it. Accordingly, we\r\nheld no taking occurred. Similarly, here, when Wooten acquired the lot in\r\n1988, pursuant to the Act, she was required to obtain a permit prior to\r\nbuilding a bulkhead and filling critical areas.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWooten attempts to distinguish Grant. by stating when she\r\nacquired the property she had a right to protect it from erosion.6\r\nHowever, Wooten would have been required to obtain a permit even if she\r\nwanted to build a bulkhead strictly for erosion control. In any event, she\r\ntestified she applied for a permit to fill a substantial portion of her\r\nproperty to enable her to build a house and not merely to control erosion.\r\nHad Wooten merely wanted to prevent erosion, she could have submitted a\r\nplan for a retaining wall that would have been placed in a different area\r\nand would not have included filling 85% of her lot.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold this case is controlled by our holding in Grant. The\r\nproscribed use interests were not part of Wooten's title when she acquired\r\nthe property. Because we reverse on this ground, we need not address\r\nappellant's remaining issues.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED.\r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.\r\n  \r\n\r\n4 Several other states have also held similarly to our decision in\r\nGrant. See, e.g., Gazza v. New York Dep't of Envtl. Conservation, 679\r\nN.E.2d 1035 (N.Y. 1997); Stevens v. City of Cannon Beach, 317 Or. 131,\r\n854 P.2d 449 (1993); City of Virginia Beach v. Bell, 255 Va. 395, 498\r\nS.E.2d 414 (1998), cert. denied, 67 U.S.L.W. 3096 (1998).\r\n  \r\n  \r\n  \r\n5 Mark Caldwell testified the majority of Wooten's lot was critical\r\narea prior to the submission of her permit application.\r\n  \r\n  \r\n  \r\n6 The master attempted to distinguish Grant on the basis that\r\nCoastal Council presented no evidence the land had ever been denied a\r\npermit before. However, in Grant the land had not been denied a permit\r\nbefore either.\r\n  \r\np.8\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24879","title":"State v. Short","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24879","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\nDavis Adv. Sh. No. 3\r\n\r\nS.E. 2d\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nThe State, Petitioner,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nJimmy Short, Respondent.\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n\r\n\r\n\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Dillon County\r\n\r\n\r\n\r\nThomas W. Cooper, Jr., Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 24879\r\n\r\n\r\n\r\nHeard November 5, 1998 - Filed January 18, 1999\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Deputy \r\n\r\n\r\n\r\nAttorney General John W. McIntosh, Assistant \r\n\r\n\r\n\r\nDeputy Attorney General Salley W. Elliott, and \r\n\r\n\r\n\r\nAssistant Attorney General Caroline Callison Tiffin, \r\n\r\n\r\n\r\nall of Columbia; and Solicitor Jay Hodge, of \r\n\r\n\r\n\r\nDarlington, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nChief Attorney Daniel T. Stacey and Assistant \r\n\r\n\r\n\r\nAppellate Defender Tara S. Taggart, both of S.C. \r\n\r\n\r\n\r\nOffice of Appellate Defense, of Columbia, for \r\n\r\n\r\n\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\np.9\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. SHORT\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: We granted the State's petition for a writ of \r\n\r\n\r\n\r\ncertiorari to review the Court of Appeals' decision finding reversible error \r\n\r\n\r\n\r\nin the denial of respondent Short's right to peremptorily challenge two \r\n\r\n\r\n\r\njurors. 327 S.C. 329, 489 S.E.2d 209 (Ct. App. 1997). We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShort was convicted of armed robbery and three counts of assault \r\n\r\n\r\n\r\nand battery of a high and aggravated nature. He was sentenced to \r\n\r\n\r\n\r\nconcurrent terms of twenty-five years for armed robbery and five years for \r\n\r\n\r\n\r\neach count of assault and battery.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDuring jury selection, Short used eight peremptory challenges, all \r\n\r\n\r\n\r\nagainst white venirepersons. On the State's motion, the trial judge \r\n\r\n\r\n\r\nconducted a Batson1 hearing. He ruled two of Short's challenges were \r\n\r\n\r\n\r\nracially motivated and set aside the jury panel. The trial judge then \r\n\r\n\r\n\r\ndirected that the jury be re-struck and that Short would not be permitted \r\n\r\n\r\n\r\nto challenge the two venirepersons previously stricken in violation of\r\n\r\n\r\n\r\nBatson.2\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn appeal, the Court of Appeals held Short's peremptory challenges \r\n\r\n\r\n\r\ndid not violate Batson and that it was reversible error to seat the two \r\n\r\n\r\n\r\nchallenged jurors.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err in reversing Short's \r\n\r\n\r\n\r\nconvictions absent a showing of prejudice?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State argues the trial judge properly found the two strikes in \r\n\r\n\r\n\r\nquestion violated Batson and the Court of Appeals erred in reversing this\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1Batson v. Kentucky, 476 U.S. 79 (1986).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2It is within the trial judge's discretion to prohibit a peremptory \r\n\r\n\r\n\r\nchallenge against a venireperson previously struck in violation of Batson. \r\n\r\n\r\n\r\nState v. Franklin, 318 S.C. 47, 456 S.E.2d 357 (1995).\r\n\r\n\r\n\r\n\r\n\r\np.10\r\n\r\n\r\n\r\n\r\n\r\nSTATE v SHORT\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nruling.3 We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe two contested strikes were exercised against Jurors #39 and \r\n\r\n\r\n\r\n#13. At the Batson hearing, counsel for Short explained he challenged #39 \r\n\r\n\r\n\r\nbecause her husband was an assistant manager at \"Carl's\" and \"just \r\n\r\n\r\n\r\nabout every term of court, Carl's has a case in court, either somebody \r\n\r\n\r\n\r\nshooting in the parking lot, bad checks, one thing and another.\" As to \r\n\r\n\r\n\r\n#13, counsel explained the juror was employed at the same business where \r\n\r\n\r\n\r\ncounsel's brother was the manager and \"maybe because he's a manager, \r\n\r\n\r\n\r\nhe's made somebody mad and they would hold it against my client.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996) (citing \r\n\r\n\r\n\r\nPurkett v.Elem, 514 U.S. 765, 115 S.Ct. 1769, 131 L.Ed.2d 834 (1995)), we \r\n\r\n\r\n\r\nset forth the proper procedure for a Batson hearing. A proponent of a \r\n\r\n\r\n\r\nstrike has no burden to present an explanation that is persuasive or even \r\n\r\n\r\n\r\nplausible. Once the proponent states a reason that is race-neutral, the \r\n\r\n\r\n\r\nburden is on the party challenging the strike to show the explanation is \r\n\r\n\r\n\r\nmere pretext, either by showing similarly situated jurors were seated, or \r\n\r\n\r\n\r\nthat the reason given for the strike is so fundamentally implausible as to \r\n\r\n\r\n\r\nconstitute mere pretext despite a lack of disparate treatment. In this \r\n\r\n\r\n\r\ncase, Short's explanations were facially race-neutral and the State failed to \r\n\r\n\r\n\r\nshow mere pretext. Accordingly, the trial judge erred in ruling these \r\n\r\n\r\n\r\nstrikes violated Batson and the Court of Appeals properly found error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAfter finding error in the trial judge's Batson ruling, the Court of \r\n\r\n\r\n\r\nAppeals went on to find reversible error because Short's right to exercise \r\n\r\n\r\n\r\nperemptory challenges against the two jurors was denied him.4 The Court \r\n\r\n\r\n\r\nof Appeals found no showing of prejudice was required because there was \r\n\r\n\r\n\r\nno way to determine with any degree of certainty whether Short's right to \r\n\r\n\r\n\r\na fair trial by an impartial jury was abridged. 327 S.C. at 335, 489\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 As an initial matter, the State argues Short's challenge to the trial \r\n\r\n\r\n\r\njudge's ruling was not preserved on appeal to the Court of Appeals because \r\n\r\n\r\n\r\nhe did not make a timely objection. Under S.C. Code Ann. § 14-7-1030 \r\n\r\n\r\n\r\n(Supp. 1997), an objection to a juror must be made before the jury is \r\n\r\n\r\n\r\nimpaneled. Before the jury was sworn, Short objected to seating the two \r\n\r\n\r\n\r\njurors he had previously struck. His objection was therefore timely.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 We note there is no Batson violation when a juror against whom a \r\n\r\n\r\n\r\nparty would have exercised a peremptory challenge is ultimately seated on \r\n\r\n\r\n\r\nthe jury. Batson vindicates the juror's right to equal protection and this \r\n\r\n\r\n\r\nright is not abridged if the juror is seated. Adams, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.11\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. SHORT\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.E.2d at 212.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn finding reversible error, the Court of Appeals adopted the analysis \r\n\r\n\r\n\r\nof United States v. Annigoni, 96 F.3d 1132 (9th Cir. 1996), requiring no \r\n\r\n\r\n\r\nshowing of actual prejudice to reverse for infringement of the federal \r\n\r\n\r\n\r\nstatutory right to exercise a peremptory challenge. This rule is consistent \r\n\r\n\r\n\r\nwith that of a clear majority of state courts as well. See, e.g., Mason v. \r\n\r\n\r\n\r\nState, 536 So.2d 127 (Ala. Crim. App. 1988); State v. Huerta, 175 Ariz. \r\n\r\n\r\n\r\n262, 855 P.2d 776 (1993); Hagerman v. State, 613 So.2d 552 (Fla. Dist. Ct. \r\n\r\n\r\n\r\nApp. 1993); People v. Bennett, 282 Ill. App. 3d 975, 669 N.E.2d 717 (1996); \r\n\r\n\r\n\r\nState v. Hauhi, 86 Spence v. State, 20\r\n\r\n\r\n\r\nMd. App. 201, 314 A.2d 727 (1974); Commonwealth v. Roche, 44 Mass.\r\n\r\n\r\n\r\nApp. 372, 691 N.E.2d 946 (1998); Areanas v. Gari, 309 N.J. Super. 1, 706 A.2d\r\n\r\n\r\n\r\n736 (1998); Fuson v. State, 105 N.M. 632, 735 P.2d 1138 (1987); City of\r\n\r\n\r\n\r\nDickson v. Lindstrom, 575 N.W.2d 440 (N.D. 1998); Baker v. English, 324\r\n\r\n\r\n\r\nOr. 585, 932 P.2d 57 (1997); Commonwealth v. Ingber, 516 Pa. 2, 531 A.2d\r\n\r\n\r\n\r\n1101 (1987); Nunfio v. State, 808 S.W.2d 482 (Tex. Crim. App. 1991); State\r\n\r\n\r\n\r\nv. Ramos, 211 Wis. 2d 12, 564 N.W.2d 328 (1997); Westcom v. Meunier,\r\n\r\n\r\n\r\n164 Vt. 536, 674 A.2d 1267 (1996); Wardell v. McMillan, 844 P.2d 1052\r\n\r\n\r\n\r\n(Wyo. 1992).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTo the contrary, however, there is precedent of this Court indicating \r\n\r\n\r\n\r\na showing of actual prejudice is required to find reversible error in the \r\n\r\n\r\n\r\ndenial of the right to exercise a peremptory challenge. In State v. Plath, \r\n\r\n\r\n\r\n277 S.C. 126, 284'S.E.2d 221 (1981), overruled on other grounds, State v. \r\n\r\n\r\n\r\nCollins, 329 S.C. 23, 495 S.E.2d 202 (1998), we concluded the defendant \r\n\r\n\r\n\r\nfailed to show prejudice from the denial of a peremptory challenge where \r\n\r\n\r\n\r\nthere was ample opportunity to examine the juror on voir dire and there \r\n\r\n\r\n\r\nwas no showing of any bias or lack of impartiality on the part of the juror. \r\n\r\n\r\n\r\nAccordingly, we found no reversible error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe now overrule Plath and adopt the majority rule that no showing \r\n\r\n\r\n\r\nof actual prejudice is required to find reversible error for the denial or \r\n\r\n\r\n\r\nimpairment of the right to a peremptory challenge. We note that Plath is \r\n\r\n\r\n\r\ndistinguishable from our other decisions discussing \"prejudice\" in the \r\n\r\n\r\n\r\ndenial of a peremptory challenge where the issue actually turned on \r\n\r\n\r\n\r\nwhether the complaining party had established he was denied the right to \r\n\r\n\r\n\r\nexercise a peremptory challenge. Where such a denial was established, we \r\n\r\n\r\n\r\nimplicitly applied the majority rule discussed above and reversed without \r\n\r\n\r\n\r\na showing of actual prejudice. See State v. Anderson, 276 S.C. 578, 281 \r\n\r\n\r\n\r\nS.E.2d 111 (1981) (prejudice in wrongfully limiting number of peremptory\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.12\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. SHORT\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nchallenges where defendant exercised all permitted); Moore v. Jenkins, 304 \r\n\r\n\r\n\r\nS.C. 544, 405 S.E.2d 833 (1991) (failure to use side-to-side procedure in \r\n\r\n\r\n\r\nallowing peremptory challenges in a case with multiple defendants \r\n\r\n\r\n\r\nprejudiced the plaintiff as a matter of law). In cases finding no prejudice, \r\n\r\n\r\n\r\non the other hand, we actually determined the complaining party had not \r\n\r\n\r\n\r\nestablished the denial of a peremptory challenge. See Laury v. Hamilton, \r\n\r\n\r\n\r\n317 S.C. 5031, 455 S.E.2d 173 (1995) (no prejudice where party received \r\n\r\n\r\n\r\ngreater number of strikes than that to which he was entitled under side-\r\n\r\n\r\n\r\nto-side method); State v. Holland, 261 S.C. 488, 201 S.E.2d 118 (1973) (no \r\n\r\n\r\n\r\nprejudice in limiting number of peremptory challenges where defendants \r\n\r\n\r\n\r\nused fewer than allowed). Before reversible error can be found, the \r\n\r\n\r\n\r\ncomplaining party must of course establish the denial of his right to \r\n\r\n\r\n\r\nexercise a peremptory challenge.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe decision of the Court of Appeals is\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur\r\n\r\n\r\n\r\n\r\n\r\np.13\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24880","title":"Pitt v. Olds","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24880","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nSonya Lynn Pitt, Respondent,\r\nv.\r\nBrian Todd Olds, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Charleston County\r\nJudy C. Bridges, Family Court Judge \r\n  \r\nOpinion No. 24880\r\nHeard December 1, 1998 - Filed January 18, 1999 \r\n  \r\nREVERSED \r\n  \r\nD. Mark Stokes, of N. Charleston, for petitioner. \r\n  \r\nGreg Myers, Pratt-Thomas, Pearce, Epting and\r\nWalker, of Charleston, for respondent. \r\n  \r\nCindy M. Floyd, of N. Charleston, Guardian ad Litem. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals' opinion in Pitt v. Olds, 327 S.C. 512, 489 S.E.2d 666 (Ct. App. 1997).\r\nWe reverse. \r\n  \r\n  \r\n  \r\np.14\r\n\r\nPITT v. OLDS \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis is a custody dispute. Respondent, Sondra Pitt (Mother), and\r\nPetitioner, Brian Olds (Father), were married in Berkeley County in May, 1988.\r\nThey had one child, Ashton, born in December, 1988. They were divorced in\r\nSeptember, 1991 based on one year's continuous separation. The divorce decree\r\ngranted the parties joint legal custody, with Mother having primary custody,\r\nand father having secondary custody and liberal visitation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn March, 1993, Mother and Father consented to an order of the family\r\ncourt enjoining either of them from permanently removing Ashton from the\r\nState of South Carolina on a permanent basis prior to obtaining leave of court.\r\nIn April, 1994, Mother, then age 23, married George Pitt, a 49 year old\r\nbusinessman from Arizona.1 The following month, Mother petitioned family\r\ncourt seeking to permanently move with Ashton to Arizona to set up residence\r\nwith her new husband. After a lengthy hearing, the family court ruled it would\r\nbe \"clearly adverse to the best interests of Ashton Olds were she to be removed\r\nfrom her family and friends, familiar surroundings, and her father here in\r\nSouth Carolina to ... Phoenix, Arizona where she would be essentially a\r\nstranger and not have the necessary family support network...\" The family\r\ncourt found no evidence a move to Arizona would be in the best interests of the\r\nchild. Accordingly, the court continued the parties' joint custody arrangement\r\nwith Mother having primary custody so long as she established permanent\r\nresidency in the geographical area, but that if she failed to do so, Father would\r\nbecome primary custodian. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals reversed, holding Mother's desire to join her new\r\nhusband in Arizona constituted a \"pressing need\" sufficient to allow her to\r\nrelocate the child to Arizona \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err in holding Mother was entitled to\r\nremove the child to Arizona? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nIn the absence of a change of circumstances affecting the welfare of the \r\n  \r\n\r\n1 Father, age 23, married 20 year old Dian Olds shortly thereafter. \r\n\r\np.15 \r\n  \r\n\r\nPITT v. OLDS \r\n\r\n\r\n\r\n\r\n\r\nchild, a final decree of divorce awarding custody in accordance with an\r\nagreement of the parties is conclusive between them. Cook v. Cobb, 271 S.C.\r\n136, 245 S.E.2d 612 (1978). In order for a court to modify an existing custody\r\ndecree, there must be a showing of changed circumstances occurring subsequent\r\nto the entry of the decree. Heckle v. Heckle, 266 S.C. 355, 223 S.E.2d 590\r\n(1976). See also Pinckney v. Hudson, 294 S.C. 332, 364 S.E.2d 462\r\n(1988)(change of circumstance requirement applies to cases in which a parent\r\nseeks to alter joint custody). A change in circumstances justifying a change in\r\nthe custody of a child simply means that sufficient facts have been shown to\r\nwarrant the conclusion that the best interests of the child would be served by the\r\nchange. Stutz v. Funderburk, 272 S.C. 273,252 S.E.2d 32,34 (1979). This Court\r\nhas specifically held that remarriage alone is not sufficient to warrant\r\nmodification of a custody decree. Fisher v. Miller, 288 S.C. 576, 344 S.E.2d 149\r\n(1986). See also Sealy v. Sealy, 295 S.C. 281, 368 S.E.2d 85 (Ct. App. 1988) \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals noted Mother's request to move with Ashton to\r\nArizona was based \"solely on her wish to live with her husband in his \r\nstate of residence.\" 327 S.C. at 520, 489 S.E.2d at 670. (Emphasis supplied).\r\nThe Court of Appeals then held that, given Mother's close relationship with\r\nAshton, the trial judge erred in refusing her request. This was error. The effect\r\nof the Court of Appeals' holding is, in essence, to hold that Mother's remarriage,\r\nin and of itself, constitutes a sufficient change to modify the existing decree.\r\nThis is contrary to our holding in Fisher v. Miller, supra. Moreover, not only are\r\nthere no findings of changed circumstances sufficient to modify the custody\r\ndecree, there are no findings by the Court of Appeals that a move to Arizona\r\nwould be in Ashton's best interest. In sharp contrast is the order of the family\r\ncourt which specifically finds the move would not be in Ashton's best interests \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs Mother failed to demonstrate a change of circumstances warranting\r\na modification of the prior decree, the Court of Appeals erred in reversing the\r\nfamily court's order. Accordingly, the Court of Appeals' opinion is \r\n  \r\n  \r\n  \r\nREVERSED.2 \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n2 In light of our holding that Mother failed to show changed circumstances\r\nwarranting modification of the custody decree, we need not address the\r\nimplications of our opinion in McAlister v. Patterson, 278 S.C. 481, 483, 299\r\nS.E.2d 322, 323 (1981) (setting forth presumption against removal of a child\r\nfrom the jurisdiction). \r\n  \r\np.16 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24881","title":"Barnhill v. City of North Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24881","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nBob Barnhill,\r\nIndividually and d/b/a\r\nBob's Watersports and\r\nd/b/a Bob's Bikes, Respondent,\r\nv.\r\nCity of North Myrtle\r\nBeach, Appellant. \r\n  \r\nAppeal From Horry County\r\nDavid H. Maring, Sr., Judge \r\n  \r\nOpinion No. 24881\r\nHeard October 21, 1998 - Filed January 18, 1999 \r\n  \r\nREVERSED IN PART; AFFIRMED IN PART. \r\n  \r\nCharles E. Carpenter Jr. and S. Elizabeth Brosnan,\r\nboth of Richardson, Plowden, Carpenter &amp;\r\nRobinson, P.A., of Columbia; and Douglas C.\r\nBaxter, of Richardson, Plowden, Carpenter &amp;\r\nRobinson, P.A., of Myrtle Beach, for appellant. \r\n  \r\n  \r\n  \r\nThomas A. Boland, Sr., of Florence; and Howell V.\r\nBellamy, Jr., of Bellamy Law Firm, of Myrtle\r\nBeach, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Respondent Barnhill commenced this action\r\nchallenging in part appellant's (City's) ordinance restricting the launching \r\n  \r\np.17\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\nand beaching of motorized watercraft, including jet skis, on the public\r\nbeach. We reverse that portion of the trial court's order finding the\r\nordinance invalid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nIn 1992, Respondent Barnhill operated a jet ski rental business near\r\nthe beach pursuant to a business license issued by City. At the time his\r\nlicense was issued, Ordinance 5-11 required that jet skis be launched or\r\nbeached only in specified areas of the beach. City subsequently amended\r\nOrdinance 5-11 by adding subsection (c) which prohibits launching or\r\nbeaching jet skis between 9:00 a.m. and 5:00 p.m. from May 15 to\r\nSeptember 15 annually with the exception of government or authorized\r\nwatercraft. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter City began enforcing the new ordinance, Barnhill commenced\r\nthis declaratory judgment action challenging the ordinance's validity and\r\nseeking an injunction against its enforcement. The case was referred to a\r\nspecial referee. The referee found Ordinance 5-11(c) invalid because it\r\nexceeded City's police power and was inconsistent with the Constitution\r\nand general law of the State. Further, he found the ordinance violated\r\nseveral federal constitutional provisions. City appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1. Police power \r\n  \r\n  \r\n  \r\nUnder S.C. Code Ann. § 5-7-30 (Supp. 1997), a municipality\r\nmay enact: \r\n  \r\n  \r\n  \r\nregulations, resolutions, and ordinances not inconsistent with\r\nthe Constitution and general law of this State, including the\r\nexercise of powers in relation to roads, streets, markets, law\r\nenforcement, health, and order in the municipality or\r\nrespecting any subject which appears to it necessary and\r\nproper for the security, general welfare, and convenience of the\r\nmunicipality or for preserving health, peace, order, and good\r\ngovernment in it. \r\n  \r\n  \r\n  \r\nUnder this section, municipalities enjoy a broad grant of power regarding\r\nordinances that promote safety. Town of Hilton Head v. Fine Liquors, \r\nInc., 302 S.C. 550, 397 S.E.2d 662 (1990). The exercise of a municipality's \r\n  \r\np.18\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\npolice power is valid if it is not arbitrary and has a reasonable relation to\r\na lawful purpose. Id. Under S.C. Code Ann. § 5-7-140 (Supp. 1997), City's\r\njurisdiction includes the public beach.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe launching and beaching of motorized watercraft are activities\r\nthat occur on the public beach. Restricting launching and beaching is\r\nreasonably related to promoting safety during the summer tourist season\r\nwhen beaches are crowded. Moreover, the restriction is reasonable since it\r\nlimits motorized watercraft only during hours when the beach is most used\r\nby the public for swimming. We find this restriction is within City's police\r\npower. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. State statutes \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe referee concluded Ordinance 5-11(c) was inconsistent with\r\nstatewide statutes in Title 50 that preempt regulation of watercraft on\r\nnavigable waters. See S.C. Code Ann. § 50-21-870 (Supp. 1997) (no person\r\nmay operate or be in possession of a personal watercraft while on the\r\nwaters of this State after sunset or before sunrise); see also § 50-21-820\r\n(Supp. 1997) (waterskiing or similar activity not allowed between sunset\r\nand sunrise); § 50-21-110 (Supp. 1997) (no person may use motorboat,\r\nwaterskis, or similar device negligently or while intoxicated). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile we agree the State has preempted the entire field of\r\nregulating watercraft on navigable waters as provided in Title 50, see S.C.\r\nCode Ann. § 50-21-30 (Supp. 1997),2 we find no inconsistency with City's \r\n  \r\n\r\n1 Under § 5-7-140, the corporate limits of a municipality bordering the\r\nAtlantic Ocean include the area between the high-tide line and one mile\r\nseaward. This area is \"subject to all the ordinances and regulations that may\r\nbe applicable to the areas lying within the corporate limits of the\r\nmunicipality\". \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 In order to preempt an entire field, an act must make manifest a\r\nlegislative intent that no other enactment may touch upon the subject in any\r\nway. Fine Liquors, 397 S.E.2d at 663. Section 50-21-30 provides in pertinent\r\npart: \r\n  \r\n  \r\n  \r\n(1) The provisions of this chapter, and of other applicable laws\r\nof this State shall govern the operating, equipment, numbering\r\nand all other matters relating thereto whenever any vessel shall \r\n  \r\n  \r\n  \r\np.19\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\nregulation of activity on the public beach. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order for there to be a conflict between a state statute and a\r\nmunicipal ordinance, both must contain either express or implied\r\nconditions that are inconsistent and irreconcilable with each other. If\r\neither is silent where the other speaks, there is no conflict. Wright v. \r\nRichland County Sch. Dist. Two, 326 S.C. 271, 486 S.E.2d 740 (1997); Fine \r\nLiquors, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\nbe operated on the waters of this State or when any activity\r\nregulated by this chapter shall take place thereon; but nothing in\r\nthis chapter shall be construed to prevent the adoption of any\r\nordinance or local law relating to operation and equipment of\r\nvessels the provision so which are identical to the provision of\r\nthis chapter, amendments thereto, or regulations issued\r\nthereunder; provided, that such ordinances or local laws shall be\r\noperative only so long as and to the extent that they continue to\r\nbe identical to provisions of this chapter, amendments thereto, or\r\nregulations issued thereunder. \r\n  \r\n  \r\n  \r\n(2) Any subdivision of this State may, at any time, but only after\r\nthree days' public notice make formal application to the\r\ndepartment for special rules and regulations with reference to the\r\noperation of vessels on any waters within its territorial limits and\r\nshall set forth therein the reasons which make such special rules\r\nand regulations necessary or appropriate. \r\n  \r\n  \r\n  \r\n(3) The [Department of Natural Resources] is hereby authorized\r\nto make special rules and regulations with reference to the\r\noperation of vessels on waters within the territorial limits of this State. \r\n  \r\n  \r\n  \r\n(Emphasis added). The plain language of § 50-21-30 manifests a clear\r\nlegislative intent to preempt the entire field of regulation regarding the use\r\nof watercraft on navigable waters. Any local regulation must in fact be\r\nidentical to State law unless authorized by the Department of Natural\r\nResources under subsection (2).  Accordingly, the referee's ruling on\r\n preemption is correct. \r\n  \r\np.20\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\nHere, as provided in § 50-21-30 (1),3 State statutes regulate only\r\nactivity \"on the waters of this State\" and are silent regarding activities on\r\nthe public beaches. Ordinance 5-11(c), which regulates activity on the\r\npublic beaches, is not irreconcilable with these statutes and therefore is\r\nnot inconsistent with the general law of this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. State Constitution \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe referee found Ordinance 5-11(c) inconsistent with article XIV, §\r\n4, of our State Constitution which provides in pertinent part: \r\n  \r\n  \r\n  \r\nAll navigable waters shall forever remain public highways free\r\nto the citizens of the State and the United States without tax,\r\nimpost or toll imposed .... \r\n  \r\n  \r\n  \r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe effect of Ordinance 5-11(c) is to restrict the use of jet skis to\r\napproximately six hours per day during the summer months. Since jet\r\nskis cannot be operated on the waters of the State between sunset and\r\nsunrise under § 50-21-870(B)(2), application of City's ordinance results in\r\nallowing jet ski access only from sunrise until 9:00 a.m. and from 5:00\r\np.m. until sunset.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the complete blockage of all use of navigable water is\r\nunconstitutional absent an overriding public interest, State ex rel. Medlock \r\nv. South Carolina Coastal Council, supra, the public's access to navigable\r\nwater is subject to reasonable regulation. South Carolina Elec. &amp; Gas Co. \r\nv. Hix, 306 S.C. 173, 410 S.E.2d 582 (Ct. App. 1991). We have found no\r\nprecedent requiring that a restriction on access to navigable water be the\r\nleast restrictive means of regulating in order to pass muster as reasonable\r\nregulation. \"Reasonable\" in the context of other constitutional challenges\r\nhas been defined simply as rationally related to a legitimate legislative\r\npurpose. See Anco, Inc. v. State Health and Human Services Fin. \r\nComm'n, 300 S.C. 432, 388 S.E.2d 780 (1989) (substantive due process); \r\n  \r\n  \r\n  \r\n\r\n3 See supra note 2. \r\n\r\n\r\n\r\n\r\n\r\n4 Pleasure boating is a protected use of navigable water under article\r\nXIV, §4. State ex rel. Medlock v. South Carolina Coastal Council, 289 S.C.\r\n445, 346 S.E.2d 716 (1986); State v. Columbia Water Power Co., 82 S.C. 181,\r\n63 S.E. 884 (1909). \r\n  \r\np.21\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\nJenkins v. Meares, 302 S.C. 142, 394 S.E.2d 317 (1990) (equal protection).\r\nHere, the restriction on jet skis is rationally related to the legitimate goal of public safety. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, in Captain Sandy's Tours, Inc. v. Georgetown County Bldg. \r\nOfficial, 310 S.C. 206, 423 S.E.2d 99 (1992), we upheld a county ordinance\r\nprohibiting the commercial use of public landings. The plaintiff, a\r\ncommercial tour boat enterprise, claimed the ordinance violated its\r\nconstitutional right of access to navigable water. We found article XIV,\r\n§ 4, was not infringed where some access remained. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we hold Ordinance 5-11(c) is not inconsistent with article\r\nXIV,§ 4, because it is a reasonable restriction on public access to\r\nnavigable water.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. Taking \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe referee found that because Ordinance 5-11 allowed the\r\nlaunching and beaching of jet skis at the time Barnhill obtained his\r\nbusiness license and began operating his rental business, he had a vested\r\nright to use the public beach for this purpose and enactment of subsection\r\n(c) constituted a regulatory taking. This ruling is erroneous. There is no\r\nprivate vested right in a particular use of government property. Captain \r\nSandy's, supra (citing State Highway Dept. v. Carodale Assoc., 268 S.C.\r\n556, 235 S.E.2d 127 (1977). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5. Equal protection \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe referee found Ordinance 5-11(c) violated equal protection\r\nbecause it was not enforced as to all motorized watercraft. A law fair on\r\nits face may be shown to violate equal protection if it is intentionally\r\nenforced discriminatorily. Butler v. Town of Edgefield, 328 S.C. 238, 493\r\nS.E.2d 838 (1997). In this case, however, there is no evidence indicating\r\ndiscriminatory enforcement of the ordinance. Accordingly, on this record,\r\nwe hold the referee erred finding an equal protection violation. \r\n  \r\n  \r\n  \r\n\r\n5 The referee also found the ordinance violated the federal constitution's\r\nprotection of access to navigable water. Federal law applies to activity on\r\nnavigable water that affects interstate commerce. State ex rel. Medlock v. \r\nCoastal Council, supra. There is no allegation that the ordinance in question\r\nhere infringes on interstate commerce. \r\n  \r\n  \r\n  \r\np.22\r\n\r\nBARNHILL v. CITY OF NORTH MYRTLE BEACH \r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold the referee erred in finding Ordinance 5-11(c) invalid. The\r\ncircuit court's order affirming this ruling is REVERSED. City's remaining\r\nargument is AFFIRMED under Rule 220(b), SCACR. See City of \r\nAbbeville. v. Aiken Elec. Co-op., Inc., 287 S.C. 361, 338 S.E.2d 831 (1985)\r\n(power to franchise is delegated only by statute); Berkeley Elec. Co-op., \r\nInc. v. Town of Mt. Pleasant, 308 S.C. 205, 417 S.E.2d 579 (1992)\r\n(franchise agreement that does not meet statutory requirements is illegal). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED IN PART; AFFIRMED IN PART. \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.23 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24882","title":"McDavid v. McDavid","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24882","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nWilliam G. McDavid, Jr., Respondent, \r\n  \r\nv. \r\n  \r\nMildred T. McDavid, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Greenville County\r\nJohn M. Rucker, Family Court Judge \r\n  \r\nOpinion No. 24882\r\nHeard November 18, 1998 - Filed January 18, 1999 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\nJohn B. Duggan of Mitchell, Bouton, Duggan, Yokel,\r\nand Childs, of Greer, for respondent. \r\n  \r\nJ.D. Todd, of Leatherwood, Walker, Todd and Mann,\r\nand Kenneth C. Porter, of Porter and Rosenfeld, both\r\nof Greenville, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals'\r\nopinion in McDavid v. McDavid, Op. No. 97-UP-277 (S.C. Ct. App. filed April 28,\r\n1997). We affirm in part, reverse in part. \r\n  \r\np.24\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis is a domestic case. Respondent, Husband, was granted a divorce\r\nfrom Petitioner, Wife. In equitably dividing the couple's property, the family\r\ncourt, inter alia, excluded from the value of the marital estate $22,400.00 in\r\nassets owned by Wife prior to the marriage. The family court also valued the\r\nequity in the marital residence by using the payoff balance owed as of the date\r\nof filing of the marital litigation. Finally, the family court subtracted\r\n$24,143.50 from the Husband's share of the equitable distribution award,\r\nrepresenting funds allegedly misused by Husband during the marriage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals reversed. It held Wife's assets had been transmuted\r\ninto marital property such that their value ($22,400,00) should have been\r\nincluded in the marital estate. The Court of Appeals also held Husband should\r\nnot have been penalized for the $24,143.00 he used towards his failing business,\r\nand that Husband was entitled to an equitable share of the increase in the\r\nvalue of the marital home between the filing of the marital litigation and the\r\ntime of trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Did the Court of Appeals properly hold Wife's premarital assets\r\nshould have been included in the marital estate? \r\n  \r\n  \r\n  \r\n2. Did the Court of Appeals properly hold the $24,143.50 used\r\ntowards Husband's business during the marriage should not have\r\nbeen included in the marital estate? \r\n  \r\n  \r\n  \r\n3. Did the Court of Appeals err in holding Husband was entitled to\r\na share of the increase in the value of the marital residence at the\r\ntime of the trial? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1 WIFE'S PREMARITAL PROPERTY \r\n  \r\n  \r\n  \r\nWife concedes the $22,400 worth of premarital assets she brought into the\r\nmarriage (a $10,000 lot on which the marital residence was built, a $10,000\r\ndown payment on the home, and $2400 Wife had in a savings account) were \r\n  \r\n  \r\n  \r\np.25\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\nmarital property.1 She contends, however, that it was proper for the family\r\ncourt to take into consideration the value of these assets in equitably dividing\r\nthe property. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nContrary to Wife's assertion, the family court did not merely \"take into\r\nconsideration\" Wife's $22,400 in assets. Rather, the family court specifically\r\nheld Wife should be given credit for these sums. In doing so, the family court\r\ntreated the items as non-marital property and excluded them from the value of\r\nthe estate. This was error. See S.C.Code Ann.  § 20-7-473 (Supp. 1997) (\"Marital\r\nproperty\" is generally defined as \"all real and personal property which has been\r\nacquired by the parties during the marriage and which is owned as of the date\r\nof filing or commencement of marital litigation. . .\").2 We affirm the Court of\r\nAppeals' holding on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. HUSBAND'S DISSIPATION OF FUNDS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHusband used $24,143.50 in support of his failing business during the\r\nmarriage, without Wife's knowledge. The family court held Husband's\r\ndissipation of these funds constituted marital misconduct. Accordingly, the\r\ncourt added $24,143.50 to the value of the marital assets, then taxed that\r\namount against Husband's share. The Court of Appeals reversed, finding\r\nHusband's use of these funds, even if imprudent, did not constitute\r\n\"misconduct\" warranting a downward adjustment from his share of the marital\r\nassets. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder S.C. Code Ann.§ 20-7-472(2) (Supp. 1993), one factor the family\r\ncourt considers in equitably dividing property is \"marital misconduct or fault of\r\neither or both parties, whether or not used as a basis for a divorce as such, if the\r\nmisconduct affects or has affected the economic circumstances of the parties, or \r\n  \r\n  \r\n  \r\n\r\n1 Non-marital property may be transmuted into marital property if it\r\nbecomes so commingled with marital property as to be untraceable, is titled\r\njointly, or is utilized by parties in support of marriage or in some other manner\r\nso as to evidence intent by parties to make it marital property. Hatfield v. \r\nHatfield, 327 S.C. 360, 489 SE2d 212 (Ct. App. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Had the parties intended to exclude the value of these items from the\r\nmarital estate, they could have done so by written agreement. Johnson v. \r\nJohnson, 296 S.C. 289, 372 S.E.2d 107 (Ct. App. 1988); S.C. Code Ann. §\r\n20-7-473(4). \r\n  \r\n  \r\n  \r\np.26\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\ncontributed to the breakup of the marriage.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nVery few South Carolina cases have addressed \"misconduct\" affecting the\r\neconomic circumstances of the party. In Peirson v. Calhoun, 308 S.C. 246, 417\r\nS.E.2d 604 (Ct. App. 1992), the Court of Appeals held the husband's drinking\r\nwas \"misconduct\" which caused the breakup of the parties' marriage and\r\nnecessarily affected the parties economically inasmuch as the separation\r\nresulted in increased utility costs, home maintenance, and general household\r\nexpenses. Accordingly, the Court of Appeals held the increased living expenses\r\nshould be attributed to the husband. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRecently, in Smith v. Smith, 327 S.C. 448, 486 S.E.2d 516 (Ct. App.\r\n1997), the wife was granted a divorce on grounds of adultery. The Court of\r\nAppeals held the family court properly considered fault in awarding wife\r\nalimony, where the fault affected the economic circumstances of the parties.\r\nAlthough the Court did not specifically address how the Husband's adultery had\r\naffected the parties circumstances, there was evidence that Husband had been\r\nhaving an affair for quite some time and that he had secreted assets for years\r\nin preparation of leaving Wife.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe most similar case to the one at hand is Roe v. Roe, 3 11 S.C. 471, 429\r\nS.E.2d 830 (Ct. App. 1993). In Roe, the family court found the wife was guilty\r\nof misconduct affecting economic circumstances of marriage due to her\r\ninvestments in a pizza company. Notably, the court in Roe found the wife had \r\n  \r\n  \r\n  \r\n\r\n3The family court specifically noted: \r\n\r\n\r\n\r\nIt is clear that from the testimony and the action of [Husband] that\r\nhe had contemplated separation from [Wife] extensively and in\r\nadvance of the actual date and, in fact, prepared for same,\r\nattempting to better his circumstances. He opened and closed\r\naccounts, transferred money, deleted [W]ife's name from accounts\r\nand took multiple dramatic steps to prepare himself for the\r\nseparation. Such actions by [Husband] continued throughout the\r\nseparation and during the approximate[ly] five years pending the\r\nactual trial of this case. [Husband] engineered and took substantial\r\nsteps to make the tracking of marital assets difficult. \r\n  \r\n486 S E 2d at 521 \r\n  \r\n  \r\n  \r\np.27\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\n\"continued to sink money in that hole\" both before and after the separation, and\r\nthat wife had both misrepresented and failed to disclose to the court which\r\nmarital assets she had invested in R &amp; R Pizza subsequent to the parties'\r\nseparation. 429 S.E.2d at 833. Accordingly, in Roe there was evidence the wife\r\nhad deliberately continued to dissipate marital funds after the parties'\r\nseparation and had been less than forthright with the family court regarding\r\nthese funds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnlike Roe, there is no evidence in the present case that Husband\r\nintentionally dissipated funds either during the marriage or immediately after\r\nthe parties' separation, or that the funds were used for any improper purposes.\r\nOn the contrary, the only evidence in the record is that Husband used the funds\r\neither to support his failing business, or to pay household/family expenses.4\r\nMoreover, the funds were spent some two years prior to the parties' separation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe are aware of no authority holding \"poor business decisions,\" in and of\r\nthemselves, justify a downward modification of a party's entitlement to\r\nequitable distribution. On the contrary, courts have generally held one spouse\r\nchargeable only where he/she acts in bad faith with an intent to deprive the\r\nother spouse of marital assets. See Matti v. Matti, 647 So.2d 168 (Fla. App.\r\n1994)(record suggested paramour and wife depleted parties' assets by trickery\r\nor duress); Re Marriage of Olson, 585 N.E.2d 1082 (Ill. App. 1992)(husband held\r\nto have dissipated assets in paying independent contractor, who also happened\r\nto be husband's paramour, for expenses unrelated to business); Davis v. Davis,\r\n573 N.Y.S.2d 162 (N.Y. 1991)(husband's efforts to diminish value of business\r\nand transfer funds without consideration to third parties supported family\r\ncourt's equitable distribution award in favor of wife); Hollander v. Hollander,\r\n597 A.2d 1012 (Md. 1991)(husband's attempt to transfer practice to daughter\r\nwas \"obvious\" attempt to deceive court concerning practice and its valuation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, in cases in which there is no indication of willful misconduct,\r\ncourts have generally not penalized a spouse for making poor business\r\ndecisions. See, Sien v. Sien, 889 P.2d 1268 (Okla. App. 1997)(equitable\r\nreallocation of marital debt not warranted by husband's capital contribution to\r\ncattle operation where contributions were legitimate investments for the \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n4 Although Husband did not tell Wife about these expenditures, he testified\r\nhe did not do so as he did not want to worry Wife. \r\n  \r\n  \r\n  \r\np.28 \r\n  \r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\nintended benefit of both parties and there was no evidence of fraud or malice on\r\nhusband's part, even though husband made poor business decisions in ill-fated\r\nenterprise which worked to the detriment of the marital estate); In re Marriage \r\nof Isaacs, 632 N.E.2d 228 (Ill. 1994)(even though wife's transfer of closely held\r\nstocks to employee stock ownership program decreased value of corporation,\r\nwife held not to have dissipated assets as she acted in good faith); Goldman v. \r\nGoldman, 589 A.2d 1358 (N.J. 1991) (husband not chargeable for dissipating\r\n$400,000 in marital funds where he used funds in good faith investing funds in\r\nbusiness which failed). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn accordance with these courts, we hold poor business decisions, in and\r\nof themselves, do not warrant a finding of marital \"misconduct,\" and that there\r\nmust be some evidence of willful misconduct, bad faith, intention to dissipate\r\nmarital assets, or the like, before a court may alter the equitable distribution\r\naward for such misconduct. As there is no such evidence in this case, we affirm\r\nthe Court of Appeals' holding that Husband should not have been charged with\r\nthe $24,143.50 spent on his failing business.5 \r\n  \r\n  \r\n  \r\n\r\n5 Moreover, the Court of Appeals properly relied on Panhorst v. Panhorst,\r\n301 S.C. 100, 390 S.E.2d 376 (Ct. App. 1990) in holding it was error for the\r\nfamily court to include the $24,143.50 in the marital estate when these funds\r\nwere no longer in existence. Panhorst persuasively demonstrates why a spouse\r\nshould not be charged in a case such as this: \r\n  \r\n  \r\n  \r\nGiven the vicissitudes of life, the parties' fortunes will change over\r\nthe years of a marriage. Often the marital estate may have enjoyed\r\na greater value in the past than it does at the dissolution of the\r\nmarriage. It may be affected by changes in the incomes and\r\nearning capacities of the spouses, their spending habits, their\r\nsavings and investments, and a host of other factors. By requiring\r\nthe estate to be identified as of the date marital litigation is filed,\r\nthe Legislature has elected to foreclose the spouses from litigating\r\nevery expenditure or transfer of property during the marriage. One\r\nspouse or the other may have spent marital funds foolishly or\r\nselfishly or may have invested them unprofitably. The statute\r\nwisely prevents the other spouse from resurrecting these\r\ntransactions at the end of the marriage to gain an advantage in the\r\nequitable distribution. Were it to do otherwise, human greed and\r\nvindictiveness would transform the courts into \"auditing agencies\r\nfor every marriage that falters.\" \r\n  \r\n  \r\n  \r\np.29\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\n3. DATE OF VALUATION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe family court valued the marital residence as of the commencement\r\nof the marital litigation. The Court of Appeals held the family court should\r\nhave used the payoff balance as of the date of the trial in order to afford\r\nHusband an equitable share of the increased value ($1339.73) of the home.6\r\nThis was error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, as noted above, the family court valued the home as of the date\r\nof the commencement of litigation. In his rehearing petition, Husband raised\r\nno claim that he was entitled to the increased equity in the home at the time of\r\ntrial. Rather, he claimed only that the family court erred in valuing the equity\r\nof the home at $36,480.09, rather than $56,480.09 (representing the $20,000.00\r\ncredit given to Wife for the down payment and value of the lot). Husband raised\r\nthe issue concerning the increased $1339.73 equity for the first time in his brief\r\nto the Court of Appeals. As this matter had not been raised to or ruled on by\r\nthe family court, it should not have been considered by the Court of Appeals.\r\nTalley v. South Carolina Higher Educ. Tuition Grants Committee, 289 S.C. 483,\r\n347 S.E.2d 99 (1986); Ebert v. Ebert, 320 S.C. 331, 465 S.E.2d 121 (Ct. App.\r\n1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAbsent evidence Husband contributed to the payments on the mortgage\r\nbetween the time of separation and the time of trial, he is not entitled to share\r\nin the increased equity. Accordingly, we reverse the Court of Appeals' holding\r\non this issue.7 \r\n  \r\n\r\n6 The increased equity stems from a reduction in the mortgage balance due\r\nto Wife's mortgage payments between the time of filing, and the time of trial.\r\nWife made all payments on the mortgage between Husband's departure and the\r\ndate of the hearing in August, 1995. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7We concur with the Court of Appeals' opinion in Smith v. Smith, 294 S.C.\r\n194, 363 S.E.2d 404 (Ct. App. 1987) that both parties may be entitled to share\r\nin any appreciation in marital assets which occurs after the parties separate but\r\nbefore the parties divorce. However, an increase in equity due to Wife's\r\npayment of the mortgage is simply not the type of appreciation envisioned by \r\nSmith. Moreover, the case cited by the Court of Appeals is simply inapplicable.\r\nIn Cannon v. Cannon, 321 S.C. 44, 467 S.E.2d 132 (Ct. App. 1996), the court\r\nawarded the wife a \"special equity\" in non-marital property acquired by the\r\nHusband with marital funds (funds which a restraining order prohibited \r\n  \r\n  \r\n  \r\np.30\r\n\r\nMCDAVID v. MCDAVID \r\n\r\n\r\n\r\n\r\n\r\nThe judgment below is \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART, REVERSED IN PART. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\nHusband from using) after the filing of the marital litigation. Cannon is\r\ninapposite. \r\n  \r\np.31 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24883","title":"In the Matter of Nelson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24883","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Eric\r\nP. Nelson,  Respondent. \r\n  \r\nOpinion No. 24883 \r\n  \r\n  \r\n  \r\nHeard October 20, 1998 - Filed January 18, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nEric P. Nelson, of Myrtle Beach, Pro Se Respondent. \r\n  \r\nAssistant Deputy Attorney General J. Emory Smith, Jr.,\r\nof Columbia, for the Office of Disciplinary Council. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney discipline matter, the Respondent Eric\r\nP. Nelson (\"Attorney\") is alleged to have committed misconduct by making\r\nimproper sexual advances toward employees, co-workers, a potential client,\r\nand the relative of a client. Attorney was also alleged to have violated the\r\nRules of Professional Conduct in regard to several alcohol related matters.\r\nIn June of 1996, the Board of Commissioners on Grievances and Discipline\r\npetitioned this Court to have Attorney suspended from the practice of law or,\r\nin the alternative, placed on incapacity inactive status1 in light of Attorney's\r\nadmitted alcohol addiction. With Attorney's consent, the Court placed him\r\non incapacity inactive status, while stipulating that disciplinary proceedings\r\nwould go forward against him. Throughout the process, Attorney's defense \r\n  \r\n  \r\n  \r\n\r\n1Incapacity inactive status was known as \"disability inactive status\"\r\nbefore the new Rules for Lawyer Disciplinary Enforcement were adopted. \r\n  \r\np.32\r\n\r\nIN THE MATTER OF NELSON \r\n\r\n\r\n\r\n\r\n\r\nhas been a mixture of denial of the allegations combined with attributing any\r\nmisconduct that did occur to his alcohol addiction and his doctor's treatment\r\nof this condition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the disciplinary proceedings, the Panel found that \"there is an\r\nabundance of evidence which shows [Attorney] went through a period of time\r\nin his life and practice where his conduct was impaired.\" The Panel also\r\nfound a \"pattern of disturbing behavior [Attorney] exhibited while\r\nintoxicated.\" The Panel concluded that Attorney \"had a serious behavior\r\nproblem brought about by his abuse of alcohol\" and \"[t]here is no question\r\nthat [Attorney] has committed misconduct.\" The Panel recommended that\r\nAttorney receive a public reprimand and have limitations placed upon him\r\npursuant to Rule 7(b)(10) of the Rules for Lawyer Disciplinary Enforcement,\r\nRule 413, SCACR which would require Attorney to continue to participate in\r\nrecovery programs for his alcohol addiction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter hearing the arguments of counsel, reviewing the complete record\r\nin this matter, and considering the applicable law and precedent, we find\r\nthat Attorney's misconduct requires a definite suspension from the practice\r\nof law for nine months commencing after he is removed from incapacity\r\ninactive status.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. IMPROPER SEXUAL ADVANCES TOWARD CLIENT'S NIECE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney represented a client (\"Client\") in a family court matter.\r\nAttorney scheduled Client's niece (\"Niece\") to testify on her uncle's behalf.\r\nAlong with her sisters, Niece met Attorney at his hotel in Charleston one\r\nnight to prepare for her testimony the following day. Niece and her sisters\r\nalleged that Attorney smelled of alcohol and used vulgar and profane\r\nlanguage when they met in the mezzanine. Attorney then requested that\r\nNiece accompany him alone to his hotel room so they could prepare her testimony. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOnce alone in the hotel room, instead of preparing her testimony, \r\n  \r\n\r\n2 Attorney has pending before this Court a petition for removal from\r\nincapacity inactive status. This Court has held action on this petition in\r\nabeyance pending an independent evaluation to determine whether Attorney\r\ncontinues to suffer from major depression, alcohol dependence, and sexual\r\naggression. Attorney's request for reinstatement to active status will be\r\nconsidered after this Court receives the results of the evaluating psychiatrist. \r\n  \r\n  \r\n  \r\np.33\r\n\r\nIN THE MATTER OF NELSON \r\n\r\n\r\n\r\n\r\n\r\nAttorney began pestering Niece about her relationship with her husband.\r\nShe testified that he belittled her religious beliefs and humiliated her. When\r\nthe bartender from the mezzanine level visited the room, Niece used this\r\nopportunity to ask the bartender to have her sisters call her. When Niece's\r\nsisters called, Attorney told them he and Niece were naked and then he\r\nstarted making obscene sexual noises. Niece took the phone from Attorney\r\nand asked her sisters to come get her. When her sisters knocked on the\r\ndoor, Attorney again made obscene sexual noises. Niece then left the hotel.\r\nExcept for a parting hug, the parties agreed Attorney never physically\r\ntouched Niece. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney and Client ultimately prevailed in the family court matter.\r\nAfter the trial was over, Client's family and Attorney went out to eat and, in\r\nfront of her entire family, Attorney asked Niece out on a date that she\r\nrefused. Later that night, Attorney called the family's hotel room while Niece\r\nwas out shopping. Attorney talked to Niece's sister and told her that he was\r\nin love with Niece and would \"have\" her one day and that they would soon\r\nbe married. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. IMPROPER SEXUAL ADVANCES TOWARD T.F. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAttorney employed T.F. as an associate attorney from 1993 until 1995.\r\nShe testified about an instance in which Attorney made improper sexual\r\nadvances toward her. She and Attorney were working on a case in Columbia\r\nand staying in a hotel overnight. Although they had separate rooms,\r\nAttorney asked her to come by his room after dinner to discuss business.\r\nAfter discussing billable hours and goals, T.F. testified Attorney offered her\r\nalcohol and told her that he hired her because of her looks and that he\r\nwanted a relationship with her. She testified that she rebuffed his advances\r\nand there was no physical touching involved. After this trip, T.F. testified\r\nthat Attorney treated her very differently and was often angry with her for\r\nno apparent reason. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. IMPROPER CONDUCT INVOLVING M.W. AND HER INFANT SON \r\n  \r\nM.W. was an associate attorney who worked for Attorney from August\r\n1995 until February 1996. M.W. had discussed the possibility of getting a\r\ndivorce from her husband with Attorney. M.W. testified before the Panel\r\nthat Attorney made sexual advances toward her and tried to get her to leave\r\nher husband. She admitted that Attorney never touched her. The main\r\nincident in question occurred while M.W.'s infant son was hospitalized in\r\nCharleston. Attorney called M.W. late at night and told her that he had \r\n  \r\n  \r\n  \r\np.34\r\n\r\nIN THE MATTER OF NELSON \r\n\r\ngained access to an intensive care unit treating her infant. She testified that\r\nhe berated her and her husband for not, as he saw it, properly caring for the\r\nchild. M.W. testified that Attorney told her that he gained entrance to this\r\nrestricted area of the hospital with a gun. No criminal charges arising from\r\nthe hospital incident appear in the Record or Report. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. IMPROPER SEXUAL ADVANCES TOWARD R.C. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nR.C. worked as an associate for Attorney in 1994. She testified that\r\none night while working late, Attorney came into her office, offered her a\r\nbeer, and initiated a very personal conversation. He questioned her about\r\nher personal life and offered to father a child for her because at the time she\r\nwas not in a steady relationship. She rebuffed his advances and tried to\r\nleave the office. Before she left, she testified Attorney had an emotional\r\nbreakdown and started to cry. R.C. stated that she, felt he may have been\r\nsuicidal but that she feared more for her own safety so she left the office.\r\nAs a result of Attorney's behavior directed at her, R.C. testified she changed\r\nher manner of dress and developed a more negative attitude toward life. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5. IMPROPER SEXUAL ADVANCES TOWARD POTENTIAL CLIENT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPotential Client was an employee of the Lowe's paint department in\r\n1993. She met Attorney when he bought some paint from her. Potential\r\nClient found out that he was a lawyer and told him she had legal problems\r\nconcerning the custody of her children. She later visited his office concerning\r\nthese custody matters. She testified that while she was at Attorney's office,\r\nhe was drinking and made aggressive and improper sexual advances. These\r\nadvances included uninvited physical touching by Attorney. Attorney also\r\ntold her he was \"the most powerful attorney in all of Myrtle Beach.\" She\r\nrebuffed his advances and left the office. Attorney, upset by her rejection,\r\nfollowed behind her calling her names such as \"trailer trash.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter her visit, Potential Client, took out an arrest warrant on Attorney,\r\nbut later dropped the charge after court personnel convinced her that it\r\nwould not be successful. She also accepted an $800.00 check from Attorney\r\nas a settlement in the matter, but never signed the release papers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6. IMPROPER SEXUAL RELATIONSHIP WITH RECEPTIONIST \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe allegations concerning an improper and coerced sexual relationship\r\nbetween Attorney and his receptionist were some of the most serious leveled\r\nagainst Attorney. She has since moved out of the state and did not appear \r\n  \r\n  \r\n  \r\np.35 \r\n  \r\n\r\nIN THE MATTER OF NELSON \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nin front of the Panel to testify as to her experiences with Attorney. As a\r\nresult, the Panel, concluded that they had no credible evidence to find specific\r\nwrongdoings against Attorney in this matter. There is, however, evidence in\r\nthe Record revealing Attorney behaved improperly in relation to this\r\nemployee. Testimony by R.C. relates that the receptionist called her up late\r\nat night crying and upset because Attorney was beating on the door of her\r\nhome demanding to be let in. The affidavits and testimony of T.F. and R.C.,\r\nboth who were employed as associate attorneys while the receptionist worked\r\nfor Attorney, supported the receptionist's initial allegations of an improper\r\nsexual relationship. There was also testimony that R.C. and T.F. finally\r\ndecided to leave Attorney's firm after discussions with the receptionist. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTHE BOAT INCIDENT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPerhaps the most disturbing of the allegations leveled against Attorney\r\ncame from a young woman (\"M.A.\") and the Coast Guard. Like the\r\nreceptionist, M.A. failed to appear and testify at Attorney's Panel Hearing.\r\nFor this reason, the Panel did not consider any of the allegations in their\r\nreport. There is, however, plenty of material in the Record to gain an\r\nunderstanding of the events that occurred between M.A., Attorney, and the\r\nCoast Guard. Attorney denied all wrongdoing in this matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn September 27, 1995, M.A. went on a boat trip with Attorney off\r\nMyrtle Beach. They were gone most of the day and the evening together.\r\nLate that night, the Coast Guard received a call from M.A.'s mother. She\r\ntold them that her daughter was stuck on a boat offshore and needed to be\r\nbrought home. The Coast Guard found Attorney's boat stuck in the Little\r\nRiver and removed M.A. from the boat at her request. The Coast Guard\r\nreturned to the boat and tried to board it to check on Attorney. Their efforts\r\nwere stalled for more than an hour as Attorney's dog kept the Coast Guard\r\nmembers at bay. After they finally boarded the ship, the Coast Guard found\r\nAttorney unconscious with a loaded shotgun on board the boat. After\r\nremoving her from the boat, the Coast Guard reported that M.A. was very\r\nupset and scared of Attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs mentioned above, M.A. did not testify about the alleged sexual\r\nadvances Attorney made during the time he had her on his boat. The Coast\r\nGuard's incident report and other materials that are part of the Record\r\ncontain her version of the events. Particularly disturbing is the Coast\r\nGuard's incident report and testimony before the Panel describing Attorney's\r\nactions that night on the boat. The incident report notes that Attorney\r\nadvised the Coast Guard members that he was a lawyer and had a friend in \r\n  \r\n  \r\n  \r\np.36\r\n\r\nIN THE MATTER OF NELSON \r\n\r\n\r\n\r\n\r\n\r\nCongress that they would be hearing from as a result of their actions.\r\nFurthermore, in the follow up interview concerning the incident, Detective\r\nTommy Flowers noted in his report that during the interview, Attorney was\r\nvery arrogant and began the interview by arguing with the detective over\r\njurisdictional matters. As noted above, since M.A. did not testify, the Panel\r\ndid not consider these allegations in its final report and recommendation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe authority to discipline attorneys and the manner in which the\r\ndiscipline is given rests entirely with this Court. In re Wofford, 330 S.C. 522,\r\n500 S.E.2d 486, 489 (1998). Furthermore, in attorney disciplinary\r\nproceedings, this Court may make its own findings of fact and conclusions of\r\nlaw. In re Marshall, 498 S.E.2d 869 (1998). We find, by the various\r\ninstances of misconduct reviewed by the Panel, Attorney has engaged in\r\nconduct tending to bring the court or legal profession into disrepute. Also,\r\nAttorney engaged in conduct involving moral turpitude. By his actions,\r\nrespondent violated Rules 8.4(a) and (e) of the Rules of Professional Conduct\r\ncontained in Rule 407, SCACR, and Rule 7(a)(5) of the Rules for Lawyer\r\nDisciplinary Enforcement contained in Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have duly considered Attorney's admitted alcoholism in determining\r\nthe appropriate sanction. See In re Brooks, 324 S.C. 105, 477 S.E.2d 98\r\n(1996)(finding that alcoholism may be considered in determining appropriate\r\nsanction for attorney misconduct.); In re Perry, 291 S.C. 124, 352 S.E.2d 479\r\n(1987)(same). Further, this Court agrees with the Panel that alcohol\r\ncontributed greatly to Attorney's troubles in this case. However, alcohol and\r\ndepression do not excuse attorney misconduct. Brooks, 324 S.C. at 105, 477\r\nS.E.2d at 98; In re Fullwood, 322 S.C. 1, 6, 471 S.E.2d 151, 154 (1996). Prior\r\nto the completion of this case, Attorney has sought treatment for his alcohol\r\naddiction and his progress appears promising. This Court is concerned,\r\n however, by the Record's insufficient amount of information concerning the\r\ndiagnosis or treatment of Attorney's sexual aggression towards women. The\r\nPanel concluded that any sexual aggressive conduct resulted from the\r\nalcoholism and intoxication. Although entitled to great deference, the Panel's\r\nfindings in this matter are not binding upon this Court. In re Dobson, 310\r\nS.C. 422, 427 S.E.2d 166 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe primary purpose of disbarment or suspension is the removal of an\r\nunfit person from the profession for the protection of the courts and the\r\npublic, not punishment of the offending attorney. Brooks, 324 S.C. at 105,\r\n477 S.E.2d at 99. The purpose of the examination of Attorney directed in \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.37\r\n\r\nIN THE MATTER OF NELSON \r\n\r\n\r\n\r\n\r\n\r\nconnection with his petition for removal from incapacity inactive status is to\r\nget an objective evaluation of Attorney's current status and need for\r\nadditional treatment. Once Attorney is removed from incapacity inactive\r\nstatus, his nine month suspension shall commence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.38 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24884","title":"Palacio v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24884","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 3\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nWilson A. Palacio, Respondent. \r\n  \r\nv. \r\n  \r\nState of South Carolina, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Charleston County\r\nLuke N. Brown, Jr., Circuit Court Judge\r\nJohn C. Hayes, III, Post-Conviction Judge \r\n  \r\nOpinion No. 24884\r\nSubmitted October 21, 1998 - Filed January 18, 1999 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles M. Condon; Deputy\r\nAttorney General John W. McIntosh; Assistant\r\nDeputy Attorney General Teresa A. Knox; and\r\nAssistant Attorney General Matthew M. McGuire, all\r\nof Columbia, for petitioner. \r\n  \r\n  \r\n  \r\nThomas J. Quinn, of Beaufort, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: In this application for post-conviction relief (\"PCR\"), the\r\nPCR court granted the applicant a new trial, finding ineffective assistance of\r\ncounsel. We reverse. \r\n  \r\n  \r\n  \r\np.39\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn the morning,, of October 30, 1991, Charleston detectives Vanhorn and\r\nWarren followed a woman named Kerri Johnson to the Amtrak station in\r\nNorth Charleston. Police initiated the surveillance of Johnson as a result of\r\na tip from a phone call received by police earlier that morning. At the\r\nAmtrak station, police followed Johnson into the train depot. At\r\napproximately 7:15 a.m., a train arrived from New York. Police observed\r\nJohnson greet Wilson Palacio (\"Defendant\") as he departed the train. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe detectives approached Johnson and Defendant after they exited the\r\ntrain depot. Detective Vanhorn identified himself as a police officer and told\r\nDefendant that he suspected Defendant was transporting illegal narcotics.\r\nVanhorn asked permission to search Defendant's person and luggage.\r\nVanhorn testified that Defendant said \"yes\" to the search. Defendant was\r\nnot yet under arrest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDetective Warren uncovered a boot while searching Defendant's\r\nluggage. According to Vanhorn, when the detective picked up the boot,\r\nDefendant stated ' \"you got it.\" Detective Warren pulled out an aluminum foil\r\nbundle containing cocaine. Defendant was immediately placed under arrest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter police arrested Defendant, he repeatedly told them that Johnson\r\nwas his girlfriend, and she knew nothing about the drugs. At the police\r\nstation, Defendant was advised of his Miranda1 rights. The detectives told\r\nDefendant that they could not let Johnson go unless he gave them a written\r\nstatement. Defendant subsequently waived his Miranda rights and dictated\r\na statement to Detective Vanhorn. In the statement, Defendant explained he\r\npicked up nine ounces of cocaine in New York and was to be paid $1500 upon\r\narriving in Charleston.2 Defendant signed the statement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1993, Defendant was indicted for trafficking more than 100 grams\r\nof cocaine and for conspiracy to traffic in cocaine. The State later dismissed\r\nthe conspiracy charge, leaving only the trafficking charge. A jury found\r\nDefendant guilty of trafficking cocaine under S.C. Code Ann. § 44-53-370 \r\n  \r\n\r\n1 Miranda v. Arizona 384 U.S. 436 86 S. Ct. 1602 16 L Ed 2d 694\r\n(1966). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Defendant later revealed that he was transporting the drugs for his\r\nuncle Mario. \r\n  \r\np.40\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\n(Supp. 1997).3 Defendant was represented by Tara Anderson (\"Attorney\") at\r\ntrial. The trial judge sentenced Defendant to twenty-five years in prison and\r\na $50,000 fine. See S.C. Code Ann. § 44-53-370(e)(2)(c) (Supp. 1997).4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant appealed his conviction and sentence. In an unpublished\r\nopinion, the Court of Appeals affirmed the verdict and sentence. State v. \r\nPalacio, 95-UP-209 (Ct. App. 1995).5 On December 12, 1995, Defendant\r\nsubmitted his application for PCR. The PCR court granted the application,\r\nfinding ineffective assistance of counsel. The PCR court ordered a new trial.\r\nWe granted the State's petition for a writ of certiorari to consider the\r\nfollowing issues: \r\n  \r\n  \r\n  \r\n(1) Did the PCR court err in finding Attorney ineffective for failing\r\nto obtain or request all documents necessary for trial? \r\n  \r\n  \r\n  \r\n(2) Did the PCR court err in finding Attorney ineffective for failing\r\nto challenge the State's search of defendant based on lack of\r\nprobable cause? \r\n  \r\n  \r\n  \r\n(3) Did the PCR court err in finding Attorney ineffective for failing\r\nto challenge the State's chain of custody? \r\n  \r\n  \r\n  \r\n(4) Did the PCR court err in finding Attorney ineffective for failing \r\n  \r\n  \r\n  \r\n\r\n3 This section provides that it is unlawful for any person \"to\r\nmanufacture, distribute, dispense, deliver, purchase, or aid, abet, attempt, or\r\nconspire to manufacture, distribute, dispense, deliver, or purchase, or possess\r\nwith intent to manufacture, distribute, dispense, deliver, or purchase a\r\ncontrolled substance.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 This section provides: \"one hundred grams or more, but less than two\r\nhundred grams, a mandatory term of imprisonment of twenty-five years, no\r\npart of which may be suspended nor probation granted, and a fine of fifty\r\nthousand dollars.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 Defendant raised the following arguments before the Court of Appeals:\r\n(1) the trial judge erred in failing to grant his motion for a continuance; (2)\r\nthe trial court erred when it denied his motion to suppress his written\r\nstatement given to police; (3) the trial court erred when it allowed the State\r\nto dismiss the conspiracy indictment against him and proceed only on the\r\ntrafficking charge; and (4) the trial court's reasonable doubt instruction was\r\nunconstitutional. \r\n  \r\n  \r\n  \r\np.41\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nto use a peremptory strike during jury selection? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n(5) Did the PCR court err in finding Attorney ineffective for failing\r\nto request a jury charge discussing the dismissal of the State's\r\nconspiracy charge? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. STANDARD OF REVIEW \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn PCR proceedings, the applicant has the burden of establishing his\r\nentitlement to relief. Butler v. State, 286 S.C. 441, 334 S.E.2d 813 (1985).\r\nWhere allegations of ineffective assistance of counsel are made, the question\r\nbecomes, whether counsel's conduct so undermined the proper functioning of\r\nthe adversarial process that the trial cannot be relied on as having produced\r\na just result. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPursuant to Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052,\r\n80 L. Ed. 2d 674 (1984), this Court applies the following two-pronged test\r\nwhen considering a claim of ineffective assistance of counsel: (1) the applicant\r\nmust show his counsel's performance fell below an objective standard of\r\nreasonableness; and (2) but for counsel's error, there is a reasonable\r\nprobability the result at trial would have been different. Jackson v. State,\r\n329 S.C. 345, 495 S.E.2d 768 (1998). A reasonable probability is a probability\r\nsufficient to undermine confidence in the outcome of trial. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn reviewing a PCR grant, we are concerned only with whether there\r\nis any evidence of probative value to support the PCR judge's decision. If\r\nany evidence of probative value is found, this Court must affirm the ruling\r\nof the PCR court. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. DISCOVERY REQUESTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that the PCR court erred in finding Attorney\r\nineffective for failing to obtain all necessary documents before trial. We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court found that the solicitor supplied Attorney with\r\ndocuments at 5:00 p.m. on the Friday before the trial began on Monday.\r\nAttorney also did not receive certain documents until the morning of the\r\ntrial. These documents included receipts and witnesses' statements.\r\nAdditionally, the PCR court found that on the morning of the trial, the \r\n  \r\n  \r\n  \r\np.42\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nsolicitor informed the trial court that there were witnesses' statements in his\r\nfile that he was not going to turn over to the defense. Attorney moved for\r\na continuance so that she could review the materials. In arguing for a\r\ncontinuance, Attorney emphasized to the trial judge that on September 15,\r\n1993, she made a motion for discovery pursuant to Rule 5, SCRCrimP and\r\nBrady v. Maryland.6 She had also filed a supplemental discovery request on\r\nOctober 8, 1993, because she believed there was a history of Charleston\r\nsolicitors not providing complete discovery. The trial court denied the\r\ncontinuance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the PCR hearina, Attorney conceded she failed to make a request for\r\nthe trial court to conduct an in camera review of any of the documents. She\r\nstated at the PCR hearing, \"All I did was make the motion for a continuance\r\nand/or dismissal based on the lack of evidence being provided to me and the\r\nlack of compliance to the Brady and discovery motion.\" The PCR court held\r\nthat Attorney was ineffective for failing to obtain the documents in a more\r\ntimely fashion or in requesting that the trial court review the unproduced\r\ndocuments to determine if they were, in fact, discoverable. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is undisputed that Attorney made several discovery motions weeks\r\nbefore the trial and argued at length for a continuance. On direct appeal,\r\nthe Court of Appeals found that the trial court did not err in denying the\r\ncontinuance. The court stated it could not determine whether the evidence\r\nwas material because it was not produced in the record. The court\r\nnonetheless held that based on the solicitor's descriptions of the documents\r\nto the trial court, the documents appear to have involved only inculpatory\r\nevidence. As for the witnesses' statements that were allegedly never turned\r\nover by the solicitor, the Court of Appeals held these statements were not\r\nsubject to discovery under Rule 5, SCRCP. We therefore find no evidence\r\nindicating Attorney's performance fell below an objective standard of\r\nreasonableness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nYet, even if Attorney were deficient in this regard, Defendant has failed\r\nto satisfy the second prong of Strickland. The second prong of Strickland\r\nrequires a showing that the deficient performance prejudiced the defendant\r\nto the extent that there is a reasonable probability that, but for counsel's\r\nunprofessional errors, the result of the proceeding would have been different.\r\nJackson, supra. Since the contents of these documents were never revealed\r\nat the PCR hearing, Defendant has failed to present any evidence of\r\nprobative value demonstrating how the failure to obtain the unproduced \r\n  \r\n  \r\n  \r\n\r\n6373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963). \r\n\r\n\r\n\r\np.43 \r\n  \r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nstatements or acquire the other documents in a more timely fashion\r\nprejudiced the defense. Id. (mere speculation and conjecture on the part of\r\na defendant in PCR is insufficient). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe therefore reverse the PCR court on this issue, finding no evidence\r\nof probative value to support the PCR court's decision. See Cherry, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. SEARCH &amp; SEIZURE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that the trial court erred in finding Attorney\r\nineffective for failing to challenge the search of Defendant at the train\r\nstation. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court found that Attorney failed to raise \"to the trial court by\r\nmotion or argument the question of what probable cause or, if the\r\ncircumstance had been appropriate, reasonable suspicion, provided police\r\ngrounds to detain or search Defendant.\" The PCR court noted there was\r\nnothing in the trial transcript to allow the trial judge to assess the\r\nreasonableness of the search or whether the information relied upon by the\r\npolice was credible. The PCR court concluded Attorney's failure to challenge\r\nthe search denied Defendant a full and fair trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDetective Vanhorn testified at trial that Defendant provided consent to\r\nsearch his luggage at the train station. Further, Defendant signed a written\r\nstatement stating he consented to the search. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe constitutional immunity from unreasonable searches and seizures\r\nmay be waived by valid consent. Katz v. United States, 389 U.S. 347, 88 S.\r\nCt., 507, 19 L. Ed. 2d 576 (1967). Warrantless searches and seizures are\r\nreasonable within the meaning of the Fourth Amendment when conducted\r\nunder the authority of voluntary consent. United States v. Durades, 929 F.2d\r\n1160 (7th Cir. 1991). The existence of consent is determined from the totality\r\nof the circumstances. United States v. Zapata, 997 F.2d, 751 (10th Cir. 1993).\r\nOn a motion to suppress, the State has the burden of proving the validity of\r\nthe consent. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, Defendant never contradicted the State's evidence that he\r\nvoluntarily consented to the search. Moreover, no evidence was presented at\r\nthe PCR hearing to demonstrate that Attorney had access to information at\r\ntrial that would have impugned the State's assertion of voluntary consent.\r\nAt the PCR hearing, Defendant simply denied ever giving consent for the \r\n  \r\n  \r\n  \r\np.44\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nsearch.7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court held that Attorney should have challenged the search\r\nto determine if police had probable cause or reasonable suspicion to conduct\r\nthe search, or if exigent circumstances existed. However, it would have been\r\nfutile for Attorney to have made such arguments since the State's theory for\r\nthe search was consent, not probable cause or exigent circumstances. Thus,\r\nDefendant has failed to demonstrate how Attorney was deficient in this\r\nregard. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe reverse the PCR court on this issue because there is no evidence\r\nof probative value to support the PCR court's decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. CHAIN OF CUSTODY \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that the PCR court erred in finding Attorney\r\nineffective for failing to challenge the chain of custody of the cocaine. We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, Detective Vanhorn testified that the cocaine recovered from\r\nDefendant weighed 256.5 grams; this included the weight of two \"Zip Lock\"\r\nbags within which the cocaine was stored. A drug chemist with SLED later\r\ntestified that when she received the cocaine, it weighed 250.3 grams. The\r\nchemist explained this was the weight of the cocaine without the plastic bags.\r\nAttorney made a motion challenging the chain of custody of the drugs. She\r\nargued it was impossible for the plastic bags to weigh more than six grams.\r\nThe trial court denied the motion, stating that some of the cocaine had been\r\nremoved for testing, and there was no evidence of what the plastic bags\r\nactually weighed. The PCR court found Attorney ineffective for failing to\r\nhave the bags and drugs independently weighed. \r\n  \r\n  \r\n  \r\n\r\n7 Defendant takes the position on appeal that Attorney should have put\r\nthe government to its burden of proof to show facts sufficient to establish\r\nthat consent was freely and intelligently given. However, the State presented\r\nample evidence at trial demonstrating that Defendant's consent was\r\nvoluntary. Such evidence included the testimony of detective Vanhorn and\r\nthe statement signed by Defendant. In addition, at the PCR hearing,\r\nDefendant simply denied ever giving consent. Defendant did not argue or\r\npresent facts demonstrating that his, consent was not voluntary. Moreover,\r\nthe PCR court did not rule on this issue. Thus, it is not preserved for\r\nappellate review. Pauling v. State, 331 S.C. 606, 503 S.E.2d 468 (1998). \r\n  \r\n  \r\n  \r\np.45\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nDefendant did not present any evidence at the PCR hearing regarding\r\nthe actual weight of the plastic bags. Thus, there is no evidence that\r\nDefendant was prejudiced by Attorney's failure to have the bags or drugs\r\nindependently weighed. See Jackson, supra (mere speculation and conjecture\r\non the part of a defendant in PCR is insufficient). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, there is no reasonable probability the result of the trial\r\nwould have been different had Attorney's performance not been deficient.\r\nAt trial, Defendant admitted he was transporting nine ounces of cocaine into\r\nSouth Carolina from New York for his uncle Mario. Defendant stated that\r\nhis uncle was paying him $1500 per trip to get the cocaine. Defendant\r\nclaimed he needed the money to buy cocaine for his own consumption. Under\r\ncross-examination by the solicitor, Defendant provided the following\r\ntestimony: \r\n  \r\n  \r\n  \r\nQ.  So then your testimony here today is that number one, you had\r\nthe cocaine on you? In your possession? \r\n  \r\n  \r\n  \r\nA. Yes. \r\n  \r\n  \r\n  \r\nQ. Your testimony number two is, that you were being paid to\r\ndeliver the cocaine to somebody in Charleston? \r\n  \r\n  \r\n  \r\nA. Precisely. \r\n  \r\n  \r\n  \r\nQ. And number three, you were using that money that you were\r\nmaking to support your drug habit? \r\n  \r\nA. Certainly. \r\n  \r\n  \r\n  \r\nQ. So you, in fact, were trafficking in cocaine? \r\n  \r\n  \r\n  \r\nA. Nope, I wasn't trafficking. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nQ. Do you realize that the law makes it illegal to have that much\r\ncocaine in your possession, regardless of what you were going to\r\ndo with it? \r\n  \r\n  \r\n  \r\nA. Well, to my understanding, trafficking -- it's been dealing--- \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThus, even if Attorney had independently weighed the cocaine and\r\nplastic bags at trial and thereby revealed some discrepancy, there is no \r\n  \r\n  \r\n  \r\np.46 \r\n  \r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nreasonable probability the result of the trial would have been different. We\r\ntherefore reverse the PCR court on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD. PEREMPTORY STRIKES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues the PCR court erred in finding Attorney ineffective\r\nfor failing to use a peremptory strike during jury selection. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant testified at the PCR hearing that he specifically instructed\r\nAttorney to strike juror Lewis Joseph because Joseph was a lawyer, and\r\nAttorney refused to do so. Attorney testified she could not recall having any\r\nconversation with Defendant concerning Joseph. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court found Attorney ineffective for failing to follow her\r\nclient's wishes in this regard. Without citing any authority, the PCR court\r\nfound that the selection of a jury is a defendant's right and not trial strategy\r\nleft to counsel. The court noted it was impossible in South Carolina to ever\r\ndetermine what prejudice a particular juror brought to the outcome of the\r\ncase as it is improper to violate juror discussions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile this issue has not been addressed in South Carolina, other courts\r\nhave held jury selection is a process that inherently falls within the expertise\r\nand experience of trial counsel. See, e.g., People v. McKenzie, 668 P.2d 769\r\n(Cal. 1983); State v. Cosey, 873 P.2d 1177 (Utah Ct. App. 1994). \"The\r\nselection of a jury is inevitably a call upon experience and intuition. The\r\ntrial lawyer must draw upon his own insights and empathetic abilities.\"\r\nRomero v. Lynaugh, 884 F.2d 871, 878 (5th Cir. 1989)(emphasis added). In\r\nCommonwealth v. Sanders, 445 A.2d 820 (Pa. 1982), the Pennsylvania\r\nSupreme Court held: \r\n  \r\n  \r\n  \r\nInherently, a jury trial requires that the defendant be secured\r\nthe right to challenge potential jurors on the basis of cause or\r\nperemptorily. Those rights are adequately secured to an accused\r\nwhen they are exercised by defense counsel. The fact that an\r\naccused does not personally select the jury is not a deprivation \r\nof that right. \r\n  \r\n  \r\n  \r\n445 A.2d at 824 (emphasis added). Moreover, this Court has held that a\r\ncriminal defendant has no right to a trial by any particular jury, but only a\r\nright to a trial by a competent and impartial jury. State v. Patterson, 324\r\nS.C. 5, 482 S.E.2d 760 (1997). \r\n  \r\n  \r\n  \r\np.47\r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nIn the instant case, under the PCR court's analysis, a criminal\r\ndefendant could demand that his attorney strike a juror, and if the attorney\r\nrefused, the defendant could insure that any conviction would automatically\r\nbe reversed. We decline to follow this logic. In PCR proceedings, a\r\ndefendant must provide credible evidence that the trial attorney's refusal to\r\nstrike a juror prejudiced the defense. There has been no such showing in\r\nthis case. Therefore, we reverse the PCR court on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nE. JURY CHARGE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues that the PCR court erred in finding Attorney\r\nineffective for failing to request a jury charge discussing the dismissal of the\r\nState's conspiracy charge. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State originally indicted Defendant for trafficking cocaine and\r\nconspiracy to traffic cocaine. At the beginning of the trial, the trial judge\r\ninstructed the jury that Defendant had been indicted for these two offenses.\r\nThe State later moved to dismiss the conspiracy charge, which the trial court\r\ngranted over defense counsel's objection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR court found that Attorney was ineffective for failing to request\r\nan instruction concerning the dismissal of the conspiracy charge. The PCR\r\ncourt held the jury, not knowing why the conspiracy charge was removed\r\nfrom their consideration, reasonably could have been left with the belief that\r\nif they thought Defendant was guilty of conspiracy, then he was also guilty\r\nof trafficking cocaine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is conjecture, at best, to suggest the jury thought this way.\r\nAdditionally, prior to opening arguments and after closing arguments, the\r\ntrial judge specifically informed the jury that Defendant was only charged\r\nwith trafficking in cocaine. Attorney also made the following statement\r\nduring her closing arguments to the jury: \"[Defendant] says I helped my\r\nuncle, but that's conspiracy, that is not trafficking, it's a whole other statute.\r\n It's not the one for which he's been indicted for. And that is trafficking in\r\ncocaine.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe reverse the PCR court on this issue because there is no evidence\r\nof probative value to support the PCR court's decision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.48 \r\n  \r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, the PCR court is REVERSED. \r\n  \r\n  \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. FINNEY, C.J.,\r\ndissenting in a separate opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.49 \r\n  \r\n\r\nPALACIO v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent, and would affirm the grant of post-\r\nconviction relief (PCR) to respondent. We are required to affirm the circuit\r\ncourt's PCR order if it is supported by any evidence in the record. Pauling \r\nv. State, _ S.C. _, 503 S.E.2d 468 (1998). In my opinion, the order's\r\nfinding regarding defective representation and resulting prejudice from trial\r\ncounsel's failure to request a jury instruction regarding the dismissal of the\r\nconspiracy charge is supported by the evidence and we should not, and\r\nproperly cannot, overturn it. I would affirm. \r\n  \r\n  \r\n  \r\np.50 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24885","title":"Baird et al. v. Charleston County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24885","description":"","date":"1999-01-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  Dr. David R. Baird, \r\n  \r\n  \r\n  \r\n  Dr. George D. Grice, \r\n  \r\n  \r\n  \r\n  Dr. Michael Lampkin, \r\n  \r\n  \r\n  \r\n  and Dr. Jay B. Robards,   Appellants, \r\n  \r\nv. \r\n  \r\n  Charleston County,\r\n  \r\n  \r\n  \r\n  South Carolina,   Respondent. \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\nDaniel E. Martin, Sr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24885 \r\n  \r\nHeard October 7, 1998 - Filed January 18, 1999 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  Carl F. Muller, John C. Moylan, III, and Andrew B. \r\n  \r\n  \r\n  \r\n  Coburn, of Wyche, Burgess, Freeman, &amp; Parham, \r\n  \r\n  \r\n  \r\n  P.A., of Greenville, for appellants. \r\n  \r\n  Robert L. Widener and Michael A. Scardato, of the \r\n  \r\n  \r\n  \r\n  McNair Law Firm, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  TOAL, A.J.: This case involves the issuance of tax exempt bonds by \r\n  \r\n  \r\n  \r\n  Charleston County (\"County\") for the purchase and renovation of a medical \r\n  \r\n  \r\n  \r\n  care facility. A group of Charleston doctors (\"Doctors\") sued to enjoin the \r\n  \r\n  \r\n  \r\n  issuance of the bonds. The circuit court granted County's motion to dismiss \r\n  \r\n  \r\n  \r\n  and also granted summary judgment on several issues. We affirm in part \r\n  \r\n  p.51\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nand reverse in part. \r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n\r\nThe Medical University of South Carolina (\"MUSC\") had plans to build \r\n\r\n\r\n\r\nan out-patient clinical practice facility on its campus. As plans for the new \r\n\r\n\r\n\r\nfacility were being developed, an opportunity to purchase the St. Francis \r\n\r\n\r\n\r\nHospital facility adjacent to the MUSC campus became available. MUSC \r\n\r\n\r\n\r\ndetermined that the St. Francis facility could be utilized to house its clinical \r\n\r\n\r\n\r\npractice programs. University Medical Associates (\"UMA\")1 of MUSC chose \r\n\r\n\r\n\r\nto pursue tax-exempt bonds under the Hospital Revenue Bond Act, S.C. Code \r\n\r\n\r\n\r\nAnn. § 44-7-1410 et seq. (1976 &amp; Supp. 1997) (the \"Act\"), to fund the \r\n\r\n\r\n\r\npurchase price and renovation cost for the St. Francis facility. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCharleston County Council approved a bond ordinance on December 31, \r\n\r\n\r\n\r\n1996, issuing $85 million in tax-exempt hospital revenue bonds for the \r\n\r\n\r\n\r\npurchase and renovation of St. Francis Hospital. County Council approved \r\n\r\n\r\n\r\nthe bonds after a third reading of the ordinance. The bonds will be the \r\n\r\n\r\n\r\nlimited obligation of Charleston County payable from the revenues of UMA's \r\n\r\n\r\n\r\nclinical practice program. It is estimated that if such hospital bonds are not \r\n\r\n\r\n\r\nissued,, MUSC could pay over $25 million more in interest costs over the life \r\n\r\n\r\n\r\nof the loan to acquire the facility and over $12 million for the renovation \r\n\r\n\r\n\r\ncosts of the facility. On April 8, 1997 the State Budget and,Control Board, \r\n\r\n\r\n\r\nby a vote of 5 to 0, approved the issuance of the bonds.2 \r\n\r\n\r\n\r\n\r\n\r\nOn June 7, 1997, Doctors sued to enjoin the issuance of the hospital \r\n\r\n\r\n\r\nrevenue bonds.3 The defendant, County, made a Rule 12(b) motion to have \r\n\r\n\r\n1 UMA is described as a not-for-profit corporation that functions as the \r\n\r\n\r\n\r\nbilling and collection agent for the clinical services by MUSC faculty \r\n\r\n\r\n\r\nmembers. \r\n\r\n2 To comply with S.C. Code Ann. §3 44-7-1590(B) (Supp. 1997), the \r\n\r\n\r\n\r\nBudget and Control Board published its decision in the Charleston Post and  Courier on May 22, 1997. \r\n\r\n3 The complaint alleged the following causes of action: (1) Dr. Charles \r\n\r\n\r\n\r\nWallace, an elected member of the Charleston County Council and employee \r\n\r\n\r\n\r\nof UMA, had a direct conflict of interest in voting on the proposed hospital \r\n\r\n\r\n\r\nrevenue bonds; (2) hospital revenue bonds may be issued only for the benefit \r\n\r\n\r\n\r\nof either a \"hospital agency\" or a \"public agency,\" and UMA is neither; and \r\n\r\n\r\n\r\n(3) UMA is a corporation engaged in the unlawful practice of medicine and \r\n\r\np.52\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nDoctors' complaint dismissed.4 The trial court granted County's motion, \r\n\r\n\r\n\r\nmaking the following conclusions: (1) Doctors lacked standing to sue; (2) \r\n\r\n\r\n\r\npursuant to the \"Enrolled Bill Rule,\" Doctors could not go behind the \r\n\r\n\r\n\r\ncollective action of the county council; (3) there was no allegation or proof \r\n\r\n\r\n\r\nof any alleged conflict on the part of those voting to pass the Ordinance after \r\n\r\n\r\n\r\nthe third reading; (4) the trial court did not have jurisdiction to review the \r\n\r\n\r\n\r\nconflict of interest claim; (5) the record did not substantiate a conflict of \r\n\r\n\r\n\r\ninterest on the part of Dr. Wallace; (6) UMA is a \"hospital agency\" that may \r\n\r\n\r\n\r\nparticipate in the issuance of tax-exempt hospital revenue bonds; (7) nothing \r\n\r\n\r\n\r\nsubstantiates that UMA is engaged in the unlawful practice of clinical \r\n\r\n\r\n\r\nmedicine and, additionally, the proper defendant for such a claim is UMA, \r\n\r\n\r\n\r\nnot County; and (8) Doctors failed to fulfill the statutory conditions precedent \r\n\r\n\r\n\r\nto filing the lawsuit. \r\n\r\n\r\n\r\n\r\n\r\nDoctors appealed, raising the following issues: \r\n\r\n\r\n\r\n(1) Whether physicians who directly compete with the proposed\r\n\r\n\r\n\r\nbeneficiaries of a hospital revenue bond have standing to \r\n\r\n\r\n\r\nchallenge the issuance of those bonds? \r\n\r\n\r\n\r\n(2)Whether the issuance of bonds should be invalidated \r\n\r\n\r\n\r\nbecause of Dr. Wallace's participation on county council? \r\n\r\n\r\n\r\n(3) Whether UMA may be considered a \"hospital agency\" or a \r\n\r\n\r\n\r\n\"public agency\" such that it may receive tax-exempt bonds \r\n\r\n\r\n\r\npursuant to the Hospital Revenue Act? \r\n\r\n\r\n\r\n(4) Whether UMA is engaged in the unlawful practice of \r\n\r\n\r\n\r\nmedicine and, if so, whether that prevents UMA from \r\n\r\n\r\n\r\nreceiving the tax-exempt bonds? \r\n\r\n\r\n\r\n(5) Whether Doctors were required to comply with the \r\n\r\n\r\n\r\nprocedure set forth in S.C. Code Ann. § 15-77-20 (1976) in \r\n\r\n\r\n\r\nfiling this lawsuit? \r\n\r\n\r\n\r\n(6) Whether summary judgment was proper under the facts of \r\n\r\n\r\ntherefore, issuance of the proposed bonds would aid and abet UMA in that \r\n\r\n\r\n\r\nunlawful activity. \r\n\r\n4 Alternatively, the defendants moved to have the plaintiffs post a bond\r\n\r\n\r\n\r\nof not less that $1,700,000.00. \r\n\r\np.53\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nthis case? \r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n\r\n\r\n\r\nA. CONVERSION OF 12(b)(6) MOTIONS \r\n\r\n\r\n\r\nThere has been much confusion in this case over whether the trial court\r\n\r\n\r\n\r\nproperly granted summary judgment on several of the issues. County's\r\n\r\n\r\n\r\noriginal motion before the trial court was a motion to dismiss made pursuant\r\n\r\n\r\n\r\nto Rule 12(b), SCRCP, and included, among others, the following arguments:\r\n\r\n\r\n\r\n(1) Doctors failed to comply wit h the procedure in S.C. Code Ann. § 15-77-20\r\n\r\n\r\n\r\n(1976) in instituting this action; (2) Doctors lacked standing; (3) the trial\r\n\r\n\r\n\r\ncourt did not have subject matter jurisdiction over the conflict of interest\r\n\r\n\r\n\r\nclaim; (4) Doctors failed to state a cause of action concerning the third\r\n\r\n\r\n\r\nreading of the Bond Ordinance; and (5) the trial court lacked subject matter\r\n\r\n\r\n\r\njurisdiction and/or Doctors failed to state a cause of action as to whether\r\n\r\n\r\n\r\nUMA was a \"hospital agency\" or \"public agency\" and whether UMA was\r\n\r\n\r\n\r\nauthorized to practice law. At the motion hearing, Doctors' attorney\r\n\r\n\r\n\r\nreminded the trial court that this was a hearing to consider County's motion\r\n\r\n\r\n\r\nto dismiss and complained about affidavits submitted by County in support\r\n\r\n\r\n\r\nof its motion. The trial court nevertheless granted summary judgment on\r\n\r\n\r\n\r\nseveral of the issues. \r\n\r\n\r\n\r\n\r\n\r\nUnder Rule 12(b)(6), SCRCP, a defendant may make a motion to \r\n\r\n\r\n\r\ndismiss based on a failure to state facts sufficient to constitute a cause of \r\n\r\n\r\n\r\naction. Generally, in considering a 12(b)(6) motion, the trial court must base \r\n\r\n\r\n\r\nits ruling solely upon allegations set forth on the face of the complaint. Stiles v. Onorato, 318 S.C. 297, 457 S.E.2d 601 (1995). The 12(b)(6) motion \r\n\r\n\r\n\r\nmay not be sustained if the facts alleged and inferences therefrom would \r\n\r\n\r\n\r\nentitle the plaintiff to any relief on any theory. Id. Rule 12(b) further \r\n\r\n\r\n\r\nprovides: \r\n\r\n\r\n\r\n\r\n\r\nIf, on a motion asserting the defense numbered (6) to dismiss for \r\n\r\n\r\n\r\nfailure of the pleading to state facts sufficient to constitute a \r\n\r\n\r\n\r\ncause of action, matters outside the pleading are presented to and \r\n\r\n\r\n\r\nnot excluded by the Court, the motion shall be treated as one for  summary judgment and disposed of as provided in Rule 56, and  all parties shall be given reasonable opportunity to present all  material made pertinent to such a motion by Rule 56. \r\n\r\n\r\n\r\nRule 12(b), SCRCP (emphasis added). We have interpreted this language as \r\n\r\n\r\n\r\nmeaning \"the trial court may treat a 12(b)(6) motion as a motion for \r\n\r\n\r\n\r\nsummary judgment and consider matters presented outside the pleadings if \r\n\r\np.54\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nthe parties are afforded a reasonable opportunity to respond to such matters \r\n\r\n\r\n\r\nin accordance with Rule 56(c) and (e) of the South Carolina Rules of Civil \r\n\r\n\r\n\r\nProcedure. The notice provisions in Rule 56 are incorporated into Rule \r\n\r\n\r\n\r\n12(b)(6).\" Brown v. Leverette, 291 S.C. 364, 367, 353 S.E.2d 697, 698-99 \r\n\r\n\r\n\r\n(1987); see also Johnson v. Dailey, 318 S.C. 318, 457 S.E.2d 613 (1995). In \r\n\r\n\r\n\r\nBrown, we found the trial court had not given notice to the parties that it \r\n\r\n\r\n\r\nwas going, to consider the affidavits and hear the 12(b)(6) motion as a motion \r\n\r\n\r\n\r\nfor summary judgment. Thus, the supporting affidavits in Brown were \r\n\r\n\r\n\r\nimproperly considered by the trial court in ruling on the 12(b)(6) motion. \r\n\r\n\r\n\r\n\r\n\r\nIn the instant case, the trial court bifurcated County's jurisdictional \r\n\r\n\r\n\r\nmotions and its 12(b)(6) motions. For the jurisdictional motions, the trial \r\n\r\n\r\n\r\ncourt ruled that it would address them as a matter of law on the facts before \r\n\r\n\r\n\r\nit. For the 12(b)(6) motions, the trial court ruled that it must convert them \r\n\r\n\r\n\r\nto motions for summary judgment since matters outside the pleadings were \r\n\r\n\r\n\r\nsubmitted by both parties and not excluded by it at the hearing. We find \r\n\r\n\r\n\r\nthat the trial court improperly converted County's 12(b)(6) motions into \r\n\r\n\r\n\r\nsummary judgment motions. \r\n\r\n\r\n\r\n\r\n\r\nCounty submitted its motion to dismiss to the trial court on June 30, \r\n\r\n\r\n\r\n1997. On September 23, 1997, just two days before the motion hearing, \r\n\r\n\r\n\r\nCounty filed its memorandum in support of its motion to dismiss along with \r\n\r\n\r\n\r\nsupporting affidavits. At the hearing, County never argued that its affidavits \r\n\r\n\r\n\r\nand other documents were in support of its 12(b)(6) motions. In fact, \r\n\r\n\r\n\r\nCounty's attorney unequivocally stated at the hearing that the affidavits were \r\n\r\n\r\n\r\nbeing introduced in support of County 's jurisdictional motion: \"I have filed \r\n\r\n\r\n\r\nseveral affidavits in this in support of my jurisdictional motion because this \r\n\r\n\r\n\r\ngives you the background of what is at stake here and what University \r\n\r\n\r\n\r\nMedical Associates is;\" \"I presented affidavits that deal with the jurisdictional \r\n\r\n\r\n\r\nissues in this case.\"5 Moreover, the trial court did not give notice to the \r\n\r\n\r\n\r\nparties prior to the hearing that it was going to consider affidavits and hear\r\n\r\n\r\n\r\nthe 12(b)(6) motions as motions for summary judgment.6 The first indication \r\n\r\n\r\n\r\n\r\n5 At the motion hearing, Doctors' attorney objected to the introduction \r\n\r\n\r\n\r\nof County's affidavits, arguing that the hearing was on a motion to dismiss \r\n\r\n\r\n\r\nand not on the merits of the case. County's attorney responded, stating that \r\n\r\n\r\n\r\nthe affidavits were in support of County's jurisdictional motions. \r\n\r\n6 Providing notice prior to the hearing is essential under Rule 56(c): \r\n\r\n\r\n\r\n\"The [summary judgment] motion shall be served at least ten days before the \r\n\r\n\r\n\r\ntime fixed for the hearing. The adverse party may serve opposing affidavits\r\n\r\n\r\n\r\nnot later than two days before the hearing. . . .\" Rule 56(c), SCRCP. In fact, \r\n\r\np.55\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nthat County's 12(b)(6) motions would be converted to summary judgment \r\n\r\n\r\n\r\nmotions was the trial court's order of dismissal. Under these facts, the trial \r\n\r\n\r\n\r\ncourt erred in converting County's 12(b)(6) motions into motions for summary \r\n\r\n\r\n\r\njudgment. See Brown v. Leverette, 291 S.C. 364, 353 S.E.2d 697; Higgins v.  MUSC, 326 S.C. 592, 486 S.E.2d 269 (Ct. App. 1997)(holding that the \r\n\r\n\r\n\r\nplaintiffs had not been \"fairly apprised\" that the trial court would consider \r\n\r\n\r\n\r\nmaterial outside the pleadings in support of the defendant's 12(b)(6) motion). \r\n\r\n\r\n\r\n\r\n\r\nNevertheless, affidavits and other evidence outside the pleadings may, \r\n\r\n\r\n\r\nin certain circumstances, be considered in support of a motion to dismiss \r\n\r\n\r\n\r\nbased on lack of jurisdiction. For instance, when the allegations of the \r\n\r\n\r\n\r\ncomplaint are factually sufficient under Rule 8(a)(1), SCRCP, but do not \r\n\r\n\r\n\r\naffirmatively show subject matter jurisdiction, the motion to dismiss may be \r\n\r\n\r\n\r\nsupported by, and the court may consider, affidavits or other evidence proving \r\n\r\n\r\n\r\nlack of jurisdiction. Woodard v. Westvaco Corp., 315 S.C. 329, 433 S.E.2d \r\n\r\n\r\n\r\n890 (Ct. App. 1993), vacated on other grounds by 319 S.C. 240, 460 S.E.2d \r\n\r\n\r\n\r\n392 (1995). However, the presentation of such evidence does not convert the\r\n\r\n\r\n\r\n motion to dismiss into one for summary judgment. Summary judgment is an \r\n\r\n\r\n\r\nadjudication on the merits of the case, whereas dismissal for lack of subject \r\n\r\n\r\n\r\nmatter jurisdiction is not an adjudication on the merits. Id. \r\n\r\n\r\n\r\n\r\n\r\nThus, we find the trial court erred in converting County's 12(b)(6) \r\n\r\n\r\n\r\nmotions to summary judgment motions. That said, even if the motions were \r\n\r\n\r\n\r\nproperly converted to summary judgment motions, summary judgment should \r\n\r\n\r\n\r\nnot have been granted. Summary judgment is appropriate when it is clear \r\n\r\n\r\n\r\nthat there is no genuine issue of material fact and that the moving party is \r\n\r\n\r\n\r\nentitled to a judgment as a matter of law. Cafe Assoc., Ltd. v. Gerngross, \r\n\r\n\r\n\r\n305 S.C. 6, 406 S.E.2d 162 (1991). In ruling on a motion for summary \r\n\r\n\r\n\r\njudgment, the evidence and the inferences which can be drawn therefrom \r\n\r\n\r\n\r\nshould be viewed in the light most favorable to the non-moving party. Id. In general, if the pleadings and evidentiary matter in support of summary \r\n\r\n\r\n\r\njudgment do not establish the absence of a genuine issue of material fact, \r\n\r\n\r\n\r\nsummary judgment must be denied, even if no opposing evidentiary matter \r\n\r\n\r\n\r\nis presented. See Title Ins. Co. of Minnesota v. Christian, 267 S.C. 71, 226 \r\n\r\n\r\n\r\nS.E.2d 240 (1976); Rule 56(c), SCRCP. Moreover, summary judgment must \r\n\r\n\r\n\r\nnot be granted until the opposing party has had a full and fair opportunity \r\n\r\n\r\nCounty's proposed order dated October 10, 1997, provides for express notice \r\n\r\n\r\n\r\nof the 12(b)(6) conversion 30 days before a hearing. However, there is no \r\n\r\n\r\n\r\nevidence in this case suggesting Doctors had any notice prior to the hearing,\r\n\r\n\r\n\r\nin compliance with Rule 56, SCRCP, that the trial court would look beyond \r\n\r\n\r\n\r\nthe pleadings in considering County's 12(b)(6) motions. \r\n\r\np.56\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\nto complete discovery. Baughman v. AT&amp;T, 306 S.C. 101, 410 S.E.2d 537 \r\n\r\n\r\n\r\n(1991). In the present case, nothing in the record before this Court \r\n\r\n\r\n\r\ndemonstrates the absence of a genuine issue of material fact on any of the \r\n\r\n\r\n\r\nissues. In addition, the parties have yet to engage in discovery. \r\n\r\n\r\n\r\nNevertheless, summary judgment may be appropriate at some later stage in\r\n\r\n\r\n\r\nthe proceedings if evidence is presented in compliance with Rule 56, SCRCP, \r\n\r\n\r\n\r\nthat demonstrates the absence of a genuine issue of material fact. \r\n\r\n\r\n\r\n\r\n\r\nTo avoid any further confusion as this case proceeds below, we will \r\n\r\n\r\n\r\nconsider each issue ruled upon by the trial court. \r\n\r\n\r\n\r\n\r\n\r\nB. STANDING \r\n\r\n\r\n\r\nDoctors argue they are \"interested parties\" under the Act and, \r\n\r\n\r\n\r\ntherefore, have standing to bring this lawsuit. \r\n\r\n\r\n\r\nS.C. Code Ann. § 44-7-1590(C) (Supp. 1997) provides: \r\n\r\n\r\n\r\nAny interested party, within twenty days after the date of the \r\n\r\n\r\n\r\npublication of the notice, but not afterwards, may challenge the \r\n\r\n\r\n\r\naction so taken by the state board, the county board, or the \r\n\r\n\r\n\r\nDepartment of Health and Environmental Control, by action de \r\n\r\n\r\n\r\nnovo in the court of common pleas in any county where the \r\n\r\n\r\n\r\nhospital facilities are to be located. \r\n\r\n(emphasis added). \r\n\r\nAlthough section 44-7-1590(C) does not define \"interested party,\" to \r\n\r\n\r\n\r\nhave standing, one must generally have a personal stake in the subject \r\n\r\n\r\n\r\nmatter of the lawsuit, i.e., one must be a real party in interest.1 Glaze v.  Grooms, 324 S.C. 249, 478 S.E.2d 841 (1996); Townsend v. Townsend, 323 \r\n\r\n\r\n\r\nS.C. 309, 474 S.E.2d 424 (1996). A real party in interest is one with a real, \r\n\r\n\r\n\r\nmaterial, or substantial interest. Anchor Point Inc. v. Shoals Sewer Co., 308 \r\n\r\n\r\n\r\nS.C. 422, 418 S.E.2d 546 (1992). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAdditionally, a private person may not invoke the judicial power to \r\n\r\n\r\n7 The right of a plaintiff to maintain a suit, while frequently treated as \r\n\r\n\r\n\r\ngoing to the question of jurisdiction, goes, in reality, to the right of the \r\n\r\n\r\n\r\nplaintiff to relief rather than the jurisdiction of the court to afford it. Bardoon Properties, NV v. Eidolon Corp., 326 S.C. 166, 485 S.E.2d 371 \r\n\r\n\r\n\r\n(1997). \r\n\r\np.57\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\ndetermine the validity of executive or legislative action unless he has \r\n\r\n\r\n\r\nsustained, or is in immediate danger of sustaining, prejudice therefrom. Blandon v. Coleman, 285 S.C. 472, 330 S.E.2d 298 (1985); see also Myers v.  Patterson, 315 S.C. 248, 433 S.E.2d 841 (1993). Such imminent prejudice \r\n\r\n\r\n\r\nmust be of a personal nature to the party laying claim to standing and not \r\n\r\n\r\n\r\nmerely of general interest common to all members of the public. Citizens of  Lee County, Inc. v. Lee County, 308 S.C. 23, 416 S.E.2d 641 (1992). \r\n\r\n\r\n\r\n\r\n\r\nHowever, a court may confer standing upon a party when an issue is \r\n\r\n\r\n\r\nof such public importance as to require its resolution for future guidance. See Thompson v. South Carolina Comm'n on Alcohol and Drug Abuse, 267 \r\n\r\n\r\n\r\nS.C. 463, 229 S.E.2d 718 (1976)(holding that the plaintiffs had standing \r\n\r\n\r\n\r\nbecause the questions involved were of such wide concern, both to law \r\n\r\n\r\n\r\nenforcement personnel and to the public); Berry v. Zahler, 220 S.C. 86, 66 \r\n\r\n\r\n\r\nS.E.2d 459 (1951)(holding that questions of public interest originally \r\n\r\n\r\n\r\nencompassed in an action should be decided for future guidance); Ashmore  v. Greater Greenville Sewer Dist., 211 S.C. 77, 44 S.E.2d 88 (1947)(same); cf  Quinn v. City of Columbia, 303 S.C. 405, 401 S.E.2d 165 (1991)(rejecting the\r\n\r\n\r\n\r\ncontention that the matter was of such public importance as to confer standing). \r\n\r\n\r\n\r\n\r\n\r\nIn this case, Doctors have specifically alleged that County committed \r\n\r\n\r\n\r\nan ultra vires act by exceeding its statutory authority to issue the hospital \r\n\r\n\r\n\r\nbonds. Moreover, the issuance of the hospital bonds clearly impacts a \r\n\r\n\r\n\r\nprofound public interest -- the public health and welfare. In fact, the express \r\n\r\n\r\n\r\npurpose of the Act is to promote the public health and welfare. See S.C. \r\n\r\n\r\n\r\nCode Ann. § 44-7-1420 (1985). It is hard to conceive of any greater societal \r\n\r\n\r\n\r\ninterest than this one. Thus, as citizens of Charleston County, Doctors have \r\n\r\n\r\n\r\na significant interest in ensuring that their county acts within the legal \r\n\r\n\r\n\r\nparameters established by the legislature for funding hospital development. \r\n\r\n\r\n\r\nThus, by virtue of the immense public interest at stake here, Doctors have \r\n\r\n\r\n\r\nstanding to bring the present action, and any further determination of \r\n\r\n\r\n\r\nimminent prejudice is unnecessary. \r\n\r\n\r\n\r\nC. STATUTORY CONDITIONS PRECEDENT \r\n\r\n\r\n\r\n\r\n\r\nThe court below found that Doctors had not complied with the \r\n\r\n\r\n\r\nrequirements of S.C. Code Ann. § 15-77-20 (1976) in filing their lawsuit. \r\n\r\n\r\n\r\nThus, the court held that the present action was barred. Doctors argue \r\n\r\n\r\n\r\nsection 15-77-20 is inapplicable to the instant facts and section 44-7-1590(C) \r\n\r\n\r\n\r\nprovides the only procedure with which they must comply. We agree. \r\n\r\np.58\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nSection 15-77-20 provides in full: \r\n\r\n\r\n\r\n§ 15-77-20. SUITS AFFECTING OBLIGATIONS OF THE STATE \r\n\r\n\r\n\r\nNo suit shall be filed nor shall any pending suit be prosecuted in any court of this State affecting the issuance or sale of any state security, certificate of indebtedness or bond the intent or effect of\r\n\r\n\r\n\r\nwhich is to prevent, delay or affect the sale or other disposition\r\n\r\n\r\n\r\nthereof or which would have this effect unless and until the\r\n\r\n\r\n\r\nplaintiff in such action shall make application to the circuit judge\r\n\r\n\r\n\r\npresiding in the circuit in which the action is brought or, if there\r\n\r\n\r\n\r\nbe no judge presiding, then to the resident judge of such circuit\r\n\r\n\r\n\r\nor to the Chief Justice of the Supreme Court, if the action be\r\n\r\n\r\n\r\nbrought in the original jurisdiction thereof, or if he be disabled\r\n\r\n\r\n\r\nor disqualified to an associate justice, for leave to bring or\r\n\r\n\r\n\r\nprosecute such action and shall convince such judge or justice of\r\n\r\n\r\n\r\nthe merit in such action or proceeding. Such suit shall not then\r\n\r\n\r\n\r\nbe filed or prosecuted unless and until the plaintiff shall file in\r\n\r\n\r\n\r\nsuch court a bond in such amount as will adequately protect the\r\n\r\n\r\n\r\nState against loss, damage, injury and costs in an amount of not\r\n\r\n\r\n\r\nless than twenty-five thousand dollars, subscribed by a duly\r\n\r\n\r\n\r\nlicensed surety company or secured by the deposit of a like\r\n\r\n\r\n\r\namount in cash, conditioned to pay all loss, damage, injury and\r\n\r\n\r\n\r\ncosts., including attorney's fees, which the State may sustain in\r\n\r\n\r\n\r\nany such action. And before any such action shall be commenced\r\n\r\n\r\n\r\nat least ten days' notice thereof, together with a copy of the\r\n\r\n\r\n\r\nproposed complaint, shall be given to the Governor and the State\r\n\r\n\r\n\r\nTreasurer, so as to afford them an opportunity to appear before\r\n\r\n\r\n\r\nthe judge or justice in opposition to the filing of the suit and to\r\n\r\n\r\n\r\nbe heard upon the amount of the bond to be required. \r\n\r\n\r\n\r\n(emphasis added). \r\n\r\n\r\n\r\n\r\n\r\nThe bond ordinance in this case describes the relevant hospital bonds \r\n\r\n\r\n\r\nas being issued by County for the purpose of defraying the cost of acquiring \r\n\r\n\r\n\r\nSt. Francis Hospital. The Budget and Control Board Resolution also states \r\n\r\n\r\n\r\nthat \"the Bond proceeds are to made available to [UMA] upon terms which \r\n\r\n\r\n\r\nrequire [UMA] to make payments to or for the account of the County in \r\n\r\n\r\n\r\namounts sufficient to pay the principal of, premium, if any, and interest on \r\n\r\n\r\n\r\nthe Bonds . . . .\" The ordinance declares that the bonds and the interest \r\n\r\n\r\n\r\nshall never constitute an indebtedness of County. \r\n\r\np.59\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nThe critical question here is whether the issuance of these hospital \r\n\r\n\r\n\r\nrevenue bonds by County constitutes the issuance of state bonds or securities \r\n\r\n\r\n\r\nas contemplated by section 15-77-20. We find they do not. \r\n\r\n\r\n\r\n\r\n\r\nOur Constitution and Code of Laws clearly differentiate between county \r\n\r\n\r\n\r\nand state bonds. In the Code, county bonds are covered under S.C. Code \r\n\r\n\r\n\r\nAnn. § 4-15-10 et seq. (1986). Section 15-77-20, on the other hand, governs \r\n\r\n\r\n\r\n\"suits affecting the obligations of the state.\" Additionally, pursuant to Article \r\n\r\n\r\n\r\nX, § 11 of the South Carolina Constitution, the State may not increase the \r\n\r\n\r\n\r\npublic debt through a bond issue without first submitting the question to the \r\n\r\n\r\n\r\npublic in a general election and gaining the approval of two-thirds of the \r\n\r\n\r\n\r\nqualified electors. Yet, it is well settled that this constitutional mandate does \r\n\r\n\r\n\r\nnot apply to the issuance of county bonds. Zeigler v.  Thompson, 119 S.C. \r\n\r\n\r\n\r\n101, 111 S.E. 880 (1922). Thus, in this case, although County is a division \r\n\r\n\r\n\r\nof the State, the issuance of bonds by County does not constitute the issuance \r\n\r\n\r\n\r\nof state bonds or securities as contemplated by section 15-77-20. \r\n\r\n\r\n\r\n\r\n\r\nThe trial court further, held in its order that state securities are \r\n\r\n\r\n\r\nimplicated because UMA is an affiliate of MUSC, which is a state agency. \r\n\r\n\r\n\r\nMoreover, this lawsuit will affect the loan obligation and pledge of revenue \r\n\r\n\r\n\r\nby UMA to Charleston County. Thus, section 15-77-20 is triggered. Again, \r\n\r\n\r\n\r\nthe bond ordinance makes clear that the principal and interest of the hospital \r\n\r\n\r\n\r\nbonds are payable by County solely out of the revenues derived from the St. \r\n\r\n\r\n\r\nFrancis project. No obligation is created on the part of County or the State. \r\n\r\n\r\n\r\n\r\n\r\nWe hold that Doctors are not required to follow the procedure set forth \r\n\r\n\r\n\r\nin section 15-77-20 to institute this action. \r\n\r\n\r\n\r\nD. CONFLICT OF INTEREST \r\n\r\n\r\n\r\nDoctors alleged in their complaint that the bond issue was unlawful \r\n\r\n\r\n\r\nbecause Dr. Wallace, a county council member, had a conflict of interest and \r\n\r\n\r\n\r\nvoted on the ordinance. Doctors alleged that Dr. Wallace worked under and \r\n\r\n\r\n\r\nwas paid by UMA. \r\n\r\n\r\n\r\n\r\n\r\nOn October 11, 1996, the South Carolina Ethics Commission issued an\r\n\r\n\r\n\r\n informal opinion to the Deputy County Attorney, stating that Dr. Wallace \r\n\r\n\r\n\r\nshould disqualify himself from any issues concerning the revenue bonds.8 \r\n\r\n\r\n8 The opinion stated: \"while the end result of a benefit or detriment [to \r\n\r\n\r\n\r\nUMA] may be remote in time and effect, it is my informal opinion that Dr. \r\n\r\n\r\n\r\nWallace should disqualify himself . . . .\" \r\n\r\np.60\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\nThe opinion was based on the Ethics Reform Act of 1991 -- S.C. Code Ann. \r\n\r\n\r\n\r\n§ 8-13-700(B) (Supp. 1995).9 Doctors alleged that Dr. Wallace disregarded \r\n\r\n\r\n\r\nthis advice and cast a tie-breaking vote in favor of issuing the bonds on \r\n\r\n\r\n\r\nDecember 17, 1996. \r\n\r\n\r\n\r\n\r\n\r\nIn granting summary judgment on this issue, the trial court made the \r\n\r\n\r\n\r\nfollowing conclusions: (1) under Bear Enterprises v. County of Greenville, 319 \r\n\r\n\r\n\r\nS.C. 1375, 459 S.E.2d 883 (Ct. App. 1995),10 a court cannot conceivably \r\n\r\n\r\n\r\nexamine individual votes on every legislative matter that a citizen may not \r\n\r\n\r\n\r\nagree with; (2) under the Enrolled Bill Rule,11 the court cannot go behind the \r\n\r\n\r\n\r\ncollective action of council; (3) there is no allegation that Dr. Wallace voted \r\n\r\n\r\n9 Section 8-13-700(B) provides in part: \r\n\r\n\r\n\r\nNo public official, public member, or public employee may make, \r\n\r\n\r\n\r\nparticipate in making, or in any way attempt to use his office, \r\n\r\n\r\n\r\nmembership, or employment to influence a governmental decision \r\n\r\n\r\n\r\nin which he, a member of his immediate family, an individual \r\n\r\n\r\n\r\nwith whom he is associated, or a business with which he is \r\n\r\n\r\n\r\nassociated has an economic interest. \r\n\r\n\r\n\r\n10 In Bear Enterprises, the issue was whether county council's passage \r\n\r\n\r\n\r\nof a zoning ordinance was arbitrary and capricious. In upholding the \r\n\r\n\r\n\r\ndiscretion of the zoning authority, the Court noted that it was improper for \r\n\r\n\r\n\r\nanyone to interrogate county council members individually in order to \r\n\r\n\r\n\r\nimpeach the council's decision. 459 S.E.2d at 885 n.1. \r\n\r\n\r\n\r\n11 The Enrolled Bill Rule as stated in Hoover v. Chester, 39 S.C. 307, \r\n\r\n\r\n\r\n17 S.E. 752, 755 (1893) is as follows: \r\n\r\n\r\n\r\nWe announce that the true rule is that, when an act has been \r\n\r\n\r\n\r\nduly signed by the presiding officers of the general assembly, in \r\n\r\n\r\n\r\nopen session in the senate and house, approved by the governor \r\n\r\n\r\n\r\nof the state, and duly deposited in the Office of the Secretary of \r\n\r\n\r\n\r\nState, it is sufficient evidence, nothing to the contrary appearing \r\n\r\n\r\n\r\nupon its face, that it passed the general assembly and that it is \r\n\r\n\r\n\r\nnot competent either by the journals of the two houses or either \r\n\r\n\r\n\r\nof them, or by any other evidence, to impeach such an act. And \r\n\r\n\r\n\r\nthis being so, it follows that the court is not at liberty to inquire \r\n\r\n\r\n\r\ninto what the journals of the two houses may show as to the \r\n\r\n\r\n\r\nsuccessive steps which may have been taken in the passage of \r\n\r\n\r\n\r\nthe original bill. \r\n\r\np.61\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nin the third and final reading; (4) the court does not have jurisdiction to \r\n\r\n\r\n\r\nreview the conflict of interest claim; and (5) the record fails to substantiate \r\n\r\n\r\n\r\na conflict of interest on the part of Dr. Wallace. \r\n\r\n\r\n\r\n\r\n\r\nA threshold issue for this Court is whether invalidation of the bond \r\n\r\n\r\n\r\nordinance is a proper remedy for a violation of the State Ethics Act. There \r\n\r\n\r\n\r\nis no direct authority which prevents this Court from invalidating a bond \r\n\r\n\r\n\r\nordinance based upon a violation of the State Ethics Act.12 In general, the \r\n\r\n\r\n\r\nvote of a council member who is disqualified because of interest or bias in \r\n\r\n\r\n\r\nregard to the subject matter being considered may not be counted in \r\n\r\n\r\n\r\ndetermining the necessary majority for valid action. See W.J. Dunn, \r\n\r\n\r\n\r\nAnnotation, What Constitutes Requisite Majority of Members of Municipal  Council Voting on Issue, 43 A.L.R.2d 698, 748 (1955). Therefore, a court has \r\n\r\n\r\n\r\njurisdiction to invalidate an ordinance if the requisite number of votes to pass \r\n\r\n\r\n\r\nthe ordinance would not exist but for the improper vote. \r\n\r\n\r\n\r\n\r\n\r\nFurthermore, the trial court's reliance on the Enrolled Bill Rule and \r\n\r\n\r\n\r\nBear Enterprises is misplaced here. Doctors are not attempting to go behind \r\n\r\n\r\n\r\nthe actions of county council, but are simply arguing that Dr. Wallace's \r\n\r\n\r\n\r\nconflict of interest and his vote on December 17 should, on its face, invalidate \r\n\r\n\r\n\r\nCounty's passage of the bond ordinance. Thus, Doctors have stated a claim \r\n\r\n\r\n\r\nupon which relief can be granted. County's motion to dismiss should not \r\n\r\n\r\n\r\nhave been granted on this issue. In addition, a genuine issue of material fact \r\n\r\n\r\n\r\nexists as to whether Dr. Wallace in fact had a conflict of interest and \r\n\r\n\r\n\r\nwhether any such conflict warrants invalidation of the ordinance. Therefore, \r\n\r\n\r\n\r\nsummary judgment on this issue is improper at this stage of the proceedings. See Baughman v. AT&amp;T, 306 S.C. 101, 410 S.E.2d 537 (stating that since it \r\n\r\n\r\n\r\nis a drastic remedy, summary judgment should be cautiously invoked so that \r\n\r\n\r\n\r\nno person will be improperly deprived of a trial of the disputed factual\r\n\r\n\r\n\r\nissues). \r\n\r\n\r\n\r\nE. \"HOSPITAL AGENCY\" OR \"PUBLIC AGENCY\" \r\n\r\n\r\n\r\nUnder the Act, \"the several counties of the State functioning through \r\n\r\n\r\n\r\ntheir respective county boards shall be empowered: (1) To enter into \r\n\r\n\r\n12 S. C. Code Ann. § 8-13-780 (Supp. 1997) provides the remedies for a \r\n\r\n\r\n\r\nbreach of the State Ethics Act. Section 8-13-780(A) provides: \"The provisions \r\n\r\n\r\n\r\nof this section are in addition to all other civil and administrative remedies \r\n\r\n\r\n\r\nagainst public officials, public members, or public employees which are \r\n\r\n\r\n\r\nprovided by law.\" Thus, the remedies outlined in section 8-13-780 are not \r\n\r\n\r\n\r\nexclusive. \r\n\r\np.62\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nagreements with any hospital agency or public agency necessary or incidental \r\n\r\n\r\n\r\nto the issuance of bonds. . . .\" S.C. Code Ann. § 44-7-1440 (1985) (emphasis \r\n\r\n\r\n\r\nadded). Doctors alleged in their complaint that UMA was neither a hospital \r\n\r\n\r\n\r\nagency nor a public agency and, therefore, the bonds could not be issued for \r\n\r\n\r\n\r\nUMA's benefit. \r\n\r\n\r\n\r\n\r\n\r\nThe Act defines hospital agency as \"any corporation, whether for profit \r\n\r\n\r\n\r\nor not for profit, existing or hereafter created and empowered to acquire, by \r\n\r\n\r\n\r\nlease or otherwise, operate and maintain hospital facilities.\" S.C. Code Ann. \r\n\r\n\r\n\r\n§ 44-7-1430(e) (Supp. 1997). Public agency is defined as \"any county, city, \r\n\r\n\r\n\r\ntown, or hospital district of the State existing or hereafter created pursuant \r\n\r\n\r\n\r\nto the laws of the State authorized to acquire, by lease or otherwise, operate \r\n\r\n\r\n\r\nand maintain hospital facilities.\" S.C. Code Ann. § 44-7-14300) (Supp. 1997). \r\n\r\n\r\n\r\n\r\n\r\nUMA is described as a non-profit corporation formed as a billing and \r\n\r\n\r\n\r\ncollecting agent for the clinical practice of medicine at MUSC. Proveaux v.  MUSQ, 326 S.C. 28, 482 S.E.2d 774, 775. UMA is an operation of MUSC's \r\n\r\n\r\n\r\nClinical Practice Plan. Higgins v. MUSC, 326 S.C. 592, 486 S.E.2d 269 (Ct. \r\n\r\n\r\n\r\nApp. 1997). .. The factual dispute here involves whether UMA is \"empowered \r\n\r\n\r\n\r\nto acquire, by lease or otherwise, operate and maintain hospital facilities.\" See S.C. Code Ann. § 44-7-1430(e). We therefore find that the motion to \r\n\r\n\r\n\r\ndismiss should not be granted on this issue because Doctors have stated a \r\n\r\n\r\n\r\nclaim upon which relief can be granted. Moreover, summary judgment is also \r\n\r\n\r\n\r\nimproper because there is a genuine issue of material fact as to whether \r\n\r\n\r\n\r\nUMA qualifies as a \"hospital agency.\" \r\n\r\n\r\n\r\nF. CORPORATE PRACTICE OF MEDICINE \r\n\r\n\r\n\r\nDoctors alleged in their complaint that UMA is illegally engaged in the\r\n\r\n\r\n\r\ncorporate practice of medicine. Doctors argue that the bonds, should not be\r\n\r\n\r\n\r\nissued because, otherwise, County would be aiding and abetting LIMA in the\r\n\r\n\r\n\r\ncommission of this unlawful activity. The trial court concluded that nothing\r\n\r\n\r\n\r\npresented in the case established any illegality by UMA. The trial court\r\n\r\n\r\n\r\nfurther held that, in the alternative, the enjoining of any alleged illegal\r\n\r\n\r\n\r\nactivities must be directed against UMA, and not against County. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSouth Carolina has a common law prohibition against the corporate \r\n\r\n\r\n\r\npractice of medicine. McMillan v. Durant, 312 S.C. 200, 439 S.E.2d 829 \r\n\r\n\r\n\r\n(1993); Wadsworth v. McRae Drug Co., 203 S.C. 543, 28 S.E.2d 417 (1943); Ezell v. Ritholz, 188 S.C. 39, 198 S.E. 419 (1938). In their complaint, Doctors \r\n\r\n\r\n\r\nasked the trial court to enjoin the commission of a crime, i.e., the aiding and \r\n\r\n\r\n\r\nabetting of the corporate practice of medicine. In general, the rule is that \r\n\r\np.63\r\n\r\nBAIRD, et al. v. CHARLESTON COUNTY \r\n\r\n\r\n\r\n\r\n\r\nequity has no criminal jurisdiction and will not enjoin the commission of a \r\n\r\n\r\n\r\ncrime solely for the purpose of enforcing the criminal laws. State ex rel. McLeod v. Holcomb, 245 S.C. 63, 138 S.E.2d 707 (1964). However, the fact \r\n\r\n\r\n\r\nalone that the wrongs complained of are accompanied by, or are, violations \r\n\r\n\r\n\r\nof the criminal law will not displace the jurisdiction of equity to exercise its \r\n\r\n\r\n\r\ninjunctive powers to prevent such wrongful acts whenever there are other \r\n\r\n\r\n\r\nfacts present which afford a basis for the exercise of equitable jurisdiction. Id.; Ezell v. Ritholz, 188 S.C. 39, 198 S.E. 419. In Ezell, this Court held that \r\n\r\n\r\n\r\na licensed professional could sue to enjoin others, including corporations, from \r\n\r\n\r\n\r\nunlawfully engaging in the practice of such profession. This Court found that \r\n\r\n\r\n\r\nthe unlawful practice of the profession infringed upon the property and \r\n\r\n\r\n\r\npecuniary rights of those licensed to practice. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIt is generally unlawful for a person to aid and abet the commission of \r\n\r\n\r\n\r\na crime. See, e.g., State v. Leonard, 292 S.C. 133, 355 S.E.2d 270 \r\n\r\n\r\n\r\n(1987)(stating that in order to be guilty as an aider or abettor, the \r\n\r\n\r\n\r\nparticipant must be chargeable with knowledge of the principal's criminal \r\n\r\n\r\n\r\nconduct). Under Ezell, it is equally logical that a licensed physician could \r\n\r\n\r\n\r\nsue to enjoin someone from aiding and abetting another in the unlawful \r\n\r\n\r\n\r\npractice of medicine. However, in this case, we find that Doctors have failed \r\n\r\n\r\n\r\nto state facts sufficient to constitute a cause of action. The Act expressly \r\n\r\n\r\n\r\nempowers counties \"to finance the acquisition, enlargement, improvement, \r\n\r\n\r\n\r\nconstruction, equipping and providing of such hospital facilities to the end \r\n\r\n\r\n\r\nthat the public health and welfare of the people of the State will be promoted \r\n\r\n\r\n\r\n. . . .\" S.C. Code Ann. § 44-7-1420(4) (1985). The Act further permits a \r\n\r\n\r\n\r\ncounty to enter into agreements with corporations necessary or incidental to \r\n\r\n\r\n\r\nthe issuance of bonds. S.C. Code Ann. § 44-7-1430 (1985). The possibility \r\n\r\n\r\n\r\nthat a corporation will use hospital bond proceeds to engage in the unlawful \r\n\r\n\r\n\r\npractice of medicine does not by itself impugn a county's decision to issue \r\n\r\n\r\n\r\nsuch bonds. We agree with the trial court that the proper avenue for relief \r\n\r\n\r\n\r\nfor Doctors is to seek an injunction directly against UMA. \r\n\r\n\r\n\r\nCONCLUSION \r\n\r\n\r\n\r\nBased on the foregoing, the trial court is AFFIRMED IN PART AND \r\n\r\n\r\n\r\nREVERSED IN PART. \r\n\r\n\r\n\r\nMOORE, WALLER, BURNETT, JJ., and Acting Associate Justice \r\n\r\n\r\n\r\nDiane Schafer Goodstein, concur. \r\n\r\np.64\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24886","title":"Plum Creek Development v. the City of Conway","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24886","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  Plum Creek \r\n  \r\n  \r\n  \r\n  Development Company,\r\n  \r\n  \r\n  \r\n  Inc.,  Petitioner, \r\n  \r\n  v. \r\n  \r\n  The City of Conway, A\r\n  \r\n  \r\n  \r\n  Municipal Corporation,  Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Horry County\r\nDavid H. Maring, Sr., Circuit Court Judge \r\n  \r\nOpinion No. 24886\r\nHeard December 3, 1998 - Filed January 25, 1999 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n  \r\n  \r\n  John P. Henry and Philip C. Thompson, both of The \r\n  \r\n  \r\n  \r\n  Thompson Law Firm, P.A., of Conway, for petitioner. \r\n  \r\n  W. Cliff Moore, III, and Andrew F. Lindemann of \r\n  \r\n  \r\n  \r\n  Ellis, Lawhorne, Davidson &amp; Sims, P.A., of \r\n  \r\n  \r\n  \r\n  Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  BURNETT, A.J.: We granted Plum Creek Development\r\n  \r\n  \r\n  \r\n  Company, Inc.'s (Plum Creek's) petition for a writ of certiorari to review \r\n  \r\n  p.12 \r\n  \r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nthe decision of the Court of Appeals in Plum Creek v. The City of Conway, \r\n\r\n\r\n\r\n328 S.C. 347, 491 S.E.2d 692 (Ct. App. 1997). We affirm as modified. \r\n\r\n\r\n\r\n\r\n\r\nIn November 1991, Plum Creek acquired property for a \r\n\r\n\r\n\r\nresidential development. Respondent The City of Conway (City) refused to \r\n\r\n\r\n\r\nprovide water and sewer service to the development unless it was \r\n\r\n\r\n\r\nannexed. \r\n\r\n\r\n\r\n\r\n\r\nIn 1992, Plum Creek petitioned the lower court for a writ of \r\n\r\n\r\n\r\nmandamus to require City to provide water and sewer service for the \r\n\r\n\r\n\r\ndevelopment without annexation. Plum Creek claimed it was entitled to \r\n\r\n\r\n\r\nutility service as an assignee of an easement agreement and as a third-\r\n\r\n\r\n\r\nparty beneficiary of City's agreement with the Grand Strand Water &amp; \r\n\r\n\r\n\r\nSewer Authority (the Authority). In June 1993, the master-in-equity \r\n\r\n\r\n\r\nissued a writ of mandamus, finding neither the easement nor the City's \r\n\r\n\r\n\r\nagreement with the Authority required annexation as a condition \r\n\r\n\r\n\r\nprecedent to utility service. City appealed. It did not move to stay the \r\n\r\n\r\n\r\nenforcement of the writ during the pendency of its appeal.1 This Court \r\n\r\n\r\n\r\naffirmed. Plum Creek Development Co. et al. v. The City of Conwav, 94-\r\n\r\n\r\n\r\nMO-183 (S.C. Sup. Ct. filed July 15, 1994). \r\n\r\n\r\n\r\n\r\n\r\nShortly after the Court's affirmance, Plum Creek filed an \r\n\r\n\r\n\r\naction for damages against City alleging breach of the same contract and \r\n\r\n\r\n\r\nbreach of the same easement agreement which were the basis of Plum \r\n\r\n\r\n\r\nCreek's mandamus proceeding. The complaint alleged City's unwarranted \r\n\r\n\r\n\r\nrefusal to provide the utility service for two years resulted in Plum Creek \r\n\r\n\r\n\r\nincurring substantial monetary damages, including, among others, losing \r\n\r\n\r\n\r\nits major investor, losing a favorable real estate market, and incurring \r\n\r\n\r\n\r\ncosts associated with redesigning and replanning its development. \r\n\r\n\r\n\r\n\r\n\r\nConcluding res judicata does not bar a subsequent action for \r\n\r\n\r\n\r\ndamages after a judgment granting a writ of mandamus, the circuit court \r\n\r\n\r\n\r\ndenied City's motion for summary judgment. The circuit court granted \r\n\r\n\r\n\r\nPlum Creek's motion for summary judgment as to liability, finding the \r\n\r\n\r\n1 The filing of a notice of appeal does not automatically stay a writ of \r\n\r\n\r\n\r\nmandamus. Dorchester Countv School Dist. Three v. Dorchester Countv  Council, 289 S.C. 475, 347 S.E.2d 93 (1986). \r\n\r\np.13\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nprior order granting the writ of mandamus finally decided City was \r\n\r\n\r\n\r\nrequired to provide water and sewer service to Plum Creek. City \r\n\r\n\r\n\r\nappealed. \r\n\r\n\r\n\r\n\r\n\r\nHolding res judicata precluded Plum Creek's action for \r\n\r\n\r\n\r\ndamages, the Court of Appeals reversed and remanded for entry of \r\n\r\n\r\n\r\nsummary judgment for City. Plum Creek v. The City of Conway, supra. \r\n\r\n\r\n\r\nISSUE \r\n\r\n\r\n\r\nDoes a judgment granting a writ of mandamus preclude a \r\n\r\n\r\n\r\nsubsequent action for damages under principles of res judicata? \r\n\r\n\r\n\r\nA. Did the Court of Appeals err by holding the subject \r\n\r\n\r\n\r\nmatter in Plum Creek's mandamus action was the same as in \r\n\r\n\r\n\r\nits subsequent action for damages? \r\n\r\n\r\n\r\nB. Does Rule 65(f)(2), SCRCP, give a plaintiff an option \r\n\r\n\r\n\r\nas to whether to seek damages at the same time it seeks a \r\n\r\n\r\n\r\nwrit of mandamus? \r\n\r\n\r\n\r\nC. Does res judicata bar Plum Creek from bringing a \r\n\r\n\r\n\r\nsecond action for damages when it could not have anticipated \r\n\r\n\r\n\r\nthe full extent of its damages at the time it initiated the \r\n\r\n\r\n\r\nmandamus proceeding? \r\n\r\n\r\n\r\nD. Should the Court adopt the res judicata principles \r\n\r\n\r\n\r\napplied to declaratory judgment actions for mandamus? \r\n\r\n\r\n\r\nE. Should the Court adopt an exception to res judicata\r\n\r\n\r\n\r\nto permit a party who has been granted a writ of mandamus \r\n\r\n\r\n\r\nto bring a subsequent action for damages? \r\n\r\n\r\n\r\nDISCUSSION \r\n\r\nA. \r\n\r\nPlum Creek argues a judgment granting a writ of mandamus \r\n\r\n\r\n\r\ndoes not preclude a subsequent action for damages under principles of res \r\n\r\n\r\n\r\njudicata. We disagree. \r\n\r\np.14\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nRes judicata is the branch of the law that defines the effect a \r\n\r\n\r\n\r\nvalid judgment may have on subsequent litigation between the \r\n\r\n\r\n\r\nsame parties and their privies. Res judicata ends litigation, \r\n\r\n\r\n\r\npromotes judicial economy and avoids the harassment of \r\n\r\n\r\n\r\nrelitigation of the same issues. \r\n\r\n\r\n\r\nJ. Flanagan, South Carolina Civil Procedure p.642 (1996). \r\n\r\n\r\n\r\nRes judicata bars subsequent actions by the same parties when \r\n\r\n\r\n\r\nthe claims arise out of the same transaction or occurrence that was the \r\n\r\n\r\n\r\nsubject of a prior action between those parties. Sub-zero Freezer Co. v.  R.J. Clarkson Co., 308 S.C. 188, 417 S.E.2d 569 (1992). Under the \r\n\r\n\r\n\r\ndoctrine of res judicata, \"[a] litigant is barred from raising any issues \r\n\r\n\r\n\r\nwhich were adjudicated in the former suit and any issues which might \r\n\r\n\r\n\r\nhave been raised in the former suit.\" Hilton Head Center of South  Carolina, Inc. v. Public Service Comm'n of South Carolina, 294 S.C. 9, 11, \r\n\r\n\r\n\r\n362 S.E.2d 176, 177 (1987). To establish res judicata, the defendant must \r\n\r\n\r\n\r\nprove the following three elements: (1) identity of the parties; (2) identity \r\n\r\n\r\n\r\nof the subject matter; and (3) adjudication of the issue in the former suit.  Riedman Corp. v. Greenville Steel Structures, Inc., 308 S.C. 467, 419 \r\n\r\n\r\n\r\nS.E.2d 217 (1992); Sealy v. Dodge, 289 S.C. 543, 347 S.E.2d 504 (1986). \r\n\r\n\r\n\r\n\r\n\r\nIn its brief to the Court of Appeals, Plum Creek agreed City\r\n\r\n\r\n\r\nestablished the first and third elements of res judicata.2 It claims, \r\n\r\n\r\n\r\nhowever, because it seeks a different remedy in the present action, \r\n\r\n\r\n\r\nmonetary damages than it did in the mandamus proceeding, a writ of\r\n\r\n\r\n\r\n mandamus, the subject matter element of res judicata has not been \r\n\r\n\r\n\r\nestablished. We disagree. \r\n\r\n\r\n\r\n\r\n\r\nThe subject matter in Plum Creek's mandamus proceeding and \r\n\r\n\r\n\r\ndamage action is the same.3 Both the mandamus proceeding and the \r\n\r\n\r\n2 The parties are identical and the issue of Plum Creek's right to \r\n\r\n\r\n\r\nutility service without annexation had been previously adjudicated. \r\n\r\n3 As noted by Professor Flanagan, South Carolina courts use various \r\n\r\n\r\n\r\ntests in determining whether a claim should have been raised in a prior \r\n\r\n\r\n\r\nsuit: 1) when there is identity of the subject matter in both cases; 2) \r\n\r\n\r\n\r\nwhere the cases involve the same primary right held by the plaintiff and \r\n\r\n\r\n\r\none primary wrong committed by the defendant; 3) when there is the same \r\n\r\np.15\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\ndamages action clearly arise from the same factual basis - City's refusal to \r\n\r\n\r\n\r\nprovide water and sewer service to the development unless it was \r\n\r\n\r\n\r\nannexed. Both proceedings concern the same contract and easement \r\n\r\n\r\n\r\nagreement. The only difference between the two proceedings is the \r\n\r\n\r\n\r\nremedy sought by Plum Creek. A different remedy, however, does not \r\n\r\n\r\n\r\nalter the fact that the claims are identical in both the mandamus action \r\n\r\n\r\n\r\nand current damage action. Evans v. Creech, 187 S.C. 371, 197 S.E. 365 \r\n\r\n\r\n\r\n(1938)(prayer for relief is not a test of the identity of the cause of action); \r\n\r\n\r\n\r\nsee also 46 Am.Jur.2d Judgments § 536 (1994)(\"[a] claim for damages is a \r\n\r\n\r\n\r\nclaim for relief rather than an assertion of a different cause of action for \r\n\r\n\r\n\r\npurposes of determining the applicability of res judicata.\"); 50 C.J.S. \r\n\r\n\r\n\r\nJudgment § 756 (1997)(\"[i]f the other elements of an estoppel are present, \r\n\r\n\r\n\r\na mere difference in the relief sought in the subsequent action will not \r\n\r\n\r\n\r\noperate to nullify the effect of a judgment as res judicata.\").4 We conclude \r\n\r\n\r\n\r\nres judicata applies. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPlum Creek correctly asserts a petition for writ of mandamus \r\n\r\n\r\n\r\nor other writ is not a cause of action but a form of remedy or relief. See Note to Rule 65, SCRCP. Consequently, Plum Creek maintains since its \r\n\r\n\r\n\r\nproceeding for mandamus was not a \"cause of action,\" its second action \r\n\r\n\r\n\r\ncould not be the same cause of action as its first. We disagree. \r\n\r\n\r\n\r\n\r\n\r\nWhile a writ of mandamus is not a cause of action, there must \r\n\r\n\r\nevidence in both cases; and recently 4) when the claims arise out of \r\n\r\n\r\n\r\nthe same transaction or occurrence. South Carolina Civil Procedure, pp.649-\r\n\r\n\r\n\r\n50. Under any of these tests, Plum Creek could have sought damages at\r\n\r\n\r\n\r\nthe same time it sought mandamus. \r\n\r\n4 Plum Creek asserts the Court of Appeals overlooked Griggs v.  Griggs, 214 S.C. 177, 51 S.E.2d 622 (1949), in holding both actions \r\n\r\n\r\n\r\ninvolved the same subject matter. In Griggs, the Court held res judicata \r\n\r\n\r\n\r\ndid not bar the defendant from pleading adverse possession where in the \r\n\r\n\r\n\r\nfirst action as plaintiff she had alleged breach of deed agreement. The \r\n\r\n\r\n\r\nCourt noted different facts and evidence were necessary to support the \r\n\r\n\r\n\r\ndifferent causes of action, adverse possession and breach of deed \r\n\r\n\r\n\r\nagreement. Here, however, Plum Creek's causes of action in each suit are \r\n\r\n\r\n\r\nthe same; it simply seeks different remedies. \r\n\r\n\r\n\r\np.16\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nbe underlying facts which support issuance of the writ. Where those\r\n\r\n\r\n\r\nunderlying facts or subject matter of the mandamus proceeding and a\r\n\r\n\r\n\r\nsubsequent proceeding are identical, and the other two elements exist, res\r\n\r\n\r\n\r\njudicata applies. 50 C.J.S. Judgment § 749 (1997)(for purposes of res\r\n\r\n\r\n\r\njudicata, \"cause of action\" is not the form of action in which a claim is\r\n\r\n\r\n\r\nasserted. but, rather the \"cause for action, meaning the underlying facts\r\n\r\n\r\n\r\ncombined with the law giving the party a right to a remedy of one form or\r\n\r\n\r\n\r\nanother based thereon.\"). Accordingly, the fact that a writ of mandamus is\r\n\r\n\r\n\r\na remedy, not a cause of action, is irrelevant for res judicata purposes. \r\n\r\n\r\n\r\nB. \r\n\r\n\r\n\r\nPlum Creek argues although it could have litigated its \r\n\r\n\r\n\r\ndamages in the mandamus action, it has the option of either seeking\r\n\r\n\r\n\r\n damages at the same time it seeks mandamus or seeking damages at later\r\n\r\n\r\n\r\ntime without violating the principles of res judicata.5 Plum Creek \r\n\r\n\r\n\r\ncontends the permissive nature of Rule 65(f)(2), SCRCP, provides this \r\n\r\n\r\n\r\noption. We disagree. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRule 65(f)(2), SCRCP, provides: \"Damages; Costs; Fees. A \r\n\r\n\r\n\r\nclaim for any other relief to which a party may be entitled in the action \r\n\r\n\r\n\r\nmay be joined with a claim for writ of mandamus, habeas corpus, or other \r\n\r\n\r\n\r\nremedial writ, in accordance with these rules, including a claim for \r\n\r\n\r\n\r\ndamages. . .\". (emphasis added). \r\n\r\n\r\n\r\n\r\n\r\nPrior to the South Carolina Rules of Civil Procedure, a \r\n\r\n\r\n\r\npetition for writ of mandamus was initiated by a petition for a rule to \r\n\r\n\r\n\r\nshow cause, rather than by a summons and complaint. See Doty v. Reed, \r\n\r\n\r\n\r\n212 S.C. 231, 47 S.E.2d 451 (1948)(plaintiff petitioned for rule to show \r\n\r\n\r\n\r\ncause for mandamus); Evans v. Creech, supra (plaintiff filed petition and \r\n\r\n\r\n\r\nCourt issued rule to show cause why mandamus should not be granted). \r\n\r\n\r\n\r\nAccordingly, the predecessor to Rule 65(f)(2), SCRCP, provided as follows: \r\n\r\n\r\n5 It is undisputed Plum Creek could have sought monetary damages\r\n\r\n\r\n\r\nat the same time it sought a writ of mandamus. Rule 65(f)(2), SCRCP \r\n\r\n\r\n\r\n(\"[al claim for any other relief to which a party may be entitled in the \r\n\r\n\r\n\r\naction may be joined with a claim for writ of mandamus . . . \"); see  Drawdy v. Town of Port Royal, 308 S.C. 462, 419 S.E.2d 215 (1992);  Godwin v. Carrigan, 227 S.C. 216, 87 S.E.2d 472 (19055); see also, 73 \r\n\r\n\r\n\r\nA.L.R.2d 903 (1960). \r\n\r\np.17\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\n\"In case a verdict shall be found for the person suing such writ [of \r\n\r\n\r\n\r\nmandamus]... he shall recover his damages and costs as he might have \r\n\r\n\r\n\r\ndone in a civil action.\" S.C. Code Ann. º 15-57-30 (1977)(emphasis added).6 The \"mandatory\" language of Section 15-57-30 specified damages could be \r\n\r\n\r\n\r\nrecovered \"as in a civil action,\" even though the action was initiated by a \r\n\r\n\r\n\r\npetition for a rule to show cause; it did not, however, govern the timing of \r\n\r\n\r\n\r\nan action for damages. \r\n\r\n\r\n\r\n\r\n\r\nSimilarly, Rule 65(f)(2), SCRCP, provides damages may be \r\n\r\n\r\n\r\nrecovered in a mandamus action. The rule does not, however, govern the \r\n\r\n\r\n\r\ntiming of an action for damages. The term \"may\" does not provide a \r\n\r\n\r\n\r\nplaintiff with the option of seeking damages at the same time it seeks \r\n\r\n\r\n\r\nmandamus or in a subsequent action. \r\n\r\n\r\n\r\nC. \r\n\r\n\r\n\r\nPlum Creek argues because it could not have known the full \r\n\r\n\r\n\r\nextent of its damages at the time it sought mandamus, res judicata does \r\n\r\n\r\n\r\nnot bar it from maintaining a second action for damages. Plum Creek \r\n\r\n\r\n\r\nrelies on Moseley v. Welch, 218 S.C. 242, 62 S.E.2d 313 (1950). We \r\n\r\n\r\n\r\ndisagree. \r\n\r\n\r\n\r\n\r\n\r\nIn Moseley v. Welch, in a prior action decided unfavorably to \r\n\r\n\r\n\r\nappellants, a lower court had held parents were not entitled to send their \r\n\r\n\r\n\r\nchildren to school in a particular district unless they owned property and\r\n\r\n\r\n\r\n paid taxes in the district. Thereafter, appellants acquired real estate and \r\n\r\n\r\n\r\npaid taxes in a certain school district and then intervened in a pending \r\n\r\n\r\n\r\naction, arguing they were entitled to send their children to school in the \r\n\r\n\r\n\r\ndistrict. The Court concluded res judicata did not bar appellants' action \r\n\r\n\r\n\r\nbecause new facts, the acquisition of property and payment of taxes in the \r\n\r\n\r\n\r\nnew school district,-had altered the legal rights of the parties. \r\n\r\n\r\n\r\n\r\n\r\nUnlike the appellants in Moseley v. Welch, Plum Creek's legal \r\n\r\n\r\n\r\nposition has not changed since the issuance of the writ of mandamus. \r\n\r\n\r\n6 Under the common law, damages were not recoverable in a \r\n\r\n\r\n\r\nmandamus proceeding. 55 C.J.S. Mandamus § 375 (1998). In South \r\n\r\n\r\n\r\nCarolina, damages have been recoverable in mandamus proceedings since \r\n\r\n\r\n\r\n1712 when the General Assembly adopted the English Statutes Made of \r\n\r\n\r\n\r\nForce. 1712 Acts 569. \r\n\r\np.18\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nPlum Creek cannot file a new action based on the same breach of contract \r\n\r\n\r\n\r\nand breach of easement agreement simply because its damages \r\n\r\n\r\n\r\nsignificantly and unexpectedly increased after City failed to abide by the \r\n\r\n\r\n\r\nwrit. 46 Am.Jur.2d Judgments § 567(1994)(\"Where, after the rendition of \r\n\r\n\r\n\r\na judgment, subsequent events occur, creating a new legal situation or \r\n\r\n\r\n\r\naltering the legal rights or relations of the litigants, the [initial] judgment \r\n\r\n\r\n\r\nmay thereby be precluded from operating as an estoppel.\"); see also Restatement (Second) Judgments § 25, comment c (1982)(\". . . if a plaintiff \r\n\r\n\r\n\r\nwho has recovered a judgment against a defendant in a certain amount \r\n\r\n\r\n\r\nbecomes dissatisfied with his recovery and commences a second action to \r\n\r\n\r\n\r\nobtain increased damages, the court will hold him precluded; his claim has \r\n\r\n\r\n\r\nbeen merged into the judgment and may not be split.\"). As noted by the \r\n\r\n\r\n\r\nCourt of Appeals, Plum Creek's remedy for City's failure to comply with \r\n\r\n\r\n\r\nthe mandamus order was to petition the lower court for compensatory \r\n\r\n\r\n\r\ncontempt. Curlee v. Howle, 277 S.C. 377, 386, 287 S.E.2d 915, 919 \r\n\r\n\r\n\r\n(1982)(\"Compensatory contempt is a money award for the plaintiff when \r\n\r\n\r\n\r\nthe defendant has injured the plaintiff by violating a previous court order. \r\n\r\n\r\n\r\nThe goal is to indemnify the plaintiff directly for harm the contemnor \r\n\r\n\r\n\r\ncaused by breaching the injunction.\"). \r\n\r\n\r\n\r\nD. \r\n\r\n\r\n\r\nPlum Creek contends a subsequent action for damages should \r\n\r\n\r\n\r\nbe allowed after a successful mandamus action for the same reason a \r\n\r\n\r\n\r\nsubsequent action for damages following a successful declaratory judgment \r\n\r\n\r\n\r\naction is permitted. We disagree. \r\n\r\n\r\n\r\n\r\n\r\nIn Robison v. Asbill, 328 S.C. 450, 492 S.E.2d 400 (Ct. App. \r\n\r\n\r\n\r\n1997), the Court of Appeals held where a party only seeks declaratory \r\n\r\n\r\n\r\nrelief in a declaratory judgment proceeding, he is not barred from seeking \r\n\r\n\r\n\r\ndamages in a subsequent action. Recognizing a declaratory judgment \r\n\r\n\r\n\r\naction declares the rights and duties or the status of the parties but does \r\n\r\n\r\n\r\nnot involve coercive relief,7 the Court of Appeals held res judicata does not \r\n\r\n\r\n\r\nbar a party from seeking damages as a form of coercive relief in a second \r\n\r\n\r\n\r\naction based on the same claim as the first, even though the right to \r\n\r\n\r\n\r\ndamages had accrued before the declaratory judgment action began. See  22A Am.Jur.2d Declaratory Judgments § 240 (1988). \r\n\r\n\r\n7See S.C. Code Ann. § 15-53-20 (1977). \r\n\r\np.19\r\n\r\nPLUM CREEK DEVELOPMENT v. THE CITY OF CONWAY \r\n\r\n\r\n\r\n\r\n\r\nContrary to declaring parties' respective rights and duties in a \r\n\r\n\r\n\r\ndeclaratory judgment action, a writ of mandamus is coercive. Willimon v.  City of Greenville, 243 S.C. 82, 132 S.E.2d 169 (1963)(primary purpose of \r\n\r\n\r\n\r\nmandamus is to enforce an established legal right and corresponding \r\n\r\n\r\n\r\nimperative duty imposed by law); Godwin v. Carrigan, supra (1955)(mandamus is employed to compel performance, when refused, of a \r\n\r\n\r\n\r\nministerial duty); 55 C.J.S. Mandamus § 3 (1998)(mandamus is used to \r\n\r\n\r\n\r\ncompel action and to coerce the performance of an existing duty); 52 \r\n\r\n\r\n\r\nAm.Jur.2d Mandamus § 1 (1970)(mandamus is essentially a coercive writ). \r\n\r\n\r\n\r\nBy issuing a writ of mandamus, the trial judge orders a public official to \r\n\r\n\r\n\r\nperform a ministerial duty. See Redmond v. Lexington County School  Dist. Four, 314 S.C. 431, 445 S.E.2d 441 (1994). If the public official fails \r\n\r\n\r\n\r\nto comply with the writ, the plaintiff can petition the court for an order \r\n\r\n\r\n\r\nholding the official in contempt. See Discussion C. Accordingly, unlike an \r\n\r\n\r\n\r\norder which solely declares a parties' respective rights and duties, \r\n\r\n\r\n\r\ndamages to coerce a public official to perform in accordance with the terms \r\n\r\n\r\n\r\nof the writ of mandamus are unnecessary. \r\n\r\n\r\n\r\nE. \r\n\r\n\r\n\r\nPlum Creek argues the Court should adopt an exception to res \r\n\r\n\r\n\r\njudicata to permit a party who has been granted mandamus to bring a \r\n\r\n\r\n\r\nsubsequent action for damages arising out of the subject matter of the \r\n\r\n\r\n\r\nmandamus proceedings. We decline to adopt such an exception. \r\n\r\n\r\n\r\n\r\n\r\nWe find it appropriate to emphasize Plum Creek is not left \r\n\r\n\r\n\r\nwithout a remedy for City's persistent failure to abide by the writ of \r\n\r\n\r\n\r\nmandamus. Plum Creek may still initiate a compensatory contempt \r\n\r\n\r\n\r\nproceeding against City.8 \r\n\r\n\r\n\r\nAFFIRMED AS MODIFIED \r\n\r\n\r\n\r\nTOAL, A.C.J., MOORE, WALLER, JJ., and Acting Associate Justice Costa M. Pleicones, concur. \r\n\r\n\r\n8 There is no statute of limitations on contempt proceedings and City \r\n\r\n\r\n\r\ncertainly has not been prejudiced by any delay. See State v. Bowers, 270 \r\n\r\n\r\n\r\nS.C. 124, 241 S.E.2d 409 (1978). \r\n\r\np.20\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24887","title":"In the Matter of Tootle","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24887","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of Kenneth L. Tootle \r\n  \r\nRespondent. \r\n  \r\n  \r\n  \r\nOpinion No. 24887 \r\n  \r\nSubmitted January 4, 1999 - Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\n  \r\n  \r\nKenneth L. Tootle, of Beaufort, pro se. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21,\r\nRLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct\r\nand consents to be suspended from the practice of law for ninety days,\r\nretroactive to the date of his interim suspension. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to one count of failure to make and file a\r\nSouth Carolina Income Tax return in violation of S.C. Code Ann.  §12-54-\r\n40(b)(6)(c) (Supp. 1997).  Respondent was sentenced to ninety days in prison,\r\nsuspended upon the payment of a $400.00 fine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe failure to file a tax return is a serious crime as set forth in\r\nRule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\nRule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, and Rule\r\n7(a)(4), RLDE, by committing a serious crime that reflects adversely upon his\r\nhonesty, trustworthiness and fitness as a lawyer and has violated Rule \r\n  \r\n  \r\n  \r\np.21\r\n\r\nIN THE MATTER OF TOOTLE \r\n\r\n\r\n\r\n\r\n\r\n7(a)(5) and (6), RLDE, by engaging in conduct tending to bring the courts or\r\nlegal profession into disrepute and violating the oath of office he took upon\r\nadmission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent\r\nis suspended for ninety days, retroactive to December 1, 1998, the date of his\r\ninterim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.22 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24888","title":"In the Matter of Drigger","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24888","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of Luke \r\n  \r\nHaulston Driggers, III, Respondent. \r\n  \r\n  \r\n  \r\nOpinion No. 24888 \r\n  \r\nSubmitted December 23, 1998 - Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nDISBARRED \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon and Senior Assistant\r\nAttorney General James G. Bogle, both of Columbia,\r\nfor the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\nLuke Haulston Driggers, III, of Hurst, Texas, pro se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21 of the Rules for Lawyer Disciplinary Enforcement (IRLDE) contained\r\nin Rule 413, SCACR. In the agreement, respondent admits misconduct and\r\nconsents to be disbarred from the practice of law. We accept the agreement\r\nand disbar respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJ. Pamela Price Matt \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent represented Jessica F. Varnadore and Bonnie S.\r\nVarnadore in a matter regarding, an automobile accident which occurred on\r\nor about October 5, 1996. The Varnadores, who had trouble locating\r\nrespondent, contacted Attorney J. Pamela Price for informal advice. In\r\nSeptember 1997, respondent's mother, Mrs. Gloria Driggers, contacted the\r\nVarnadores, and advised them she had approximately $6,000.00 in checks \r\n  \r\n  \r\n  \r\np.23\r\n\r\nIN THE MATTER OF DRIGGER \r\n\r\n\r\n\r\n\r\n\r\nfrom State Farm Insurance Company. Mrs. Driggers explained to the\r\nVarnadores that they would have to sign the checks, but if they did not she\r\nwould deposit them into her son's escrow account anyway. The Varnadores\r\nsought telephone advice from Attorney Price. She advised them not to sign\r\nthe checks. On September 12, Mrs. Driggers deposited the two checks\r\ntotaling $6,020.12 into respondent's escrow account. No payment was ever\r\nmade by respondent to the Varnadores. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn September 17, 1997, respondent wrote two checks to himself\r\nfor $1,000.00 each on his escrow account. Respondent continued to write\r\nchecks for non-client related matters on his escrow account, reducing the\r\nbalance in that account to $0.76 by November 28, 1997, and to -$31.62 by\r\nDecember 31, 1997. The balance of respondent's escrow account has never\r\nrisen above zero since that time. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTony R. Phillips Matter \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was retained by Tony R. Phillips and accepted a fee\r\nof approximately $3,400.00. When the case was first called for trial,\r\nrespondent was not present. When another matter he was handling for Mr.\r\nPhillips was called, respondent failed to appear. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, respondent furnished false and/or erroneous\r\ninformation to Mr. Phillips concerning another matter respondent was\r\nhandling for him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLaurence K. Ladue, Jr. Matter \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent represented Laurence K. Ladue, Jr., in several\r\nmatters. When Respondent decided to move out of state, he advised Mr.\r\nLadue that he would continue to represent him in those matters. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was not diligent in the matters entrusted to him by\r\nhis client, Mr. Ladue. Respondent failed to respond to communications from\r\nhis client, he failed to return the client's files to him, and he failed to deliver\r\nto the client the client's origoinal will and codicil. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOther Matters \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPatti Honea Brodie wrote a letter of complaint to the\r\nCommission. Respondent did not respond to the requests for a reply by the \r\n  \r\n  \r\n  \r\np.24\r\n\r\nIN THE MATTER OF DRIGGERS \r\n\r\n\r\n\r\n\r\n\r\nCommission on Lawyer Conduct (the Commission). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdditionally, respondent failed to respond to the Commission's\r\nrequests for a reply in the Price, Phillips, and Ladue matters. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConclusion \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has violated numerous provisions of the Rules of\r\nProfessional Conduct, Rule 407, SCACR. He failed to provide competent\r\nrepresentation. Rule 1.1. Respondent failed to keep a client reasonably\r\ninformed about the status of matters and comply with reasonable requests\r\nfor information. Rule 1.4(a). He failed to consult with a client as to the\r\nmeans by which the client's decisions concerning the objectives of\r\nrepresentation were to be pursued. Rule 1.2(a). He failed to act with\r\nreasonable diligence and promptness in representing a client. Rule 1.3. He\r\nfailed to promptly deliver to a client funds or documents to which the client\r\nwas entitled to receive and failed to promptly render a full accounting\r\nregarding funds. Rule 1.15. He misappropriated client funds. Rule 1.15.\r\nHe failed to withdraw from representation of a client if the representation\r\nwould result in a violation of the Rules of Professional Conduct, Rule 407,\r\nSCACR. Rule 1.16(a)(1). He engaged in conduct involving dishonesty, fraud,\r\ndeceit or misrepresentation. Rule 8.4(d). He engaged in conduct prejudicial\r\nto the administration of justice. Rule 8.4(e). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, respondent violated provisions of Rule 7(a), RLDE. He\r\nknowingly failed to respond to a lawful demand from the Commission to\r\ninclude a request for a response under Rule 19. Rule 7(a)(3). He engaged in\r\nconduct tending to pollute the administration of justice or to bring the courts\r\nor the legal profession into disrepute or conduct demonstrating an unfitness\r\nto practice law. Rule 7(a)(5). He violated the oath of office taken upon\r\nadmission to practice law in this State. Rule 7(a)(6). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, respondent is hereby disbarred from the practice of\r\nlaw, retroactive to March 4, 1998, the date of the order of his interim\r\nsuspension. Within fifteen days of the date of this opinion, respondent shall\r\nfile an affidavit with the Clerk of Court showing, that he has complied with\r\nRule 30, RLDE. In addition to all other requirements respondent must meet\r\nto be reinstated under Rule 33, RLDE, no petition for reinstatement shall be\r\naccepted until respondent has filed proof he has paid all monies owed to\r\nclients as determined by a Fee Dispute Resolution Committee or Panel, and\r\nrespondent has returned all client files to his clients or their attorney. \r\n  \r\n  \r\n  \r\np.25\r\n\r\nIN THE MATTER OF DRIGGERS \r\n\r\n\r\n\r\n\r\n\r\nDISBARRED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.26 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24889","title":"In the Matter of Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24889","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of Harry\r\nC. Brown, Sr.,  Respondent. \r\n  \r\n  \r\n  \r\nOpinion No. 24889 \r\n  \r\n  \r\n  \r\nSubmitted January 5, 1999 -Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\nHenry B. Richardson, Jr., of Columbia, Disciplinary Counsel. \r\n  \r\n  \r\n  \r\nRussell Brown, of Charleston, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this judicial disciplinary matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21,\r\nRJDE, Rule 502, SCACR. In the agreement, respondent admits misconduct\r\nand consents to a public reprimand.  We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent is a former Probate Judge for the County of Jasper,\r\nSouth Carolina. From September 12, 1996, through December 18, 1996,\r\nrespondent performed 220 marriages. Respondent charged and retained for\r\nhis personal use a fee for each marriage. On December 18, 1996, this Court\r\nentered an order privately reprimanding respondent in his capacity as\r\nProbate Judge and ordering him not to personally retain any further\r\ncompensation for performing marriages.  Respondent was to remit to the\r\ncounty treasurer any monies received prior to the order or obtained in the\r\nfuture. Respondent was cautioned in the strongest language not to continue \r\n  \r\n  \r\n  \r\np.27\r\n\r\nIN THE MATTER OF BROWN \r\n\r\n\r\n\r\n\r\n\r\nthe practice of taking compensation for marriages or respondent would be\r\nheld in contempt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFrom December 18, 1996, through December 7, 1997, respondent\r\nperformed 901 marriages. He also charged and retained compensation for\r\nthese marriages. In addition, respondent did not remit to the county\r\ntreasurer any of the monies obtained before or after the December 18, 1996 order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn December 18, 1997, this Court issued an order requiring\r\nrespondent to show cause why he should not be held in contempt for\r\nviolating the December 18, 1996 order. The December 18, 1997 order\r\nappointed the Honorable John W. Kittredge as a referee to take evidence and\r\nmake findings of fact and submit a recommendation as to whether\r\nrespondent was in contempt of the December 18, 1996 order. Respondent\r\nwas also placed on interim suspension from his duties as Probate Judge and\r\nfrom the practice of law pursuant to Rule 17(b), RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe referee held an evidentiary hearing, and thereafter issued\r\nan order recommending that respondent be held in contempt of the\r\nDecember 18, 1996 order. This Court adopted the referee's finding and\r\nissued an order dated June 4, 1998, holding the respondent in both civil and\r\ncriminal contempt. Matter of Brown, S.C. Sup. Ct. Order dated June 4, 1998\r\n(Davis Adv. Sh. No. 21 at 78). Subsequently, respondent resigned from his\r\nduties. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a result of his conduct, respondent has violated the following:\r\nRule 7(a)(1)(violation of the Code of Judicial Conduct), Rule 7(a)(2)(willful\r\nviolation of a valid order of the Supreme Court), and Rule 7(a)(7)(willful\r\nviolation of a valid court order issued by a court of this state), Rules for\r\nJudicial Disciplinary Enforcement, Rule 502, SCACR; Canon l(A)(failure to\r\nmaintain and observe the high standards of conduct to preserve the\r\nindependence and integrity of the judiciary), Canon 2(A)(failure to respect\r\nand comply with the law, and failure to conduct himself in a manner that\r\npromotes public confidence in the integrity of the judiciary), Canon\r\n2(B)(failure to prevent familial, social, political, or other relationships from\r\nexercising influence in the judge's judicial conduct or judgment, lending of\r\nthe prestige of his judicial office for the private interests of himself or others),\r\nCanon 3(A)(failure to give judicial duties precedence over the judge's other\r\nactivities), Canon 3(B)(2)(failure to be faithful to the law and maintain \r\n  \r\n  \r\n  \r\np.28\r\n\r\nIN THE MATTER OF BROWN \r\n\r\n\r\n\r\n\r\n\r\nprofessional competence in it), Canon 4(A)(3)(failure to prevent his extra-\r\njudicial activities from interfering with the proper performance of judicial\r\nactivities), Canon 4(D)(1)(a)(engaging in financial and business dealings that\r\nmay be reasonably be perceived as exploitive of his office), and Canon\r\n4(H)(1)(receiving compensation that gives the appearance of impropriety), of\r\nthe Code of Judicial Conduct, Rule 501, SCACR; Rule 7(a)(1)(violating the\r\nRules of Professional Conduct), Rule (3)(willfully violating a valid order of\r\nthe Supreme Court), and Rule (7)(willfully violating a valid court order from\r\nthis state or another jurisdiction) of the Rules of Lawyer Discipline\r\nEnforcement, Rule 413, SCACR; and Rule 8.4(a)(violating the Rules of\r\nProfessional Conduct), Rule 8.4(b)(commission of a criminal act that\r\nadversely reflects on a lawyer's fitness), Rule 8.4(c)(engaging in\r\nconduct involving moral turpitude), Rule 8.4(d)(engaging in conduct involving\r\ndishonesty, fraud, deceit, or misrepresentation), Rule 8.4(e)(engaging in\r\nconduct that is prejudicial to the administration of justice), and Rule\r\n8.4(g)(knowingly assisting a judge or judicial officer in conduct that is a\r\nviolation of applicable rules of judicial conduct or other law), of the Rules of\r\nProfessional Conduct, Rule 407, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBecause respondent is no longer a judge and because he has\r\nagreed not to hereafter seek or accept any judicial position within the State\r\nof South Carolina unless first authorized to do so by this Court, we have\r\ndecided to accept the agreement for a public reprimand. Accordingly,\r\nrespondent is hereby publicly reprimanded for his conduct. \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.29 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24890","title":"In the Matter of Lexington County Transfer Court","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24890","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of\r\nLexington County\r\nTransfer Court, Eleventh\r\nJudicial Circuit Solicitor\r\nDonald V. Myers,  Petitioner. \r\n  \r\n  \r\n  \r\nIN THE ORIGINAL JURISDICTION \r\n  \r\n  \r\n  \r\nOpinion No. 24890\r\nSubmitted October 12, 1998 - Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nEleventh Judicial Circuit Solicitor Donald V.  Meyers,\r\nof  Lexington, for petitioner. \r\n  \r\n  \r\n  \r\nDesa Ballard, of West Columbia, for David B. Butler. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDisciplinary Counsel Henry B. Richardson, Jr., of\r\nColumbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\nPER CURIAM: Petitioner sought to have the Court accept this\r\nmatter in our original jurisdiction to determine whether certain tasks\r\nperformed by a non-attorney employee of the solicitor in the operation of the\r\nLexington County transfer court constitutes the unauthorized practice of\r\nlaw. The transfer court system was established under S.C. Code. Ann. § 22-\r\n3-54-0 (Supp. 1997) which authorizes the transfer from general sessions court\r\nto magistrates' or municipal court of criminal cases in which the penalty does \r\n  \r\n  \r\n  \r\np.30 \r\n  \r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nnot exceed $5,000 and one-year imprisonment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDavid Butler, a Lexington County attorney, filed a return\r\nopposing the petition. Disciplinary Counsel filed a return asking the Court\r\nto accept the petition in its original jurisdiction and to grant additional\r\nguidance concerning the unauthorized practice of law in the summary courts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court invoked its original jurisdiction to determine whether\r\nthe non-attorney employee was engaged in the unauthorized practice of law\r\nand, pursuant to S.C. Code Ann. § 14-3-340 (1976), John W. Kittredge\r\nwas appointed as referee to make findings of fact and conclusions of law\r\nconcerning, this matter. A hearing was held and the referee issued proposed\r\nfindings and recommendations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe adopt the referee's findings and recommendations attached\r\nto this opinion and hold that general, preparatory, case management\r\nactivities conducted by a non-attorney do not constitute the practice of law\r\nprovided the solicitor or an assistant solicitor supervises the work and has\r\ncomplete responsibility for the work product. However, plea negotiations\r\nand representation of the state in transfer court guilty plea proceedings\r\nconstitute the practice of law and the state may only be represented by a\r\nsolicitor or an assistant solicitor during plea negotiations and guilty plea\r\nproceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.31 \r\n  \r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIN THE SUPREME COURT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIN THE ORIGINAL JURISDICTION\r\nOF THE SUPREME COURT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIN THE INTEREST OF THE LEXINGTON COUNTY TRANSFER COURT,\r\nELEVENTH JUDICIAL CIRCUIT SOLICITOR DONALD V. MYERS,\r\nPETITIONER. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPROPOSED FINDINGS AND RECOMMENDATIONS\r\nOF REFEREE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis is a declaratory judgment action in the Supreme Court's original jurisdiction. This\r\nmatter has been referred to me as referee to take evidence and issue a report containing proposed\r\nfindings and recommendations to the Court. The focus of the inquiry is whether certain tasks\r\nperformed by a non-attorney employee of the solicitor in the operation of a transfer court constitutes\r\nthe unauthorized practice of law. I find the negotiation of guilty pleas and the representation of the\r\nstate in transfer court by a non-attorney employee of the solicitor constitutes the unauthorized \r\n  \r\npractice of law. \r\n  \r\n  \r\n  \r\np.32\r\n\r\nIN THE MATTER F LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nBACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe General Assembly established the transfer court system in 1992. S.C. Code Ann.  §22-3-\r\n545 (1976, as amended). The law authorizes under certain conditions the transfer from general\r\nsessions court to magistrates' or municipal court of criminal cases in which the penalty does not\r\nexceed $5,000 and one-year imprisonment. The transfer court provides a valuable function, for it\r\npermits the solicitor and consenting defendants to timely and efficiently dispose of many criminal\r\ncases. The transfer court serves its intended purpose well in addressing the ever-increasing volume\r\nof criminal cases. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis dispute arises from the use of a non-attomey employee of the solicitor's office in the\r\noperation of the Lexington County Transfer Court. The facts are stipulated. An assistant solicitor\r\nis assigned by the solicitor to supervise the operation of the transfer court.  Much of the state's legal\r\nrepresentation, however, is delegated to a non-attorney employee.1 This non-attorney performs the\r\nfollowing duties: \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpening and updating files; obtaining investigative reports and criminal records;\r\npreparing indictments; printing a roster of cases; notifying officers, victims and\r\nwitnesses, coordinating court dates with magistrates for guilty plea dates and jury\r\ntrial dates; occasionally negotiating guilty pleas with defendants and defense counsel;\r\nthe calling of some cases for guilty pleas and the presentation of the guilty plea\r\n(unaccompanied by the assistant solicitor) to the magistrate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, the non-attorney employee is occasionally the only representative of the solicitor's\r\noffice in the courtroom. \r\n  \r\n  \r\n  \r\n\r\n1 The non-attorney employee appointed by solicitor Meyers is his senior investigator. This\r\nsenior investigator is well-qualified and experienced. His qualifications, in my opinion, are largely\r\nirrelevant. The dispositive inquiry is whether a non-attorney is engaging the practice of law. \r\n  \r\n  \r\n  \r\np.33\r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina, like other jurisdictions, limits the practice of law to licensed attorneys. S.C.\r\nCode Ann.  § 40-5-310 (1976). The protection of the public so demands. Beyond the compelling\r\npublic policy considerations, courts have been historically hesitant in defining, broadly what\r\nconstitutes the practice of law. The 'practice of law' cases tend to be fact-intensive. Indeed, our\r\nSupreme Court exercises restraint in defining the practice of law, electing to judge each case in\r\naccordance with its own facts and circumstances. Recognizing the \"unclear\"2 line between proper\r\nand improper conduct of non-attorneys, the Supreme Court noted: \r\n  \r\n  \r\n  \r\nWe are convinced, however, that it is neither practicable nor wise to attempt a\r\ncomprehensive definition by way of a set of rules. Instead, we are convinced that the\r\nbetter course is to decide what is and what is not the unauthorized practice of law in\r\nthe context of an actual case or controversy. In Re Unauthorized Practice of Law \r\nRules Proposed by the South Carolina Bar, 309 S.C. 304, 422 S.E.2d 123), 124\r\n(S.C. 1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere are, nevertheless, some general and fundamental principles which give guidance in\r\ndetermining, whether certain conduct constitutes the unauthorized practice of law. \r\n  \r\n  \r\n  \r\nIt is too obvious for discussion that the practice of law is not limited to the conduct\r\nof cases in courts ... [I]t embraces ... the management of such actions and proceedings\r\non behalf of clients before judges and courts... An attorney at law is one who\r\nengages in any of these branches in the practice of law. The following is the concise\r\ndefinition given by the Supreme Court of the United States: 'Persons acting\r\nprofessionally in legal formalities, negotiations, or proceedings by the warrant or\r\nauthority of their clients may be regarded as attorneys at law within the meaning of\r\nthat designation as employed in this country.' In Re Duncan, 83 S.C. 186, 65 S.E.\r\n210, 211 (S.C. 1909); see also State v. Wells, 191 S.C. 468, 5 S.E.2nd 181, 183) (S.C.\r\n1939). \r\n  \r\n  \r\n  \r\n\"It is the character of the services rendered, not where they are rendered, which\r\n  determines \r\n  \r\n\r\n2 State v. Buyers Service Co.. Inc., 292 S.C. 426, 357 S.E.2d 15, 17 (S.C. 1987). \r\n\r\n\r\n\r\np.34\r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nwhether the acts constitute the practice of law.\" Matter of Peeples 297 S.C. 3 6, 374 S.E.2d 674, 677\r\n(S.C. 1988) (emphasis in original). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. General Case. Management \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApplying these rules of reason to the present situation, I find that a non-attorney of the\r\nsolicitor may properly perform the general case management duties of transfer court cases3 provided\r\nthe solicitor or his assistant \"maintains a direct relationship with [the law enforcement agency\r\ninvolved and, if applicable, the victim], supervises the delegated work and has complete professional\r\nresponsibility for the work product.\" Matter of Easler, 275 S.C. 400, 272 S.E.2d 32 (S.C. 1980).\r\nA solicitor's reliance on a non-attorney employee in general case management duties is akin  to the\r\nassistance of paralegals in civil matters. \"The activities of a paralegal [or solicitor's office\r\ninvestigator/employee] do not constitute the practice of law as long as they are limited to work of\r\na preparatory nature ... which enable the licensed attorney-employer to carry a given matter to a\r\nconclusion through his own examination, approval or additional effort.\" Id. at 32-33) (emphasis\r\nadded). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Negotiation of Guilty Pleas \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe non-attorney's negotiation of guilty pleas with defendants and defense counsel clearly\r\ncrosses the line into the unauthorized practice of law. Plea negotiations require the training, skill and\r\naccountability of an attorney. There are numerous issues involved in plea negotiations, including\r\ncounsel versus uncounseled pleas; recommended sentences versus negotiated plea agreements; nolo \r\n  \r\n\r\n3 The specific duties include opening and updating files; obtaining investigative reports\r\nand criminal records; preparing indictments; printing a roster of cases; notifying officers, victims\r\nand witnesses; coordinating court dates with magistrates for guilty plea dates and jury trial dates;\r\nand other similar preparatory duties assigned by the supervising attorney. \r\n  \r\n  \r\n  \r\np.35\r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\ncontendere pleas and related implications; handling of enhanced penalties for subsequent offenses\r\nper Baldasar v. Illinois, 446 U.S. 222 (1980), and the list goes on. The reasonable assurance of a\r\ntruly final outcome and accountability to professional discipline dictate that plea negotiations fall\r\nsquarely within the practice of law. The negotiation of a plea is fertile territory for confusion and\r\nuncertainty. To be sure, the field of plea negotiations is no place for a non-attorney. See State v.\r\nThrift, 3 12 S.C. 282, 440 S.E.2d 341 (S.C. 1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPlea negotiations constitute the practice of law and may not be delegated to a non-attorney.\r\nI do not recommend any exception which would permit a non-attorney to initiate, respond to, or\r\notherwise engage in plea negotiations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. Representation of the State in Transfer Court \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI further find that a non-attorney's representation of the state in transfer court constitutes the\r\nunauthorized practice of law. This rule applies with equal force to represented defendants, in that\r\nneither the public defender's office nor retained defense counsel may rely on a non-attorney or\r\nparalegal to represent the defendant in a guilty plea. The representation of a party in a guilty plea\r\nin transfer court requires the presence and participation of legal counsel. Narrow exceptions to this\r\ngeneral rule have been recognized in magistrates' courts. State v. Messervy. 258 S.C. 110, 187\r\nS.E.2d 524 (S.C. 1972) (arresting officer may prosecute case in magistrates courts); State Ex\r\nRel.McLeod v. Seaborn, 270 S.C. 3 ) 17, 244 S.E.2d 3 17 (S.C. 1978) (Messervy exception extended\r\nto include a supervisory officer of the arresting officer); State v. Sossamon, 29S S.C. 72, 378 S.E.2d\r\n259 (S.C. 19S9) (Messervy exception limited to arresting officer and his supervisor, and request to\r\nextend Messervy exception denied). I reject the solicitor's attempt to bootstrap the use of his non-\r\nattorney employee to the Messervy exception. \r\n  \r\n  \r\n  \r\np.36\r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nThe solicitor correctly points out that non-attorneys (such as police officers, victims and\r\nvictim advocates) routinely make statements to a trial judge in the taking of a guilty plea and\r\nsentencing. The distinction is that such statements are made in the context of the state's presentation\r\nwhile represented by an attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI appreciate the difficulties faced by this solicitor in the operation of transfer court. This\r\nsolicitor has acted in good faith and worked diligently in effectively managing the criminal docket\r\nand disposing of a substantial number of cases through the transfer court. There are practical\r\nconsiderations which make the solicitor's guilty plea (non-attorney) versus trial (attorney only)\r\napproach understandable. Limited resources and budgetary constraints, coupled with expanding\r\ncriminal dockets, may merit consideration of an exception to the rule. But in the first instance, such\r\nconduct constitutes the practice of law. It is my recommendation that no exception be granted under\r\nthese circumstances. First, there are important differences between magistrates' court and transfer\r\ncourt. For example, while a solicitor is under no duty to prosecute a case un magistrates' court, all\r\ncases in transfer court \"must be prosecuted by the solicitor's office.\" S.C. Code Ann.  § 22-3-545 (C).\r\nThus the solicitor has a duty to prosecute transfer court cases. Second, the exception would likely\r\nbe cumbersome and create more confusion. Would an assistant solicitor have to be physically\r\npresent in the courtroom at all times? If so, who would monitor this requirement? Would a brief\r\nabsence of the solicitor or his assistant from the courtroom potentially constitute grounds for relief\r\nfrom the guilty plea in post conviction relief proceedings or otherwise? Would there be situations\r\nwhen an attorney must represent the state in a guilty plea, thereby creating an exception to the\r\nexception? If a non-attorney employee of the solicitor is permitted to represent the state, under, what\r\ncircumstances could a non-attorney employee of the public defender's office (or a non-attorney \r\n  \r\n  \r\n  \r\np.37\r\n\r\nIN THE MATTER OF LEXINGTON COUNTY TRANSFER COURT \r\n\r\n\r\n\r\n\r\n\r\nemployee of retained defense counsel) represent a defendant in a guilty plea? In sum, although I am\r\nsympathetic with the solicitor's situation, I do not recommend any exception which would permit\r\na non-attorney employee of the solicitor to represent the state in transfer court guilty plea\r\nproceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. General, preparatory case management duties do not constitute the practice\r\nof law, provided the solicitor or his assistant supervises the work and has\r\ncomplete responsibility for the work product. \r\n  \r\n  \r\n  \r\n2. Plea negotiations constitute the practice of law. No exception recommended. \r\n  \r\n  \r\n  \r\n3. Representation of the state in transfer court guilty plea proceedings\r\nconstitutes the practice of law. No exception recommended. \r\n  \r\n  \r\n  \r\nRespectfully submitted \r\n  \r\n  \r\n  \r\nJohn W. Kittredge\r\nReferee \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nColumbia, S.C.\r\nSeptember 4, 1998 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.38 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24891","title":"Farris v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24891","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nGary Russell Farris, Petitioner, \r\n  \r\nv. \r\n  \r\nState of South\r\nCarolina, Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24891 \r\n  \r\nSubmitted January 21, 1999 - Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General Matthew M. McGuire,\r\nof Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Petitioner brought this action for post-\r\nconviction relief (PCR) alleging his participation in an extended work\r\nrelease program was unlawfully terminated. We granted a writ of \r\n  \r\n  \r\n  \r\np.37\r\n\r\nFARRIS v. STATE \r\n\r\n\r\n\r\n\r\n\r\ncertiorari to review the denial of relief and now affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1989, petitioner pled guilty to second degree burglary and assault\r\nand battery with intent to kill. He was sentenced to consecutive terms of\r\ntwenty and fifteen years respectively. No direct appeal was taken. In\r\n1994, petitioner was admitted to a work release program pursuant to S.C.\r\nCode Ann. § 24-13-610 (1989). In 1996, this statute was repealed by 1996\r\nS.C. Act No. 441 and petitioner's participation in work release was\r\nterminated. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIs petitioner's termination from a work release program for\r\nwhich he was eligible when sentenced an ex post facto\r\nviolation? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo fall within the ex post facto prohibition, a law must be\r\nretrospective and must disadvantage the offender by altering the definition\r\nof criminal conduct or increasing the punishment for the crime. Lynce v. \r\nMathis, 519 U.S. 433, 117 S.Ct. 891, 137 L.Ed.2d 63 (1997); State v. \r\nMatthews, 296 S.C. 379, 373 S.E.2d 587 (1988). The question here is\r\nwhether retrospective application of the Act repealing the work release\r\nstatute increased petitioner's punishment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn California Dept. of Corrections v. Morales, 514 U.S. 499, 115 S.Ct.\r\n1597, 131 L.Ed.2d 588 (1995), the United States Supreme Court found no\r\nex post facto violation where the challenged law produced no significant\r\nrisk of increasing the actual term of confinement. Other federal courts\r\nhave followed Morales and found no ex post facto violation in the\r\nrevocation of work release because there is no increase in the actual term\r\nof confinement. Lee v. Governor of State of New York, 87 F.3d 55 (2d Cir.\r\n1996); Dominique v. Weld, 73 F.3d 1156 (1st Cir. 1996). We adopt this\r\nanalysis and find no ex post facto violation in this case.1 Accordingly, the \r\n  \r\n  \r\n  \r\n\r\n1Unlike parole or supervised furlough, work release does not affect the\r\nlength of an offender's prison term. See Plyler v. Moore, 129 F.3d 728 (4th\r\nCir. 1997) (finding ex post facto violation in retrospective change in\r\nsupervised furlough as increase in length of incarceration); State v. Elmore, \r\n  \r\n  \r\n  \r\np.38 \r\n  \r\n  \r\n  \r\n\r\nFARRIS v. STATE \r\n\r\n\r\n\r\n\r\n\r\ndenial of PCR is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL and WALLER, JJ., concur. BURNETT, A.J., not participating. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n305 S.C. 456, 409 S.E.2d 397 (1991) (retrospective reduction in work benefits\r\naffecting parole eligibility is ex post facto violation). \r\n  \r\n  \r\n  \r\np.39 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24892","title":"Tilley v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24892","description":"","date":"1999-01-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Davis Adv. Sh. No. 4\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\n  \r\n  \r\nTHE STATE OF SOUTH CAROLINA \r\n  \r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nTroy E. Tilley, Respondent, \r\n  \r\nv. \r\n  \r\nState of South Carolina, Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From Horry County\r\nDon S. Rushing, Trial Judge\r\nDavid H. Maring, Sr., Post-Conviction Judge \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOpinion No. 24892\r\nSubmitted January 20, 1999 - Filed January 25, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General J. Benjamin Aplin, all of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nChief Appellate Defender Daniel T. Stacey, of the\r\nS.C. Office of Appellate Defense, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\np.40\r\n\r\nTILLEY v. STATE \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: The State filed a petition for a writ of certiorari\r\nfollowing the grant of respondent's application for post-conviction relief\r\n(PCR). We grant the petition for a writ of certiorari and dispense with\r\nfurther briefing. After a thorough review of the record. we affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to kidnapping, first degree criminal\r\nsexual conduct, and possession of a firearm during the commission of a\r\nviolent crime. He was sentenced to life imprisonment for kidnapping,\r\neighteen years for first degree criminal sexual conduct, and five years for\r\npossession of a weapon, during the commission of a violent crime. The\r\nsentences were to be served consecutively. No direct appeal was taken. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe petition for a writ of certiorari is from the denial of the\r\nState's motion to dismiss respondent's PCR application as successive and\r\nfrom the PCR judge's order requiring respondent's sentence to be served in a\r\nparticular sequence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent filed three PCR applications prior to the application\r\nat issue here. The PCR application which is the subject of this appeal was\r\nfiled on November 20, 1995. Following a hearing, the PCR judge granted\r\nrespondent relief on the claim that his plea was involuntary, and\r\nunintelligently and unknowingly entered because he was not fully aware of\r\nthe no-parole consequences of his guilty plea. The relief granted was an\r\norder requiring respondent's sentences to be served in a particular sequence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent applied for post-conviction relief on the basis of a\r\nletter that was sent to him by the South Carolina Department of Probation,\r\nParole, and Pardon Services (Parole Board) on October 26, 1995. In that\r\nletter, the Parole Board informed respondent that he was not eligible for\r\nparole because the law prevents his release on the five-year sentence for\r\npossession of a firearm during the commission of a violent crime.1 Further \r\n  \r\n\r\n1S.C. Code Ann. § 16-23-490 (1976 &amp; Supp. 1997) provides for a\r\nmandatory five-year sentence for a person convicted under this section. Moreover, \r\n  \r\n  \r\n  \r\n[t]he person sentenced under this section is not\r\neligible during this five-year period for parole ....\r\nThe five years may not be suspended and the person \r\n  \r\n  \r\n  \r\np.41\r\n\r\nTILLEY v. STATE \r\n\r\n\r\n\r\n\r\n\r\nthe Parole Board informed respondent that his five-year sentence was\r\nconsecutive to the other sentences he received, and, as a result, the Parole\r\nBoard was prevented from considering him for parole on the sentences of life\r\nand eighteen years, as well as the five-year sentence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the PCR hearing, Janet Paduhovich, an attorney for the\r\nParole Board, testified that respondent was not eligible for parole due to the\r\nconsecutive nature of his sentence. Paduhovich stated although respondent\r\nis parole eligible on the kidnapping and criminal sexual conduct convictions,\r\nas a practical matter, the Parole Board could not consider respondent for\r\nparole because of the mandatory five-year sentence, which follows the\r\nkidnapping and criminal sexual conduct convictions. Paduhovich stated that\r\nthis was due to the sentencing structure. Paduhovich further testified that,\r\nunless otherwise directed by the sentencing judge, the Parole Board\r\ninterprets the sentence structure as meaning respondent must serve out his\r\nterm on count one, which is life, before he can begin serving out his term on\r\nthe next two counts, which are 18 years and 5 years, respectively. Therefore,\r\nin theory, respondent is eligible for parole, but practically he is not parole\r\neligible because he must serve out his life term before he ever gets to the\r\nmandatory term of five years. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent testified at the PCR hearing that the reason he\r\nnever brought up the parole eligibility claim before was because the Parole\r\nBoard had given him a printout every six months, which stated his parole\r\neligibility date and his work credits. Each subsequent printout showed an\r\nearlier parole eligibility date due to respondent's work credits. Respondent\r\nreceived these printouts until the month he was eligible for parole and the\r\nParole Board sent him the letter stating he was not eligible for parole.\r\nRespondent further testified that he had taken parole preparation classes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's plea counsel testified at the PCR hearing that he\r\ndid not know what respondent's sentence meant in terms of parole eligibility\r\nand that he was not aware that respondent would not be eligible for parole. \r\n  \r\n  \r\n  \r\n\r\nmay not complete his term of imprisonment in less\r\nthan five years pursuant to good-time credits or work\r\ncredit, but may earn credits during this period. \r\n  \r\n§ 16-23-490(C). \r\n  \r\n  \r\n  \r\np.42\r\n\r\nTILLEY v. STATE \r\n\r\n\r\n\r\n\r\n\r\nOn the claim that respondent's plea was involuntary, the PCR\r\njudge found that respondent had no way of knowing at the time he\r\nvoluntarily pled guilty that an actual sentence of life without parole could be\r\nimposed on him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. Successive Application \r\n  \r\n  \r\n  \r\nThe State first argues the PCR judge erred by denying the\r\nState's motion to dismiss respondent's PCR application as successive. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA successive application is one that raises grounds not raised in\r\na prior application, raises grounds previously heard and determined, or\r\nraises grounds waived in prior proceedings. S.C. Code Ann.  § 17-27-90 (1976\r\n&amp; Supp. 1997). Successive applications are disfavored and the applicant has\r\nthe burden to establish that any new ground raised in a subsequent\r\napplication could not have been raised by him in a previous application.\r\nArnold v. State, 309 S.C. 157, 420 S.E.2d 834 (1992), cert. denied, 507 U.S.\r\n927, 113 S.Ct. 1302, 122 L.Ed.2d 691 (1993); Aice v. State, 305 S.C. 448, 409\r\nS.E.2d 392 (1991); Foxworth v. State, 275 S.C. 615~ 274 S.E.2d 415 (1981).\r\nThis Court must affirm the findings of the PCR court if they are supported\r\nby any evidence of probative value in the record. Webb v. State, 281 S.C.\r\n237, 314 S.E.2d 819 (1984). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find respondent's claims concerning parole eligibility are not\r\nsuccessive. Respondent learned he was ineligible for parole on October 26,\r\n1995, and within a month he filed the current PCR application. He could not\r\nhave raised this claim in a previous PCR application because he did not\r\nknow of the claim until October 26, 1995. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe further find the PCR judge's order denying the State's motion\r\nto dismiss respondent's application as successive is supported by evidence of\r\nprobative value. See Webb v. State, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Sentence Structure \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State also argues the PCR judge erred in ordering that\r\nrespondent's sentence be served in a particular sequence. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR judge found the sentencing judge did not order that the \r\n  \r\n  \r\n  \r\np.43\r\n\r\nTILLEY v. STATE \r\n\r\n\r\n\r\n\r\n\r\nprison terms of life, eighteen years, and five years be served in that\r\nsequence, only that they be served consecutively. The PCR judge ordered\r\nrespondent's sentence be served in a way that corrects the Parole Board's\r\ninterpretation of his sentence. Pursuant to the change, respondent serves\r\nhis sentence as follows: \r\n  \r\n  \r\n  \r\n(1) five (5) years for possession of a weapon\r\nduring the commission of a violent crime, then he\r\nshall serve \r\n  \r\n  \r\n  \r\n(2) eighteen (18) years for first degree criminal\r\nsexual conduct, then he shall serve \r\n  \r\n  \r\n  \r\n(3) life for kidnapping. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy setting out the sequence by which respondent will serve his\r\nprison terms, respondent may become eligible for parole in the future. Such\r\na correction is merely a matter of placement and does not disregard the\r\noriginal sentence that the terms be served consecutively. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann.§ 17-27-80 (1976 &amp; Supp. 1997) provides that if\r\nthe PCR judge finds in favor of the applicant, the PCR judge shall enter an\r\nappropriate order with respect to the conviction or sentence in the former\r\nproceedings and any supplementary orders as to correction of sentence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR judge found that the Parole Board has interpreted\r\nrespondent's sentence to imprison him for life with no chance for parole, even\r\nthough the sentencing judge merely ordered the sentences be served\r\nconsecutively. The Parole Board's interpretation contravenes the intent of\r\nthe sentencing judge because it appears the sentencing judge did not intend\r\nfor respondent's prison terms to be without parole. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the PCR judge's finding that the trial judge did\r\nnot intend respondent's sentences to be served in the order the Parole Board\r\nhas established. The PCR judge correctly established the sequence in which\r\nrespondent's sentences would be served, so that respondent may be parole \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.44\r\n\r\nTILLEY v. STATE \r\n\r\n\r\n\r\n\r\n\r\neligible sometime in the future. See § 17-27-80. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBurnett, A.J., not participating, \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.45 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]