[{"id":"25023","title":"Cox, et al. v. County of Florence and Cooper","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25023","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n  \r\nKimberly McKnight Cox,\r\nClarice Kirby, and\r\nJames Lynch, Appellants,\r\n  \r\nv.\r\n  \r\nThe County of Florence\r\nand Eugene Cooper, as\r\nChief Magistrate for\r\nFlorence County, South\r\nCarolina, Respondents.\r\n  \r\nAppeal From Florence County\r\nJohn L. Breeden, Jr., Circuit Court Judge\r\n  \r\nOpinion No. 25023\r\nHeard October 19, 1999 - Filed December 6, 1999\r\n  \r\nAFFIRMED IN PART; REVERSED IN PART.\r\n  \r\nJ. Lewis Cromer of Cromer and Mabry, and \r\nBenjamin A. Dunn, II, of Dunn, Dunn and Mitchell, \r\nboth of Columbia, for appellants. \r\n  \r\nJames C. Rushton, III, of The Hyman Law Firm, and \r\nCounty Attorney Dale R. Samuels, both of Florence, \r\nfor respondents.\r\n  \r\np.1\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER\r\n\r\n\r\nWALLER, A.J.: This appeal involves a challenge to the pay scale of part-\r\ntime magistrates in Florence County. We affirm in part, reverse in part.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS\r\n  \r\nAppellants in this matter are three part-time magistrates, each scheduled \r\nto work 27 hours per week. 1 However, each of the magistrates testified they\r\nhad to work additional hours in order to fulfill their job responsibilities. They \r\nfiled this lawsuit in July 1996, claiming entitlement to compensation for their \r\nexcess hours. Additionally, the magistrates contended the discrepancy in full-\r\ntime magistrates salaries of $3.10 per hour more than part-time magistrates\r\nviolates S.C. Code Ann. § 22-8-40(D) (entitling part-time magistrates a \r\nproportional percentage of full-time magistrates' salaries).\r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court held a) that the complaint was untimely as it was not\r\nfiled within 30 days of County Council's denial of the magistrates initial request \r\nfor an increase, b) that to the extent the magistrates sought damages for periods\r\nprior to July 1993, they were barred by the three year statute of limitations, c)\r\nthat the magistrates were not entitled to compensation for hours worked in\r\nexcess of their scheduled 27 hours per week; and d) County was not required to\r\npay part-time magistrates a \"proportionate salary\" based upon the $3.10 more \r\nper hour earned by full-time magistrates, as the $3.10 per hour supplement for\r\nfull-time magistrates was to compensate them for being required to be on \r\nemergency call for 24 hour periods.\r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES 2  \r\n\r\n1 Magistrate Lynch has since been raised to 39 hours per week. Anything\r\n\r\nless than 40 hours is considered part-time. S.C. Code Ann. § 22-8-20(3).\r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 The parties dispute the proper standard of review. As the issues raised\r\npresent purely legal questions, this Court has jurisdiction to correct errors of \r\nlaw. See e.g., Rose v. Beasley, 327 S.C. 197, 489 S.E.2d 625 (1997) (in an action \r\nat law, Supreme Court's jurisdiction is limited to correction of errors of law); \r\nSmothers v. Richland Memorial Hosp., 328 S.C. 566, 493 S.E.2d 107 (Ct.App.\r\n1997) (on appeal of equitable action tried by judge alone without a reference, \r\nappellate court can correct errors of law); S.C. Dept. of Labor v. Girgis, 332 S.C. \r\n162, 503 S.E.2d 290 (Ct. App. 1998) (appellate court reviewing pursuant to APA \r\nmay reverse agency decision which is affected by error of law).\r\n  \r\np.2\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER\r\n\r\n\r\n1. Did the circuit court err in ruling the part-time magistrates had\r\nfailed to file a petition for judicial review within 30 days of the \r\nFlorence County Council's final decision, as required by the APA?\r\n  \r\n  \r\n  \r\n2. Did the court err in ruling Florence County was not required to \r\ncompensate the part-time magistrates for hours each worked in \r\nexcess of their scheduled 27 hours per week? \r\n  \r\n\r\n\r\n\r\n\r\n3. Did the court err in ruling the part-time magistrates were not \r\nentitled, in the computation of the proportional share of their \r\nsalaries, to include the $3.10 per hour differential paid to full-time \r\nmagistrates for being required to be on-call 24 hours per day for \r\nemergencies? \r\n\r\n\r\n\r\n\r\n1. TIMELY FILING UNDER APA \r\n\r\nIn their complaint, the magistrates alleged they had requested a pay\r\nincrease in April 1992, but had been unsuccessful in obtaining one despite \r\nrepeated efforts. In light of this allegation, the circuit ruled they had failed to\r\ntimely file for judicial review within 30 days, as required by S.C. Code Ann. §\r\n1-23-380 (the APA).3We disagree. \r\n\r\n\r\n\r\nSection 1-23-380(A)(1) provides, in part: \r\n  \r\n(A) A party who has exhausted all administrative remedies available \r\nwithin the agency and who is aggrieved by a final decision in a contested case\r\nis entitled to judicial review under this article...\r\n  \r\n(1) Proceedings for review are instituted by filing a -petition in the \r\ncircuit court within thirty days after the final decision of the \r\nagency or, if a rehearing is requested, within thirty days after the \r\ndecision thereon. (Emphasis supplied). \r\n&nbsp;&nbsp;\r\n  \r\n  In Hamm v. Public Service Comm'n, 287 S.C. 180, 336 S.E.2d 470 (1985), \r\nwe construed this provision to allow a party thirty days after written notice \r\nof a decision to bring an appeal, rather than 30 days after a decision is made in \r\nwhich to file an appeal. In the present case, the only written notice in the\r\n\r\n\r\n\r\n3 Under 22-8-50, the county council's determination of magistrates'\r\n\r\ncompensation is a \"contested case\" which is reviewable under section 1-23-380.\r\n  \r\np. 3\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER \r\n\r\n\r\n\r\n\r\n&nbsp;&nbsp;\r\n  \r\n  record is a letter from the county attorney dated July 3, 1996, in which the \r\nmagistrates were advised County did not feel they were entitled to a pay\r\nincrease. Accordingly, this written notice triggered the thirty day period \r\nand the magistrates' complaint, filed July 10, 1996, was timely filed. The circuit\r\ncourt's ruling on this issue is reversed.4  \r\n\r\n\r\n\r\n\r\n2. COMPENSATION FOR UN-SCHEDULED HOURS \r\n&nbsp;&nbsp;\r\n  \r\n  Magistrates next contend County must compensate them for hours \r\nworked in excess of their scheduled 27 hours per week. We disagree. \r\n\r\n\r\n\r\n\r\nAs noted previously, each of the magistrates testified that, in order to \r\nkeep up with their work load, they had to work in excess of their scheduled 27\r\nhours per week.5 However, each of the part-time magistrates testified, as did \r\nChief Magistrate Cooper, that they were neither instructed nor requested to\r\nwork the excess hours by County. Chief Magistrate Cooper testified that,\r\nalthough Judge Lynch's workload had increased such that his number of hours \r\nhad been increased to 39 hours per week, the other 2 magistrates should be \r\nable to complete their work in 27 hours. He also disputed the magistrates' claims \r\nregarding how much time it took them to perform their judicial functions. \r\n\r\n\r\n\r\nWe find no authority pursuant to which this Court may order a County \r\nto pay part-time magistrates for time worked in excess of their scheduled hours. \r\nMagistrates' claim, without citation of authority, that county should be estopped \r\nto deny payment, since it benefitted from their service. The issue of estoppel \r\nwas neither raised nor ruled on below and is therefore unpreserved. Creech v.  \r\nSouth Carolina Wildlife and Marine Resources Dep't, 328 S.C. 24, 491 S.E.2d \r\n571(1997) (issue must have been raised to and ruled upon by the trial judge to \r\nbe preserved for review). Moreover, it is patent that the elements of equitable \r\nestoppel are not met in the present case as County never made a false \r\n\r\n\r\n\r\n4 We concur, however, with the circuit court's ruling that the applicable\r\n\r\nstatute of limitations is three years pursuant to S.C. Code Ann. § 15-3-530(2). \r\nAccordingly, magistrates may not recover for periods prior to July, 1993. \r\n\r\n5 Judge Lynch testified he worked a total of 964 extra hours in the three \r\nyears prior to the filing of this lawsuit. Judge Cox testified to working an extra \r\n612 &amp;1/2 hours during the same three year period. Judge Kirby estimated she \r\nworked an average of 5 hours per week in excess of her scheduled 27 hours per \r\nweek.\r\n  \r\n  \r\n\r\np.4\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER \r\n&nbsp;&nbsp;\r\n  \r\n  representation that it would pay the magistrates for hours worked in excess of \r\nthose scheduled, nor did it intend magistrates do so. See Brading v. County of  \r\nGeorgetown, 327 S.C. 107, 490 S.E.2d 4 (1997). \r\n\r\nWe decline to require counties to pay magistrates based on the number \r\nof hours each individual magistrate deems necessary to fulfill his or her \r\nresponsibilities. The circuit court's ruling on this issue is affirmed. \r\n\r\n\r\n\r\n\r\n3. RATE OF COMPENSATION \r\n&nbsp;\r\n  \r\n  From 1990 until 1997, County paid its full-time magistrates $18.40 per \r\nhour, while part-time magistrates were paid $15.30 per hour.6 According to \r\nChief Magistrate Cooper, the purpose of the $3.10 per hour differential was to \r\ncompensate full-time magistrates for being required to be on call 24 hours per \r\nday for emergency duty every third week.7 Part-time magistrates were not \r\nrequired to perform \"emergency duty,\" but were required to have \"weekend \r\nduty\" every fifth week. County compensated part-time magistrates for their \r\nweekend duty by actually requiring they spend only 23 hours per week in the \r\noffice; the remaining 4 hours per week (a total of 20 hours every five weeks) \r\naccounted for their weekend duty rotation.8 \r\n\r\nPart-time magistrates contend they are not being paid in accordance with \r\nS.C. Code Ann. § 22-8-40(D) which provides: \r\n\r\n6 In early 1997, the salaries were increased to $20.68 per hour and $17.18\r\n\r\nper hour, respectively. \r\n&nbsp;\r\n  \r\n   7However, one full-time magistrate, Judge McElveen, was paid the \r\nhigher salary and was not required to perform emergency duty. According to \r\nMagistrate Cooper, Judge McElveen did perform weekend call duty every fifth \r\nweekend (as did the part-time magistrates) for which he did not receive any \r\nadditional compensation, nor did he receive \"comp time\" as did the part-time \r\nmagistrates. Further, although Chief Magistrate Cooper was classified as part-\r\ntime, he received the full-time magistrates' increased hourly wage. \r\n&nbsp;\r\n  \r\n  8 Presumably, this method of compensation for part-time magistrates was \r\nan effort to comply with Ramsey v. County of McCormick, 306 S.C. 393, 412 \r\nS.E.2d 408 (1991), in which we held part-time magistrates are entitled to \r\ncompensation for time spent scheduled to be on-call.\r\n  \r\np.5\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER \r\n\r\n&nbsp;&nbsp;\r\n  (D) Part-time magistrates are entitled to a proportionate  \r\npercentage of the salary provided for full-time magistrates. \r\nThis percentage is computed by dividing by forty the number of \r\nhours a week the part-time magistrate spends in the performance \r\nof his duties. The number of hours a week that a part-time \r\nmagistrate spends in the exercise of the judicial function, and \r\nscheduled to be spent on call, must be the average number of hours \r\nworked and is fixed by the county governing body upon the \r\nrecommendation of the chief magistrate. (emphasis supplied).9  \r\n\r\n\r\nBy paying the full-time magistrates an additional $3.10 per hour, County \r\nhas violated the requirement that part-time magistrates be paid a proportional \r\npercentage of the full-time magistrates' salary. See Ramsey v. McCormick  \r\nCounty, supra (where the words of a statute are clear and unambiguous, its \r\nterms must be given their literal meaning). Under the literal terms of the \r\nstatute, the part-time magistrates are entitled to a proportionate percentage of \r\nthe $18.40 per hour paid to full-time magistrates. \r\n\r\n\r\n\r\n\r\nCounty's contention that the additional $3.10 per hour is a mere \r\n\"supplement\" to compensate for 24 hour emergency duty is untenable. County \r\npays one full-time magistrate this \"supplement\" without the requirement of \r\nemergency duty, and pays its Chief Magistrate the full-time magistrates' salary, \r\nnotwithstanding he is employed only part time. Accordingly, County's assertion \r\nis incredulous. Accordingly, we hold County is required to compensate part-\r\ntime magistrates a proportional percentage of the hourly wage paid to full-time \r\nmagistrates. 10  \r\n\r\n9 Full-time magistrates were paid at a rate of $18.40 per hour for 40\r\n\r\nhours per week, for a total salary of $ 38, 272.00. Part-time magistrates, on the \r\nother-hand, were paid a rate of $15.30 per hour for 27 hours per week, for a \r\ntotal salary of $21,481.20. \r\n\r\n\r\n\r\n\r\n10 The circuit court also ruled the part-time magistrates were entitled \r\nonly to a proportional share of the $ 25,000.00 base salary established by 22-8-\r\n40(B), rather than a proportion of the actual salary County pays its full-time \r\nmagistrates. We disagree. \r\n&nbsp;\r\n  \r\n  S.C. Code Ann. § 22-8-40 (B) provides the minimum base salary a county \r\nmust pay its full-time magistrates, depending upon the population of the \r\ncounty. Given Florence county's population of 114,000, the minimum base\r\n  \r\np.6\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER \r\n&nbsp;&nbsp;\r\n  \r\n  CONCLUSION \r\n&nbsp;\r\n  \r\n  We reverse the circuit court's ruling that the magistrates failed to timely \r\nfile for judicial review under the APA. We also reverse the holding that County \r\nis not required to pay part-time magistrates a proportional percentage of the \r\n\r\nsalary is $25,000 The statute permits a county to pay its magistrates more than\r\n\r\nthis statutory minimum, but prohibits them from paying less than the \r\nestablished base salary. S.C. Code Ann. § 22-8-40 (J)&amp;(K). County has elected \r\nto pay its full-time magistrates a salary of $38,000.00, some $13,000 in excess \r\nof the minimum base salary. The circuit court held that since part-time \r\nmagistrates are being paid more than they would be entitled to if their \r\nproportionate salary was calculated upon the $25,000.00 minimum base salary, \r\nthey are being paid what is legally due them. We disagree. \r\n&nbsp;&nbsp;\r\n  \r\n  The circuit court's ruling ignores the plain meaning of § 22-8-40 (D) which \r\nprovides, \"[p] art-time magistrates are entitled to a proportionate percentage of \r\nthe salary provided for full-time magistrates.\" The clear intent of the \r\nlegislature in enacting this provision was to provide a proportional share of the\r\nsalaries actually provided to full-time magistrates, and not, as county \r\ncontends, a proportional share of the mandatory minimum base salary provided \r\nin the statute. \r\n&nbsp;&nbsp;\r\n  \r\n  This Court cannot construe a statute without regard to its plain and ordinary meaning, and \r\nmay not resort to subtle or forced construction in an \r\nattempt to limit or expand a statute's meaning. Paschal v. State of South  \r\nCarolina Election Comm'n, 317 S.C. 434, 454 S.E.2d 890 (1995). Furthermore, \r\nthis Court may not engraft extra requirements to legislation which is clear on \r\nits face. Lester v. S.C. Workers Comp. Comm'n, 334 S.C. 557, 514 S.E.2d 751 \r\n(1999). To accept County's contention would require this Court to engraft onto \r\nthe statute the additional terms that part-time magistrates are entitled to a \r\n\"proportional percentage of the minimum base salary provided for full-time \r\nmagistrates.\" As the legislature did not see fit to do add this requirement, we \r\ndecline to do so. See Tilley v. Pacesetter, 333 S.C. 33, 508 S.E.2d 16 (1998) (if \r\nlegislature had intended certain result in statute it would have said so). \r\n&nbsp;&nbsp;\r\n  \r\n  Under the plain and ordinary terms of the statute, part-time magistrates \r\nare entitled to a proportional share of the actual salary County pays its full-\r\ntime magistrates. The circuit court's holding on this issue is reversed.\r\n  \r\np.7\r\n\r\nCOX, ET AL. v. COUNTY OF FLORENCE AND COOPER \r\n\r\n\r\n&nbsp;\r\n  \r\n  actual hourly salary paid to full-time magistrates. The remainder of the circuit \r\ncourt's order is affirmed. \r\n&nbsp;&nbsp;\r\n  \r\n  AFFIRMED IN PART, REVERSED IN PART. \r\n  \r\nToal, A.C.J., Moore, Burnett, JJ., and Acting Associate \r\nJustice George T. Gregory, Jr., concur. \r\n&nbsp;\r\n  \r\n  p.8\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25024","title":"Mibbs, Inc. v. SCDOR","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25024","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMibbs, Inc., Appellant, \r\n  \r\nv. \r\n  \r\nSouth Carolina Department of Revenue, Respondent. \r\n  \r\nAppeal From Richland County\r\nJames R. Barber, III, Circuit Court Judge \r\n  \r\nOpinion No. 25024\r\nHeard November 3, 1999 - Filed December 6, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nA. Camden Lewis and Mark W. Hardee, both of\r\nLewis, Babcock &amp; Hawkins, L.L.P.; and Richard A.\r\nHarpootlian and Robert G. Rickard, both of Law\r\nOffices of Richard A. Harpootlian, P.A.; all of\r\nColumbia, for appellant. \r\n  \r\nJames D. Brice and Ronald K. Wray, II, both of\r\nGibbes, Gallivan, White &amp; Boyd, P.A., of Greenville,\r\nfor respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Appellant (Mibbs) commenced this action against \r\n  \r\n  \r\n  \r\np.9\r\n\r\nMibbs, Inc. v. S.C. Dept. of Revenue \r\n\r\n\r\n\r\n\r\n\r\nrespondent (Department) to recover for business losses allegedly incurred\r\nwhen cash payouts for video poker were banned in Anderson and Oconee\r\ncounties pursuant to a November 1994 local option referendum. The trial\r\njudge granted Department summary judgment. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nMibbs operated two convenience stores, one in Oconee County\r\nand one in Anderson County. In July 1993, the legislature enacted S.C.\r\nCode Ann. § 12-21-2806 which provided for the local option referendum\r\nregarding cash payouts to be held in November 1994. Mibbs subsequently\r\nentered into written contracts1with Best Amusement, Inc. (Best) for the\r\nplacement of nine video poker machines in its stores in exchange for a 50%\r\nshare of the profits for a term of five years.2 At the time, the Best employee\r\ndiscussed with Mibbs's owner the recent enactment of § 12-21-2806 and its\r\npossible effect. Best held the licenses for the machines. Mibbs paid no charge\r\nto lease the machines. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn November 1994, Oconee County and Anderson County voted\r\nagainst continuing cash payouts for video poker. On July 1, 1995, cash\r\npayouts became illegal and Department revoked Best's licenses for the\r\nmachines. Mibbs's Anderson County store was sold sometime in 1995; the\r\nOconee County store went out of business in September 1996. In November\r\n1996, this Court struck down the law providing for the local option\r\nreferendum as unconstitutional. Martin v. Condom 324 S.C. 183, 478 S.E.2d\r\n272 (1996). \r\n  \r\n\r\n1On August 10, 1993, Mibbs signed a contract for machines to be\r\nplaced in its Oconee County store. This contract was superseded by a second\r\ncontract with the same terms signed on October 21, 1993. The parties signed\r\nthe same contract applicable to the Anderson County store on October 1,\r\n1993, and July 6, 1994. No reason is given in the record to explain why the\r\nsuperseding contracts were signed. Best's owner stated he did not know of\r\nany reason. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 The contracts provide that Best was entitled to $25 before the split\r\nwas calculated but Best's owner testified this was not done in practice. \r\n  \r\np.10\r\n\r\nMibbs, Inc. v. S.C. Dept. of Revenue \r\n\r\n\r\n\r\n\r\n\r\nMibbs subsequently commenced this action to recover damages\r\nallegedly resulting from the loss of video poker revenue. The complaint\r\nalleged a regulatory taking of Mibbs's contracts with Best and an\r\nunconstitutional impairment of contract. Department asserted immunity as\r\na defense and moved for summary judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge found no taking or impairment of contract. In\r\naddition, he found Department absolutely immune under S.C. Code Ann. §\r\n15-78-60(4) (Supp. 1998) which provides that a government entity is not\r\nliable for the enforcement -of any law \"whether valid or invalid.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nThe trial judge's ruling regarding Department's immunity was\r\nnot appealed and is the law of the case. In re: Morrison, 321 S.C. 370, 468\r\nS.E.2d 651 (1996). Since Department is immune, summary judgment was\r\nproperly granted on all causes of action. Failure to appeal an alternative\r\nground of the judgment will result in affirmance. South Carolina Tax \r\nComm'n v. Gaston Copper Recycling Corp., 316 S.C. 163, 447 S.E.2d 843\r\n(1994); Biales v. Young, 315 S.C. 166, 432 S.E.2d 482 (1993). Further, the\r\nissues raised regarding the taking and impairment of contract causes of\r\naction are completely without merit as discussed below. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTaking clause \r\n  \r\nMibbs contends the ban on cash payouts resulted in a regulatory\r\ntaking of Mibbs's property interest in the contracts in violation of due\r\nprocess. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn determining whether governmental regulation violates the\r\ntakings clause, the Court will consider the economic impact of the regulation,\r\nits interference with reasonable investment-backed expectations, and the\r\ncharacter of the governmental action. Eastern Enterprises v. Anfel, 524 U.S.\r\n498 (1998). Where there is no reasonable investment-backed expectation, no\r\ntaking will be found. Id.; Connolly v. Pension Benefit Guaranty Corp., 475\r\nU.S. 211 (1986). In this case, there is no \"investment-backed\" expectation\r\nsince Mibbs invested nothing in obtaining or ,performing these contracts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, Mibbs complains of no taking except lost business \r\n  \r\np.11\r\n\r\nMibbs, Inc. v. S.C. Dept. of Revenue \r\n\r\n\r\n\r\n\r\n\r\nprofits. Collateral damages, including lost business profits, are not\r\nrecoverable on a takings claim. United States v. General Motors Corp., 323\r\nU.S. 373 (1945) (Fifth Amendment takings clause concerns itself solely with\r\nthe owner's relation to the physical thing and not with consequential\r\ndamages); Carolina Power &amp; Light Co. v. Copeland, 258 S.C. 206, 188 S.E.2d 1\r\n88 (1972). Here, the contracts entitled Mibbs to no contractual amount in\r\nexchange for placement of the machines in his stores. Had no one played the\r\nvideo poker machines, Mibbs would have earned no profits from cash\r\npayouts and would have had no recourse under the contracts. The profits\r\nfrom cash payouts were therefore collateral to the contracts and not\r\nrecoverable on a takings claim. General Motors, 323 U.S. at 378. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, an interest that depends totally upon regulatory\r\nlicensing is not a property interest that is compensable under the takings\r\nclause. Mitchell Arms, Inc. v. United States, 7 F.3d 212 (Fed. Cir. 1993).\r\nMitchell involved the federal government's revocation of import permits for\r\ncertain assault weapons after the plaintiff had signed contracts with a\r\nforeign government to purchase such weapons for resale in this country.\r\nThe plaintiff claimed its investment-backed reliance on the permits constituted a\r\ncompensable property interest under the takings clause. The court found the\r\nplaintiff's right to sell the weapons was not inherent in its ownership of them\r\nbecause any sale depended upon government import permits. Similarly,\r\nMibbs's contractual right to the profits from cash payouts depends totally\r\nupon regulatory licensing and is not inherent in its right to possess the\r\nmachines. Mibbs's interest in the contracts is therefore not a property\r\ninterest that is compensable as a taking. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, Mibbs signed the contracts after enactment of the\r\nstatute allowing for the local option referendum that ultimately prohibited\r\ncash payouts. The continuing legality of cash payouts was therefore\r\ncompletely speculative at the time the contracts were signed and Mibbs had\r\nno \"reasonable expectation\" the contracts would retain their value for the\r\nremainder of the five-year terms. We find no merit in Mibbs's contention\r\nthat a taking occurred when the statute providing for the local option\r\nreferendum was enacted in light of the fact no property right could have \r\n  \r\np.12\r\n\r\nMibbs, Inc. v. S.C. Dept. of Revenue \r\n\r\n\r\n\r\n\r\n\r\nexisted at that time since the contracts had not yet been signed.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMibbs has failed to allege a compensable taking and summary\r\njudgment was properly granted on this cause of action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nImpairment of contract \r\n  \r\n  \r\n  \r\nA three-step analysis applies to a Contract Clause claim. First,\r\nthe Court must determine whether the State law has in fact operated as a\r\nsubstantial impairment of a contractual relationship. If the State regulation\r\nconstitutes a substantial impairment, the State, in justification, must have a\r\nsignificant and legitimate public purpose behind the regulation. Once a\r\nlegitimate public purpose has been identified, the next inquiry is whether\r\nthe adjustment of contractual rights is based upon reasonable conditions and\r\nis of a character appropriate to the public purpose. Energy Reserves Group, \r\nInc, v. Kansas Power and Light Co., 459 U.S. 400 (1983); see also Ken \r\nMoorhead Oil Co. v. Federated Mut. Ins. Co., 323 S.C. 532, 476 S.E.2d 481\r\n(1996); St. Andrews Pub. Serv. District v. Moseley, 323 S.C. 389, 475 S.E.2d\r\n750 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMibbs contends because the ban on cash payouts in Anderson\r\nand Oconee counties was struck down by this Court as invalid, it is\r\nunreasonable regulation and therefore unconstitutionally impaired Mibbs's\r\ncontracts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis argument misapprehends the nature of the Contract Clause\r\nanalysis. The threshold inquiry is whether the State law has operated as a\r\nsubstantial impairment of a contractual relationship. Energy Reserves, 459\r\nU.S. at 411. We have specifically found no substantial impairment of a \r\n  \r\n\r\n3 Any oral agreement the parties may have had previous to the signing\r\nof the contracts is irrelevant. Such an agreement would be unenforceable\r\nunder the Statute of Frauds. S.C. Code Ann. § 32-3-10 (1991) (agreement\r\nnot to be performed within the space of one year from its making not subject\r\nto action for its enforcement). An unenforceable agreement cannot give rise\r\nto any vested property right and therefore can be the basis of no takings\r\nclaim. See Barnhill v. City of North Myrtle Beach, 333 S.C. 482, 511 S.E.2d\r\n361 (1999) (no taking where no vested right in property). \r\n  \r\np.13\r\n\r\nMibbs, Inc. v. S.C. Dept. of Revenue \r\n\r\n\r\n\r\n\r\n\r\ncontract where the subject of the contract is a highly regulated business\r\nwhose history makes further regulation foreseeable. Ken Moorhead Oil, \r\nsupra. In this case, further regulation regarding cash payouts was\r\nforeseeable, especially in light of the fact Mibbs signed these contracts after \r\nenactment of the law providing for the local option referendum. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMibbs complains it could not foresee an invalid regulation of cash\r\npayouts. The reasonableness of the regulation itself is irrelevant at this\r\npoint in the inquiry. For purposes of determining whether there was a\r\nsubstantial impairment of contract, we consider whether the law in question\r\naltered the reasonable expectations of the parties. Ken Moorehead Oil, \r\nsupra. At the time the contracts were signed, Mibbs could not have\r\nreasonably expected no regulation would interfere with its profits from cash\r\npayouts. Further, we note that in Martin v. Condon we struck down the ban\r\non cash payouts because it did not apply statewide, not because it was\r\nsubstantively invalid regulation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, there is no impairment for purposes of a Contract\r\nClause analysis where the statute does not affect a pre-existing contract\r\nbetween private parties. Ogden v. Saunders, 25 U.S. (12 Wheat) 212 (1827);\r\nAmerican Nat'l Fire Ins. Co. v. Smith Grading and Paving Inc, 317 S.C.\r\n445, 454 S.E.2d 897 (1995). Here, Mibbs's contracts were entered into after\r\nenactment of the legislation it claims created the impairment.4 We conclude\r\nthe trial judge properly granted Department summary judgment on the\r\nContract Clause cause of action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFinney, C.J., Toal, A.J., Acting Associate Justices William T.\r\nHowell and C. Tolbert Goolsby, Jr., concur. \r\n  \r\n\r\n4Again, any previous oral arrangement was unenforceable and bestows\r\nno rights protected under the Contract Clause. See Miller v. Rowland, 999\r\nF.2d 389 (9th Cir. 1993) (Contract Clause does not protect unenforceable\r\ncontract). \r\n  \r\np.14 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25025","title":"Pittman v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25025","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\ns\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nTimothy James Pittman, Respondent, \r\n  \r\nv. \r\n  \r\nState of South Carolina, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From York County\r\nFrank Eppes, Trial Judge\r\nJohn C. Hayes, III, Post-Conviction Judge \r\n  \r\nOpinion No. 25025\r\nSubmitted October 20, 1999 - Filed December 6, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Teresa A. Knox, and Assistant\r\nAttorney General J. Benjamin Aplin, all of Columbia, for\r\npetitioner. \r\n  \r\nAssistant Appellate Defender Melody J. Brown, of South\r\nCarolina Office of Appellate Defense, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: The State appeals the post-conviction relief (\"PCR\")\r\ncourt's order granting Timothy Pittman (\"Pittman\") a new trial. We affirm. \r\n  \r\np.15\r\n\r\nPITTMAN v. STATE \r\n\r\n\r\n\r\n\r\n\r\nPittman was indicted for assault and battery with intent to kill (\"ABIK\"),\r\npossession of a gun during the commission of a violent crime, armed robbery, and\r\ncriminal conspiracy. Pittman pled guilty as charged to all indicted offenses. The trial\r\ncourt sentenced Pittman to confinement for a cumulative period of twenty years.\r\nPittman then filed a PCR application. He alleged that an involuntary guilty plea and\r\nineffective assistance of counsel rendered his custody unlawful. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEntering a guilty plea results in a waiver of several constitutional rights,\r\ntherefore the Due Process Clause requires that guilty pleas are entered into\r\nvoluntarily, knowingly, and intelligently by defendants. Boykin v. Alabama, 395\r\nU.S. 242, 89 S. Ct. 1709 (1969). The United States Supreme Court has held that\r\nbefore a court can accept a guilty plea, a defendant must be advised of the\r\nconstitutional rights he or she is waiving. Id. Specifically, a defendant must be\r\naware of the privilege against self incrimination, the right to a jury trial, and the\r\nright to confront one's accusers. This Court considered the requirements of a\r\nvoluntary and knowing guilty plea in, State v. Hazel, 275 S.C. 392, 271 S.E.2d 602\r\n(1980) and Dover v. State, 304 S.C. 433, 405 S.E.2d 391 (1991). In addition to the\r\nrequirements of Boykin, a defendant entering a guilty plea must be aware of the\r\nnature and crucial elements of the offense, the maximum and any mandatory\r\nminimum penalty, and the nature of the constitutional rights being waived. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen determining issues relating to guilty pleas, the court will consider the\r\nentire record, including the transcript of the guilty plea, and the evidence presented\r\nat the PCR hearing. Harres v. Leeke, 282 S.C. 131, 318 S.E.2d 360 (1984).\r\nHowever, in this case, the transcript of Pittman's guilty plea on its face provides\r\nenough evidence to hold Pittman's plea was not voluntary or knowing. A\r\ndefendant's knowing and voluntary waiver of the constitutional rights which\r\naccompany a guilty plea \"may be accomplished by colloquy between the Court and\r\nthe defendant, between the Court and defendant's counsel, or both.\" State v. Ray,\r\n310 S.C. 431, 437, 427 S.E.2d 171, 174 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the trial court is not required to direct defendants attention to each\r\nright and obtain a separate waiver, the record should indicate the defendant was\r\nfully aware of the consequences of his guilty plea. State v. Lambert, 266 S.C. 574,\r\n225 S.E.2d 340 (1976). In Pittman's case, the trial judge did not affirmatively ask\r\nhim for an admission of guilt. The transcript also indicates the trial judge did not\r\nadvise Pittman of the crucial elements of the charged offenses. Furthermore, the\r\ncourt's failure to inform Pittman that the armed robbery charge carried a\r\nmandatory minimum sentence of ten years, seven without the possibility of parole,\r\nrenders the plea involuntary. See 22 C.J.S. Criminal Law § 404 (1989) (\"prior to\r\naccepting a plea of guilty . . . the court is required to advise accused of the range of \r\n  \r\n  \r\n  \r\np.16\r\n\r\nPITTMAN v. STATE \r\n\r\n\r\n\r\n\r\n\r\npunishment attached to the offense charged such as . . . the minimum sentence.\").\r\nThis case is similar to Hazel, supra, where we found a defendant's plea involuntary\r\nsince she was never informed of the mandatory minimum sentence required by her\r\nguilty plea. See also Brown v. State, 306 S.C. 381, 412 S.E.2d 399 (1991) (holding\r\na judge's misinformation to defendant about required time in jail before parole\r\neligibility invalidated voluntary nature of guilty plea). In the current case, the judge\r\ninformed Pittman of the maximum sentences which could be imposed, but the\r\nmandatory minimum was only mentioned in passing by the prosecutor near the end\r\nof the hearing.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, Pittman did not fully understand the nature of the constitutional\r\nrights being waived. Pittman's testimony at the PCR hearing was uncontradicted\r\nin that he met with his attorney only twice for approximately twenty minutes each.\r\nSee Dover, 304 S.C. at 435, 405 S.E.2d at 392 (\"It was never established the\r\n[defendant] understood the severity of the crimes or the sentences they carried. . .\r\nthe record reveals that [defendant] only spoke with his court appointed attorney\r\nthree times for a total amount of less than 30 minutes.\"). Pittman's attorney had\r\nlittle recollection of the exact nature of matters discussed during meetings with the\r\nDefendant. Although Pittman signed a \"checklist for guilty plea,\" the date on this\r\ndocument is one month prior to the court appearance and entrance of the guilty\r\nplea. The list does not include the crimes Pittman was charged, the elements of the\r\ncharged crimes, or a statement about mandatory minimum penalties. Furthermore,\r\nthese defects were not cured by information provided at the guilt plea proceeding.\r\nSee Moorehead v. State, 329 S.C. 329, 496 S.E.2d 415 (1998); Wolfe v. State, 326\r\nS.C. 158, 485 S.E.2d 367 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe transcript of the guilty plea in this case speaks for itself. The trial judge\r\ndid not ask Pittman if he was guilty of the charged offenses. The court failed to\r\ninform Pittman of the mandatory minimum sentence carried by the armed robbery\r\ncharge. In addition, the trial court's lack of questions to ensure Pittman's\r\nunderstanding of the consequences of his plea, coupled with the trial court and\r\nattorney's failure to explain the elements charged, further indicates Pittman's plea\r\nwas not voluntary, intelligent, and knowing. \r\n  \r\n\r\n1The solicitor stated, during his statement to the judge concerning events\r\nsurrounding the incident, \"I would like to remind the court that as to the armed\r\nrobbery, your honor, there is a minimum of ten years, seven of which must be\r\nserved without parole.\" \r\n  \r\np.17\r\n\r\nPITTMAN v. STATE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nConclusion \r\n  \r\n  \r\n  \r\nThe PCR court's order granting Pittman a new trial is affirmed. \r\n  \r\nFinney, C.J., Moore, Waller and Burnett, JJ., concur. \r\n  \r\np.18 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25026","title":"Royal Z Lanes, Inc. v. Collins Holding Corp.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25026","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nRoyal Z Lanes, Inc., Plaintiff-Appellee, \r\n  \r\nv. \r\n  \r\nCollins Holding\r\nCorporation, Defendant-Appellant. \r\n  \r\nOpinion No. 25026\r\nHeard September 22, 1999 - Filed December 6, 1999 \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\nAnne M. Frayne, Jacob A. Myers and Sue Seeberger,\r\nall of Myers &amp; Frayne Co., L.P.A., and Katherine C.\r\nMcGuire, of McGuire &amp; Hawk, all of Dayton, Ohio;\r\nand Richard S. Rosen and Donald B. Clark, both of\r\nRosen, Goodstein &amp; Hagood, L.L.C., of Charleston,\r\nfor plaintiff-appellee. \r\n  \r\nLawrence T. Burick, of Thompson, Hine &amp; Flory,\r\nL.L.P., of Dayton, Ohio; and Timothy C. Youmans,\r\nof Columbia, for defendant-appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We agreed to answer the following question certified\r\nby the Sixth Circuit Bankruptcy Appellate Panel: \r\n  \r\n  \r\n  \r\nWhether, in the absence of actual intent to defraud creditors,\r\nS.C. Code Ann. § 27-23-10 sets aside as a fraudulent conveyance \r\n  \r\np.19\r\n\r\nROYAL Z LANES v. COLLINS HOLDING CORP. \r\n\r\n\r\n\r\n\r\n\r\nthe transfer of an interest in property worth $1,000,000 when\r\nconsideration of $195,389 was received by the transferor? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\nThe certification order indicates the following facts. In April\r\n1994, Plaintiff-Appellee Royal Z Lanes, Inc. (Debtor) and Z3 Services, Inc., a\r\nrelated corporation, became co-borrowers on a $1 million loan from\r\nDefendant-Appellant Collins Holding Corporation (Creditor). As part of the\r\nloan agreement, Debtor gave Creditor mortgages on three bowling centers in\r\nSouth Carolina. Debtor received $195,389 as proceeds from the loan and Z3\r\nreceived the remainder of the $1 million. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter Debtor filed for bankruptcy in January 1997, this\r\nadversary proceeding was commenced against Creditor to set aside the\r\nmortgages as fraudulent conveyances. Applying South Carolina law, the\r\nbankruptcy court found no actual intent to defraud creditors but set aside\r\nthe amount of $804,611, the extent to which the mortgages exceeded the\r\nvalue of the consideration Debtor received ($195,389).1 Creditor appealed to\r\nthe Bankruptcy Appellate Panel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\nIs gross inadequacy of consideration a sufficient\r\nground to set aside a conveyance under § 27-23-10? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\nIt is well-settled under S.C. Code Ann. § 27-23-10(A) (Supp. 1998) 2\r\n\r\n1 The bankruptcy court refused to consider the benefit to Z3 as an\r\nindirect benefit to Debtor. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 This section is referred to as The Statute of Elizabeth and provides: \r\n  \r\nEvery feoffment, gift, grant, alienation, bargain and conveyance\r\nof land, tenements or hereditaments, goods and chattels, or of\r\nany of them, or of any lease, rent, commons or other profit or\r\ncharge out of the same, by writing or otherwise, and every bond,\r\nsuit, judgment and execution which may be had or made to or for \r\n  \r\np.20\r\n\r\nROYAL Z LANES v. COLLINS HOLDING CORP. \r\n\r\n\r\n\r\n\r\n\r\nthat where there is valuable consideration, a transfer may be set aside as a\r\nfraudulent conveyance only if there is an actual intent to defraud creditors\r\nimputable to the grantee. Future Group II v. Nations Bank, 324 S.C. 89, 478\r\nS.E.2d 45 (1996) (citing Gardner v. Kirven, 184 S.C. 37, 191 S.E. 814\r\n(1937)).3 A transfer made without valuable consideration, however, may be\r\nset aside even without an actual intent to defraud. Id.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA transfer made without valuable consideration has been\r\nreferred to as a \"voluntary conveyance.\" First State Say. &amp; Loan Assn v. \r\nNodine, 291 S.C. 445, 354 S.E.2d 51 (Ct.App.1987). This term has caused\r\nsome confusion in our case law 5 and for clarity we refer here to such a\r\nconveyance as a \"gratuitous\" conveyance. Essentially, a conveyance may be\r\nset aside as fraudulent if (1) it is voluntary (gratuitous) or (2) there is actual\r\nintent to defraud. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe bankruptcy court in this case relied on a Court of Appeals\r\ndecision, Dufresne v. Regency Realty, Inc., 295 S.C. 1, 366 S.E.2d 256 (Ct.\r\nApp. 1987), to find the conveyance to Creditor voluntary (gratuitous) to the\r\nextent the value of the property exceeded the consideration received, and\r\nconcluded the conveyance could therefore be set aside to that extent even\r\nabsent an actual intent to defraud. We find Dufresne conflicts with\r\nprecedent of this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Jeffords v. Berry, 247 S.C. 347, 147 S.E.2d 415 (1966), we\r\nfound that \"grossly inadequate\" consideration is \"a strong badge of fraud\" but\r\nwe specifically rejected the argument that gross inadequacy of consideration\r\nreduces the conveyance to the status of one made without consideration, \r\n  \r\n\r\nany intent or purpose to delay, hinder or defraud creditors and\r\nothers of their just and lawful actions, suits, debts accounts,\r\ndamages, penalties and forfeitures shall be deemed and taken...\r\nto be clearly and utterly void, frustrate and of no effect, any\r\npretense, color, feigned consideration, expressing of use, or any\r\nother matter or thing to the contrary notwithstanding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 The grantor must be indebted at the time of the transfer. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 The grantor must be indebted at the time of the transfer and failed to\r\nretain sufficient property to repay his debt. Id. \r\n  \r\n  \r\n  \r\n5 See footnote 7, infra. \r\n  \r\np.21\r\n\r\nROYAL Z LANES v. COLLINS HOLDING CORP. \r\n\r\n\r\n\r\n\r\n\r\nconcluding \"gross inadequacy of consideration and `without consideration'\r\nare not synonymous in the law.\" 147 S.E.2d at 41. Under Jeffords, where\r\nthere is gross inadequacy of consideration, an actual intent to defraud must\r\nstill be shown to set aside the conveyance as fraudulent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFollowing Jeffords, in Coleman v. Daniel, 261 S.C. 198, 199\r\nS.E.2d 74 (1973), we found grossly inadequate consideration and again\r\ntreated it as a \"badge of fraud\" that, along with other indicia of fraud,\r\nindicated an actual intent to defraud. 6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDespite this precedent, the Court of Appeals in Dufresne treated\r\nthe conveyance in question as voluntary (gratuitous) to the extent the fair\r\nvalue of the property exceeded the consideration given. It held despite the\r\nabsence of an actual intent to defraud, such a conveyance \"will be set aside to\r\nthe extent of the value of the property transferred less any consideration\r\nreceived in exchange therefor.\" 366 S.E.2d at 258.7 Thus, under Dufresne,\r\ngrossly inadequate consideration would be sufficient to set aside part of the\r\nconveyance even without an actual intent to defraud. We now overrule\r\nDufresne to the extent it conflicts with Jeffords and Coleman. \r\n  \r\n\r\n6 The dissent in Coleman would have found the conveyance voluntary\r\n(gratuitous) to the extent the value conveyed exceeded the consideration\r\nreceived which, the dissenter concluded, meant the conveyance could be set\r\naside to that extent even without an actual intent to defraud. The majority\r\ndeclined to follow the dissent's position. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Dufresne cites Matthews v. Montgomery, 193 S.C. 118, 7 S.E.2d 841\r\n(1940), as support for this holding. This reliance is misplaced and\r\napparently stems from language in Matthews taken out of context. In\r\nMatthews, the conveyance sought to be set aside was not made directly by\r\nthe grantor. The property was sold at a tax sale for grossly inadequate\r\nconsideration to the grantor's son. The question was whether the\r\nconveyance could be set aside as a fraudulent one where there was an\r\nintervening tax sale. Apparently, the Court of Appeals in Dufresne\r\nmistakenly relied on the term \"voluntary\" in Matthews, which in context was\r\nused simply to distinguish the conveyance by tax sale from a direct\r\nconveyance by the grantor. Matthews actually stands for the proposition\r\nthat a conveyance made with an actual intent to defraud will be set aside to\r\nthe extent the value of the conveyance exceeds the consideration received. \r\n  \r\np.22\r\n\r\nROYAL Z LANES v. COLLINS HOLDING CORP. \r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION \r\n  \r\n  \r\n  \r\nIn answering the certified question now before us, we are asked\r\nto consider whether a grossly inadequate consideration (here less than 20%\r\nof the property's value) is sufficient to set aside the conveyance as\r\nfraudulent. As noted above, grossly inadequate consideration is treated as a\r\n\"badge of fraud\" under this Court's precedent. See also McGhee v. Wells, 57\r\nS.C. 280, 35 S.E. 529, 531 (1900) (defining grossly inadequate consideration\r\nas \"a consideration so far short of the value of the property as to arouse a\r\npresumption in the mind that the person who takes that property takes it\r\nunder some kind of secret trust.\"). A badge of fraud creates a rebuttable\r\npresumption of intent to defraud. Dinkins v. Robbins, 200 S.C. 475, 21\r\nS.E.2d 10 (1942); James v. Martin, 150 S.C. 75, 147 S.E. 752 (1929).\r\nBecause the certified question assumes no actual intent to defraud, we leave\r\nto the certifying court to consider whether a remand to the fact-finder is\r\nnecessary to determine if, in light of this rebuttal presumption, actual intent\r\nto defraud is established.8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\nFinney, C.J., Toal, Burnett, JJ., concur. Waller, AA, not\r\nparticipating.\r\n\r\n8 See Rule 301, SCRE, for the evidentiary effect of a presumption under\r\ncurrent South Carolina law. \r\n  \r\np.23 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25027","title":"In the Matter of Rast, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25027","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of William\r\nYon Rast, Jr., Respondent. \r\n  \r\nOpinion No. 25027\r\nHeard October 6, 1999 - Filed December 6, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nWilliam Y. Rast, Jr. of West Columbia, Pro Se\r\nAppellant. \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., of\r\nColumbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney grievance matter, William J. Rast Jr.,\r\nEsquire, (\"Attorney\") is charged with engaging in misconduct in violation of\r\nvarious provisions of the Rules of Professional Conduct contained in Rule 407,\r\nSCACR, and the Rules for Lawyer Disciplinary Enforcement contained in Rule\r\n413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nOn September 23, 1998, the Commission on Lawyer Conduct (the\r\n\"Commission\") served Attorney with a notice and complaint alleging: (1) \r\n  \r\n  \r\n  \r\np.24\r\n\r\nTHE MATTER OF RAST, JR., \r\n\r\n\r\n\r\n\r\n\r\nAttorney failed to timely prepare a court order for a client representing a\r\nsettlement agreement in a domestic case; (2) Attorney failed to take action on\r\na client's personal injury claim before the statute of limitations ran; and (3)\r\nAttorney maintained only one bank account for all office matters, into which\r\nclient monies may have been deposited. Attorney failed to respond to these\r\nformal charges and on November 5, 1998, the Office of the Attorney General\r\nfiled an affidavit of default with the Commission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn January 7, 1999, a Commission sub-panel held a hearing on the\r\nmatter. The sub-panel concluded that Attorney defaulted on the formal charges\r\nand that in the hearing Attorney actually admitted the charges to the sub-\r\npanel. In addition to failing to respond to the formal charges, the sub-panel\r\nfound that Attorney had failed to respond to six letters from the Commission\r\nand the Office of Disciplinary Counsel concerning the various charges. Based\r\non the default, the sub-panel accepted the charges as true and found that\r\nAttorney: \r\n  \r\n(1) Failed to act with reasonable diligence and promptness in\r\nrepresenting a client (Rule 1.3, Rules of Professional Conduct, Rule\r\n407, SCACR); \r\n  \r\n(2) Failed to represent a client competently (Rule 1.1, Rules of Professional Conduct, Rule\r\n407, SCACR); \r\n  \r\n(3) Engaged in conduct that tends to pollute the administration of\r\njustice, brings the legal profession into disrepute, and demonstrates\r\nan unfitness to practice law (Rule 7(5), Rules on Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR); \r\n  \r\n(4) Failed to properly cooperate with the investigations of the Board.\r\nMatter of Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982); \r\n  \r\n(5) Failed to maintain clients' funds in a separate and identifiable\r\naccount (Rule 1.15, Rules of Professional Conduct, Rule 407,\r\nSCACR). \r\n  \r\nIn consideration of the current charges and Attorney's prior disciplinary record,\r\nthe sub-panel recommended a temporary suspension of six-months and that\r\nAttorney be required to implement an appropriate accounting system. \r\n  \r\np.25\r\n\r\nTHE MATTER OF RAST, JR., \r\n\r\n\r\n\r\n\r\n\r\nOn May 6,1999, Attorney filed Exceptions to the sub-panel report. In his\r\nexceptions, Attorney pointed out that none of his clients filed or instituted this\r\naction. He further argued that it was his client's refusal to cooperate that led\r\nhim to miss the statute of limitations. Attorney also claimed that his office's\r\naccounting system was not improper because it did not and does not maintain\r\nmoney belonging to clients. He also disagreed with the punishment of a six-\r\nmonth suspension. Despite the exceptions, the full panel adopted the sub-panel\r\nreport and recommendation. Neither party filed briefs with this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\n  \r\n  \r\nAttorney's failure to answer the formal charges against him constitutes\r\ndefault and the Commission properly deemed the charges against Attorney as\r\nadmitted. See Matter of Fennell, 324 S.C. 101, 477 S.E.2d 706 (1996). Since\r\nAttorney does not make any arguments to this Court, the only issue is the\r\nproper sanction for Attorney's neglect of his duties. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs this Court stated in Matter of Moore, 329 S.C. 294, 494 S.E.2d 804\r\n(1997): \r\n  \r\nThe appropriate sanction for neglect of several client matters generally\r\nis a public reprimand provided the clients are not greatly prejudiced.\r\nMatter of Alexander, 301 S.C. 212, 391 S.E.2d 254 (1990); Matter of Gates,\r\n295 S.C. 516, 369 S.E.2d 841 (1988). However, when the client is\r\nprejudiced and the attorney refused to cooperate with the Board's\r\ninvestigation, the sanction imposed has been as great as a one year\r\nsuspension. See Matter of Acker, 308 S.C. 338, 417 S.E.2d 862 (1992) (six\r\nmonth suspension); Matter of Palmer, 298 S.C. 324, 380 S.E.2d 813 (1989)\r\n(one year suspension); Matter of Ballard, 312 S.C. 227, 439 S.E.2d 846\r\n(1994) (one year suspension). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the current case, Attorney's failure to comply with a statute of\r\nlimitations may have prejudiced his client. We find that in the matter of the\r\nlate court order, no clear prejudice to his client resulted. Furthermore, we find\r\nit significant that there is no allegation that Attorney's bank records reflect any\r\ninjury to a client. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the recommendations of the Commission are persuasive, the\r\nultimate authority to discipline attorneys and the manner of discipline rests\r\nwith this Court. In re Dobson, 310 S.C. 422, 427 S.E.2d 166 (1993). We are \r\n  \r\np.26\r\n\r\nTHE MATTER OF RAST, JR., \r\n\r\n\r\n\r\n\r\n\r\nrequired after a thorough review of the record to administer the sanction we\r\ndeem appropriate. In re Kirven, 267 S.C. 669, 230 S.E.2d 899 (1976). In light\r\nof the foregoing and Attorney's career as a public servant in the finest tradition\r\nof the law, we find that the appropriate sanction is a public reprimand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.27 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25028","title":"In the Matter of Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25028","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Horace\r\nA. Smith, Respondent. \r\n  \r\nOpinion No. 25028\r\nHeard October 20, 1999 - Filed December 6, 1999 \r\n  \r\nPUBLIC REPRIMAND AND SUSPENSION \r\n  \r\nHorace A. Smith, of Columbia, Pro Se Respondent. \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr. ; both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURM: In this attorney grievance matter, Horace A.\r\nSmith (\"Attorney\") is charged with engaging in misconduct in violation of\r\nvarious provisions of the Rules of Professional Conduct contained in Rule 407,\r\nSCACR, and the Rules for Lawyer Disciplinary Enforcement contained in Rule\r\n413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nOn April 1,1996, the Commission on Lawyer Conduct (the \"Commission\") \r\n  \r\np.28\r\n\r\nIN THE MATTER OF SMITH \r\n\r\n\r\n\r\n\r\n\r\nserved Attorney with a notice and complaint alleging misconduct during the\r\nrepresentation of a client, Ronald Quarles, on a shoplifting charge in municipal\r\ncourt. The charges alleged that during Quarles's trial Attorney argued with the\r\ncourt after the court had made rulings, made inappropriate gestures,\r\ninterrupted the testimony of witnesses, and mumbled inappropriate comments\r\ndespite warnings not to do so. Attorney filed an answer denying the allegations\r\nin the complaint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA hearing convened on June 12, 1996 to consider the allegations brought\r\nagainst Attorney. The Commission found that Attorney had committed\r\nmisconduct and recommended an indefinite suspension from the practice of law\r\nuntil Attorney could show that he is mentally and physically capable of the\r\npractice of law. The Commission petitioned this Court to place Attorney on\r\ntemporary suspension until Attorney's case concluded. At that time, Attorney\r\npetitioned this Court to be placed on disability inactive status based on his\r\nsuffering from diabetes, pancreatitis, and depression. On January 22, 1997,\r\nthis Court placed Attorney on disability inactive status. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn light of Attorney being placed on disability inactive status, the Interim\r\nReview Committee found the Commission's recommended sanction of indefinite\r\nsuspension too harsh. On January 23, 1998, this Court remanded Attorney's\r\ncase to the Commission so that more information could be obtained concerning\r\nAttorney's current medical condition and to consider the proposed sanctions in\r\nlight of Attorney's previous suspension ten years earlier. See In re Smith, 296\r\nS.C. 86, 370 S.E.2d 876 (1988). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn May 13,1998, the Commission filed and sent Attorney a second notice\r\nof formal charges. These charges alleged Attorney engaged in misconduct while\r\nrepresenting inmate Michael Ray McCreight as the court-appointed attorney\r\nfor McCreight's PCR application. The notice alleged that Attorney never visited\r\nMcCreight to discuss his case, he failed to respond to McCreight's letters, and\r\nhe did not file any papers on McCreight's behalf. After McCreight filed his\r\ncomplaint with the Commission, an investigator scheduled an interview that\r\nAttorney failed to attend. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn July 22, 1998, a sub-panel convened to discuss both the Quarles and\r\nMcCreight matters. This first hearing was adjourned so that Attorney could\r\nundergo a psychological evaluation. The sub-panel reconvened on September\r\n16, 1998, and heard testimony from Dr. Robert Deysach, Ph.D., a clinical\r\npsychologist; Dr. Harold Morgan, a board certified psychiatrist; Dr. Henry \r\n  \r\np.29\r\n\r\nIN THE MATTER OF SMITH \r\n\r\n\r\n\r\n\r\n\r\nMartin, a general practitioner; Attorney's niece Tiffany Jennings; and Attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs to the Quarles matter, the medical experts testified extensively about\r\nAttorney's medical condition and the effects his diabetes, pancreatitis, and\r\ndepression may have had on his behavior. Also, Attorney admitted all of the\r\nallegations made against him in the McCreight matter. After the hearing, the\r\nCommission made the following conclusions: \r\n  \r\n1. In the Quarles matter, the Commission recommended the Court\r\nsuspend Attorney for one year and require Attorney to: (1) complete\r\na course with Law Office Management Assistance Program\r\n(LOMAP); (2) file with the Clerk medical statements showing his\r\nability to practice law; and (3) enter into some type of supervisory\r\nrelationship with another attorney for two years; \r\n  \r\n2. In the McCreight matter, the Commission determined that\r\nAttorney violated the Rules of Professional Conduct and the former\r\nRule on Disciplinary Procedure, including that he: \r\n  \r\na. Failed to act with reasonable diligence in representing a\r\nclient [Rule 1.3]; \r\n  \r\n  \r\n  \r\nb. Failed to keep a client reasonably informed about the status\r\nof the matter and comply promptly with reasonable requests\r\nfor information [Rule 1.4(a)]; \r\n  \r\nc. Engaged in conduct demonstrating a lack of professional\r\ncompetence in the practice of law [Rule 1.1 and former Rule\r\n413, § 5(E)]; \r\n  \r\nd. Engaged in conduct that is prejudicial to the administration\r\nof justice [Rule 8.4(e)]; \r\n  \r\ne. Engaged in conduct tending to pollute the administration of\r\njustice or to bring the courts or legal profession into disrepute\r\nand engaged in conduct demonstrating unfitness to practice\r\nlaw [former Rule 413, §5(D)]. \r\n  \r\n3. As punishment in the McCreight matter, the Commission\r\nrecommended a one-year suspension. \r\n  \r\np.30\r\n\r\nIN THE MATTER OF SMITH \r\n\r\n\r\n\r\n\r\n\r\nUnder the Commission's recommendation, Attorney would receive a two-year\r\nsuspension made retroactive to January 22,1997. Attorney would also have to\r\ncomply with the suggested restrictions on his practice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\n  \r\n  \r\nSince Attorney does not make any legal arguments to this Court, the only\r\nissue is the proper sanction for Attorney's disrespectful action in the Quarles\r\nmatter and the neglect of his duties in the McCreight matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. QUARLES MATTER \r\n  \r\nThe Commission recommends a suspension of one-year for Attorney's\r\nmisbehavior in front of the municipal court. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile the Commission's findings are entitled to great weight, this Court\r\nhas the ultimate authority to discipline attorneys. Matter of Hall, 333 S.C. 247,\r\n509 S.E.2d 266 (1998). The Court must administer the sanction it deems\r\nappropriate after a thorough review of the record. Matter of Kirven, 267 S.C.\r\n669, 230 S.E.2d 899 (1976). In determining the appropriate punishment, this\r\nCourt has looked to the punishment given to other attorneys for similar\r\nbehavior. See Matter of Fox, 327 S.C. 293, 490 S.E.2d 265 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA one-year suspension from the practice of law goes much farther than a\r\nany punishment we have previously given to an attorney for such misbehavior\r\nin a judicial proceeding. In cases where attorneys have behaved much worse\r\nthan Attorney, a public reprimand has been the strongest punishment given as\r\ndiscipline. See Matter of Goude, 296 S.C. 510, 374 S.E.2d 496 (1988)(issuing a\r\npublic reprimand for public outburst and shouting following a trial). Even\r\nwhere the attorney's disruptive behavior has been the abuse of a third party in\r\na deposition, the punishment has been no more severe than a public reprimand.\r\nSee Matter of Golden, 329 S.C. 335, 496 S.E.2d 619 (1998). Even with\r\nAttorney's prior disciplinary problems, we conclude a public reprimand is the\r\nappropriate sanction in this matter. We find the other recommendations are\r\nreasonable in light of Attorney's medical condition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. THE MCCREIGHT MATTER \r\n  \r\nThe Commission recommends that Attorney receive a one-year \r\n  \r\np.31\r\n\r\nIN THE MATTER OF SMITH \r\n\r\n\r\n\r\n\r\n\r\nsuspension as punishment for his neglect of a client's case. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs this Court stated in Matter of Moore, 329 S.C. 294, 494 S.E.2d 804\r\n(1997): \r\n  \r\nThe appropriate sanction for neglect of several client matters\r\ngenerally is a public reprimand provided the clients are not greatly\r\nprejudiced. Matter of Alexander, 301 S.C. 212, 391 S.E.2d 254\r\n(1990); Matter of Gates, 295 S.C. 516, 369 S.E.2d 841 (1988).\r\nHowever, when the client is prejudiced and the attorney refused to\r\ncooperate with the Board's investigation, the sanction imposed has\r\nbeen as great as a one year suspension. See Matter of Acker, 308\r\nS.C. 338, 417 S.E.2d 862 (1992) (six month suspension); Matter of\r\nPalmer, 298 S.C. 324, 380 S.E.2d 813 (1989) (one year suspension);\r\nMatter of Ballard, 312 S.C. 227, 439 S.E.2d 846 (1994) (one year\r\nsuspension). \r\n  \r\nIn this matter, Attorney's behavior prejudiced McCreight's interests.\r\nFurthermore, Attorney failed to make a scheduled meeting with an investigator\r\nin the matter, claiming he overslept and had no transportation. In light of\r\nAttorney's previous disciplinary record, a one-year suspension from the practice\r\nof law is reasonable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nWe agree with the :Commission's recommendation that Attorney's\r\nsuspension be made retroactive to the date he was placed on disability inactive\r\nstatus. Furthermore, we agree with the restrictions recommended by the\r\nCommission and direct that Attorney file with the Clerk medical statements\r\nshowing his ability to practice law and enter into some type of supervisory\r\nrelationship with another attorney for two years. As for the Commission's\r\nrecommendation that Attorney complete a LOMAP course, this program is no\r\nlonger offered. In its place, we direct that Attorney complete a similar program\r\nto be fashioned by the South Carolina Bar and Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSince Attorney is still on disability inactive status, he must petition the\r\nCourt to have his status changed before the Committee on Character and\r\nFitness can consider an application for reinstatement. If Attorney files such a\r\npetition within 30 days of this opinion, then the Court will direct that Attorney's\r\npetition for removal from disability inactive status and his application for \r\n  \r\np.32\r\n\r\nIN THE MATTER OF SMITH \r\n\r\n\r\n\r\n\r\n\r\nreinstatement be considered together. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.33 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25029","title":"Whaley v. Dorchester County Zoning Board of Appeals","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25029","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCharles Dennis Whaley, Appellant, \r\n  \r\nv. \r\n  \r\nDorchester County\r\nZoning Board of\r\nAppeals, Respondent. \r\n  \r\nAppeal From Dorchester County\r\nPatrick R. Watts, Special Circuit Court Judge \r\n  \r\nOpinion No. 25029\r\nHeard May 26, 1999 - Filed December 6, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nSusan K. Dunn, of Charleston, for appellant. \r\n  \r\nG.W. Parker, of Chellis &amp; Frampton, of Summerville,\r\nfor respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant Charles Dennis Whaley (Whaley)\r\nchallenges the constitutionality of Dorchester County Ordinance No. 96-09. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\nOn February 14, 1996, Whaley began parking his 18-wheel Mack\r\ntruck (the cab/tractor) overnight and on weekends at his home in the \r\n  \r\np.34\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nCrestwood Subdivision of Dorchester County. In August 1997, Whaley\r\nreceived a \"Cease and Desist\" letter from the Dorchester County Planning\r\nand Zoning Department which stated parking his commercial vehicle in the\r\nresidential zone was in violation of Ordinance No. 90-19, as amended by\r\nOrdinance 96-09. He responded to the \"Cease and Desist\" letter and was\r\ngranted a hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the hearing before Respondent Dorchester County Zoning\r\nBoard of Appeals (the Board), Whaley testified he uses the 18-wheeler to\r\ndrive back and forth to work everyday. He further testified he performs\r\nmaintenance on the vehicle at his home. The Board upheld the \"Cease and\r\nDesist\" letter. Shortly thereafter, Whaley was cited for violation of\r\nOrdinance 90-19. The Circuit Court affirmed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\nI. Did the circuit court err by affirming the decision of the\r\nBoard because Ordinance 96-09 violates the Equal Protection\r\nClause of the Fourteenth Amendment to the United States\r\nConstitution? \r\n  \r\n  \r\n  \r\nII. Did the circuit court err by affirming the decision of the\r\nBoard because Ordinance 96-09 is overly broad and vague in\r\nviolation of the Due Process Clause of the Fifth and Fourteenth\r\nAmendments to the United States Constitution? \r\n  \r\n  \r\n  \r\nIII. Did the circuit court err by affirming the decision of the\r\nBoard where Ordinance 96-09 produces a taking in violation of\r\nthe Fifth Amendment to the United States Constitution? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\nEffective January 1, 1997, Ordinance 96-09 amended Ordinance\r\n90-19, the comprehensive zoning ordinance for Dorchester County, to\r\nspecifically prohibit long-term parking of commercial vehicles in residential\r\nareas of Dorchester County. The relevant portions of Ordinance 90-19 and\r\n96-09 are set forth below. \r\n  \r\np.35\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nOrdinance 90-19 \r\n  \r\nIn pursuance of authority conferred by . . . and for the purpose of\r\npromoting health, safety, morals and general welfare of the\r\nCounty: . . . \r\n  \r\nArticle V. Use Groups \r\n  \r\nNUMBER, NAME, DESCRIPTION AND LIST OF PERMITTED\r\nUSES \r\n  \r\n2. Residential, Single-Family \r\n  \r\nPrincipal Uses: Single family, detached dwellings \r\n  \r\nAccessory Uses: Customary incidental uses including but\r\nnot limited to home occupations, garages, swimming pools,\r\ntennis courts, and non-commercial greenhouses.1 \r\n  \r\nOrdinance 96-09 \r\n  \r\nAN ORDINANCE TO AMEND . . . COUNTY . . . ORDINANCE\r\n90-19 . . . TO PROVIDE DESIGN STANDARDS FOR TYPES,\r\nSIZE AND WEIGHT LIMITS OF VEHICLES AUTHORIZED TO\r\nPARK IN AREAS ZONED RESIDENTIAL. \r\n  \r\nWHEREAS, IT IS THE DESIRE OF THE COUNTY COUNCIL.\r\n. . to promote the public health, safety, morals, convenience,\r\nprosperity and concern for the general welfare, efficiency and\r\neconomy in the development of its jurisdiction.\r\n\r\n1 It is not clear whether Whaley's property is zoned R2, single family\r\nresidential, as stated in the Board's minutes, or whether it is zoned R3,\r\nduplexes and patio homes, as stated in the Board's order. While the\r\ndefinition of \"accessory uses\" varies slightly for a single family residence and\r\na duplex or patio home, the difference is irrelevant to our decision. \r\n  \r\np.36\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nAND WHEREAS . . . to promote harmonious and healthful\r\ndevelopment including adequate provisions for traffic, the\r\npromotion of safety and the promotion of good civic design and\r\nappearance. \r\n  \r\nLimitation of Commercial vehicles parked within Residential Zoned Districts. \r\n  \r\nA. The parking of commercial vehicles upon any lot, land, street,\r\nright of way, or shoulder thereof, for a period of time exceeding\r\none (1) hour, . . . in a Residential Zoned area: . . . is prohibited ... .\r\nIt is further provided that this prohibition shall not apply to\r\nlots larger than two acres provided adequate screening of such\r\nalleged prohibited conduct is undertaken. \r\n  \r\nB. The intent of this ordinance is to limit the size and weight of\r\ncommercial vehicles in residential areas and: \r\n  \r\n1. to eliminate the visual blight created by large\r\ncommercial vehicles being indiscriminately parked in\r\nresidential areas for long periods of time. \r\n  \r\n2. to minimize physical damage to publicly maintained\r\nrights of way. \r\n  \r\n3. to protect property values and character of property\r\nwithin residential developments. \r\n  \r\n4. to reduce traffic congestion. \r\n  \r\n5. to protect children from traffic injuries. \r\n  \r\nC. For the purposes of this ordinance, commercial vehicle is\r\ndefined as a vehicle whose Tare Weight exceeds 5 tons (10,000\r\nlbs), or a vehicle having more than two axles, or a vehicle greater\r\nthan 8' in height. Construction equipment and farming\r\nequipment of any type are included in this definition. \r\n  \r\np.37\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\n(Emphasis in original). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA municipal ordinance is a legislative enactment and is\r\npresumed to be constitutional. Bibco Corp. v. City of Sumter, 332 S.C. 45,\r\n504 S.E.2d 112 (1998). The burden of proving the invalidity of a zoning\r\nordinance is on the party attacking it and it is incumbent on the attacking\r\nparty to show the arbitrary and capricious character of the ordinance\r\nthrough clear and convincing evidence. Id.; see also Peterson Outdoor \r\nAdvertising v. City of Myrtle Beach, 327 S.C. 230, 489 S.E.2d 630 (1997)(a\r\nstrong presumption exists in favor of the validity and application of zoning\r\nordinances). \"Zoning is a legislative act which will not be interfered with by\r\nthe courts unless there is a clear violation of citizen's constitutional rights.\"\r\nKnowles v. City of Aiken, 305 S.C. 219, 224, 407 S.E.2d 639, 642 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI. \r\n  \r\nWhaley argues Ordinance 96-09 violates the Equal Protection\r\nClause of the United States Constitution because there is no rational\r\nrelationship between the legitimate purposes of the ordinance and the\r\nclassification produced by the ordinance. Specifically, Whaley contends\r\nparked commercial vehicles should not be treated differently than\r\ncommercial vehicles which drive through a residential area. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Equal Protection Clause provides: \"No State shall. . deny to\r\nany person within its jurisdiction the equal protection of the laws.\" U.S.\r\nConst. amend. XIV, § 1. Equal protection is satisfied if 1) the classification\r\nbears a reasonable relation to the legislative purpose sought to be effected; 2)\r\nthe members of the class are treated alike under similar circumstances and\r\nconditions; and 3) the classification rests on some reasonable basis.\r\nSkyscraper Corp. v. County of Newberry, 323 S.C. 412, 475 S.E.2d 764\r\n(1996); Town of Hilton Head Island v. Fine Liquors, Ltd., 302 S.C. 550, 397\r\nS.E.2d 662 (1990). The determination of whether a classification is\r\nreasonable is initially one for the legislative body and will be sustained if it is\r\nnot plainly arbitrary and there is any reasonable hypothesis to support it.\r\nTown of Hilton Head Island v. Fine Liquors, Ltd., supra. \"The fact that the\r\nclassification may result in some inequity does not render it unconstitutional.\"\r\nDavis v. County of Greenville, 313 S.C. 459, 465, 443 S.E.2d 383, 386 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhaley has failed to establish Ordinance 96-09 violates equal \r\n  \r\np.38\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nprotection. Prohibiting the long-term parking of commercial vehicles in\r\nresidential neighborhoods is reasonably related to protecting property values\r\nand maintaining the aesthetic appearance of residential areas. Prohibiting\r\ncommercial vehicles from parking in streets in residential zones reduces\r\ntraffic congestion. Ordinance 96-09 bears a substantial relationship to the\r\npromotion of public health, safety, convenience, prosperity, and the general\r\nwelfare of persons who reside in single-family residential areas of Dorchester\r\nCounty. Accordingly, it does not violate the Equal Protection Clause of the\r\nUnited States Constitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhaley further maintains Dorchester County has selectively\r\nenforced the ordinance against \"drivers of 18 wheelers,\" but not against\r\nother commercial vehicles who are in violation of the ordinance. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"To prove that a statute has been administered or enforced\r\ndiscriminatorily, more must be shown than the fact that a benefit\r\nwas denied to one person while conferred on another. A violation is established only if\r\nthe plaintiff can prove that the state intended to discriminate.\" Sylvia Dev. \r\nCorp. v. Calvert Count, Md., 48 F.3d 810, 819 (4th Cir. 1995) internal \r\ncitations omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough Whaley presented eleven photographs of \"other large\r\ncommercial vehicles in the immediate area that were not subjected to any\r\nenforcement action\" at the Board hearing, he failed to establish any\r\npurposeful discrimination on the part of the planning and zoning\r\nofficials. See Butler v. Town of Edyefield, 328 S.C. 238, 493 S.E.2d 838 (1997)(plaintiff\r\ndid not establish Equal Protection claim where he failed to allege or set forth\r\nany facts which could establish purposeful or intentional discrimination).\r\nAccordingly, he has failed to establish the enforcement of Ordinance 96-09\r\nviolates equal protection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. \r\n  \r\n  \r\n  \r\nWhaley contends Ordinance 96-09 is so overly broad and vague\r\nthat it results in the denial of due process. Specifically, Whaley contends the\r\nordinance is overly broad and/or vague because, since it prohibits\r\nconstruction equipment of any kind in a residential zone, residents may not\r\nstore tools such as a hammer on their property. We disagree. \r\n  \r\np.39\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOrdinance 96-09 defines \"commercial vehicle\" as follows: \r\n  \r\na vehicle whose Tare Weight exceeds 5 tons (10,000 lbs), or a\r\nvehicle having more than two axles, or a vehicle greater than 8'\r\nin height. Construction equipment and farming equipment of\r\nany type are included in the definition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhaley fails to read the definition of \"commercial vehicle\" in\r\ncontext. Ordinance 96-09 concerns long-term parking and, hence,\r\nnecessarily applies to vehicles. The definition of \"commercial vehicle\"\r\nencompasses vehicles of a certain weight, height, and axle number, and to\r\nconstruction and farming vehicles, regardless of weight, height, or axle\r\nnumber. Contrary to Whaley's argument, Ordinance 96-09 does not apply to\r\nthe storage of hammers in residential zones. Ordinance 96-09 is not\r\nunconstitutionally vague. Toussaint v. State Bd. of Medical Examiners, 303\r\nS.C. 316, 320, 400 S.E.2d 488, 491 (1991)(\"[a] law is unconstitutionally vague\r\nif it forbids or requires the doing of an act in terms so vague that men of\r\ncommon intelligence must necessarily guess as to its meaning and differ as\r\nto its application.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. \r\n  \r\nWhaley asserts Ordinance 96-09 results in a taking of his\r\nproperty without just compensation in violation of the due process clause of\r\nthe Fifth Amendment to the United States Constitution because he is no\r\nlonger able to park his Mack truck on his property. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Fifth Amendment to the United States Constitution\r\nprohibits the taking of private property \"for public use, without just\r\ncompensation.\" The takings clause applies to the states through the\r\nFourteenth Amendment to the United States Constitution. \"[T]he\r\napplication of a general zoning law to a particular property effects a taking if\r\nthe ordinance does not substantially advance legitimate [governmental]\r\ninterests or denies an owner economically viable use of his land.\" Agins v. \r\nCity of Tiburon, 447 U.S. 255, 260, 100 S.Ct. 2138, 2141, 65 L.Ed.2d 106, 112\r\n(1980) internal citations omitted . \"A zoning classification is not an\r\nunconstitutional, compensable taking simply because it denies to a\r\nlandowner the highest and best use of his property.\" Moore v. Sumter \r\nCounty Council, 300 S.C. 270, 272, 387 S.E.2d 455, 457 (1990); see l0lA \r\n  \r\np.40\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nC.J.S. Zoning &amp; Land Planning § 476 (1979). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOrdinance 96-09 does not effect a taking of Whaley's property.\r\nAs noted above, there is a legitimate government interest in limiting traffic\r\nand protecting the property values and aesthetic qualities in residential\r\nzones. Ordinance 96-09 is substantially related to these purposes. Further,\r\nOrdinance 96-09 does not deny Whaley economical use of his land, even\r\nthough it prohibits him from parking a commercial vehicle on his property.\r\nMoore v. Sumter County Council, supra (property owner not entitled to best\r\nuse of property). Ordinance 96-09 does not result in a taking of Whaley's\r\nproperty within the meaning of the Fifth Amendment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhaley further asserts, even if Ordinance 96-09 is constitutional,\r\nhe is entitled to park his commercial vehicle in the residential zone as a non-\r\nconforming legal use. The Board argues because Whaley was not permitted\r\nto park his Mack truck in a residential zone prior to enactment of Ordinance\r\n96-09, he does not have a legal nonconforming use. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA landowner acquires a vested right to continue a nonconforming\r\nuse already in existence at the time of a zoning ordinance absent a showing\r\nthe continuance of the use constitutes a detriment to the public health, safety,\r\nor welfare. Daniels v. City of Goose Creek, 314 S.C. 494, 431 S.E.2d 256 (Ct.\r\nApp. 1993). A use cannot be a nonconforming use if it was unlawful at the\r\ntime of the amendment of the ordinance prohibiting the use. Town of \r\nSullivans Island v. Byrum, 306 S.C., 539, 413 S.E.2d 325 (Ct. App. 1992);\r\nlOlA C.J.S. Zoning &amp; Land Planning º 164, p.500 (\"[a] use which was\r\nunlawful at the time the ordinance prohibiting such use was enacted is not\r\nordinarily regarded as a nonconforming use.\"). The burden of proving a\r\nnonconforming use is on the party claiming a prior nonconforming use. Id. §\r\n154. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccessory uses are those which are customarily incident to the\r\nprincipal use. Id. § 148. \"In order to qualify as a use incidental to the\r\nprincipal use of a nonconforming premises, such use must be clearly\r\nincidental to, and customarily found in connection with, the principal use to\r\nwhich it is allegedly related.\" Id. § 154, p.479. An accessory use must be one\r\n\"so necessary or commonly to be expected that it cannot be supposed that the\r\nordinance was intended to prevent it.\" Borough of Northdale v. Blundo, 203\r\nA.2d 721, 723 (N.J. Super. Ct. App Div. 1964). \r\n  \r\n  \r\n  \r\np.41\r\n\r\nWHALEY v. DORCHESTER COUNTY ZONING \r\n\r\n\r\n\r\n\r\n\r\nArticle V (2) of Ordinance 90-19 provides for uses which are\r\naccessory to a single family home in a residential zone. It describes accessory\r\nuses as \"[c]ustomary incidental uses including but not limited to home\r\noccupations, garages, swimming pools, tennis courts, and non-commercial\r\ngreenhouses.\" This non-exclusive definition is consistent with the general\r\nlaw as it prohibits any use which is not customarily incident to residential\r\nzones. 2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile other courts have held parking a commercial vehicle in the\r\nstreet or driveway is not an accessory use to a residence, the narrow issue\r\nhere is whether parking the cab of an 18-wheeler is an accessory use to a\r\nresidence.3We conclude it is not. The parking of the cab of an 18-wheeler at\r\na residence is not customarily incident to a residential zone, as defined by\r\nArticle V (2) of Ordinance 90-19, so as to constitute an accessory use. Since\r\nWhaley was not entitled to park his Mack truck in the residential zone prior\r\nto enactment of Ordinance 96-09, his present use of the property is not a legal\r\nnonconforming use. \r\n  \r\nAFFIRMED. \r\n  \r\nFinney, CA, Moore, AA, concur. Toal and Waller, JJ., dissenting in a separate opinion.\r\n\r\n2 The ordinance does not limit accessory uses to physical structures. \r\n\r\n\r\n\r\n\r\n\r\n3 See Borough of Northvale v. Blundo, id. (parking commercial vehicle in\r\nresidential district is not accessory use); Facci v. City of Schenectady, 176\r\nN.Y.S.2d 827 (ICY. App. Div. 1957)(parking 1 V2 ton truck on premises zoned\r\nfor residential purposes does not constitute accessory use); Cook v. Bensalem\r\nTownship Zoning Bd. of Adjustment, 196 A.2d 327 (Pa. 1963)(parking\r\ncommercial vehicles at residence was not accessory use of residential lot or\r\ncustomarily incidental to dwelling house within zoning ordinance); 101A\r\nC.J.S. Zoning &amp; Land Planning, § 150, p.469 (\"[t]he parking of a commercial\r\nvehicle on residential property, including the driveway of a home, is not a\r\npermissible accessory use.\"). \r\n  \r\np.42\r\n\r\nTOAL, A. J. (dissenting): \r\n\r\n\r\n\r\n\r\n\r\nI respectfully dissent. I agree with the majority's observation that\r\nOrdinance 90-19 has always regulated more than just physical structures.\r\nArticle V(2) of Ordinance 90-19 restricted Whaley's property to \"principal\" and\r\n\"accessory\" uses. The issue is whether Ordinance 90-19's \"accessory use\"\r\nrestrictions prevented Whaley from parking his truck at his residence before the\r\namendment by Ordinance 96-09. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOrdinance 96-09 became effective more than eleven months after Whaley\r\nbegan parking his truck at his residence. A landowner acquires a vested right\r\nto continue a nonconforming use already in existence at the time of a zoning\r\nordinance. Daniels v. City of Goose Creek, 314 S.C. 494, 431 S.E.2d 256 (Ct.\r\nApp. 1993). Amortization and grandfather clauses are two methods available\r\nto address activities made nonconforming by the enactment of new zoning\r\nordinances. See Restaurant Row Associates v. Horry County, Op. No. 24944\r\n(S.C. Sup. Ct. filed May 17, 1999) (Shearouse Adv. Sh. No. 18 at 1). In the\r\ncurrent case, the County applied neither a grandfathering method nor an\r\namortization process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe majority errs by applying a common law definition of \"accessory use\"\r\nwhen Ordinance 90-19 explicitly defines that term. \"It is well settled that a\r\nlegislative body has the power within reasonable limitations to prescribe legal\r\ndefinitions of its own language, and when an Act passed by it embodies the\r\ndefinition, it is generally binding upon the Courts.\" Windham v. Pace, 192 S.C.\r\n271, 6 S.E.2d 270, 275 (1939); see also Fruehauf Trailer Co. v. South Carolina \r\nElec. &amp; Gas Co., 223 S.C. 320, 75 S.E.2d 688 (1953); Brown v. Martin, 203 S.C.\r\n84, 26 S.E.2d 317 (1943); Purvis v. State Farm Mut. Auto. Ins. Co., 304 S.C. 283,\r\n403 S.E.2d 662 (Ct. App. 1991). I can find no logical reason to join the majority\r\nand disregard such a well established principle of statutory construction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn determining whether Whaley's truck violated Ordinance 90-19 prior\r\nto the enactment of Ordinance 96-09, the majority chooses to ignore the\r\nOrdinance's definition and adopts a definition of \"accessory use\" found in 101A\r\nC.J.S. Zoning and Planning § 148 (1979). The majority apparently legislates\r\nthis common law definition because the Ordinance's \"accessory use\" definition\r\nonly addresses physical structures and says nothing about restricting motor \r\n  \r\np.43\r\n\r\nTOAL, A. J. (dissenting): \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nvehicles.1d I do not dispute that Dorchester County had the power to restrict\r\ntrucks like Whaley's from parking in the zoned area. The passage of Ordinance\r\n96-09 shows that the County knew how to enact such restrictions and that it\r\nrecognized the need to do so in order to prevent such trucks from parking at\r\nresidences. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInstead of recognizing that no restrictions existed on motor vehicles in the\r\nDorchester County zoning scheme prior to Ordinance 96-09, the majority goes\r\noutside the statute to create a definition under which it can find Whaley's truck\r\nprohibited. The majority's decision to resort to abroad common law definition\r\nof \"accessory use\" when the Ordinance's \"accessory use\" definition does not\r\naddress motor vehicles ignores the obvious: Ordinance 90-19 did not restrict\r\nmotor vehicles until Ordinance 96-09 amended it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, I would reverse.2d \r\n  \r\nWaller, A. J, concurs.\r\n\r\n1d Ordinance 90-19's accessory use definition is as follows:\r\nAccessory Use, Dwelling or Structure. A detached building or\r\nstructure which is detached from and subordinate to a principle building/facility\r\nor use on a lot and used for purpose customarily incidental to the principle use,\r\nincluding, but not limited to, garages, greenhouses, guest homes, servants'\r\nquarters, custodial and security quarters, swimming pools and tennis courts,\r\ncable satellite antenna or other radio transmitting/receiving antenna. \r\n  \r\nStructures that accommodate living facilities will be temporary in nature\r\nand require a majority vote to approve from County Council for the initial\r\ninstallation. Approval of such a request shall not constitute a Rezoning Request\r\nto amend the County Land Use (Zoning Map) Plan. The Owner must agree to\r\nremove the accessory structure and return the grounds to their original\r\ncondition within 30 days following a written request from the County Zoning\r\nAdministrator. \r\n  \r\nThe Zoning Administrator will require the property owner to document\r\nthe continued need for this accessory use on an annual basis. It is the\r\nresponsibility of the property owner to ensure this annual review takes place.\r\nFailure to have this annual renewal will be grounds for removal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2d I express no opinion as to how or when the legal nonconforming use may\r\nbe terminated. Similarly, I express no opinion regarding the effect of any\r\napplicable restrictive covenants. \r\n  \r\np.44\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25030","title":"In re:  Bamberg Ehrhardt School Bd. Election","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25030","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn re: Bamberg Ehrhardt\r\nSchool Board Election\r\n(District l, Seat 2) held\r\nApril 13, 1999 \r\n  \r\nEvelyn W. Singleton, Petitioner, \r\n  \r\nv. \r\n  \r\nBetty Kilgus, Dorothy\r\nLee, James M. George,\r\nVerlene Baucham, and\r\nPatty G. Blume,\r\nMembers of the\r\nBamberg County\r\nRegistration and\r\nElection Commission\r\nand/or Bamberg County\r\nBoard of Canvassers;\r\nAndrew M. Carter and\r\nSheri S. Seigler; and\r\nSamuel W. Howell, IV,\r\nDr. Walter C. Robinson,\r\nMartha C. Edens, Dr.\r\nDeborah B. Cureton and\r\nVernon F. Dunbar,\r\nMembers of the State\r\nBoard of Canvassers\r\nand/or South Carolina\r\nState Election\r\nCommission, Respondents. \r\n  \r\np.45\r\n\r\nIn re: Bamberg Ehrhardt School Bd. Election \r\n\r\n\r\n\r\nON WRIT OF CERTIORARI \r\n  \r\nOpinion No. 25030\r\nHeard October 20, 1999 - Filed December 6, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nRussell Brown, of Charleston, for petitioner. \r\n  \r\nNorma A.T. Jett, of Early &amp; Ness, of Bamberg, for\r\nrespondents Bamberg County Registration and\r\nElection Commission and Bamberg County Board of\r\nCanvassers. \r\n  \r\nAttorney General Charles M. Condom Deputy Attorney\r\nGeneral Treva Ashworth and Senior Assistant Attorney\r\nGeneral C. Havird Jones, Jr., all of Columbia, for respondent\r\nSouth Carolina State Election Commission. \r\n  \r\nAndrew M. Carter, pro se, of Ehrhardt. \r\n  \r\nSheri S. Seigler, pro se, of Ehrhardt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We granted a writ of certiorari to review the\r\ndecision of the South Carolina State Election Commission (State\r\nCommission) regarding a local school board election in Bamberg County. We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\nPetitioner Singleton was a candidate in an election held April 13,\r\n1999, for Seat 2 of the Bamberg Ehrhardt School Board, District 1. On\r\nThursday, April 15, the Bamberg County Board of Canvassers (County\r\nBoard) certified petitioner as the winner. The results of the election \r\n  \r\np.46\r\n\r\nIn re: Bamberg Ehrhardt School Bd. Election \r\n\r\n\r\n\r\n\r\n\r\nindicated petitioner received 127 votes, Sherri Seigler received 75 votes, and\r\nAndrew Carter received 74 votes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt was subsequently discovered that the candidates were not\r\nlisted in alphabetical order on the paper totals retrieved from the machines\r\nafter the election. A malfunction of the voting machines was suspected.\r\nThe County Board contacted the State Commission. On April 20, the State\r\nCommission sent a data coordinator, Shaek Abraham, to do a total\r\nmachine retrieval. With several people present, Abraham unsealed the machines. A\r\ntotal machine retrieval was performed by comparing the actual ballots with a\r\nblank ballot to determine how the votes were actually cast. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAbraham determined that the software for the machines had\r\nbeen incorrectly programmed to rotate the candidates' names on the paper\r\ntotals but not the number of votes cast for each candidate. As a result, the\r\noutcome indicated on the paper totals was incorrect. The correct result\r\nobtained from the total machine retrieval indicated Seigler, and not\r\npetitioner, was the winner. Petitioner received 96 votes, Seigler 147, and\r\nCarter 33. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe next day, Wednesday, April 21, Seigler filed a protest with\r\nthe County Board. A hearing was held April 26. Based on the total machine\r\nretrieval, the County Board certified Seigler the winner. Petitioner appealed\r\nto the State Commission alleging the total machine retrieval did not comply\r\nwith statutorily mandated procedures, including failure to obtain a court\r\norder before the machines were opened as required under S.C. Code Ann. §\r\n7-13-1890 (1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State Commission found no fraud was alleged or proven but\r\nagreed the statutory procedure was not followed. It reversed the County\r\nBoard's certification of Seigler as the winner and remanded the matter for a\r\ntotal machine retrieval to be conducted in compliance with § 7-13-1890.\r\nPetitioner sought review in this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n1. Does the record indicate Seigler's protest was not timely filed? \r\n  \r\n2. Do statutory violations require this election be set aside? \r\n  \r\np.47\r\n\r\nIn re: Bamberg Ehrhardt School Bd. Election \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n1. Timeliness of protest \r\n  \r\nPetitioner contends Seigler's protest to the County Board was not\r\ntimely filed as required by S.C. Code Ann. § 7-17-30 (Supp. 1999) which\r\nprovides: \r\n  \r\nAny protest or contest must be filed in writing with\r\nthe chairman of the [county] board . . . by noon\r\nWednesday following the day of the declaration by\r\nthe board of the result of the election. \r\n  \r\nThis issue is without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, petitioner never raised this time-bar issue below.\r\nAlthough a protest that is not timely is barred, Sims v. Ham, 275 S.C. 369,\r\n271 S.E.2d 316 (1980), a time bar does not raise the issue of subject matter\r\njurisdiction and is waived by the failure to raise it. McLendon v. South \r\nCarolina Dept. of Highways, 313 S.C. 525, 443 S.E.2d 539 (1994) (statute of\r\nlimitations defense). Since this issue was not raised or ruled on below, it is\r\nnot preserved on appeal to this Court. Mullinax v. J.M. Brown Amusement \r\nCo., 333 S.C. 89, 508 S.E.2d 848 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, petitioner cannot prevail on the merits. She\r\ncontends the time for Seigler to file a protest began running on the night of\r\nthe election when Seigler saw a print-out of the election results posted at the\r\npolls. This is incorrect. The time to file a protest commences running when\r\nthe County Board canvasses the votes and transmits them to the State\r\nCommission as required under S.C. Code Ann. § 7-1-20 (1976). Sims v. Ham, \r\nsupra. The order of the State Commission states the County Board\r\n\"certified\" the election results on Thursday, April 15. This is the only\r\nindication in the record of any action by the County Board in compliance\r\nwith § 7-17-20. Accordingly, Seigler's protest was timely filed on Wednesday,\r\nApril 21, which was the first Wednesday after the County Board's action on\r\nApril 15. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner contends in the alternative there is no evidence in the\r\nrecord that Seigler's protest was filed before noon on Wednesday, April 21, as \r\n  \r\np.48\r\n\r\nIn re: Bamberg Ehrhardt School Bd. Election \r\n\r\n\r\n\r\n\r\n\r\nrequired under § 7-13-30. As the appellant in this case, however, petitioner\r\nhas the burden of showing the protest was not filed before noon. She has\r\nfailed to meet this burden. Germain v. Nichol, 299 S.C. 335, 278 S.E.2d 508\r\n(1983) (appellant has burden of providing this Court with sufficient record). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Statutory violations \r\n  \r\nPetitioner contends the failure to comply with statutory\r\nrequirements in conducting the total machine retrieval requires that the\r\noriginal election results be reinstated or the entire election be invalidated. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, there is absolutely no support for reinstating the original\r\nelection results since the only evidence in the record indicates those results\r\nwere incorrectly tabulated. The only question is whether the failure to\r\ncomply with statutory provisions requires the election to be invalidated\r\nrather than conducting a new total machine retrieval as ordered by the State\r\nCommission. Petitioner alleges the following statutory violations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 7-17-40 (1976): This section requires that the\r\npoll list shall accompany the voter tabulation in any proceeding involving a\r\nprotest. Petitioner complains the poll list was not made a part of the record\r\nbefore the County Board. This complaint was not addressed below and\r\ntherefore it is not preserved on appeal. Mullinax, supra. Moreover, mere\r\nirregularities that do not affect the result of the election will not be allowed\r\nto overturn it. Burgess v. Easley Municipal Election Comm'n, 325 S.C. 6,\r\n478 S.E.2d 680 (1996); Greene v. South Carolina Election Comm'n, 314 S.C.\r\n449, 445 S.E.2d 451 (1994); Fielding v. South Carolina Election Comm'n, 305\r\nS.C. 313, 408 S.E.2d 232 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 7-13-1910 (1976): This section provides that\r\nan \"unauthorized person\" found in possession of a voting machine key shall\r\nbe guilty of a misdemeanor. This violation was not addressed below and is\r\nnot preserved on appeal. Mullinax, supra. In any event, Abraham was\r\ndirected to open the voting machines by the State Commission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 7-13-1920 (1976): This section provides that\r\nany person who tampers with a locked voting machine \"with the intent to\r\ndestroy or change the record of votes\" shall be guilty of a misdemeanor. This\r\nviolation was not addressed below and is not preserved on appeal. Mullinax, \r\n  \r\np.49\r\n\r\nIn re: Bamberg Ehrhardt School Bd. Election \r\n\r\n\r\n\r\n\r\n\r\nsupra. In any event, there is no evidence Abraham opened the machines\r\nwith any intent to change or destroy the record of votes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 7-13-1890 (1976): This section requires that\r\nvoting machines remain locked for at least thirty days after an election\r\nexcept to prepare for another election or \"except that they may be opened\r\nand all data examined upon the order of a court of competent jurisdiction.\"\r\nThe State Commission found the failure to get a court order before\r\nconducting the recount was an irregularity remedied by ordering a remand\r\nfor a new total machine retrieval upon obtaining a court order. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is no evidence the recount contaminated the actual\r\nelection results which still remain in the machines. The failure to obtain a\r\ncourt order before conducting the recount was therefore a mere irregularity\r\nthat did not affect the results of the election. Such an irregularity will not\r\nset aside the election unless there is fraud, a constitutional violation, or it is\r\nspecifically provided by statute that the irregularity shall invalidate the\r\nelection. Butler v. Town of Edgefield, 328 S.C. 238, 493 S.E.2d 838 (1997);\r\nYonce v. Lybrand, 254 S.C. 14, 173 S.E.2d 148 (1970). Here, there is no\r\nfraud, no constitutional violation, and no specific statutory remedy requiring\r\nthe election be invalidated for failure to get a court order before opening the\r\nlocked machines. See also Knight v. State Bd. of Canvassers, 297 S.C. 55,\r\n374 S.E.2d 685 (1988) (election not set aside for failure to count absentee\r\nballots without interruption in violation of statute); Berry v. Spigner, 226\r\nS.C. 183, 84 S.E.2d 381 (1954) (election not set aside where poll managers\r\nentered voting booths in violation of statute); cf. George v. Municipal \r\nElection Comm'n, 335 S.C. 182, 516 S.E.2d 206 (1999) (election set aside for\r\nconstitutional violation and total disregard of statutory scheme protecting\r\nsecrecy of ballot). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold the failure to obtain a court order before opening the\r\nlocked machines was a mere irregularity that is cured by the remand for a\r\nnew total machine retrieval upon obtaining a court order as directed by the\r\nState Commission. Any challenges to the recount procedure may be raised\r\nat that time. \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nFinney, C.J., Toal, Waller and Burnett, JJ. concur. \r\n  \r\np.50 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25031","title":"State v. Missouri","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25031","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Petitioner, \r\n  \r\nv. \r\n  \r\nVictor Wyatt Missouri, Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Greenville County\r\nC. Victor Pyle, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 25031\r\nHeard June 9, 1999 - Filed December 6, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nAttorney General Charles M. Condom Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Salley W. Elliott, Senior Assistant Attorney\r\nGeneral Norman Mark Rapoport, all of Columbia; and\r\nSolicitor Robert M. Ariail of Greenville, for petitioner. \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\np.51\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: In this criminal case, this Court granted certiorari to\r\nreview the Court of Appeals' unpublished opinion in State v. Missouri, 97-UP-\r\n448 (Ct. App. 1997). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nDuring January and February 1995, Greenville detectives were\r\ninvestigating a crack cocaine ring with the help of a confidential informant. On\r\nFebruary 3, 1995, the police obtained a search warrant to search the home of\r\nLaura and Curtis Sibert a/k/a \"Hot Sauce\" for cocaine. The lead detective, Eric\r\nCureton, submitted an affidavit in support of the search warrant. The affidavit\r\nstates, in part: \r\n  \r\nYour affiant [Eric Cureton] states that on January 25, 1995 he\r\nreceived information from investigator Sam C. Cureton of the\r\nGreenville County Sheriff's Office pertaining to Victor Wyatt\r\nMissouri. The information that was relayed to your affiant that\r\nMissouri was involved in the manufacture and distribution of crack\r\ncocaine. The following is a chronological chain of events leading to\r\nyour affiants [sic] belief that Victor Wyatt Missouri, and others not\r\nyet identified, are manufacturing and distributing crack cocaine. .\r\n. . \r\n  \r\nThe confidential source of information, who from here forward will\r\nbe referred to as CSI, stated that for the past two months he has\r\npurchased a total of two kilograms of cocaine from Victor Missouri.\r\nHe would receive this in half kilo quantities every two weeks. \r\n  \r\nOn January 31, 1995 CSI stated that he had talked with Missouri\r\nand another subject who is only known as \"Hot Sauce.\" During this\r\nconversation Missouri and \"Hot Sauce\" stated that they were going\r\nto Atlanta, Georgia on February 1, 1995 and obtain four kilos of\r\npowder cocaine. This cocaine would then be delivered to\r\nGreenville, South Carolina and cooked into crack cocaine. On\r\nFebruary 1, 1995 this same CSI went by \"Hot Sauce's\" apartment\r\nat 400 Summit Drive apartment 5-D, Summit Place Apartments.\r\nDuring a conversation with \"Hot Sauce\" CSI was told that he had\r\nnot been able to leave for the trip to Atlanta, that they had some\r\nthings to get together beforehand. During this same conversation\r\nCSI told \"Hot Sauce\" the he wanted to purchase from him a half of \r\n  \r\np.52\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\na kilo. \"Hot Sauce\" told CSI that it would cost him around\r\n$13,000.00 for the half kilo. CSI told \"Hot Sauce\" to call him when\r\nhe left for Atlanta. \r\n  \r\nOn February 2, 1995 at 4:00 in the afternoon, CSI went to\r\nMissouri's residence at 126 Sycamore Drive in the City of\r\nGreenville, South Carolina. At the residence was Missouri and\r\n\"Hot Sauce.\" \"Hot Sauce\" told CSI that he was leaving for Atlanta\r\naround 4:30 and would return around midnight that same night.\r\n\"Hot Sauce\" told CSI that he would page him as soon as he got back\r\nin town. \r\n  \r\nOn February 3, 1995, at 4:00 in the morning, Missouri called CSI\r\nand told him that \"Hot Sauce\" was back and they needed\r\nsomewhere to cook the crack. He said he couldn't cook it at his\r\n(Missouri) house because he had relatives there. CSI told him he\r\nwould give him an answer later and he ultimately told him no.\r\nAround 9:00 this same morning CSI paged \"Hot Sauce\" via his\r\ndigital pager. \"Hot Sauce\" returned the call and told CSI they were\r\nstill trying to get it together. At 10:15 another page was made to\r\n\"Hot Sauce\" with the same results. At 2:00 in the afternoon the\r\nCSI drove to \"Hot Sauce's\" apartment at 400 Summit Drive and\r\nwent in to inquire about his portion of the cocaine. Your affiant\r\nwired the CSI with a body transmitter that would enable your\r\naffiant to monitor the conversations he had while inside this\r\napartment. Your affiant, while monitoring the audio transmitter,\r\nheard a male voice, whom CSI later stated was \"Hot Sauce\",\r\nquestion CSI about the phone that had been used earlier trying to\r\nset the transaction up. This male appeared to be somewhat\r\nreserved about talking with CSI about the cocaine. CSI told your\r\naffiant that \"Hot Sauce\" did appear to be nervous about the deal\r\nthey were trying to make. \"Hot Sauce\" told CSI that he had the \r\ncrack but he would call him when it was right. \r\n  \r\nWhile officers of the Vice and Narcotics Bureau were surveilling\r\n400 Summit Drive, Apartment 5-D on February 3, 1995, it was\r\ndetermined that Missouri, \"Hot Sauce\" and others who have not\r\nbeen identified, were in the apartment. Around 5:00 a black male\r\nand black female left the apartment in a white dodge van ....\r\nThe van then traveled to Parkersway Foods at Worley Road and \r\n  \r\n  \r\n  \r\np.53\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\nRutherford Road. The female again went inside. After the female\r\nleft Detective Sergeant T. D. Christy interviewed the clerk and he\r\nstated that the black female had purchased 5 boxes of Arm &amp;\r\nHammer baking soda. The van then traveled back to apartment 5-\r\nD and the female took a grocery bag into the apartment. She\r\nreturned to the van and they left again. The surveillance on the\r\nvan was terminated at this time. \r\n  \r\nYour affiant, through training, experience and working with other\r\nexperienced investigators, believes that Victor Wyatt Missouri,\r\n\"Hot Sauce\" and others yet unknown are manufacturing crack\r\ncocaine inside of apartment 5-D Summit Place Apartments, 400\r\nSummit Drive in the City of Greenville, South Carolina. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen the police executed the search warrant, officers found Missouri in\r\nthe kitchen standing over a sink, facing a set of triple beam scales. Inside the\r\nsink was a quantity of cooked, crack cocaine. Missouri was arrested for\r\ntrafficking in crack cocaine. At his trial, Missouri moved to suppress the\r\nevidence obtained in the search. Missouri argued the affidavit supporting the\r\nsearch warrant contained false information and further omitted critical,\r\nexculpatory information. The trial court denied the motion to suppress. In an\r\nunpublished opinion, the Court of Appeals reversed the trial court, holding that\r\nthe omitted information was necessary for the magistrate's finding of probable\r\ncause. See State v. Missouri, 97-UP-448 (Ct. App. 1997). Judge Hearn\r\ndissented in a separate opinion. This Court granted certiorari to address the\r\nfollowing issue: \r\n  \r\nDid the Court of Appeals err in applying the test articulated by\r\nFranks v. Delaware 1 for considering a challenge to the veracity of\r\na search warrant affidavit? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nThe State argues that the Court of Appeals improperly applied the Franks\r\ntest in deciding whether the magistrate had probable cause to issue the search\r\nwarrant. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the suppression hearing, Officer Cureton testified that the following\r\n\r\n1 438 U.S. 154, 98 S. Ct. 2674, 57 L. Ed. 2d 667 (1978). \r\n\r\np.54\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\nsentence in the warrant affidavit was in fact a false statement: \"`Hot Sauce' told\r\nCSI that he had the crack but he would call him when it was right.\" Officer\r\nCureton stated that Curtis Sibert a/k/a \"Hot Sauce\" never told his informant\r\nthere was crack in Hot Sauce's apartment. Further on cross-examination,\r\nOfficer Cureton testified that his informant had gone into Hot Sauce's house at\r\nabout 3:00 p.m. on February 3, and the informant was told that Missouri had\r\nthe \"stuff,\" but it was not there. The informant then left the residence and\r\nreturned at about 4:00 p.m. after Missouri had returned to the house. A \"wire\"\r\nhad been placed on the informant's body to enable the police to listen to the\r\nconversations. After the informant left Hot Sauce's house, he approached\r\nOfficer Cureton and told him, \"It's not there. It's not there.\" In addition, Hot\r\nSauce had earlier told the informant that he did not want to cook the cocaine\r\nat his house because his wife was trying to go straight. This information was\r\nnot provided to the magistrate in the supporting affidavit. The trial judge\r\nconcluded that even with this information, the magistrate would have had a\r\nsubstantial basis upon which to find probable cause for issuing the warrant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Franks v. Delaware, the United States Supreme Court held that the\r\nFourth and Fourteenth Amendments gave a defendant the right in certain\r\ncircumstances to challenge the veracity of a warrant affidavit after the warrant\r\nhad been issued and executed .2 To summarize, the Court provided the following\r\ntwo-part test: \r\n  \r\n(1) To mandate an evidentiary hearing, the challengers' attack must\r\nbe more than conclusory and must be supported by more than a\r\nmere desire to cross-examine. There must be allegations of \r\n  \r\n  \r\n  \r\n\r\n2In State v. Sachs, 264 S.C. 541, 216 S.E.2d 501 (1975), this Court also\r\naddressed whether a defendant could attack the veracity of facts supporting a\r\nsearch warrant when the warrant was valid on its face. Noting that the United\r\nStates Supreme Court had not yet squarely addressed this issue, this Court\r\nanswered the question in the affirmative, providing the following limited test:\r\n\"Did the officer, or other government official, in such capacity, intentionally,\r\nrecklessly, or in bad faith recite facts he knew or should have known to be\r\nerroneous, without correcting the error by additional affidavit or affirmation,\r\nto obtain the issuance of a warrant?\" Sachs, 264 S.C. at 555, 216 S.E.2d at 509.\r\nThe Court further provided the following caveat: \"However, even if the officer\r\nwas delict, so long as probable cause was established by affidavit or affirmation\r\nwithout the aid of the erroneous fact, the warrant satisfies the constitutional\r\ndemands.\" Id. \r\n  \r\np.55\r\n\r\nState v. Missouri \r\n\r\n\r\n\r\n\r\n\r\ndeliberate falsehood or of reckless disregard for the truth, and those\r\nallegations must be accompanied by an offer of proof; and \r\n  \r\n(2) If these requirements are met, and if, when material that is subject of\r\nthe alleged falsity or recklessness disregard is set to one side, there\r\nremains sufficient content in the warrant affidavit to support a finding\r\nof probable cause, no hearing is required. \r\n  \r\nFranks, 438 U.S. at 171-72, 98 S. Ct. at 2684, 57 L. Ed. 2d at 682. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFranks addressed an act of commission in which false information had\r\nbeen included in the warrant affidavit. However, the Franks test also applies\r\nto acts of omission in which exculpatory material is left out of the affidavit. See, \r\ne.g., United States v. Colkley, 899 F.2d 297 (4th Cir. 1990); United States v. \r\nVazquez, 605 F.2d 1269 (2d Cir. 1979). To be entitled to a Franks hearing for\r\nan alleged omission, the challenger must make a preliminary showing that the\r\ninformation in question was omitted with the intent to make, or in reckless\r\ndisregard of whether it made, the affidavit misleading to the issuing judge.3\r\nThere will be no Franks violation if the affidavit, including the omitted data,\r\nstill contains sufficient information to establish probable cause. See Colkley, \r\nsupra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe instant case involves both an act of commission and an act of\r\nomission by Officer Cureton in drafting the warrant affidavit. We find that\r\nOfficer Cureton at least acted recklessly in making the false statement and in\r\nomitting the exculpatory information. He testified unequivocally that the\r\nstatement was false, and his informant had, in fact, made a statement to the\r\ncontrary. Thus, the primary issue before this Court is whether excluding the\r\nfalse information and inserting the exculpatory statement, there remains a\r\nsubstantial basis upon which the magistrate could have found probable cause\r\nto issue the warrant. In doing so, this Court must apply the \"totality of the\r\ncircumstances\" test of Illinois v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed.\r\n2d 527 (1983). See Colkley, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe supporting affidavit begins with the allegation that Victor Missouri\r\nand others \"are manufacturing and distributing crack cocaine.\" The affidavit \r\n  \r\n\r\n3See Edward Gregory Mascolo, Controverting An Informant's Factual\r\nBasis for a Search Warrant: Franks v. Delaware Revisited and Rejected Under\r\nConnecticut Law, 15 Q.L.R. 65 (1995). \r\n  \r\np.56\r\n\r\nState v. Missouri \r\n\r\n\r\n\r\n\r\n\r\nthen discusses a series of chronological events which are intended to support\r\nthis prefatory allegation. The affidavit's description of the informant's contact\r\nwith the suspects on the day the search warrant was obtained culminates with\r\nthe false statement that Hot Sauce told the informant he had the crack but\r\nwould call him when it was right. If our task were simply to consider the\r\naffidavit without this statement, we would likely find a substantial basis for\r\nprobable cause. The absence of the false statement makes the location of the\r\ndrugs less certain, but this uncertainty is negated by the other events recounted\r\nin detail in the affidavit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, under Franks, our inquiry does not end here. We must also\r\nconsider the effect of adding the informant's statement, \"It's not there,\" as well\r\nas the information that Hot Sauce did not intend to cook the cocaine at his\r\napartment. In doing so, we hold that the affidavit would not support a finding\r\nof probable cause to search Hot Sauce's apartment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe begin with the presumption that the Fourth Amendment does not\r\nrequire an affiant to include all potentially exculpatory evidence in the affidavit.\r\nSee Colhley, supra. A presumption to the contrary \"would perforce result in\r\nperniciously prolix affidavits that would distract police officers from more\r\nimportant duties and render the magistrate's determination of probable cause\r\nunnecessarily burdensome.\" Colkley, 899 F.2d at 303. However, in the instant\r\ncase, the omitted information goes to the very heart of the affidavit's purpose,\r\nwhich is to establish probable cause to search Hot Sauce's apartment for crack\r\ncocaine. Instead of simply creating some uncertainty in the affidavit, the\r\ninclusion of the omitted information creates an affirmative hurdle which the\r\nremaining portions of the affidavit must overcome. These other portions reveal\r\nthat the suspects had arranged to sell a quantity of crack cocaine to the\r\nconfidential informant. The suspects purchased cocaine in Atlanta and\r\ntransported it to Greenville for this purpose. The affidavit further reveals that\r\nthe suspects purchased baking soda and brought it back to Hot Sauce's\r\napartment. Baking soda is known to be a common cutting and drying agent\r\nwhen converting powdered cocaine into crack cocaine. Standing alone, these\r\nfacts are not conclusive as to the presence of crack cocaine in Hot Sauce's\r\napartment, but they make it a fair probability. Yet, when the omitted\r\ninformation is inserted, the probable presence of the crack cocaine in the\r\napartment is defeated. This, in turn, erodes the basis upon which a magistrate\r\ncould find probable cause to search Hot Sauce's apartment. The remaining \r\n  \r\np.57\r\n\r\nState v. Missouri \r\n\r\n\r\n\r\n\r\n\r\nportions of the affidavit fail to rehabilitate this basis.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe realize this case presents a close call on the probable cause\r\ndetermination. However, the combination of the police officer's deliberate\r\nfalsehood and his omission of critical facts pollute the affidavit to the extent\r\nthat a magistrate could not have found that probable cause existed to issue the\r\nsearch warrant. There is no doubt that the officer intended to mislead the\r\nmagistrate in obtaining the search warrant. We realize that police officers\r\nroutinely leave out facts they believe are immaterial to the probable cause\r\ndetermination. Yet, when an omission is combined with an affirmative\r\nfalsehood, it reveals that the affiant not only believed the omitted information\r\nwas critical, but that a statement in the affidavit to the contrary was necessary\r\nfor establishing probable cause. We recognize that under Franks our role is not\r\nto punish dishonest police officers but, rather, to ensure that a substantial basis\r\nexists to find probable cause. That said, the depth of the prevarication\r\nperpetrated by the officer in this case undermines any remaining legitimacy the\r\naffidavit might possess. Under these circumstances, this Court is required by\r\nthe Constitution to invalidate the search warrant where the facts create such\r\na close call on the probable cause determination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nBased on the foregoing, we AFFIRM the Court of Appeals. \r\n  \r\n  \r\n  \r\nMoore, AA concurs. Finney, CA, concurs in result only.\r\nBurnett and Waller, JJ., dissenting in a separate opinion. \r\n  \r\n  \r\n  \r\n\r\n4 The cases cited in Judge Hearn's dissent are inapposite to the instant\r\ncase because they do not involve the reckless or intentional omission of material\r\nfacts. Rather, these cases deal with the constitutionality of including in the\r\nsearch warrant affidavit reconnaissance information gathered from thermal\r\nimaging machines. In addressing this issue, the cases found that even without\r\nthe thermal imaging information, there was sufficient information in the\r\naffidavits to support a finding of probable cause. See United States v. Cusmano,\r\n83 F.3d 1247 (10th Cir. 1996); United States v. Robinson, 62 F.3d 1325 (11th Cir.\r\n1995); United States v. Ishmael, 48 F.3d 850 (5th Cir. 1995). \r\n  \r\n  \r\n  \r\np.58\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\nBurnett, A.J. (dissenting): I respectfully dissent. Although Officer\r\nCureton's conduct is reprehensible, the issue is whether probable cause\r\nexisted in spite of the investigator's inclusion of a false statement and\r\nomission of exculpatory information from the supporting affidavit.1d In my\r\nopinion, probable cause remained in spite of the officer's misrepresentations.2d \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76\r\nL.Ed.2d 527; 548 (1983), the United States Supreme Court adopted the\r\n\"totality of the circumstances\" test for probable cause determinations: \r\n  \r\n  \r\n  \r\nThe task of the issuing magistrate is simply to make a practical,\r\ncommon-sense decision whether, given all the circumstances set\r\nforth in the affidavit before him, including the \"veracity\" and\r\n\"basis of knowledge\" of persons supplying hearsay information,\r\nthere is a fair probability that contraband or evidence of a crime\r\nwill be found in a particular place. \r\n  \r\nSee State v. Bellamy, Op. No. 24957 (S.C. Sup. Ct. filed June 28,\r\n1999)(Shearouse Adv. Sh. No. 22 at 1). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"`In dealing with probable cause . . . as the very name implies, we\r\ndeal with probabilities. These are not technical; they are the factual and\r\npractical considerations of everyday life on which reasonable and prudent\r\nmen, not legal technicians, act'.\" State v. Dupree, 319 S.C. 454, 458, 462\r\nS.E.2d 279, 282 (1995), quoting Brinegar v. United States, 338 U.S. 160, 175, \r\n  \r\n\r\n1d See Franks v. Delaware, 438 U.S. 154, 171-72, 98 S.Ct. 2674, 2684, 57\r\nL.Ed.2d 667, 682 (1978)(1) where defendant establishes deliberate falsehood\r\nor reckless disregard for the truth and those allegations are accompanied by\r\noffer of proof and 2) if these requirements are met, and if, when material\r\nthat is subject of the alleged falsity or reckless disregard is set to one side,\r\nthere remains sufficient content in the warrant affidavit to support a finding\r\nof probable cause, no hearing is required). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2d In my opinion, respondent did not have standing to challenge the\r\nsufficiency of the search warrant as he had no expectation of privacy in his\r\nco-defendant's apartment. Rawlings v. Kentucky, 448 U.S. 98, 100 S.Ct.\r\n2556, 65 L.Ed.2d 633 (1980). \r\n  \r\nP.59\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\n69 S.Ct. 1302, 1310, 93 L.Ed. 1879, 1890 (1949). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, Officer Cureton included the following false statement in\r\nhis affidavit: \"`Hot Sauce told [the informant] that he had the crack but he\r\nwould call him when it was right.\" The majority concludes that, disregarding\r\nthis false statement, there still existed a substantial basis from which to find\r\nprobable cause. I agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, Officer Cureton failed to inform the magistrate of\r\ncertain exculpatory information. First, he did not tell the magistrate that\r\nwhen the informant first returned from Hot Sauce's apartment on February\r\n3, the informant stated he was told respondent had the \"stuff,\" but it was not\r\nthere. Furthermore, the investigator failed to tell the magistrate respondent\r\nsubsequently entered Hot Sauce's apartment. As a result, while wearing a\r\nwire, the informant again entered Hot Sauce's apartment and, upon return,\r\nstated, \"It's not there. It's not there.\" Finally, the investigator did not advise\r\nthe magistrate Hot Sauce had earlier told the informant he did not want to\r\ncook the cocaine at his apartment because his wife was trying to \"go\r\nstraight.\" The majority concludes if Officer Cureton had included the\r\nomitted information in the supporting affidavit, probable cause to search Hot\r\nSauce's apartment would not have existed. I disagree with this conclusion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConsidering the totality of the circumstances as reflected in the\r\nsupporting affidavit, minus the false statement, and with the addition of the\r\nexculpatory information, there remains a substantial basis from which to\r\nfind probable cause. The totality of the circumstances indicate Hot Sauce\r\nand respondent planned to go to Atlanta and obtain cocaine which they\r\nwould then cook into crack cocaine in Greenville. The informant wanted to\r\npurchase cocaine in the same quantity as he had purchased it from\r\nrespondent every two weeks for the past two months. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThree days later, respondent called the informant and said Hot\r\nSauce had returned and they were looking for a location to cook the cocaine.\r\nThe informant paged Hot Sauce twice the same morning. Hot Sauce\r\nreturned the pages and told the informant he was continuing to look for a\r\nlocation to cook the cocaine. In the afternoon, the informant entered Hot\r\nSauce's apartment. Hot Sauce suddenly appeared nervous and unwilling to\r\ndiscuss the drug buy. Hot Sauce indicated respondent, who was not present,\r\nhad the cocaine and stated he did not want to cook the cocaine at his \r\n  \r\np.60\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\napartment because his wife was trying to \"go straight.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter the informant left, respondent arrived at Hot Sauce's\r\napartment. Two other individuals left Hot Sauce's apartment, purchased\r\nlarge quantities of baking soda, which is known to be used to process powder\r\ncocaine into crack cocaine, and returned to Hot Sauce's apartment with the\r\nbaking soda.3d \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThese circumstances provide a fair probability that contraband\r\nor other evidence of a crime could be found at Hot Sauce's apartment at the\r\ntime the search warrant was issued. Even assuming the informant\r\nunequivocally knew the drugs were not present in Hot Sauce's apartment,\r\ni.e., either because Hot Sauce had become suspicious and, hence, told the\r\ninformant the drugs were not there or because respondent did not enter the\r\napartment after the informant left, there was still probable cause to believe\r\nevidence of a crime could be found in the apartment. A warrant need not be\r\nbased on the probability of discovering an illegal item on the premise to be\r\nsearched.4d Although common household items like baking soda are not\r\nincriminating, the purchase of a large quantity of baking soda by individuals\r\nassociated with a recent drug purchase and looking for a location to cook\r\ncocaine is evidence of a crime. While officers may ultimately choose to wait\r\nuntil contraband is on the premise before obtaining a search warrant, \r\n  \r\n\r\n3dI note Officer Cureton's testimony indicates the informant entered Hot\r\nSauce's apartment twice on the afternoon of February 3, 1995, while the\r\nsupporting affidavit states the informant entered the apartment only once.\r\nHowever, the important portion of the testimony and affidavit, that the\r\ninformant last informed Officer Cureton the drugs were not in Hot Sauce's\r\napartment, is contained in both. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4d Illinois v. Gates, supra (probable cause exists when \"there is a fair\r\nprobability that contraband or evidence of a crime will be found in a\r\nparticular place\"); see United States v. Gil, 58 F.3d 1414, 1418 (9th Cir.\r\n1995)(\"observations of conduct consistent with drug trafficking, even though\r\napparently innocuous, can give rise to probable cause\"); United States v.\r\nMoody, 977 F.2d 1425 (11th Cir. 1992)(warrant authorizing search for\r\nenvelopes, pieces of cardboard, paperclips, and string was unobjectionable for\r\nalleged crimes involving homemade bombs). \r\n  \r\np.61\r\n\r\nSTATE v. MISSOURI \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nknowledge the illegal substance is not on the premises does not\r\nautomatically negate a finding of probable cause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn my opinion, the trial judge properly ruled the evidence seized\r\nas a result of the search warrant should not be suppressed. State v. Asbury,\r\n328 S.C. 187, 493 S.E.2d 349 (1997)(in criminal cases, appellate courts are\r\nbound by fact findings in response to preliminary motions where there has\r\nbeen conflicting testimony or where the findings are supported by the\r\nevidence and not clearly wrong or controlled by an error of law). I would\r\nreverse the decision of the Court of Appeals. \r\n  \r\n  \r\n  \r\nWaller, A.J., concurs. \r\n  \r\np.62\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25033","title":"Hudgins v. Moore, Director of S.C. Dept. of Corrections","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25033","description":"","date":"1999-12-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nJoseph Paul Hudgins, Petitioner, \r\n  \r\nv. \r\n  \r\nMichael W. Moore,\r\nDirector, South\r\nCarolina Department of\r\nCorrections, Respondent. \r\n  \r\nAppeal From Anderson County\r\nGary E. Clary, Circuit Court Judge \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nOpinion No. 25033\r\nHeard October 19, 1999 - Filed December 6, 1999 \r\n  \r\nREVERSED \r\n  \r\nDavid I. Bruck; David P. Voisin; and S.C. Office of\r\nAppellate Defense, all of Columbia, for petitioner. \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nSenior Assistant Attorney General William E. Salter, \r\n  \r\np.69\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\nIII, all of Columbia, for respondent. \r\n  \r\nLesly A. Bowers, of Columbia; David W. Debruin and\r\nElizabeth E. Appel Blue, both of Jenner &amp; Block, of\r\nWashington, D.C.; and James McHugh and Nathalie\r\nGilfoyle, both of Washington, D.C., for amici curiae\r\nAmerican Psychological Association and Protection and\r\nAdvocacy for People with Disabilities, Inc. \r\n  \r\n  \r\nMOORE, A.J.: We granted a writ of certiorari to review the\r\ndenial of post-conviction relief (PCR) in this capital case. We reverse. \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\nPetitioner and his co-defendant, Terry Cheek, stole a truck from\r\nthe locked lot of an Orkin Pest Control Company. They were driving around\r\nin the truck the next evening when they were stopped by Officer Chris\r\nTaylor because a hose was dragging from the truck. Cheek, who was driving,\r\ndid not have his driver's license with him. Officer Taylor asked petitioner\r\nand Cheek to get in the back of his patrol car. As they walked toward the\r\npatrol car, Officer Taylor was shot once in the head. Petitioner and Cheek\r\nfled on foot. Officer Taylor died on the side of the road. \r\n  \r\n  \r\nWhen they were arrested several days later, petitioner and\r\nCheek each gave a statement indicating petitioner was the triggerman.\r\nDuring the guilt phase of trial, Cheek testified consistently with his\r\nstatement. Petitioner testified to the contrary that Cheek shot the officer.\r\nPetitioner claimed he cared for Cheek \"like a brother\" and had confessed to\r\nthe murder only because he was younger than Cheek and thought he would\r\nbe treated more leniently.1 He admitted it was his idea to lie to police but\r\ntestified he changed his mind after learning that Cheek had given a\r\nstatement against him. \r\n  \r\n\r\n1Petitioner was seventeen years old at the .time of the murder and\r\nCheek was eighteen. \r\n  \r\np.70\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\n\r\n\r\nOn cross-examination, the solicitor questioned petitioner\r\nregarding his responses to a psychological test given during his pre-trial\r\ncompetency examination.2 The test was the Minnesota Multiphasic\r\nPersonality Inventory for Adolescents, a true-false test commonly referred to\r\nas the MMPI-A. In response to the solicitor's questioning, petitioner\r\nadmitted he had answered \"true\" to the following statements on the test: \r\n  \r\n\r\n  I feel it is certainly best to keep my mouth shut when I'm \r\n    in trouble.\r\n\r\n\r\n  I do not always tell the truth.\r\n  I have not lived the right kind of life\r\n  I think most people would lie to get ahead.\r\n  I think nearly everyone would tell a lie to keep out of\r\n    trouble./LI>\r\n\r\n\r\n\r\nHe answered \"false\" to the following: \r\n  \r\n\r\n  I have often had to take orders from someone \r\n    who did not know as much as I did.\r\n\r\n\r\n  I am easily downed in an argument.\r\n  I am certainly lacking in confidence\r\n  I wish I were not so shy.\r\n\r\nCounsel did not object to the solicitor's cross-examination. Instead, they\r\ncalled in rebuttal Dr. Thrasher, a psychiatrist, who testified that MMPI-A\r\nanswers are analyzed for patterns and the answer to any single question\r\nstanding alone has little significance. \r\n  \r\n  \r\nAfter Dr. Thrasher testified on direct regarding the MMPI-A, \r\n  \r\n  \r\n\r\n2 The competency examination was ordered with counsel's consent. \r\n\r\np.71\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\nthe State elicited on cross-examination the following testimony: \r\n  \r\nQ: Have you looked at the diagnosis the defendant\r\nreceived after being diagnosed in Columbia? \r\n  \r\nA: Conduct disorder, group type. \r\n  \r\nQ: Do you know what the criteria are for conduct\r\ndisorder? How do you diagnose conduct disorder?\r\nWhat has to be --- \r\n  \r\nA: You look for a number of criteria. \r\n  \r\nQ: And does anything in there talk about any kind of\r\npsychosis or schizophrenia or anything other things\r\nlike that? \r\n  \r\nA: No. \r\n  \r\nQ: Basically just not obeying rules? \r\n  \r\n  \r\nA: Could be truancy, thefts, lying, could be assaults\r\non people, it could be other criminal acts. \r\n  \r\nDr. Thrasher then went on to testify that petitioner could also be diagnosed\r\nas having \"antisocial personality traits\" but that conduct disorder most\r\nclosely fit. He added: \r\n  \r\nThere is more pathology underneath all that than\r\njust the conduct disorder. He has a personality\r\nstructure that is quite worrisome .... \r\n  \r\n  \r\nThe solicitor used petitioner's MMPI-A answers to argue in\r\nclosing that petitioner lacked credibility. The jury found petitioner guilty of\r\nmurder and grand larceny. At the sentencing phase, the jury found two\r\naggravating circumstances: murder of a law enforcement officer and murder\r\ncommitted while in the commission of larceny with a deadly weapon.\r\nPetitioner was sentenced to death and this Court affirmed. State v.\r\nHudgins, 319 S.C. 233, 460 S.E.2d 388 (1995), cert. denied 116 S.Ct. 821 \r\n  \r\np.72\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\n(1996). \r\n  \r\n  \r\nPetitioner then brought this PCR action alleging he was\r\nprejudiced by counsel's ineffectiveness in failing to object to the admission of\r\nthe MMPI-A answers which further resulted in Dr. Thrasher's harmful cross-\r\nexamination testimony regarding petitioner's character. The PCR judge\r\nfound there was no basis for objecting to the admission of the MMPI-A\r\nanswers for impeachment and denied relief. \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\nIs petitioner entitled to relief because counsel failed\r\nto object to the State's use of his MMPI-A answers for\r\nimpeachment? \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\nFailure to object \r\n  \r\n  \r\nPetitioner contends the MMPI-A answers are inadmissible under\r\nstate and federal law and that counsel were ineffective in failing to object.\r\nWhile we find no constitutional violation,3 we agree this evidence is \r\n  \r\n\r\n3 It is well-settled that a voluntary statement obtained in violation of\r\nMiranda is admissible for impeachment. Havens v. United States, 446 U.S.\r\n620 (1980); Harris v. New York, 401 U.S. 222 (1971); State v. Brown, 296\r\nS.C. 191, 371 S.E.2d 523 (1988). Further, although the United States\r\nSupreme Court has not specifically addressed whether a voluntary\r\nstatement obtained in violation of the Sixth Amendment right to counsel\r\nis admissible for impeachment, the vast majority of state and federal courts\r\nto address the issue have held it is. See United States v. Lott, 854 F.2d 244\r\n(7th Cir. 1988); United State v. McManaman, 606 F.2d 919 (10th Cir. 1979);\r\nPeople v. Brown, 42 Cal. App. 4th 461, 49 Cal. Rptr. 2d 652 (1996); People v.\r\nRidley, 872 P.2d 1377 (Colo. Ct. App. 1994); Martinez v. United States, 566\r\nA.2d 1049 (D.C. App. 1989); People v. Bacino, 41 Ill. App. 3d 738, 354 N.E.2d\r\n641 (1976); State v. Thomas, 698 S.W.2d 942 (Mo. Ct. App. 1985); People v.\r\nRicco, 56 N.Y.2d 320, 452 N.Y.S.2d 340, 437 N.E.2d 1097 (1982); Com. v.\r\n(continued... ) \r\n  \r\np.73\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\ninadmissible under state law as set forth in State v. Myers, 220 S.C. 309, 67\r\nS.E.2d 506 (1951). \r\n  \r\n  \r\nIn Myers, we considered whether a court-ordered examination to\r\ndetermine the defendant's sanity violated his right against self\r\nincrimination. We found no violation reasoning that the defendant \"will not\r\nbe required to vouch for anything. Nothing will depend upon his testimonial\r\nresponsibility.\" 67 S.E.2d at 508. We then stated: \r\n  \r\nthe authorities of [the State Hospital for the Insane]\r\nwill not be permitted, over the protest of the accused,\r\nto reveal any confession made by him in the course of\r\nsuch examination, or any declarations implicating\r\nhim in the crime charged. \r\n  \r\nId. The PCR judge found this language in Myers did not prohibit admission\r\nof the MMPI-A answers as impeachment evidence.4 We disagree. \r\n  \r\n  \r\nIn Myers, we recognized the need to protect the integrity of a \r\n  \r\n\r\n(continued . . .)\r\nBatson, 396 Pa. Super. 513, 578 A.2d 1330 (1990); State v. Mattatall, 603\r\nA.2d 1098 (R.I. 1992); State v. Swallow, 405 N.W.2d 29 (S.D. 1987); State v.\r\nWilder, 177 W.Va. 435, 352 S.E.2d 723 (1986). Moreover, there is no\r\nevidence petitioner's answers to the MMPI-A were coerced or involuntary.\r\nCf. State v. Victor, 300 S.C. 220, 387 S.E.2d 248 (1989) (defendant testified\r\non cross-examination that the statement being used to impeach him was\r\ncoerced by threats from police); State v. Patton, 322 S.C. 408, 472 S.E.2d 245\r\n(1996) (to establish entitlement to a suppression hearing, defendant must\r\nshow there are contested issues of fact regarding admissibility of the\r\nevidence in question). \r\n  \r\n  \r\n4 This evidence was not impeaching in the sense of contradicting the\r\nsubstance of petitioner's testimony but was an attempt to impeach his\r\ncharacter for truthfulness. See State v. Robertson, 26 S.C. 117, 1 S.E. 443\r\n(1887) (by choosing to testify, a defendant puts his character for truthfulness\r\nin issue and may be impeached thereon). \r\n  \r\np.74\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\ncourt-ordered mental health examination by forbidding the use of the\r\ninformation obtained for purposes other that ordered by the court. Allowing\r\nthe use of this information for impeachment of a defendant's credibility at\r\ntrial would defeat the protection established under Myers. Cf. State v.\r\nThompson, 329 S.C. 72, 495 S.E.2d 437 (1998) (attorney-client privilege\r\nprohibits use of defendant's communications to a mental health expert for\r\nimpeachment). Accordingly, absent a waiver in this case, we hold counsel\r\nwere ineffective in failing to object. \r\n  \r\n  \r\nPrejudice \r\n  \r\n  \r\nIn order to prevail on a claim of ineffective assistance of counsel,\r\npetitioner must demonstrate that but for counsel's ineffectiveness, there is a\r\nreasonable probability the result of the trial would have been different.\r\nPalacio v. State, 333 S.C. 506, 511 S.E.2d 62 (1999). We find petitioner has\r\nmet this burden. \r\n  \r\n  \r\nFirst, credibility was a crucial issue at trial since it was\r\nessentially petitioner's word against Cheek's. While petitioner's guilt could\r\nhave been supported on a theory of accomplice liability based on the facts\r\ngiven in his own testimony,5 this theory of guilt was never submitted to the\r\njury. The State specifically declined to request this charge since it insisted\r\npetitioner was the triggerman. \r\n  \r\n  \r\nFurther, not only did the MMPI-A answers include the\r\ninformation that petitioner would lie, which could be harmless in light of the\r\nfact that petitioner admitted he lied in his first statement to police, they\r\nspecifically indicated petitioner would lie to get out of trouble, implying his\r\nretraction at trial was the lie rather than his original confession. \r\n  \r\n  \r\nFinally, and perhaps most damaging, counsel's failure to object\r\nto petitioner's impeachment led to Dr. Thrasher's harmful testimony \r\n  \r\n\r\n5 Accomplice liability applies to murder that is the natural and\r\nprobable consequence of the crime to which the defendant was an\r\naccomplice. State v. Bell, 305 S.C. 11, 405 S.E.2d 165 (1991). Here,\r\npetitioner admitted he stole the Orkin truck with Cheek and he knew Cheek\r\nhad a gun with them in the truck. \r\n  \r\np.75\r\n\r\nHudgins v. Moore, Director of S.C. Dept. of Corrections \r\n\r\nregarding petitioner's pathological nature and propensity to commit criminal\r\nacts, evidence that otherwise would have been inadmissible in the guilt\r\nphase of trial. See State v. Peake, 302 S.C. 378, 396 S.E.2d 362 363 (1990)\r\n(character evidence is not admissible to prove the accused possesses a\r\ncriminal character or propensity to commit the crime with which he is\r\ncharged). \r\n  \r\n  \r\nWe hold petitioner is entitled to PCR on the ground counsel\r\nfailed to object to the use of the MMPI-A answers for impeachment. We need\r\nnot address petitioner's remaining arguments. The PCR judge's denial of\r\nrelief is \r\n  \r\nREVERSED. \r\n  \r\nToal, A.C.J., Waller, Burnett, JJ., and Acting Associate Justice\r\nGeorge T. Gregory, Jr., concur. \r\n  \r\n  \r\np.76\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25034","title":"Southerland v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25034","description":"","date":"1999-12-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nRobert H. Southerland, Petitioner,\r\nv.\r\nThe State of South\r\nCarolina,  Respondent. \r\n  \r\nAppeal From Lexington County\r\nMarc H. Westbrook, Circuit Court Judge \r\n  \r\nOpinion No. 25034\r\nHeard November 2, 1999 - Filed December 13, 1999 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART\r\nAND REMANDED \r\n  \r\nWayne Floyd and William Y. Rast, of West Columbia,\r\nand Diana L. Holt, of Columbia, for petitioner. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Donald J. Zelenka, and Senior\r\nAssistant Attorney General William Edgar Salter, III, all\r\nof Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: The Court granted a writ of certiorari to review the denial\r\nof Post-Conviction Relief (PCR) to Petitioner, Robert H. \"Bo\" Southerland. We\r\naffirm in part, reverse in part, and remand for re-sentencing. \r\n  \r\np.1\r\n\r\nSoutherland v. State \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis is a capital case. Southerland was convicted of murder, kidnapping,\r\narmed robbery, and forgery. The facts are as follows:1 \r\n  \r\nOn the evening of October 5, 1989, Southerland, Tony\r\nCooper, David Burroughs, and Brenda McLaurin abducted Kim\r\nQuinn from her home and drove her to an isolated pond. Cooper\r\nand Southerland dragged Quinn from Cooper's car and raped her.\r\nSoutherland then shot Quinn in the neck, back, and head. Cooper\r\nsevered Quinn's hands and feet with an axe. Southerland and\r\nCooper then covered Quinn's body with gasoline and debris which\r\nthey set on fire. The remains of Quinn's body were discovered\r\nthree days later. \r\n  \r\nSoutherland's convictions and sentences were affirmed. State v. Southerland,\r\n316 S.C. 377, 447 S.E.2d 862 (1994). Thereafter, the circuit court denied\r\nSoutherland's application for PCR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE 2 \r\n  \r\nWas appellate counsel ineffective in failing to raise and brief the \r\n  \r\n\r\n1The facts are verbatim from the Court's opinion in State v. Southerland,\r\n316 S.C. 377, 381, 447 S.E.2d 862, 865 (1994), cert. denied 513 U.S. 1166 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2Southerland's remaining issues are affirmed pursuant to Rule 220(b),\r\nSCACR, and the following authorities: Issue 2- State v. Ford, 334 S.C. 59, 512\r\nS.E.2d 500 (1999); Sumpter v. State, 312 S.C. 221, 439 S.E.2d 842 (1994),(trial\r\njudge's findings regarding purposeful discrimination rest largely on evaluation\r\nof demeanor and credibility, and reviewing court should give the findings great\r\ndeference on appeal); Issues 3 and 4- Drayton v. Evatt, 312 S.C. 4, 430 S.E.2d\r\n517 (1993); Solomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994)(where\r\nmatters of credibility are involved, great deference is given to PCR judge's\r\nfindings); Grier v. State, 299 S.C. 321, 384 S.E.2d 722 (1989) (if there is any\r\nevidence supporting PCR court's findings, this Court must affirm); Issue 5\r\nMcCray v. State, 317 S.C. 557, 455 S.E.2d 686 (1995) (issues not raised in\r\npetition for writ of certiorari are not preserved for review). \r\n  \r\n  \r\n  \r\np.2\r\n\r\nSoutherland v. State \r\n\r\n\r\n\r\n\r\n\r\nissue of the trial court's refusal to instruct the jury that the terms\r\n\"life\" and \"death\" are to be understood in their plain and ordinary\r\nmeaning? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAt trial, Southerland requested the trial court instruct the jury\r\nconcerning his ineligibility for parole. As an alternative, he requested the\r\ncourt charge the jury was \"to understand each of these sentences in their plain\r\nand ordinary meaning.\" (Defendant's Request to Charge #7). When the trial\r\ncourt indicated it would not give Southerland's Request # 7, counsel for\r\nSoutherland again asked, if the court refused to charge concerning his parole\r\nineligibility, whether the court planned to charge \"that life imprisonment is to\r\nbe understood in its plain and present meaning.\" The court responded that it\r\nwould give a charge pursuant to State v. Norris, if and only if the jury inquired\r\nabout parole. Id. After the jury was charged, trial counsel renewed his\r\nobjection to the court's failure to give his Request # 7.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSoutherland asserts his appellate counsel was ineffective for failing to\r\nargue on appeal that the trial judge erred in refusing to give a \"plain and\r\nordinary meaning\" instruction.4 We agree. Case law clearly holds, regardless\r\nof capital defendant's parole eligibility, he or she is entitled to a plain meaning\r\ncharge upon request and that the refusal to give such a request is reversible\r\nerror. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court first enunciated a \"plain meaning\" charge in State v. Norris,\r\n285 S.C. 86, 328 S.E.2d 339, 344 (1985). In Norris, the jury in a capital case\r\ninquired whether the defendant would be eligible for parole if sentenced to life\r\nimprisonment. The trial court responded by charging the jury that if the\r\ndefendant were sentenced to life, he would be eligible for parole in twenty years.\r\nThis Court ruled such a charge violated prior precedent that a jury should be\r\nneither invited nor permitted to speculate upon the possible effects of parole \r\n  \r\n\r\n3 The state strenuously asserts Southerland's request for a \"plain\r\nmeaning\" charge is unpreserved., Given counsel's repeated requests for this\r\ncharge, we find the state's contention fatuous. The issue is patently preserved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Appellate counsel failed to raise this issue on appeal, and waited until\r\none week before oral arguments to move to supplement his appellate brief to\r\nraise this issue; this Court denied his request. App. 3124-25, 3134. \r\n  \r\n  \r\n  \r\np.3\r\n\r\nSoutherland v. State \r\n\r\n\r\n\r\n\r\n\r\nupon a conviction. See State v. Brooks, 271 S.C. 355, 247 S.E.2d 436 (1978);\r\nState v. Butler, 277 S.C. 543, 290 S.E.2d 420 (1982). The Court held that\r\n\"[w]hen the issue is raised, the Court should instruct the jury that it shall not\r\nconsider parole eligibility in reaching its decision, and that the terms `life\r\nimprisonment' and `death sentence' should be understood in their ordinary and\r\nplain meaning.\" 285 S.C. at 95, 328 S.E.2d at 344. Accordingly, Norris\r\nestablished the law to be charged if the jury inquires about parole. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, however, in State v. Atkins, 293 S.C. 294, 360 S.E.2d 302\r\n(1987), this Court held, without regard to a jury inquiry concerning parole,\r\nthat, \"[i]n all death penalty cases which proceed to trial after this opinion is\r\npublished, if requested by the defendant, the trial judge shall charge the\r\njury that the term `life imprisonment' is to be understood in its ordinary and\r\nplain meaning.\" 293 S.C. at 300, 360 S.E.2d at 305 (emphasis supplied). The\r\nAtkins Court went further to hold that, in all subsequent cases decided\r\npursuant to the Omnibus Crime Control Act, where the defendant requested,\r\nhe was entitled, in lieu of a plain meaning charge, to a charge concerning 20 or\r\n30 year parole eligibility, depending upon the jury's finding of a statutory\r\naggravating circumstance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFour years later, a majority of this Court overruled State v. Atkins to the\r\nextent it permitted juries to be informed concerning a capital defendant's parole\r\neligibility. State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991)(Chandler, A.J.\r\nconcurring). Justice Chandler's concurrence reiterated that a State v. Norris\r\n(jury not to consider parole and are to understand life and death in their plain\r\nand ordinary meaning) charge was the proper response to any inquiry\r\nconcerning parole eligibility. 305 S.C. at 57, 406 S.E.2d at 322. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLess than four months later, this Court clarified Torrence, stating \"in\r\neliminating the consideration of parole, Torrence leaves intact the defendant's\r\nright upon request for a plain meaning charge.\" State v. Davis, 306 S.C. 246,\r\n251, 411 S.E.2d 220, 222 (1991). The argument in Davis was that, since the\r\njury's consideration of parole was eliminated by Torrence, there was no longer\r\nany requirement of a \"plain meaning\" charge. The Davis Court disagreed,\r\nnoting that the parole eligibility charge was an alternative to a plain meaning\r\ncharge. The Court stated, \"[s]ince State v. Atkins, 293 S.C. 294, 360 S.E.2d 302\r\n(1987), this Court has held that where a capital defendant requests it, a\r\ncharge must be given at the sentencing phase that the term life\r\nimprisonment is to be understood in its ordinary and plain meaning.\r\nIt is reversible error to refuse such a request.\" 306 S.C. at 251, 411 \r\n  \r\np.4\r\n\r\nSoutherland v. State \r\n\r\n\r\n\r\n\r\n\r\nS.E.2d at 222 (emphasis supplied). This holding has been repeatedly reaffirmed\r\nby this Court, most recently in State v. Ard, 332 S.C. 370, 505 S.E.2d 328\r\n(1998). See also State v. Simmons,5310 S.C. 439, 427 S.E.2d 175\r\n(1993)(defendant still entitled, upon request, to a plain meaning charge under\r\nState v. Atkins); State v. Williams, 321 S.C. 327, 468 S.E.2d 626 (1996)(if\r\ncapital defendant requests it, charge must be given at sentencing phase that life\r\nimprisonment means imprisonment for life); State v. Young, 319 S.C. 33, 459\r\nS.E.2d 84 (1995)(court properly refused defendant's request to charge 30 year\r\nparole eligibility in favor of plain meaning charge). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe above outlined cases clearly hold a defendant is entitled, upon\r\nrequest, to a plain meaning charge as an alternative to parole information.\r\nAlthough related to the idea of parole eligibility, a plain meaning charge is\r\nsimply not synonymous. On the contrary, the cases uniformly recognize it is\r\nreversible error to refuse a plain meaning charge when requested by the\r\ndefendant, without regard to the defendant's parole eligibility or ineligibility.\r\nAccordingly, we find appellate counsel was ineffective in failing to raise this\r\nissue on direct appeal and that Southerland was prejudiced thereby. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA defendant is constitutionally entitled to the effective assistance of\r\nappellate counsel. Evitts v. Lucev, 469 U.S. 387,105 S.Ct. 830, 83 L.Ed.2d 821\r\n(1985) (to be effective appellate counsel must give assistance of such quality as\r\nto make appellate proceedings fair); Thrift v. State,, 302 S.C. 535, 397 S.E.2d\r\n523 (1990)(appellate counsel must provide effective assistance but need not\r\nraise every nonfrivolous issue presented by the record). In deciding a claim of\r\nineffective assistance of counsel, the focus is on \"the fundamental fairness of the\r\nproceeding whose result is being challenged.\" Strickland v. Washington, 466\r\nU.S. 668, 685, 696,104 S.Ct. 2052, 2063, 2069, 80 L.Ed.2d 674, 692, 699(1984).\r\nFirst, the burden of proof is upon petitioner to show that counsel's performance\r\nwas deficient as measured by the standard of reasonableness under prevailing\r\nprofessional norms. Second, the petitioner must prove that he or she was\r\nprejudiced by such deficiency to the extent of there being a reasonable\r\nprobability that, but for counsel's unprofessional errors, the result of the\r\nproceeding would have been different. Strickland v. Washington, supra.\r\nAccord Smith v. State, 309 S.C. 413, 424 S.E.2d 480 (1992). \r\n  \r\n\r\n5Simmons was reversed on other grounds by the United States Supreme\r\nCourt in Simmons v. South Carolina, 512 U.S. 154,114 S.C.. 2187,129 L.Ed.2d\r\n133 (1994). \r\n  \r\np.5\r\n\r\nSoutherland v. State \r\n\r\n\r\n\r\n\r\n\r\nHere, the first element of Strickland is clearly met as the case law of this\r\nstate is to the effect that an Atkins plain meaning charge is mandatory, if\r\nrequested, and that the failure to give such a charge is reversible error.\r\nAccordingly, counsel was deficient in failing to raise this issue. The PCR court\r\nheld, however, that Southerland failed to demonstrate prejudice. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe standard established by Strickland is that the defendant must\r\nestablish by a reasonable probability that the result of the proceeding would\r\nhave been different. Strickland, supra; Evitts v. Lucey, supra; State v. Smith,\r\n309 S.C. 413, 424 S.E.2d 480, 481 (1992) (petitioner must prove there is \"a\r\nreasonable probability that, but for counsel's unprofessional errors, the result\r\nof the proceeding would have been different\"). See also People v. Griffin, 687\r\nN.E.2d 820 (Ill. 1997) (defendant who contends appellate counsel rendered\r\nineffective assistance, e.g., by failing to argue issue, must show that failure to\r\nraise issue was objectively unreasonable and that, but for this failure,\r\ndefendant's conviction or sentence would have reversed).6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGiven that each of this Court's cases have held it is reversible error to fail\r\nto give an Atkins charge if requested, it is patent that if counsel had raised the\r\nissue on direct appeal, Southerland would have been entitled to a reversal of the\r\nsentencing phase of his conviction. Accordingly, Southerland has met his\r\nburden of demonstrating both that appellate counsel's performance was\r\ndeficient and that; but for the deficient performance, the result of his appeal\r\nwould have been different. The sentencing phase of his trial is reversed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nThe sentencing portion of Southerland's trial is reversed and the matter\r\nremanded for a new sentencing proceeding. The remainder of the circuit court's\r\norder is affirmed. \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART, AND REMANDED. \r\n  \r\nMOORE, A.C.J., BURNETT, A.J., Acting Associate Justices\r\nJames W. Johnson, Jr., and William T. Howell, concur. \r\n  \r\n\r\n6This is analogous to determining ineffective assistance regarding a\r\nguilty plea, i.e., the defendant must show that counsel's ineffective performance\r\naffected the outcome of the plea process. Alexander v. State, 303 S.C. 539, 402\r\nS.E.2d 484 (1991). See also Hill v. Lockhart, 474 U.S. 52, 106 S.Ct. 366, 88\r\nL.Ed.2d 203 (1985). \r\n  \r\np.6 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25035","title":"State v. Kennerly","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25035","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 39\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State of South\r\nCarolina, Respondent, \r\n  \r\nv. \r\n  \r\nPatricia Kennerly,  Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Orangeburg County\r\nLuke N. Brown, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 25035\r\nHeard November 4, 1999 - Filed December 20,1999 \r\n  \r\nAFFIRMED \r\n  \r\nClyde C. Dean, Jr., of Orangeburg, for petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Salley W. Elliott, and Assistant\r\nAttorney General Caroline C. Tiffin, all of Columbia;\r\nand Solicitor Walter M. Bailey, Jr., of Summerville, all,\r\nfor respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: Patricia Kennerly (\"Kennerly\") seeks reversal of her \r\n  \r\np.1\r\n\r\nState v. Kennerly \r\n\r\n\r\n\r\n\r\n\r\nconviction for contempt. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKennerly was a juror in the death penalty trial of Gregory Benjamin tried in April\r\n1996 in Orangeburg County. The jury was sequestered during the trial.. After the\r\ntrial concluded, the solicitor of the First Judicial Circuit filed an unverified petition\r\nin the General Sessions Court alleging two counts of contempt by Kennerly. The\r\npetition alleged: (1) Kennerly did not disclose during individual or group voir dire\r\nher relationship with either the defendant Gregory Benjamin or his sister Tina\r\nBenjamin, a defense witness; and (2) despite warnings by the Judge to the contrary,\r\nKennerly, on repeated occasions during the guilt phase of the trial, initiated\r\ndiscussions about the case with other jurors. Kennerly stated to fellow jurors she\r\nknew the defendant and his sister, Tina, and would not vote for the death penalty.\r\nThe solicitor alleged that Kennerly's purpose was to \"undermine the entire trial and\r\nwas contemptuous of this Court and the entire judicial system.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA contempt hearing was held on October 28, 1996. On December 11, 1996, the trial\r\ncourt found Kennerly in contempt and sentenced her to six months imprisonment.\r\nThe Court of Appeals affirmed Kennerly's conviction on June 15, 1998. This Court\r\ngranted certiorari and the sole issue on appeal is: \r\n  \r\nDid the Court of Appeals err in holding that the accused was not\r\nentitled to dismissal of contempt charges where the alleged\r\ncontempt occurred during voir dire and conversations with other\r\njurors during the trial, and the proceedings against her were\r\ncommenced by an unverified petition? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nKennerly argues that since the alleged contempt occurred outside the sight\r\nand hearing of the judge, the solicitor's unverified petition was fatally defective. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Toyota of Florence v. Lynch, 314 S.C. 257, 442 S.E.2d 611 (1994), we held\r\nthe failure to attach an affidavit or verified petition to the rule to show cause is\r\nfatally defective when the alleged contempt was constructive. Therefore, if\r\nKennerly's contemptuous conduct can be classified as constructive, the solicitor's\r\nfailure to verify his petition would be fatal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConstructive contempt is contempt that occurs \"outside the presence of the \r\n  \r\np.2\r\n\r\nState v. Kennerly \r\n\r\n\r\n\r\n\r\n\r\ncourt.\" Id. at 267, 442 S.E.2d at 617; State v. Johnson, 249 S.C. 1, 152 S.E.2d 669\r\n(1967). In contrast, direct contempt involves contemptuous conduct occurring in the\r\npresence of the court. State v. Goff, 228 S.C. 17, 88 S.E.2d 788 (1955). South\r\nCarolina courts have always taken a liberal and expansive view of the \"presence\"\r\nand \"court\" requirements. This State's courts have held the \"presence of the court\"\r\nextends beyond the mere physical presence of the judge or the courtroom to\r\nencompass all elements of the system. See, e.g., State v. Goff, supra; In the Matter\r\nof Golden, 329 S.C. 335, 496 S.E.2d 619 (1998); In the Matter of Goude, 296 S.C.\r\n510, 374 S.E.2d 496 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn two recent attorney disciplinary matters, this Court imposed public\r\nreprimands since the attorney's conduct was degrading to the \"court.\" However,\r\nneither matter involved conduct which occurred solely in front of the judge or inside\r\nthe courtroom. In Matter of Goude, supra, this Court upheld the trial judge's\r\nimposition of contempt against Mr. Goude, and imposed a public reprimand for\r\nconduct occurring inside and outside the courtroom in the hallway after the verdict\r\nwas returned. See also In the Matter of Golden, supra (a public reprimand\r\nappropriate where the misconduct occurred during two depositions). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn State v. Goff, supra, the defendant's contemptuous conduct occurred on\r\nthe courthouse steps after a witness testified against him. We found the defendant\r\nin direct contempt of court stating \"[w]hen the [c]ourt is in session, in order to\r\nextend its protection to its officers, jurors and witnesses, it must be considered to\r\nbe present where those persons are required to be in the performance of their\r\nseveral duties.\" Goff, 228 S.C. at 23, 88 S.E.2d at 791. (emphasis added). In Goff\r\nwe stated that the court \"consists not of the judge, the jury, or the jury room\r\nindividually, but all of these combined. The court is present wherever any of its\r\nconstituent parts is engaged in the prosecution of the business of the court according\r\nto the law.\" Id. at 24; 88 S.E.2d at 792; see also 17 AM. JUR. 2d Contempt § 19\r\n(1990). In Kennerly's case, the conduct occurred in the jury room and at the hotel\r\nwhere the jury was sequestered. The conduct occurred where the jury was required\r\nto be, and while the jury was performing their legal duties. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMany states also follow a liberal interpretation of the term \"in the presence\r\nof the court.\" In People v. Higgins, 16 N.Y.S.2d 302 (Sup.Ct. 1939), the New York\r\nSupreme Court found a sheriff in direct contempt for purchasing liquor and having\r\nsexual intercourse with the members of the jury he was assigned to guard. The\r\ncourt held \"contempt committed in the immediate view and presence of any\r\nconstituent part of [the court]... is contempt in the immediate view and presence\r\nof the court.\" Id. at 305. Since the jury was a constituent part of the court, and the\r\ncontemptuous behavior was within its sight and hearing, the contempt was deemed \r\n  \r\np.3\r\n\r\nState v. Kennerly \r\n\r\n\r\n\r\n\r\n\r\n\"in the presence of the court.\" Id. Other states have also taken the \"constituent\r\nparts\" approach to defining \"in the presence of the court.\" See People v. Owens,\r\n248 N.E.2d 104, 105 (Ill. 1969) (holding defendant in direct contempt where\r\ncontemptuous conduct occurred not in the \"presence of the judge, but in a place set\r\napart for the use of a constituent or integral part of the court.\"); Moss v. Arnold, 74\r\nP.2d 491, 505-506 (Okla. Crim. App. 1938) (holding the court is present \"wherever\r\nany constituent part of the court is engaged in the prosecution of the business of the\r\ncourt according to law.\"); Lockett v. State, 224 S.W. 952, 953 (Ark. 1920) (\"in the\r\nhearing and presence of the court necessarily relates to its constituent, functioning\r\nparts.\"); see also In Re Caruba, 51 A.2d 446 (ICJ. Ch. 1947); 13 Tx. JUR. 3d\r\nContempt § 2 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOther South Carolina cases have found constructive contempt in instances\r\ninvolving jury tampering. In these cases, the jury tampering took place before the\r\njury was impaneled and before the court was in session. See State v. Johnson, 249\r\nS.C. 1, 152 S.E.2d 669 (1967) (holding there was constructive contempt where\r\nimproper contacts were made with potential jurors before the jury was impaneled);\r\nState v. Weinberg, 229 S.C. 286, 92 S.E.2d 842 (1956) (holding that improper\r\ncontact with people drawn for the jury, but who never served, was constructive\r\ncontempt because it was not in the \"presence of or so near the court as to interrupt\r\nits proceedings\"). To the extent these cases hold tampering with a jury pool is\r\nconstructive contempt, they are overruled. The jury pool constitutes an integral,\r\nconstituent part of the court and contemptuous acts within their sight or hearing will\r\nconstitute direct contempt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBecause Kennerly's conduct occurred within the sight and hearing of an\r\nintegral and constituent part of the court, her conduct was \"in the presence of the\r\ncourt\" and constituted direct contempt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, the Court of Appeals's finding that no affidavit or\r\nverified petition was required since Kennerly was in direct contempt, is affirmed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.4 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25036","title":"Littlefield, et al. v. SC Forestry Commission, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25036","description":"","date":"1999-12-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 39 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCatherine Littlefield,\r\nVivian Martin, and\r\nJeremy James, for\r\nthemselves and all\r\nothers similarly situated, Appellants, \r\n  \r\nv. \r\n  \r\nSouth Carolina Forestry\r\nCommission, South\r\nCarolina Department of\r\nMental Health, both as\r\nrepresentatives of all\r\nagencies of the State of\r\nSouth Carolina; Richard\r\nEckstrom, in his official\r\ncapacity as Treasurer of\r\nthe State of South\r\nCarolina, South Carolina\r\nBudget and Control\r\nBoard Division of,\r\nHuman Resources, Respondents. \r\n  \r\nAppeal From Richland County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 25036 \r\n  \r\nHeard November 16, 1999 - Filed December 20,1999 \r\n  \r\nREVERSED \r\n  \r\np.5\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\nArmand Derfner, Peter Wilborn, and Ray P.\r\nMcClain, all of Charleston; for appellants. \r\n  \r\nVance J. Bettis, of Gignilliat, Savitz &amp; Bettis; Edwin\r\nE. Evans, Office of General Counsel, S.C. Budget and\r\nControl Board; and Samuel L. Wilkins, Office of\r\nHuman Resources, S.C. Budget and Control Board,\r\nall of Columbia, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: At issue in this appeal is the manner in which state\r\nagencies calculate pay for unused annual leave of terminated, deceased, and\r\nretiring state employees. The methodology employed by state agencies differs\r\ndepending upon whether the state employee is terminated, retires, or dies. The\r\ncircuit court upheld the agencies' methodology, finding no equal protection\r\nviolation in the disparate treatment accorded different employees. The court\r\nalso denied employees' motion for class certification. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nEmployees in this case are Catherine Littlefield and Vivian Martin,\r\nformer employees of the South Carolina Forestry Commission.1 Littlefield was\r\nemployed by the Commission from 1973 until May 1996, when she was laid off.\r\nIn January 1996, Littlefield carried over 324.5 hours of annual leave.2 Between\r\nJanuary and May 1996 (at which time she was terminated), Littlefield earned\r\n97.5 more hours3 of annual leave. Prior to receiving notification of her \r\n  \r\n\r\n1 The circuit court's ruled plaintiff Jeremy James lacks standing as his\r\nstate employment has not terminated. We concur with this ruling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Pursuant to S.C. Code Ann. § 8-11-610 (1986), employees earn at least\r\n1 and 1/4 days annual leave for each month of employment. Such annual leave\r\nmay be carried over from year to year, not to exceed forty-five days. Because\r\nLittlefield worked only 39 hours per week, however, her maximum carryover of\r\naccrued leave was 351 hours (or 43.875 days). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Littlefield earned 19.5 hours per month pursuant to 23A S.C. Code Ann.\r\nReg. 19-703.08(D)(1976). \r\n  \r\np.6\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\ntermination in 1996, Littlefield used 20 hours of annual leave. Upon her\r\ntermination, the Forestry Commission deducted the 20 hours leave she took in\r\n1996 from her maximum allowable carryover of 351 hours, and paid her for 331\r\nhours. She claims the 20 hours of annual leave she took prior to her\r\ntermination in 1996 should not have been deducted from her maximum\r\ncarryover hours, but should simply have been counted as hours earned and used\r\nin her final year of employment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMartin was employed 40 hours per week by Commission from 1985 until\r\nshe was laid off in October 1993.4 In January 1993, she carried forward 45 days\r\n(360 hours) of unused annual leave. Between January and October 1993, she\r\nearned another 100 hours of annual leave, of which she used 94.5 hours. Upon\r\ntermination, she was paid 265.5 hours (360 hours minus 94.5 hours = 265.5\r\nhours) of annual leave. She claims she was entitled to be compensated for 360\r\nhours of annual leave, without regard to the 94.5 hours annual leave earned\r\nand taken in 1993, prior to her termination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n1. Does the method of computation used by state agencies in\r\narriving at termination pay violate equal protection? \r\n  \r\n2. Did the circuit court err in refusing to certify a class action? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. EQUAL PROTECTION \r\n  \r\nThe method of calculation of termination pay for state employees is set\r\nforth in S.C. Code Ann. § 8-11-620, which provides: \r\n  \r\nUpon termination from state employment, an employee may take\r\nboth annual leave and a lump-sum payment for unused leave, but\r\nin no event shall such combination exceed forty-five days in\r\na calendar year except as provided for in § 8-11-610.5 If an \r\n  \r\n\r\n\r\n4 Martin's position as a fire tower operator in her hometown of York was\r\neliminated. She was offered a position 50 miles away in Spartanburg, which\r\nshe refused. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 The exceptions provided in section 8-11-610 permit employees prior to\r\n1972 who had more than 45 days annual leave to retain those amounts. The \r\n  \r\np.7\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\nemployee dies, his legal representative shall be entitled to a\r\nlump-sum payment for his unused leave, not to exceed forty-five\r\nworking days, except as provided for in § 8-11-610. Upon\r\nretirement from state employment or upon the death of an\r\nemployee, a lump-sum payment will be made for unused leave, not\r\nto exceed forty-five days, unless a higher maximum is approved\r\nunder the provisions of § 8-11-610, and without regard to the\r\nearned leave taken during the calendar year in which the\r\nemployee retires.6 (Emphasis supplied). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nState agencies interpret this statute to mean that, if state employment is\r\nterminated for reasons other than death or retirement, the employee is paid\r\na maximum of 45 days annual leave upon termination, less any amounts of\r\nannual leave taken by the employee during the calendar year in which his or\r\nher employment terminates. If an employee dies or retires, however, the\r\nagencies do not deduct annual leave taken during the final calendar year from\r\nthe amount carried forward from the previous year.7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe net effect of agencies' interpretation is that if an employee is\r\nterminated (as opposed to dying or retiring), and has used any annual leave\r\nduring the final calendar year of employment, the employee's carryover account\r\nfrom the previous year is reduced by the number of days annual leave used\r\nduring the year of termination.8 \r\n  \r\n\r\nexceptions are not at issue in this appeal. \r\n\r\n\r\n\r\n\r\n\r\n6 Pursuant to this statute, the office of human resources has enacted 23A\r\nS.C. Code Ann. Reg. 19-703.07 (l) &amp; (m) which essentially track the language\r\nof the statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Although the statute specifies a maximum of 45 days, agencies state in\r\ntheir brief that they apply this rule uniformly to all terminated employees,\r\nwithout regard to whether they have reached the maximum number of\r\ncarryover days. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8 The system appears similar to a bank account in which the employee\r\nhas a checking and a savings account. \"Carryover leave\" is annually placed into\r\nthe savings account, and earned monthly leave is deposited monthly into the\r\nchecking account. As leave is used during the year, it is deducted from the\r\nchecking account. Upon termination, any annual leave hours taken during the\r\nfinal year of employment is also deducted from the amount of total leave then \r\n  \r\np.8\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\nEmployees contend that to essentially \"dock\" them twice for leave used\r\nin their final year of employment, while not doing so in the case of retirees and\r\ndecedents, results in an equal protection violation. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo satisfy equal protection, a legislative classification must bear a\r\nreasonable relation to the legislative purpose sought to be achieved; members\r\nof the class must be treated alike under similar circumstances; and the\r\nclassification must rest on some rational basis. Walker v. South Carolina Dep't\r\nof Highways and Pub. Transp., 320 S.C. 496, 466 S.E.2d 346 (1995). When the\r\nCourt considers the constitutionality of a statute passed by the General\r\nAssembly, it construes the statute so as to render it valid if possible. University\r\nof South Carolina v. Mehlman, 245 S.C. 180, 139 S.E.2d 771 (1964). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find no rational basis for the differential treatment accorded\r\nterminated employees versus retiring or deceased employees. Initially, contrary\r\nto the construction placed upon it by agencies, Section 8-11-620 does not state\r\nthat decedents' estates are to be compensated without regard to annual leave\r\ntaken in the final year of employment; the statute specifically refers only to\r\nretirees in that regard. Accordingly, there is no rational basis for agencies to\r\ntreat decedents differently than other terminated employees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, we find no rational basis for the agencies' distinction between\r\nretirees and non-retirees. In the present case, appellant Littlefield worked for\r\nthe Forestry Commission for 23 years when she was laid off due to a reduction\r\nin force. There is no indication in the record that her termination was in any\r\nway volitional, or that, but for the layoff, she would not have reached full\r\nretirement. To treat employees who are involuntarily laid off after 23 years of\r\nservice differently than employees who manage to avoid such a layoff and reach\r\nretirement is simply irrational. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with Employees that agencies' construction of Section 8-11-620\r\nresults in an equal protection violation. We find a proper interpretation of\r\nSection 8-11-620 simply means that upon termination, an employee may not\r\nuse or be paid for more than 45 days annual leave, but that annual leave which\r\nwas accrued and used during the final year prior to termination may not be\r\ndeducted from the amounts of annual leave carried forward from the prior year. \r\n  \r\n\r\navailable in the savings account. In essence, the terminated employee is\r\nactually \"docked\" twice for any annual leave used during the final year of\r\nemployment. \r\n  \r\np.9\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\nSuch an interpretation of the statute results in no equal protection violation,\r\nand renders the statute constitutional. See University of South Carolina v.\r\nMehlman, 245 S.C. 180, 139 S.E.2d 771 (1964)(when this Court considers the\r\nconstitutionality of a statute passed by the General Assembly, we construe the\r\nstatute so as to render it valid if possible). Accordingly, we reverse the circuit\r\ncourt's ruling on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. CLASS CERTIFICATION \r\n  \r\n  \r\n  \r\nThe circuit court denied the plaintiffs' motion for class certification for two\r\nreasons: 1) the proposed class included current employees who had no\r\njusticiable controversy, and 2) it presumed the state would voluntarily comply\r\nwith any final judgment rendered if plaintiffs prevailed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs to the first asserted basis for denying certification, although we agree\r\nthat present employees are not properly included in the class, we see no reason\r\nthe circuit court could not, as urged by plaintiffs, have redefined the class to\r\ninclude only former employees. Accord McGann v. Mungo, 287 S.C. 561, 340\r\nS.E.2d 154 (Ct. App. 1986) (circuit court may require plaintiffs to re-plead or\r\nredefine alleged class). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs to the second asserted basis, the circuit court ruled the state agencies\r\nshould be afforded an opportunity to comply voluntarily with any final\r\njudgment invalidating their method of calculation of annual leave. The circuit\r\ncourt relied on two federal cases for this proposition. Our state class action rule\r\ndiffers significantly from its federal counterpart. The drafters of Rule 23, South\r\nCarolina Rules of Civil Procedure (SCRCP) intentionally omitted from our state\r\nrule the additional requirements found in Federal Rule 23(B), Federal Rules of\r\nCivil Procedure (FRCP). By omitting the additional requirements, Rule 23,\r\nSCRCP, endorses a more expansive view of class action availability than its\r\nfederal counterpart. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSince adoption of Rule 23, SCRCP, this Court has heard many cases that\r\nhave used the class action procedure to allow adequate representatives to\r\naddress issues which affect large groups of citizens in our state. See, e.g.,\r\nRedmond v. Lexington County School Dist. No. Four, 314 S.C. 431, 445 S.E.2d\r\n441 (1994); Brown v. County of Horry, 308 S.C. 180, 417 S.E.2d 565 (1992);\r\nPayne v. Duke Power Co., 304 S.C. 447, 405 S.E.2d 399 (1991); South Carolina\r\nPub. Serv. Auth. v. Citizens and Southern Nat'l Bank of South Carolina, 300\r\nS.C. 142, 386 S.E.2d 775 (1989). \r\n  \r\np.10\r\n\r\nLittlefield, et al., v. SC Forestry Commission, et al., \r\n\r\n\r\n\r\n\r\n\r\nWe find the current case especially appropriate for class treatment. The\r\nnumber of potential plaintiffs is large, there is one main issue of law which is\r\nidentical for all plaintiffs, all injuries result from misapplication of the statute\r\nby the agencies, and calculation of damages would not be difficult. Accordingly,\r\nwe find the circuit court abused its discretion in refusing class certification. The\r\njudgment below is \r\n  \r\nREVERSED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.11 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]