[{"id":"25003","title":"State v. Hughes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25003","description":"","date":"1999-10-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent,\r\nv.\r\nMar-Reece Aldean\r\nHughes, Appellant. \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Judge \r\n  \r\nOpinion No. 25003 \r\n  \r\nHeard May 26, 1998 - Filed October 4, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nStephen D. Schusterman, of Rock Hill; and Christina\r\nChadwick Brice, of York, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nAssistant Attorney General Robert F. Daley, Jr., all\r\nof Columbia; and Solicitor Thomas E. Pope, of York,\r\nfor respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Appellant was sentenced to death for the murder\r\nof Officer Brent McCants who was killed during a routine traffic stop. We\r\naffirm. \r\n  \r\np.1\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nOn September 25, 1992, appellant and Eric Forney, armed with a gun,\r\naccosted two college students in the parking lot of a restaurant in Charlotte,\r\nNorth Carolina, and stole their car. The two men then drove to Rock Hill\r\nwhere Officer McCants stopped them for driving without headlights.\r\nMcCants was shot several times and his police-issue walkie-talkie was taken\r\nfrom his belt as he lay on the side of the road. Appellant and Forney were\r\napprehended shortly thereafter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State sought the death penalty against both appellant and Forney.\r\nThey were tried separately. At his trial, Forney claimed appellant was the\r\ntriggerman. Forney was convicted of murder, criminal conspiracy, and\r\narmed robbery and was acquitted of possession of a pistol during the\r\ncommission of a violent crime. After the jury failed to return a unanimous\r\nverdict in the sentencing phase, he was sentenced to life imprisonment. This\r\nsentence was affirmed on appeal. State v. Forney, 321 S.C. 353, 468 S.E.2d\r\n641(1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt appellant's trial, appellant admitted he participated in the armed\r\nrobbery of the vehicle and that he was driving at the time McCants stopped\r\nthem, but claimed Forney shot McCantsfrom the passenger seat and stole\r\nthe officer's walkie-talkie. Appellant was convicted of murder, armed\r\nrobbery, criminal conspiracy, possession of a stolen vehicle., and possession of\r\na firearm during the commission of a crime. The jury found as an\r\naggravating circumstance that the victim was a local law enforcement officer\r\nperforming his official duties. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1) Sentencing phase admission of jailhouse crimes \r\n  \r\n  \r\n  \r\nDuring the sentencing phase, evidence was admitted that while in\r\nprison awaiting trial for the murder of Officer McCants, appellant killed a\r\nsleeping cellmate by stabbing him in the throat with a \"shank.\" He was in\r\nthe process of stabbing another cellmate when he was stopped by prison\r\nguards. These crimes occurred April 12, 1993. \r\n  \r\np.2\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nIn response to this evidence, appellant introduced expert testimony\r\nthat he was mentally ill (paranoid schizophrenic) at the time. Appellant's\r\nexpert testified appellant's actions on April 12th were not indicative of his\r\ncharacter since he was mentally ill at the: time. Further, there was evidence\r\nappellant had no further disciplinary problems once he was medicated for his\r\nmental illness. The trial judge charged the jury that the April 12th crimes\r\nshould be considered only \"as evidence of [appellant's] character, his\r\ncharacteristics, and/or his future dangerousness.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal, appellant contends admission of the evidence regarding the\r\nApril 12th crimes was improper because he was mentally ill at the time and\r\ntherefore this evidence was not reliable character evidence.1 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, there was no contemporaneous objection to the introduction of\r\nthis evidence at the sentencing phase of trial. The trial judge ruled in limine\r\nthat the evidence was admissible. An in limine ruling, however, is not final\r\nand does not preserve the issue for appeal. State v. Schumpert, 312 S.C.\r\n502, 435 S.E.2d 859 (1993). Accordingly, this issue is not preserved. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, it is well-settled evidence of the defendant's behavior in\r\nprison is admissible in capital sentencing because it bears upon his\r\ncharacter. State v. Stewart, 283 S.C. 104, 320 S.E.2d 447 (1984). The State\r\nmay establish as an aggravating factor that the defendant would in the\r\nfuture pose a danger to others if not executed. State v. Patterson, 290 S.C.\r\n523, 351 S.E.2d 853 (1986), vacated on other grounds, 111 S.Ct. 2253 (1991)\r\n(citing Jurek v. Texas, 428 U.S. 262 (1976) and Barefoot v. Estelle, 463 U.S.\r\n880 (1983)). A defendant has the reciprocal right to present evidence he\r\nwould adapt well to prison life. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, the evidence appellant brutally killed one person and attempted\r\nto kill another while in prison was admissible as evidence of future\r\ndangerousness. Expert testimony appel lant was mentally ill at the time and\r\ntherefore acting \"uncharacteristically\" does not render evidence of his actions\r\nin prison inadmissible. The sentencing jury is charged with considering all \r\n  \r\n\r\n1 Appellant also argues this evidence does not fit within the five exceptions\r\nto inadmissibility set forth in State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923).\r\nLyle is inapplicable here. Evidence admitted under Lyle is substantive evidence\r\nto establish guilt, not character evidence relevant to capital sentencing. State\r\nv. Middleton, 295 S.C. 318, 368 S.E.2d 457, cert. denied, 488 U.S. 872 (1988). \r\n  \r\np.3\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\npossible relevant information about the individual defendant whose fate it\r\nmust determine. State v. Tucker (Tucker II), 324 S.C. 155, ___, 478 S.E.2d\r\n260, 270 (1996), cert. denied, 117 S.Ct. 1561 (1997). It was for the jury to\r\nweigh all the evidence regarding appellant's behavior to assess his character\r\nand propensity or lack of propensity for violence. See State v. Nelson, 331\r\nS.C. 1, 501 S.E.2d 716 (1998) (generally in evidentiary law character refers\r\nto an individual's propensity).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) Nondisclosure of complete SLED summary \r\n  \r\n  \r\n  \r\nDuring the sentencing phase, appellant moved for a mistrial on the\r\nground the State had failed to disclose, in violation of Rule 5, SCrimP, part\r\nof a report by the State Law Enforcement Division (SLED) concerning the\r\nApril 12th jailhouse crimes. Specifically, counsel complained she had not\r\nreceived the first seventeen pages of a SLED investigative summary\r\nindicating three inmates gave statements that around the time of the\r\nstabbings appellant talked about seeing \"a little green man.\" The State\r\ncontended it was not required to disclose the summary because it was work\r\nproduct exempt under Rule 5. The trial judge denied a mistrial finding\r\nappellant was not prejudiced by the failure to disclose. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 5(a)(1)(C), SCrimp, exempts internal prosecution documents\r\nmade in connection with an investigation. We need not determine here\r\nwhether the report in question is exempt3 since we agree with the trial\r\njudge's ruling that appellant has shown no prejudice from the failure to\r\ndisclose. See State v. Trotter, 317 S.C.411, 2453 S.E.2d 905 (Ct. App. 1995)\r\naff'd in result 322 S.C. 5372 473 S.E.2d 452 (1996) (violation of Rule 5 not\r\nreversible where no prejudice); State v. Thompson, 276 S.C. 616, 281 S.E.2d\r\n216 (1981) (State's failure to disclose does not warrant reversal unless \r\n  \r\n\r\n2Appellant also relies on expert testimony he could not be held \"criminally\r\nresponsible\" for the April 12th crimes because of his mental illness. Evidence\r\nof other crimes is admissible in sentencing to show the defendant's individual\r\ncharacteristics and predisposition to commit similar crimes, irrespective of\r\nconviction or a finding of criminal responsibility. State v. George, 323 S.C. 496,\r\n476 S.E.2d 903 (1996), cert. denied, 117 S.Ct. 1261 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 See State v. Gill, 319 S.C. 283, 460 S.E.2d 412 (Ct. App. 1995), vacated\r\non othergrounds,327 S.C.253,489 S.E.2d,478 (1997) (summary report prepared\r\nby police for use in prosecuting case not subject to disclosure under Rule 5). \r\n  \r\n  \r\n  \r\np.4\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\ndefendant deprived of a fair trial).4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe information regarding the inmates' statements was available to\r\nthe defense before trial from the report of Dr. Morgan which refers to\r\ninmates Jennings's, Walker's, and Gaithers's statements regarding the \"little\r\ngreen man.\" The trial judge had these three inmates transported to court\r\nduring trial to be interviewed by defense counsel. Further, appellant's\r\nexperts, Drs. Kohanski and Dupree, both testified they had information\r\nappellant told fellow inmates of \"a little green man\" talking to him. In\r\nconclusion, appellant was not prejudiced by the partial disclosure of the\r\nSLED investigative summary since the information was available from other\r\nsources. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3) Involuntary statements \r\n  \r\n  \r\n  \r\nIn the guilt phase of trial, State witness Jennings, an inmate, testified\r\nhe heard appellant tell a group of inmates: \"The best feeling I ever had is\r\nwhen I killed that cop.\" State witness Strain, a prison guard, testified he\r\noverheard appellant say to another inmate that \"he was going to kill him\r\nanother white boy.\" Appellant claims the trial judge erred in refusing to\r\nexclude these statements as involuntary because appellant was mentally ill\r\nat the time. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAbsent coercive police conduct causally related to a confession, there is\r\nno basis for finding a confession constitutionally involuntary. A defendant's\r\nmental condition in and of itself does not render a statement involuntary in\r\nviolation of due process. Colorado v. Connell, 479 U.S. 157, 107 S.Ct. 515,\r\n93 L.Ed.2d 473 (1986). Further, under State law, a confession is not\r\ninadmissible because of mental deficiency alone. State v. Doby, 273 S.C. 704,\r\n258 S.E.2d 896 (1979), cert. denied, 444 U.S. 1048 (1980). Here, the only\r\nfactor appellant relies on as evidence of involuntariness is his mental \r\n  \r\n\r\n4 Appellant also claims a Brady violation but this issue was not raised\r\nbelow and is not preserved on appeal. State v. Tucker (Tucker I), 319 S.C.\r\n425462 S.E.2d 263 (1995), cert. denied, 516 U.S. 1080 (1996) (defendant cannot\r\nargue one ground below and another on appeal). In any event, failure to\r\ndisclose Brady material is reversible error only when its omission deprives the\r\ndefendant of a fair trial. State v. Gunn, 313 S.C. 124,437 S.E.2d, 75 (1993), cert.\r\ndenied, 510 U.S. 1115 (1994). As discussed below, appellant can show no\r\nprejudice and therefore was not deprived of a fair trial. \r\n  \r\np.5\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\ncondition. The statements in question were spontaneously made and there is\r\nno evidence of police coercion. Since mental condition alone does not support\r\na finding of involuntariness, this issue is without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant further contends these statements were untrustworthy\r\nbecause there was no corroborating evidence. He refers to our decision in co-\r\ndefendant Forney's case where Forney sought admission of appellant's\r\nstatements to show appellant was the triggerman. We held the exclusion of\r\nthose statements proper because there was no corroborating evidence\r\nindicating their trustworthiness. State v. Forngy, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Forney's case, however, these statements were hearsay statements\r\nagainst the penal interest of an unavailable declarant (appellant) which\r\nrequired corroboration to be admissible to exculpate the accused (Forney).\r\nState v. Doctor, 306 S.C. 527, 413 S.E.2d. 36 (1992); see also Rule 804(b)(3),\r\nSCRE. In appellant's case, these statements were ad missible as statements\r\nagainst his own interest and required no corroborating evidence. Rule\r\n801(d)(2), SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4) Co-defendant's life sentence as mitigating factor \r\n  \r\n  \r\n  \r\nAppellant, contends the trial judge erred in refusing his request to\r\nadmit as mitigating evidence in the sentencing phase co-defendant Forney's\r\nlife sentence. Forney received a life sentence after the jury in his own capital\r\ncase found an aggravating circumstancebut failed to return a unanimous\r\nverdict of death. See S.C. Code Ann. § 16-3-20(C) (Supp. 1997) (defendant\r\nsentenced to life if no unanimous recommendation by jury). The trial judge\r\nfound this evidence irrelevant. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a capital case, the sentencer may not be precluded from considering\r\nas mitigating evidence (1) any aspect of the defendant's character or record\r\nand (2) any circumstances of the crime that may serve as a basis for a\r\nsentence less than death. State v. Bell, 305 S.C. 11, 406 S.E.2d 165 (1991),\r\ncert. denied, 502 U.S. 1038 (1992) (citing Hitchcock v. Dugger, 481 U.S. 393\r\n(1987)). In Bell, we found evidence of a co-defendant's demeanor and record\r\nwas properly excluded because it fit neither of these categories of mitigating\r\nevidence. Similarly, co-defendant Forney's life sentence does not qualify as\r\nmitigating evidence here. Forney's sentence does not demonstrate\r\nappellant's character or record, nor does it reveal anything about the\r\ncircumstances of McCants's murder. Accordingly, this evidence was properly \r\n  \r\np.6\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nexcluded. State v. Charpin , 333 S.C. 124, 508 S.E.2d 851 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5) Proportionality \r\n  \r\n  \r\n  \r\nAfter the jury returned its recommendation of death, appellant moved\r\nfor imposition of a life sentence on the ground a sentence of death would be\r\ndisproportionate to Forney's life sentence:. On appeal, he argues the trial\r\njudge's refusal to impose a life sentence violated his constitutional and\r\nstatutory rights to a proportionate sentence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder State law, S.C. Code Ann. § 16-3-25(C)(3) (1985) requires this\r\nCourt to determine in a death case \"[w]hether the sentence of death is\r\nexcessive or disproportionate to the penalty imposed in similar cases,\r\nconsidering both the crime and the defendant.\" (emphasis added). There is\r\nno requirement the sentence be proportional to any particular case. Death\r\nsentences have been imposed in other cases where, as here, the single\r\naggravating circumstance was death of a police officer. See State v. Johnson,\r\n306 S.C. 1191 410 S.E.2d 547 (1991), cert. denied, 503 U.S. 993 (1992); State\r\nv. South, 285 S.C. 529, 331 S.E.2d 775 cert. denied 474 U.S. 888 (1985).\r\nAccordingly, appellant's sentence is not disproportionate under State law.\r\nFurther, the Eighth Amendment requires no comparative proportionality\r\nreview, Pulley v. Harris, 465 U.S. 37, 104 S.Ct. 871, 79 L.Ed.2d (1984), and\r\nhence there can be no constitutional violation from the refusal to determine\r\nproportionality to a specific case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant further contends his death sentence is disproportionate to\r\nthe degree of his moral culpability under Enmund v. Florida, 458 U.S. 782,\r\n102 S.Ct. 3368, 73 L.Ed.2d 1140 (1982), because he was convicted of murder\r\non a theory of accomplice liability and there is no evidence of his intent to\r\nkill. We note the United States Supreme Court specifically modified\r\nEnmund in Tison v. Arizona, 481 U.S. 137, 107 S.Ct. 1676, 95 L.Ed.2d 127\r\n(1987), wherein it held the Enmund culpability requirement is satisfied by\r\nmajor participation in the underlying felony combined with reckless\r\nindifference to human life.5  See also State v. Longworth, 313 S.C. 360, 438\r\nS.E.2d 219 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn any event, the sentence in this case does not rest on moral \r\n  \r\n\r\n5 The trial judge charged this language from Tison at the close of the\r\nsentencing phase. \r\n  \r\n  \r\n  \r\np.7\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nculpability established solely by accomplice liability. Statements by\r\nappellant admitted in the guilt and sentencing phases of trial indicated he\r\nwas the triggerman. This evidence of direct moral culpability in the killing\r\nof Officer McCants supports the imposition of death based on the\r\naggravating circumstance found by the jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6) Courtroom outburst \r\n  \r\n  \r\n  \r\nIn the sentencing phase, during cross-examination of appellant's\r\nmedical expert, Officer McCants's mother loudly exited the courtroom\r\nfollowed by her sister. Appellant moved for a mistrial which was denied.\r\nThe trial judge found that although Mrs. McCants's outburst could be\r\ninterpreted as \"a negative comment\" on the defense evidence, her conduct\r\nwas only momentarily disruptive and the jury already knew how she felt\r\nsince she had testified as a victim impact witness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe decision whether to grant a mistrial because of a witness's\r\noutburst rests within the sound discretion of the trial judge and will not be\r\nreversed absent an abuse thereof or manifest prejudice to the complaining\r\nparty. State v. Anderson, 322 S.C. 89, 470 S.E.2d 103 (1996). In Anderson,\r\nwe found no abuse of discretion in the denial of a mistrial where the outburst\r\nwas limited and the jury likely understood it as an expression of grief over\r\nthe victim's death. This case is similar. As noted by the trial judge, the jury\r\nwas already aware of Mrs. McCants' feelings about the death of her son and\r\nlikely understood her outburst as an expression of this grief. We find the\r\ntrial judge did not abuse his discretion in denying a mistrial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7) Allen charge \r\n  \r\n  \r\n  \r\nAfter deliberating at the close of the sentencing phase for four hours,\r\nthe jury sent the trial judge a note stating they could not come to a\r\nunanimous decision. The trial judge gave a modified Allen charge6 as\r\nfollows: \r\n  \r\nWell, by law I cannot tell you where to go from here, but I can\r\nask and make a suggestion that you continue deliberations in an\r\nattempt to reach a verdict. I can tell you all of you have a duty to\r\nconsult with one another and to deliberate with a view to \r\n  \r\n\r\n6 Allen v. United States, 164 U.S. 492 (1896). \r\n\r\n\r\n\r\np.8\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nreaching an agreement, if this can be done without violence to\r\nany one of your individual judgments. Each of you as jurors\r\nmust decide the case for yourself, but only after impartial\r\nconsideration of the evidence with your fellow jurors. During the\r\ncourse of your continued deliberations each of you should not\r\nhesitate to re-examine your own views and change your opinion\r\nif convinced that your opinion is erroneous. Each juror who finds\r\nhimself or herself to be in the minority should reconsider their\r\nviews in light of the opinions of the jurors of the majority and,\r\nconversely each juror finding themselves in the majority should\r\ngive equal consideration to the views of the minority. No juror,\r\nhowever, should surrender their honest conviction as to the\r\nweight or effect of the evidence solely because of the opinion of\r\nyour fellow jurors or for the mere purpose of returning a\r\nunanimous verdict. \r\n  \r\nOn appeal, appellant complains the underscored statement was not even\r\nhanded because it directs the minority to \"reconsider\" and the majority\r\nmerely to \"consider.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, this ground for objection to the Allen charge was not raised\r\nbelow and is not preserved. Tucker I, supra (objection to Allen charge not\r\npreserved where different objection stated below). In any event, the charge\r\nspecifically instructs the majority to give \"equal consideration to the views of\r\nthe minority.\" Taken as a whole, this charge is an even-handed admonition\r\nto both the minority and majority jurors. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant also complains the trial judge coerced the jury's decision by\r\nsending a note asking whether they would like to continue deliberations that\r\nevening or break until morning. There is no indication appellant objected\r\nbelow and this issue is not preserved. Tucker I, supra. Further, this note\r\nwas simply an inquiry as to the jury's wishes and conveyed no admonition to\r\nreach a verdict. This argument is without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPROPORTIONALITY REVIEW \r\n  \r\n  \r\n  \r\nWe have reviewed the record and conclude imposition of death in this\r\ncase was not the result of passion, prejudice, or any other arbitrary factor.\r\nFurther, the evidence supports the aggravating circumstance and the death\r\nsentence is not excessive or disproportionate to the penalty imposed in \r\n  \r\np.9\r\n\r\nState v. Hughes \r\n\r\n\r\n\r\n\r\n\r\nsimilar cases. S.C. Code Ann. § 16-3-25(C) (1985); see State v. Johnson,\r\nsupra; State v. South, supra. Accordingly, the judgment of the circuit court\r\nis \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.10 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25004","title":"Summersell v. SCDPS","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25004","description":"","date":"1999-10-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nJohn Patrick\r\nSummersell, Petitioner\r\nv.\r\nSouth Carolina\r\nDepartment of Public\r\nSafety, Respondent.\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge\r\nOpinion No. 25004\r\nSubmitted October 5, 1999.- Filed October 11, 1999\r\nVACATED\r\nL. Scott Harvin, of Hetrick Law Firm, of Walterboro,\r\nfor petitioner.\r\nGeneral Counsel of the South Carolina Department.\r\nof Public Safety Frank L. Valenta, Jr., and Senior\r\nAssistant General Counsel of the South Carolina\r\nDepartment of Public Safety Patrick M. Teague, both\r\nof Columbia, for respondent.\r\np.1\r\n\r\nSummersell v. SCDPS\r\n\r\nPER CURIAM: This matter is before the Court on a petition for a writ of\r\ncertiorari seeking review the Court of Appeals' opinion in Summersell v.\r\nSouth Carolina Department of Public Safety, 334 S.C. 357, 513 S.E.2d 619\r\n(Ct. App. 1999), which affirmed the administrative hearing officer's and\r\ncircuit court's suspension of petitioner's driver's license for failure to submit\r\nto a breathalyzer test. We grant certiorari, in part, to review that portion of\r\nthe Court of Appeals' decision addressing the admissibility of hearsay\r\ntestimony in an administrative proceeding, and dispense with further\r\nbriefing. In all other respects, the petition for a writ of certiorari is denied.\r\nFACTS\r\nOn December 13, 1996, petitioner was arrested for driving while\r\nintoxicated (DUI) by Officer Sheri Avenel. He was transported to the Mt.\r\nPleasant police station where he refused to take a breathalyzer test.\r\nPetitioner was informed that his driver's license would be suspended\r\npursuant to the informed consent statute if he did not take the test.\r\nPetitioner again refused.\r\nOfficer Avenel submitted a \"Report of Refusal to Submit to Breath\r\nAlcohol Test\" to the Department, which in turn suspended petitioner's\r\ndriver's license for ninety days pursuant to the informed consent statute.\r\nPetitioner appealed, and a hearing was convened. At the hearing, Officer\r\nAvenel testified that she responded to a telephone call regarding a disabled\r\ncar. She arrived at the Angler's Mini-Mart and spoke with Mr. Fort, a\r\npassenger in the car, who told her that petitioner had driven the car off Long\r\nPoint Road into a ditch. When Officer Avenel arrived at the scene, petitioner\r\nwas passed out behind the wheel of the car. When Officer Avenel was able to\r\nwaken petitioner, he was unable to exit the car without assistance, he was\r\nunable to walk without assistance, he was unresponsive to questioning, and\r\nhe smelled of alcohol.\r\nISSUE\r\nDid the Court of Appeals err in addressing\r\nwhether Officer Avenel's hearsay testimony\r\nwas properly admitted under the Rules of\r\nEvidence?\r\np.2\r\n\r\nSummersell v. SCDPS\r\n\r\nDISCUSSION\r\nAt the administrative hearing, counsel for petitioner objected to the\r\nOfficer Avenel's hearsay testimony regarding what Mr. Fort told her. The\r\nhearing officer overruled the objection. In her order, the hearing officer\r\nsummarized the testimony and argument of counsel, noted that petitioner\r\nhad objected to Officer Avenel's hearsay testimony, and overruled the\r\nobjection.\r\nOn appeal to the circuit court, petitioner argued in his brief that the\r\nhearing officer erred in allowing into evidence Officer Avenel's hearsay\r\ntestimony. In part, petitioner argued that the Rules of Evidence did not\r\npermit hearsay testimony under the circumstances of this case. Petitioner\r\nargued that the South Carolina Rules of Evidence, as applied in civil cases,\r\ngovern administrative hearings pursuant to S.C. Code Ann. § 1-23-330\r\n(Supp. 1998). Specifically, petitioner argued that Rule 802, SCRE, does not\r\npermit hearsay testimony unless there is an applicable exception. The\r\napplicable exceptions, listed in Rule 1101(d)(3), SCRE, only allow the\r\nintroduction of hearsay testimony in proceedings for extradition; preliminary\r\nhearings in criminal cases; sentencing and dispositional. hearings in juvenile\r\ndelinquency matters, or granting or revoking probation; issuance of warrants\r\nfor arrest, criminal summonses, and search warrants; and proceedings with\r\nrespect to release on bail or otherwise.\r\nIn its judgment, the circuit court affirmed the order of the hearing\r\nofficer. However, the trial court never specifically addressed petitioner's\r\nargument regarding the admissibility of Officer Avenel's hearsay testimony\r\nunder the Rules of Evidence. Petitioner made no Rule 59, SCRCP, motion.\r\nDespite petitioner's failure to obtain a specific ruling from the circuit\r\ncourt on the admissibility of Officer Avenel's hearsay testimony under the\r\nRules of Evidence, the Court of Appeals addressed the issue but in a very\r\nabbreviated fashion. The Court of Appeals held that hearsay evidence was\r\nadmissible during a criminal preliminary hearing to determine the issue of\r\nprobable cause to arrest. Because Avenel's testimony related to probable\r\ncause to arrest for DUL the Court of Appeals concluded the hearsay\r\ntestimony was properly admitted into evidence. Summersell, supra.\r\nWe find that the issue of the admissibility of Officer Avenel's hearsay\r\ntestimony under the Rules of Evidence is not preserved for review. The\r\np.3\r\n\r\nSummersell v. SCDPS\r\n\r\ncircuit court did not specifically address the issue, and where an issue\r\npresented to the circuit court in a civil case is not explicitly ruled upon in the\r\nfinal order, the issue must be raised by an appropriate post-trial motion to be\r\npreserved for appellate review. Summer v. Carpenter, 328 S.C. 36, 492\r\nS.E.2d 55 (1997). If the issue is not raisedin a post-trial motion, it is error\r\nfor the appellate court to consider it. Id; White v. Wilkerson, 328 S.C. 179,\r\n493 S.E.2d 345 (1997).\r\nAccordingly, the Court of Appeals erred in addressing the admissibility\r\nof Officer Avenel's hearsay testimony, and that portion of the Court of\r\nAppeal's judgment is vacated.\r\n,o~\r\nWaller, A.J., not participating.\r\nC.J.\r\nA.J.\r\nA.J.\r\nP.4\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25005","title":"Carter v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25005","description":"","date":"1999-10-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nSteve Carter, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\nON WRIT OF CERTIORARI\r\nAppeal From Dillon County\r\nMark H. Westbrook, Post-Conviction Relief Judge\r\nOpinion No. 25005\r\nSubmitted October 5, 1999 - Filed October 11, 1999\r\nAFFIRMED\r\nSenior Assistant Appellate Defender Wanda H.\r\nHaile, of South Carolina Office of Appellate Defense,\r\nof Columbia, for petitioner.\r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General Lawrence G. Wedekind,\r\nall of Columbia, for respondent.\r\nPER CURIAM: Petitioner seeks a writ of certiorari from an\r\norder of the circuit court dismissing his application for post-conviction relief\r\n(PCR) without prejudice. We grant the petition, dispense with further\r\nbriefing, and affirm.\r\nP.5\r\n\r\nCarter v. SC\r\n\r\nPetitioner is incarcerated in a federal prison. Because petitioner\r\nwas not incarcerated in this State at the time of his PCR application, the\r\napplication was dismissed without prejudice to his right to apply for PCR\r\nwhen he is incarcerated in a State facility. See Clayton v. State, 278 S.C.\r\n655, 301 S.E.2d 133 (1983)(PCR application is ' properly dismissed when the\r\napplicant is incarcerated in federal prison). However, at the time of the\r\ndismissal the statute of limitations had run. S.C. Code Ann. § 17-27-45(A)\r\n(Supp. 1998). Section 27-17-45 contains no provision for tolling the statute of\r\nlimitations where the applicant is incarcerated in another jurisdiction.\r\nIn general, when an action is dismissed without prejudice, the\r\nstatute of limitations will bar a subsequent suit if the statute runs in the\r\ninterim. Norris v. State, 335 S.C. 30, 515 S.E.2d 523 (1999). However,\r\nwhere the State consents to the dismissal of a PCR application after the\r\nstatute of limitations has run and agrees that the petitioner should be\r\nallowed to refile an application, the State is estopped from asserting the\r\nstatute of limitations as a defense to a subsequent PCR application. Id.\r\nIn Norris, we recognized that § 27-17-45 contains no provision for\r\ntolling the statute of limitations during an applicant's mental incompetence.\r\nSimilarly, there is no provision for tolling where an applicant is incarcerated\r\nin another jurisdiction. However, as in Norris, because of the consent to the\r\ndismissal and the agreement that petitioner should be allowed to refile an\r\napplication when he is incarcerated in this State, the State is estopped from\r\nasserting the statute of limitations if petitioner attempts to file a subsequent\r\napplication for PCR . In light of this holding, it is unnecessary for this Court\r\nto address the tolling issue.\r\nThe order of the PCR judge dismissing petitioner's application\r\nwithout prejudice to his right to file an application when he is incarcerated\r\nin this State is AFFIRMED.\r\nt, ~rl C.J.\r\n-A.J.\r\nA.J.\r\nWaller, A.J., not participating\r\np.6\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25006","title":"State v. Keesee","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25006","description":"","date":"1999-10-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe State, Respondent,\r\nv.\r\nRobert Keesee, Petitioner.\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\nAppeal From Fairfield County\r\nPaul E. Short, Jr., Circuit Court Judge\r\nOpinion No. 25006\r\nHeard February 4, 1999 - Filed October 11, 1999\r\nREVERSED\r\nRobert Marshall Jones, of Rock Hill; and Jay Bender,\r\nof Baker, Barwick, Ravenel &amp; Bender, L.L.P. of\r\nColumbia, for petitioner.\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\nAttorney General Caroline Tiffin, all of Columbia;\r\nand Solicitor John R. Justice, of Chester, for\r\nrespondent.\r\np. 7\r\n\r\nSTATE v. KEESEE\r\n\r\nPER CURIAM: We granted certiorari to consider the decision of\r\nthe Court of Appeals reported at 327 S.C. 627, 490 S.E.2d 626 (Ct. App.\r\n1997). We now reverse.\r\nThe dispositive issue in this appeal is whether the Catawba\r\ncombination license issued to Catawba Indians pursuant to the terms of the\r\nCatawba Indian Claims Settlement Act 1 (Claims Act) is the functional\r\nequivalent of a \"combination hunting and fishing license\" or of a \"sportsman\r\nlicense.\"3 If the Catawba combination license is the equivalent of a\r\nsportsman license, then petitioner's magistrate's court conviction for hunting\r\non a wildlife management area (WMA) without a WMA permit must be\r\noverturned because a sportsman license includes the privilege of hunting on\r\na WMA. The magistrate held, however, that the Catawba license was\r\nlimited to the privileges associated with the regular combination license,\r\nwhich requires one to purchase a separate WMA permit in order to hunt on\r\nthose lands, and convicted petitioner. The magistrate's ruling was upheld on\r\nappeal to the circuit court and to the Court of Appeals. We, however,\r\ndisagree with this construction of the scope of the Catawba combination\r\nlicense.\r\nThere is no statute authorizing the Catawba combination license,\r\nor defining its limits. It is the creation of the Department of Natural\r\nResources in response to the Claims Act's mandate that:\r\nHunting and fishing, on or off the Reservation,\r\nmust be conducted in compliance with the laws\r\nand regulations of South Carolina. Members of\r\nthe Tribe are subject to all state and local regula-\r\ntions governing hunting and fishing on and off the\r\nReservation. However, for ninety-nine years\r\n\r\n1 S.C. Code Ann. §§27-16-10 et seq. (Supp. 1998).\r\n\r\n3 At the time this case arose, the combination hunting and fishing\r\nlicense was codified at S.C. Code Ann. § 50-9-10 and the sportsman license\r\nwas found at S.C. Code Ann. § 50-9-15. In 1996, the licensing statutes were\r\nsubstantially revised and the relevant language is now found at S.C. Code\r\nAnn. § 50-9-510 (Supp. 1998).\r\np.8\r\n\r\nSTATE v. KEESEE\r\n\r\nfollowing the effective date of this Chapter,\r\nmembers of the Tribe are entitled to personal\r\nhunting and fishing licenses without payment\r\nof fees.\r\nS.C. Code Ann. § 27-16-120 (E)(emphasis added).\r\nWe hold that the clear intent of the Claims Act was to extend full hunting\r\nand fishing rights to members of the Catawba Tribe without charge.\r\nAccordingly, we find that the Catawba combination license confers the same\r\nbenefits on its holders as those conferred by the sportsman license. It\r\nfollows, therefore, that petitioner is not guilty of hunting without the\r\nrequisite permits. His conviction and sentence are\r\nREVERSED.\r\nC. J.\r\n----------\r\nA.J.\r\nA.J.\r\n-A.J.\r\nA.J.\r\np.9\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25007","title":"Joytime Distributors and Amusement Col, Inc. V. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25007","description":"","date":"1999-10-14","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n________\r\nJoytime Distributors \r\nand Amusement Co.,      Plaintiff,\r\n Inc.,\r\nv.\r\nThe State of South\r\nCarolina,  Defendant.\r\n________\r\nIN THE ORIGINAL JURISDICTION\r\n________\r\nOpinion No. 25007\r\nHeard October 12, 1999 - Filed October 14, 1999\r\n________\r\nFrank L. Eppes and L. Lee Plumblee, of Eppes &amp; \r\nPlumblee, P.A., of Greenville, for plaintiff.\r\nAttorney General Charles Molony Condon, Assistant \r\nDeputy Attorney General Robert D. Cook, Senior \r\nAssistant Attorneys General Nathan Kaminski, Jr., \r\nand Kenneth P. Woodington, Assistant Attorney \r\nGeneral Christie Newman Barrett, and Assistant \r\nDeputy Attorney General J. Emory Smith, Jr., all of\r\nColumbia, for defendant.\r\nJames B. Richardson, Jr., of Richardson &amp; Birdsong, of \r\nColumbia, and J. Boone Aiken, III, of Aiken, Nunn, \r\nElliott &amp; Tyler, P.A., of Florence, for Amicus Curiae \r\nPedroLand, Inc.\r\nReginald I. Lloyd, Counsel to the House Judiciary \r\np.1\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nCommittee, and Charles F. Reid, Counsel to the \r\nSpeaker of the House, both of Columbia, for Amicus \r\nCuriae David H. Wilkins.\r\n________\r\nPER CURIAM: This matter is pending in the Court's original \r\njurisdiction.  Plaintiff (Joytime) is a South Carolina corporation engaged in the \r\nvideo gaming industry with gaming machines located in several South Carolina \r\ncounties.  Joytime  seeks a declaration as to the constitutionality of Act No. 125, \r\n1999 S.C. Acts.  Joytime asserts that Part II of Act 125 is an unconstitutional \r\ndelegation of power by the legislature to the voters of this State and asks the \r\nCourt to enjoin the enforcement of Act 125.  The State has filed a brief \r\ncontending that Act 125 is constitutional and, if not, the Act is severable.  We \r\nagree with Joytime that Part II of Act 125 is unconstitutional but hold the \r\nportion of Act 125 which constitutes an unconstitutional delegation of power is \r\nseverable from the remainder of the Act.\r\nFacts and Proceedings\r\nBecause the General Assembly was unable to agree on \r\ncomprehensive video gaming legislation, the Governor, by Executive Order, \r\ncalled an extra session of the General Assembly to meet on Tuesday, June 29, \r\n1999.  Executive Dep't, State of South Carolina, Exec. Order No. 99-192 (signed \r\nby Governor James Hovis Hodges).  During that extra session, the General \r\nAssembly enacted Act 125, which was ratified on July 1, 1999, and signed by the Governor on July 2,\r\n  \r\n  1999. \r\nAct 125 is legislation relating to video gaming machines and is \r\ncomposed of six parts.  Part I prohibits cash payouts on video gaming devices \r\neffective July 1, 2000.  Part II requires that a referendum be held \"to ascertain \r\nwhether or not video game machine payouts will continue to be allowed in this \r\nState.\"  Act 125, Part II, § 9(1), 1999 S.C. Acts.  The specific question voters are \r\nasked to consider is:  \"Shall cash payouts for credits earned on video game \r\nmachines continue to be allowed after June 30, 2000?\"  Act 125, Part II, § 9(2), \r\n1999 S.C. Acts.  Part III provides for regulation of the video gaming industry if \r\nthe referendum called for in Part II results in a majority \"yes\" vote.  Part IV \r\ndeals with gambling losses and civil actions.  Part V includes a severability \r\nclause, a savings clause, and an intent section, and Part VI states the effective \r\ndates of the various parts and certain specific sections of the Act. \r\nJoytime initiated this action on September 2, 1999, alleging that Act \r\np.2\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\n125 is violative of the South Carolina Constitution.  Prior to the expiration of \r\nthe time for answering the complaint, the Attorney General petitioned this \r\nCourt to hear the matter in its original jurisdiction.  By order dated September \r\n24, 1999, the Court granted the Attorney General's petition and ordered an \r\nexpedited briefing schedule.  The Court also granted the petitions of PedroLand, \r\nInc., a South Carolina Corporation which owns and operates Class III video \r\ngame machines (video poker machines) at locations in Dillon County, South \r\nCarolina, and David H. Wilkins, Speaker of the South Carolina House of \r\nRepresentatives, to appear as amici curiae. \r\nHaving considered the briefs and appendices filed with the Court, \r\nand the arguments of the parties at the hearing in this matter, we discuss the \r\nquestions of whether Joytime has standing to bring this matter, whether the \r\nreferendum constitutes an unlawful delegation of the legislature's power, \r\nwhether portions of Act 125 are severable, whether it is proper for this Court \r\nto issue an injunction, and whether the surcharge on license fees is valid.\r\nStanding\r\nPedroLand, as amicus curiae, asserts that Joytime does not have \r\nstanding to prosecute this action.  PedroLand contends that Joytime has not \r\nalleged an injury to differentiate it from the general public.  We disagree.\r\n Standing to sue is a fundamental requirement in instituting an \r\naction.   A private individual may not invoke the judicial power to determine the \r\nvalidity of an executive or legislative act unless the private individual can show \r\nthat, as a result of that action, a direct injury has been sustained, or that there \r\nis immediate danger a direct injury will be sustained. Ex parte Levitt, 302 U.S. \r\n633, 58 S. Ct. 1, 82 L. Ed. 493 (1937); Blandon v. Coleman,  285 S.C. 472, 330 \r\nS.E.2d 298 (1985).  Moreover, the injury must be of a personal nature to the \r\nparty bringing the action, not merely of a general nature which is common to \r\nall members of the public. Citizens for Lee County v. Lee County, 308 S.C. 23, \r\n416 S.E.2d 641 (1992). \r\nIn this case, Joytime is required by Part II, § 9(4) of Act 125 to pay \r\na license surcharge to fund the referendum.  Further, Act 125 will directly affect \r\nJoytime's business.  Part I of Act 125 bans video gaming machines as of July 1, \r\n2000.  Part III of Act 125 provides for more extensive regulation and taxation \r\nthan that in effect when Act 125 was adopted and requires Joytime to connect \r\nto a central monitoring system. \r\np.3\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nAlthough this action is of general interest to all members of the \r\npublic, in our opinion, Joytime has alleged an injury which is sufficiently \r\npersonal to confer standing.\r\nUnconstitutional Delegation of Power\r\nJoytime contends that the legislature unconstitutionally delegated \r\nits power to enact laws by enacting Part II of Act 125.  We agree.\r\nThis Court has a very limited scope of review in cases involving a \r\nconstitutional challenge to a statute.  All statutes are presumed constitutional \r\nand will, if possible, be construed so as to render them valid. Davis v. County \r\nof Greenville, 322 S.C. 73, 470 S.E.2d 94 (1996).  A legislative act will not be \r\ndeclared unconstitutional unless its repugnance to the constitution is clear and \r\nbeyond a reasonable doubt. Westvaco Corp. v. South Carolina Dep't. of \r\nRevenue, 321 S.C. 59, 467 S.E.2d 739 (1995).  A legislative enactment will be \r\ndeclared unconstitutional only when its invalidity appears so clearly as to leave \r\nno room for reasonable doubt that it violates a provision of the constitution. Id.\r\nArticle III, § 1 of the South Carolina Constitution states:\r\nThe legislative power of this State shall be vested in two distinct \r\nbranches, the one to be styled the \"Senate\" and the other the \r\n\"House of Representatives\" and both together the \"General \r\nAssembly of the State of South Carolina.\"\r\nThe Constitution of 1868 had an identical clause and had an additional \r\nprovision, Art. I, § 41, which stated:  \"The enumeration of rights in this \r\nconstitution shall not be construed to impair or deny others retained by the \r\npeople and all powers not herein designated are reserved for the people.\"   In \r\n1873, this Court was called upon to construe the two sections and stated the \r\nfollowing:\r\nThe true effect of this declaration [Art. I, § 41] is that it reserves to \r\nthe people whatever is not granted by the instrument; as, for \r\ninstance, the right to make changes in the form of government is \r\nnot granted, and, under this clause, remains in the hands of the \r\npeople, capable of exercise when they may see fit so to do. As the \r\nlegislative power is granted in express terms, importing a grant of \r\ngeneral powers, such general powers of legislation cannot be \r\nregarded as reserved to the people under this section.  Such general \r\np.4\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nlanguage as that contained in section 41 of article 1 cannot be \r\nallowed such force and effect as to change entirely the nature of the \r\nlegislative power, and to introduce anomalous ideas in the \r\nstructure of the government.\r\nState v. Hayne, 4 S.C. 403, 421 (1873)(emphasis added).  The present South \r\nCarolina Constitution does not have a reserve clause similar to Art. I, § 41, and, \r\nsince the constitution does not contain a specific provision reserving to the \r\npeople the power to legislate, in our opinion, Art. III, § 1 requires the \r\nlegislature, not the people, to enact the general law. \r\nDirect Legislation \r\nIn a direct democracy, the people are given the power to legislate \r\ndirectly.  Direct legislation by the people may consist of initiatives by petition, \r\nreferenda, and recalls.  With initiatives by petition, a certain percentage of the \r\nvoters of a state may propose by petition that a constitutional amendment or \r\ngeneral law be enacted.  If the subject matter of the initiative is not enacted by \r\nthe lawmaking body, it must be submitted to the voters for ratification.  A \r\nreferendum is a vote by the people of the state as to whether to accept or reject \r\na measure passed by the lawmaking body of that state.  A recall allows the \r\nelectors of a state to end the term of an elected official's office before its \r\nexpiration date. William Munro, The Initiative Referendum and Recall, 1-2 \r\n(1912).  Direct legislation grants the voters the option to propose legislation and \r\ndecide state-wide policy issues themselves.  It is direct democracy as opposed \r\nto representative democracy. David B. Magleby, Direct Legislation (1984).\r\nHowever, Article III, § 1, of the South Carolina Constitution \r\nprovides for a representative form of government in this state as opposed to a \r\ndirect democracy.  In Opinion of the Justices (Tax Plan Referendum), 725 A.2d \r\n1082 (N.H. 1999), the New Hampshire Supreme Court considered whether a bill \r\nwhich proposed to allow the voters to determine which of two tax plans would \r\nbe put into effect was unconstitutional direct legislation.  The New Hampshire \r\nConstitution contains a provision that prohibits taxation \". . . without the \r\nconsent of the people, or their representatives in the legislature, or authority \r\nderived from that body . . . \"  N.H. Const. pt. I, art. 28.  The court concluded that \r\nthe phrase \"the consent of the people\" was not intended to establish a right of \r\ndirect legislation on taxes, stating:\r\nTwo broad rules of law apply in determining whether, and under what \r\ncircumstance, the legislature has the authority to delegate its legislative \r\np.5\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\npowers to the voters.  The first is that the legislature is prohibited from \r\nabdicating its legislative power . . . . The first rule is rooted both in the \r\nphilosophy of John Locke - because the power to legislate is a delegated \r\npower from the people, the legislature has no power to delegate it to \r\nanyone else, . . . and in the separation of powers doctrine . . . . \r\nId. at 1090 (internal citations omitted).  Like New Hampshire's constitution, \r\nthis state's constitution is premised upon the philosophy of John Locke and this \r\nCourt agrees with the statement made by the New Hampshire Supreme Court \r\nin 1881, and reaffirmed by that Court this year, that:\r\nThe government organized by the constitution was considered to be, \r\nas it undoubtedly is, that of a representative republic, and no power \r\nexisted in the legislature to convert it, on any occasion, or for any \r\npurpose, into a pure democracy.  Legislative power can be delegated \r\nto towns only in local affairs.  By the constitution, legislative power \r\nis vested not in the towns, but in the senate and house of \r\nrepresentatives.  And without a well established ground of \r\nexception, the senate and house are as incapable of delegating their \r\nlegislative power, as the governor and council are of delegating the \r\npower of pardon, or the court of delegating the power of deciding \r\nthe constitutional question raised in these  cases.  All power is \r\nderived from the people, and all magistrates and officers of \r\ngovernment are their agents, and at all times accountable to them. \r\n And these agents have not a general authority to avoid their official \r\nresponsibility by relegating their duties to their assignees.  If the \r\nlegislative seats were filled with substitutes, it would not be \r\nclaimed that a bill passed by them was law.  The vote of a body of \r\nsubstitutes, assembled in the state-house or elsewhere, is not \r\nlegislation, unless authorized by a legal construction of the \r\nconstitution . . . .\r\nId. at 1087 (citing State ex rel. Pearson v. Hayes, 61 N.H. 264, 329 \r\n(1881)(internal citations and quotation marks omitted). \r\nThe West Committee, charged in 1969 with recommending \r\namendments to the Constitution of 1895, considered a proposal to amend the \r\nconstitution to allow for direct legislation through initiative petitions and \r\nreferenda.  The proposal was summarily rejected. Minutes of the West \r\nCommittee, September 16, 1967, page 72.  Further, as late as 1996, a bill was \r\nintroduced in the House which would have provided for an amendment to the \r\np.6\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nconstitution to allow for direct legislation by the people of the state.  It was \r\nreferred to committee and saw no further action.  H. R. 4479, 111th Leg., 2d \r\nSess. (1996); [1996] I S.C. House J. 267-68.\r\nIn our opinion it is clear that our constitution does not give the \r\npeople the right of direct legislation by referendum.\r\nDelegation of Authority to Execute Laws\r\nOn a number of occasions, this Court has held that the power to \r\nlegislate cannot be delegated to private persons or corporations. See State v. \r\nWatkins, 259 S.C. 185, 191 S.E.2d 135 (1972).  Although the legislature may \r\ndelegate its authority to create rules and regulations to carry out a law, the \r\nlegislature may not delegate its power to make the law. DeLoach v. Scheper, \r\n188 S.C. 21, 198 S.E. 409 (1938); State ex rel. Richards v. Moorer, 152 S.C. 455, \r\n150 S.E. 269 (1929).  In discussing the distinction between making and carrying \r\nout the law, the Court in Moorer quoted J. G. Sutherland, Sutherland on \r\nStatutory Construction, § 68 (1891) for the following:\r\n [The distinction] is between the delegation of power to make the \r\nlaw, which necessarily involves a discretion as to what it shall be, \r\nand conferring authority or discretion as to its execution, to be \r\nexercised under and in pursuance of the law.  The first cannot be \r\ndone.  To the latter, no valid objection can be made. \r\nId. at 479, 150 S.E. at 297 (internal citations omitted).  In the present case, it \r\nis clear that the legislature has not delegated merely the authority to execute \r\na law but has delegated the authority to make a law. \r\nConstitutional Delegations of Lawmaking Authority\r\nArticle XVI,  §§ 1 and 2 of our constitution provide that proposed \r\nconstitutional amendments must be submitted to the voters.   However, even \r\nin amending the constitution, the people of the state have not retained exclusive \r\npower.  Although amendments to the constitution must be approved by the \r\npeople, even if they are approved, the next General Assembly must still ratify \r\nthe approved amendments by a majority vote before they become effective.(1)\r\np.7\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nA number of other sections of the constitution specially require a \r\nreferendum by the people who will be affected by the legislation. See S.C. \r\nConst. art. VIII, § 8 (incorporation of new municipalities); art. VIII, § 16 \r\n(acquisition and operation of public utilities systems); art. X, § 13 (bonded \r\nindebtedness of the state); art. X, § 14 (bonded indebtedness of political \r\nsubdivisions); art. X, § 15 (bonded indebtedness of school districts).  Under the \r\nmaxim of expressio unius est exclusio alterius (the expression of one thing \r\nimplies the exclusion of another) the inclusion of provisions for a referendum in \r\ncertain circumstances means a referendum is not contemplated in other \r\ncircumstances. See Opinion of the Justices, 725 A.2d at 1089 (\"That the \r\nframers of our constitution knew how to employ language providing for a direct \r\nvote of the people on an issue of state-wide concern is evidenced by the provision \r\nfor constitutional amendment.\").\r\nWe hold that the silence of the constitution on the ability of the \r\npeople to enact laws by referendum does not constitute an implied grant of that \r\nright.\r\nAct 125 as Contingent Legislation \r\nThis Court has recognized the general rule that statutes that go into \r\neffect only on a certain contingency are constitutional. Beaufort County v. \r\nJasper County, 220 S.C. 469, 68 S.E.2d 421 (1951).  In Part V, § 22 of Act 125 \r\nthe legislature acknowledges that there is no provision in the constitution which \r\nallows the people to enact laws by referendum.  Section 22 attempts to justify \r\nthe constitutionality of the Act by stating that the referendum will result in a \r\n\"contingency that is certain\" that will determine which parts of Act 125 take \r\neffect. \r\nIn Beaufort County, we stated:\r\nThe fact that the Legislature saw fit to make the Act effective only \r\non the happening of a certain contingency does not affect the \r\nvalidity of the Act.  The applicable rule is stated in 11 Am. Jur., p. \r\n926, § 216, as follows: \"The rule is well settled that while the \r\nLegislature may not delegate its power to make a law, it may make \r\na law to become operative on the happening of a certain \r\np.8\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\ncontingency of future event.  Moreover, in general it makes no \r\nessential difference what is the nature of the contingency if it is \r\nessentially just and legal.  The reason for this rule is that it is not \r\nalways essential that a legislative act must in any event take effect \r\nas law after it leaves the hands of the Legislature. If the law is in \r\nits provisions a complete statute in other respects, its taking effect \r\nmay be made conditional upon some subsequent event. When that \r\nevent happens, the statute takes effect and becomes the law by \r\nforce of legislative action as fully as if the time when it should take \r\neffect had been unconditionally fixed.\" \r\nId. at 488, 68 S.E.2d at 430 (emphasis added).  In Beaufort County, the \"event\" \r\nupon which the legislation would become effective was a ruling that the \r\nlegislation was constitutional.  Since the legislation could not be effective if it \r\nwere held unconstitutional, we question whether the Court even needed to \r\naddress the issue.  At any rate, here, the \"event\" is a vote of the people as to \r\nwhich portion of Act 125 will become effective. \r\nA majority of courts addressing this issue has rejected the argument \r\nthat a vote of the majority of the people constitutes a certain contingency.  In \r\nrejecting an argument that a referendum of the people sufficed as a contingent \r\nevent, the court in Ex parte Wall, 48 Cal. 279, 315 (1874), stated:\r\nThe Legislature cannot transfer to others the responsibility of \r\ndeciding what legislation is expedient and proper, with reference \r\neither to present conditions or future contingencies.  To say that \r\nthe legislators may deem a law to be expedient, provided the people \r\nshall deem it expedient, is to suggest an abandonment of the \r\nlegislative function by those to whose wisdom and patriotism the \r\nConstitution has intrusted the prerogative of determining whether \r\na law is or is not expedient. \r\nThe court in Barto v. Himrod, 8 N.Y. 483 (1853), which is cited by most courts \r\nrejecting the theory that a vote of the people is an event upon which legislation \r\nmay be contingent, explained:\r\nThe event or change of circumstances on which a law may be made \r\nto take effect, must be such as in the judgment of the legislature \r\naffects the question of the expediency of the law:  an event on which \r\nthe expediency of the law, in the judgment of the law makers, \r\ndepends.  On this question of expediency, the legislature must \r\np.9\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nexercise its own judgment definitively and finally.  When a law is \r\nmade to take effect upon the happening of such an event, the \r\nlegislature in effect declare the law inexpedient if the event should \r\nnot happen; but expedient if it should happen.  They appeal to no \r\nother man or men to judge for them in relation to its present or \r\nfuture expediency.  They exercise that power themselves and then \r\nperform the duty which the constitution imposes upon them.\r\nId. at 490.  In our opinion, Act 125 cannot stand under the general rule \r\nregarding \"certain contingencies.\"(2) Act 125 is not a \"complete statute in other \r\nrespects,\" and leaves to the majority of the voters the decision as to which\r\n portion of the Act is \"expedient.\"\r\nState-wide versus Local Referenda\r\nThe State also asserts that there is no reason to distinguish a state-\r\nwide referendum from local option referenda which have been held valid.  In the \r\ncase of local options, however, the legislature has enacted a complete law and \r\nleft to municipalities or other governmental entities, each having unique needs \r\nand circumstances, the decision whether the law will be effective.  The \r\nConstitution mandates that the legislature provide by general law the powers, \r\nduties, and functions of counties and municipalities.  S.C. Const. art. VIII, §§ \r\np.10\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\n7 and 9.  That the legislature may on occasion provide that local governments \r\nmay, by popular vote, decide if a legislative enactment, relating to the local \r\ngovernmental entities' police, taxing, or other power, should have effect in that \r\nlocality is not an unlawful delegation of legislative power.  As stated in Gaud \r\nv. Walker, 214 S.C. 451, 462, 53 S.E.2d 316, 321 (1949)(quoting 11 Am.Jur. \r\nConstitutional Law, § 223):\r\nIt is a well settled rule, supported with practical unanimity by the \r\nauthorities, that the general doctrine prohibiting the delegation of \r\nlegislative authority has no application to the vesting in political \r\nsubdivisions of powers to govern matters which are local in scope.\r\nHere, in contrast, the legislature has left it to the people to determine what the \r\ngeneral law will be.\r\nIn our opinion, Part II of Act 125 constitutes an unconstitutional \r\nattempt to delegate to the people the legislature's power to set the policy of the \r\nstate and enact laws to effectuate that policy.(3) \r\nSeverability\r\nPart V, § 20 of Act 125 is a severability clause which provides as \r\nfollows:\r\nIf any section, subsection, paragraph, subparagraph, sentence, \r\nclause, phrase, or word of this act is for any reason held to be \r\nunconstitutional or invalid, such holding shall not affect the \r\nconstitutionality or validity of the remaining portions of this act, \r\np.11\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nthe General Assembly hereby declaring that it would have passed \r\nthis chapter, and each and every section, subsection, paragraph, \r\nsubparagraph, sentence, clause, phrase, and word thereof, \r\nirrespective of the fact that any one or more other sections, \r\nsubsections, paragraphs, subparagraphs, sentences, clauses, \r\nphrases, or words hereof may be declared to be unconstitutional, \r\ninvalid, or otherwise ineffective. \r\nThe State asserts that Part II, which requires the referendum, is severable from \r\nthe remainder of the Act.  The State argues that since Part VI, § 23(C) states \r\nthat Part I becomes effective on July 1, 2000, if the referendum is found to be \r\nunconstitutional, video gaming will be outlawed on July 1, 2000.  Joytime \r\nasserts that the Act is not severable and must be invalidated in its entirety.  We\r\n agree with the State that Part II of Act 125 is severable.\r\nThe test for severability is whether the constitutional portion of the \r\nstatute remains complete in itself, wholly independent of that which is rejected, \r\nand is of such a character that it may fairly be presumed the legislature would\r\n have passed it independent of that which conflicts with the constitution. \r\nThomas v. Cooper River Park, 322 S.C. 32, 471 S.E.2d 170 (1996); Thayer v. \r\nSouth Carolina Tax Comm'n, 307 S.C. 6, 413 S.E.2d 810 (1992).  \"When the \r\nresidue of an Act, sans that portion found to be unconstitutional, is capable of \r\nbeing executed in accordance with the Legislative intent, independent of the \r\nrejected portion, the Act as a whole should not be stricken as being in violation \r\nof a Constitutional Provision.\" Dean v. Timmerman, 234 S.C. 35, 43, 106 S.E.2d \r\n665, 669 (1959). \r\nInitially we find that the severability clause in Act 125 is strongly \r\nworded and evidences strong legislative intent that the several parts of Act 125 \r\nbe treated independently.  This intent to treat the several parts independently \r\nis also evident in the Title to the Act. See Lindsay v. Southern Farm Bureau \r\nCasualty Ins. Co., 258 S.C. 272, 188 S.E.2d 374 (1972)(it is proper to consider \r\nthe title or caption of an act in aid of construction to show the intent of the \r\nlegislature).  The first clauses of the Title relate solely to Part I and end by \r\nstating the purpose as \"prohibiting cash payouts for credits earned on video \r\ngames machines on and after July 1, 2000.\"   The first clauses are clearly \r\nseparate from the next clause of the Title providing for the referendum in Part \r\nII of the Act, which we have determined is unconstitutional, and Part III, which \r\nregulates video games in the event Part I does not become effective. \r\nThe various substantive parts of the Act are also clearly separable: \r\np.12\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nPart I, as previously stated, bans payouts on video game machines; Part II \r\nprovides for the referendum;  Part III regulates the video game industry and \r\nprovides for revised penalties and license fees if the referendum results in a \r\n\"yes\" vote; and Part IV amends S.C. Code Ann.  §§ 32-1-10 to -30, to allow for \r\nrecovery of gambling losses only where the gambling activity which resulted in \r\nthe loss is unlawful. See Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 \r\n(1993)(holding § 32-1-10, originally enacted in 1712 when the Statutes of Anne \r\nwere adopted, applied to losses incurred in playing legalized video gaming \r\nmachines).\r\nPart VI of Act 125 sets forth the effective dates of the various parts \r\nof the Act.  While Section 23 (C) definitively states that Part I takes effect July \r\n1, 2000, and Part IV takes effect on the governor's signature, the remaining \r\neffective dates are all contingent upon the outcome of the referendum contained \r\nin Part II. \r\nFinally, the severability clause is followed by the intent clause in \r\nwhich, as previously noted, the General Assembly acknowledges that the \r\nconstitution does not expressly provide for legislation by referendum.  This \r\nacknowledgment, coupled with the severability clause, lends strong support to \r\na finding that the legislature intended the referendum sections of the act be \r\nseverable from the ban on video gaming. \r\nJoytime asserts, however, that certain provisions in Act 125 became \r\neffective on June 1 and July 1 of this year and are only repealed in the case of \r\na majority \"no\" vote; Act 125 contains no provision for their repeal without a \r\nreferendum.  Joytime contends this shows the entire Act is connected to the \r\noutcome of the referendum and Part II is incapable of being severed.  However, \r\nthose provisions relate, in the interim, to registering machines, to the number \r\nof video machines which are located on any one premise, and to casinos.  The \r\nprovisions are not inconsistent with the intent of the legislature to ban video\r\n gaming on July 1, 2000.  Should the legislature fail to repeal those provisions \r\nwhen it reconvenes, they will be repealed by necessary implication. Chris J. \r\nYahnis Coastal, Inc. v. Stroh Brewery Co., 295 S.C. 243, 368 S.E.2d 64 (1988). \r\nThis Court must be hesitant to declare any portion of a statute \r\nunconstitutional, and may invalidate only the unconstitutional part where to \r\ndo so does not impair the remainder of the statute. Stone v. Traynham, 278 \r\nS.C. 407, 297 S.E.2d 420 (1982).  In harmonizing the several Parts of Act 125 \r\nwe believe the intent of the legislature to sever the referendum portions of Act \r\np.13\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\n125 is clear.  We believe that Part I of Act 125 is capable of being executed \r\nindependently of Part II without destroying the legislature's intent in passing \r\nAct 125 and invalidate only Part II and those other portions of Act 125 which \r\nrely on the outcome of the referendum to become effective.\r\nPropriety of Injunctive Relief\r\nAt oral argument, counsel for Joytime asked the Court to enjoin, not \r\nonly the enforcement of Act 125, but the referendum itself.  Traditionally, this \r\nCourt has declined to enjoin elections since, after an election, an action at law \r\nmay be brought to determine the validity of the results of the election. \r\nHowever, in a situation such as this, where the challenge to the referendum \r\ninvolves only a question of law we believe the Court should take action prior to \r\nthe referendum being held.\r\nIn Chappell v. McCown, 103 S.C. 6, 87 S.E. 147 (1915), the Court \r\nwas asked to enjoin the holding of a referendum which was very similar to the \r\none at issue here.  The General Assembly had passed an act calling for a \r\npopular vote on the question of continuing the manufacture and sale of liquor \r\nin the State.  Act No. 76, 1915 S.C. Acts 88.  That act provided that a majority \r\n\"yes\" vote would mean that all laws relating to the manufacture and sale of \r\nalcoholic beverages would remain in effect, and a \"no\" vote would repeal \r\nexisting laws and make unlawful the manufacture and sale of liquor.  A petition \r\nin the Court's original jurisdiction was filed seeking to have the referendum \r\nenjoined. \r\nThe Court, sitting en banc with eleven circuit court judges, issued \r\nan order refusing to issue an injunction and stating that the reasons for the \r\ndenial would be reduced to writing at a later date.  Some three months later, \r\nthe Court issued an order entitled \"On the Merits.\"  However, the order \r\nspecifically stated the Court declined to address any of the reasons offered why \r\nthe injunction should have been issued or why it should not and simply said the \r\nCourt was unanimously of the opinion that the injunction should be denied \r\nbecause the petitioner had an adequate remedy at law.\r\nPrior to its decision in Chappell, the Court had decided Parler v. \r\nFogle, 78 S.C. 570, 59 S.E. 707 (1907).  In Parler, the Court stated:\r\n[T]he power to interfere by injunction to prevent the expression of \r\nthe popular will by an election, if it exists, should be exercised with \r\nthe greatest caution; and only where, under the well-recognized \r\np.14\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nrule of equity, there is no other adequate legal remedy, and it is \r\nmade clear that an irremediable wrong will result from holding the \r\nelection. \r\nHowever, the Parler Court also recognized that:\r\n[C]ourts have enjoined popular elections . . .  where there was no \r\nconstitutional or statutory authority whatever for holding them. \r\nThis doctrine has been applied principally where it was proposed \r\nunder an unconstitutional statute to hold an election, the result of \r\nwhich would affect property rights. \r\nId. at 575, 59 S.E. at 709.\r\nIn Town of Hilton Head Island v. Coalition of Expressway \r\nOpponents, 307 S.C. 449, 415 S.E.2d 801 (1991), this Court reaffirmed its \r\nholding in Parler that a court rarely, if ever, may enjoin the expression of the \r\npopular will.   At issue in that case was the validity of an ordinance initiated by \r\npetition.  The Court held that pre-election review of the validity of the ordinance \r\nwas appropriate to determine if the ordinance was facially invalid.  The Court \r\nstated it was \". . . convinced that if an initiated ordinance is facially defective \r\nin its entirety, it is 'wholly unjustified to allow voters to give their time, \r\nthought, and deliberation to the question of the desirability of the legislation as \r\nto which they are to cast their ballots, and thereafter, if their vote be in the \r\naffirmative, confront them with a judicial decree that their action was in vain \r\n. . . .'\" Id. at 455, 415 S.E.2d at 805 (quoting Schultz v. Philadelphia, 385 Pa. 79, \r\n86, 122 A.2d 279, 283 (1956)). \r\nIn our opinion, the fact that the Court declined to review the merits \r\nof the petition for an injunction in Chappell is not dispositive of the present \r\ncase.  The Court in Chappell specifically declined to address the question of \r\nwhether legislation by referendum was an unconstitutional delegation of the \r\nlegislature's power. \r\np.15\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nWe have determined that there is no constitutional authority for the \r\nreferendum provided for in Part II of Act 125 and find this is one of those rare \r\ncases where an election should be enjoined.\r\nSurcharge on License Fee\r\nPart II, § 9(4) of Act 125 provides for a one-time surcharge license \r\nfee of $50 per licensed machine to be used to defray the costs of the referendum \r\ncalled for in Part II.  Joytime states it paid the one-time surcharge fee on each \r\nlicense it holds under protest and contends that the fee imposed by Part II, § \r\n9(4) violates various portions of the constitution.  Because we have held that the \r\nreferendum called for in Part II is unconstitutional, Joytime is entitled to a \r\nrefund of the surcharge fees it has paid and the other constitutional arguments \r\nit raises are moot. \r\nConclusion\r\nIn conclusion, we hold that in enacting Part II of Act 125, the \r\nGeneral Assembly unconstitutionally delegated its power to enact the general \r\nlaw of this state and we invalidate Part II of the Act and enjoin the holding of \r\nthe referendum.  Since Part II of Act 125 is invalid, those portions of Part III of \r\nthe Act which provide for regulation of the video gaming industry, contingent \r\nupon the referendum called for in Part II, are also invalid.  Part I is a free \r\nstanding enactment of the General Assembly, is severable from the \r\nunconstitutional portions of the Act, and is upheld.  Should the General \r\nAssembly wish to revisit the ban on video gaming enacted in Part I when it \r\nmeets next year, it may, of course, do so.  Part IV of the Act is also a free \r\nstanding legislative enactment which is severable from the unconstitutional \r\nportions of the Act and is upheld as constitutional.  Finally, Joytime is entitled \r\nto a refund of the surcharge fees on its licenses it paid under Part II, § 9(4) of \r\nthe Act.\r\nRule 221, SCACR, provides that a petition for rehearing must be \r\nreceived by the appellate court within fifteen days of the filing of an opinion of \r\nthe court.  Because of the nature of the decision we issue today, we find that the \r\nfifteen days allowed by Rule 221 should be shortened to five days.  Accordingly, \r\nshould any party desire to file a petition for rehearing, it must be received by \r\nthis Court within five days of the date of this opinion.\r\nThis Court is directed by the constitution, and our precedent, to \r\nmake every effort to find acts of the General Assembly constitutional.  Citizens \r\np.16\r\n\r\n\r\nJoytime Distributors and Amusement Co., Inc. v. State\r\nand organizations have expended a vast amount of effort and resources in \r\nanticipation of the referendum, and we take no pleasure in holding the \r\nreferendum unconstitutional.  Although we may view the task with disfavor, \r\nand may have varying personal views on the merits of the controversy that \r\nsurrounds video gaming, we cannot ignore precedent and our duty to interpret \r\nthe constitution. \r\ns/ Ernest A. Finney, Jr. C.J.\r\ns/ Jean H. Toal A.J.\r\ns/ James E. Moore A.J.\r\ns/ E.C. Burnett, III A.J.\r\ns/ William T. Howell A.A.J.\r\np.17\r\n1. We note that in the The Final Report of the Committee to Make a Study of the South Carolina\r\n  \r\n  Constitution of 1895 123 (1969), a recommendation was made to delete the provision requiring ratification\r\n  \r\n  by the legislature after the people voted for an amendment.  That recommendation was not adopted.\r\n2. Cases upholding conditional legislation as not being an unlawful delegation of power include: Cargo of\r\n  \r\n  the Brig Aurora v. United States,  7 Cranch (11 U.S.) 382, 3 L. Ed. 378 (1812)(suspension of trade with\r\n  \r\n  foreign nations contingent upon those nations' continued violation of neutral commerce of United States); Opinion of the Justices, 344 So. 2d 1196 (Ala. 1977)(contingent upon continued federal appropriations); Opinion of the Justices, 251 So. 2d 744 (Ala. 1971)(increase in gas tax contingent upon future adoption of\r\n  \r\n  constitutional amendment); State ex rel. Douglas v. Sporhase, 305 N.W.2d 614 (Neb. 1981)(issuance of\r\n  \r\n  permit to transfer water out of state contingent upon reciprocal statutory provision in sister state); State  v.\r\n  \r\n  Padley, 237 N.W.2d 883 (Neb. 1976)(raising speed limit contingent upon presidential termination of\r\n  \r\n  federal conservation act); Diversified Inv. Partnership v. Department of Social &amp; Health Services, 775\r\n  \r\n  P.2d 947 (Wash. 1989)(operation of statutes related to state reimbursement for nursing homes\r\n  \r\n  conditioned on no conflict with federal law that would jeopardize federal funding).  These cases appear to\r\n  \r\n  stand for the proposition that the \"contingent event\" must be outside the control of the body enacting the\r\n  \r\n  law.\r\n3. The State also contends that this Court's decision in Chappell v. McCown, 103 S.C. 6, 87 S.E. 147\r\n  \r\n  (1915), refusing to enjoin a 1915 referendum on the manufacture and sale of liquor, was a decision on the\r\n  \r\n  merits and should be controlling here.  The Court issued an order \"On the Merits\" which declined to\r\n  \r\n  address any of the reasons offered why the injunction should have been issued or why it should not and\r\n  \r\n  simply said it was unanimously of the opinion that the injunction should be denied because the petitioner\r\n  \r\n  had an adequate remedy at law.  In our opinion, Chappell, as discussed below, stands only for the rule\r\n  \r\n  that courts will generally not enjoin the holding of an election and does not have any bearing on the\r\n  \r\n  question of whether a state-wide referendum is an unconstitutional delegation of legislative power. \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]