[{"id":"25008","title":"Stevenson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25008","description":"","date":"1999-11-01","type":"opinion","text":"\r\n      \r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nDeborah Ann\r\nStevenson, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\nON WRIT OF CERTIORARI\r\nAppeal From Anderson County\r\nH. Dean Hall, Judge\r\nOpinion No. 25008\r\nSubmitted October 20, 1999 - Filed November 1, 1999\r\nREVERSED\r\nAssistant Appellate Defender Robert M. Pachak, of\r\nColumbia, for petitioner.\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General Howard L. Steinberg, all\r\nof Columbia, for respondent.\r\np.1\r\n\r\nStevenson v. State\r\n\r\n MOORE, A.J.: Petitioner pled guilty to thirteen counts of \r\nforgery then filed this application for post-conviction relief (PCR) which was\r\ndenied. We granted a writ of certiorari to review the denial of relief and now\r\nreverse.\r\nFACTS\r\nPetitioner was not represented by counsel during her guilty plea\r\nproceeding. The plea judge told petitioner:\r\nYou have a right to a lawyer. You have a right to a\r\ntrial by jury. You do not have to testify. The State is\r\nrequired to prove you guilty beyond a reasonable\r\ndoubt. If you do not testify, I'd charge the jury they\r\ncould not hold that against you. And you still want\r\nto plead guilty?\r\nPetitioner indicated that she wished to plead guilty, and the\r\nproceeding continued until petitioner said she would fail a drug test if one\r\nwere given to her. At that point, the plea judge accepted her plea, ordered a\r\ndrug test, and stated he would sentence her the next morning.\r\nThe next morning, the plea judge again told petitioner she had a\r\nright to a lawyer and asked if she had a lawyer. Petitioner responded that\r\nshe did not. The plea judge said, \"You have a right to a lawyer. You want to\r\ngive up that right and plead guilty?\" Petitioner indicated that she did, and\r\nthe guilty plea proceeding continued.\r\nBefore sentencing, the plea judge was informed that petitioner\r\nwas on probation for simple possession of crack cocaine. The plea judge\r\nsentenced petitioner on the forgery counts and ordered that petitioner's\r\nprobation be terminated, revoked, or allowed to run with the forgery\r\nsentence, stating \"this is a flat sentence.\"\r\nISSUE\r\nDid the PCR court err in concluding that petitioner knowingly\r\nand intelligently waived her right to counsel?\r\np.2\r\n\r\nStevenson v. State\r\n\r\nDISCUSSION\r\nThe Sixth Amendment guarantees a right to counsel to criminal\r\ndefendants. U.S. CONST. amend. VI; State v. Stuckey, 333 S.C. 56, 508\r\nS.E.2d 564 (1998). The right to counsel also attaches to probation revocation\r\nproceedings. Salley v. State, 306 S.C. 213, 215, 410 S.E.2d 921, 922 (1991).\r\nTo establish a valid waiver of counsel, the accused must be\r\nadvised of the right to counsel and adequately warned of the dangers of self\r\nrepresentation. Faretta v. California, 422 U.S. 806, 835, 95 S.Ct. 2525, 2541,\r\n45 L.Ed.2d 562, 581-82 (1975). In the absence of a specific inquiry by the\r\nlower court addressing the dangers and disadvantages of proceeding pro se,\r\nwe look to the record to determine whether petitioner had sufficient\r\nbackground or was apprised of her rights by some other source. Bridwell v.\r\nState, 306 S.C. 518, 520, 413 S.E.2d 30, 31 (1992).\r\nIn this case, the plea judge clearly advised petitioner that she\r\nhad a right to counsel before she pled guilty. However, no one specifically\r\ninformed petitioner of the dangers and disadvantages of proceeding pro se.\r\nFurther, the record indicates petitioner lacked a sufficient background to\r\nunderstand the ramifications of proceeding pro se. Petitioner does not have\r\na high school education and appeared in court only one time prior to these\r\nproceedings. Moreover, petitioner's testimony during the PCR hearing\r\nindicates that she did not understand the workings of the criminal justice\r\nsystem. For example, petitioner stated that she believed a solicitor was\r\ndifferent from a prosecutor and that the solicitor looked out for her best\r\ninterest. See Prince v. State, 301 S.C. 422, 392 S.E.2d 462 (1990)\r\n(determining Prince was not aware of the dangers and disadvantages of\r\nproceeding pro se when, among other things, Prince exhibited little\r\nunderstanding of criminal proceedings and testified he relied upon the\r\nsolicitor's advice at the plea proceeding).\r\nIn addition, the plea judge failed to inform petitioner that she\r\nhad a right to counsel during her probation revocation hearing and did not\r\nexplain to petitioner the dangers and disadvantages of proceeding pro se\r\nduring her probation revocation hearing.\r\nWe find the record does not demonstrate petitioner was\r\nsufficiently aware of the dangers of self representation to make an informed\r\ndecision to proceed pro se during the plea proceeding and probation\r\nrevocation hearing. We hold the PCR judge erred in finding a valid waiver\r\np. 3\r\n\r\nStevenson v. State\r\n\r\nof counsel. See Satterwhite v. State, 325 S.C. 254~ 481 S.E.2d 709 (1997)\r\n(PCR judge's findings will be reversed if unsupported by any probative\r\nevidence). Accordingly, the order of the PCR judge is\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.\r\np. 4\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25009","title":"BellSouth v. City of Orangeburg, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25009","description":"","date":"1999-11-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nBellSouth\r\nTelecommunications,\r\nInc., f/k/a Southern Bell\r\nTelephone and\r\nTelegraph Company, Appellant,\r\nv.\r\nCity of Orangeburg,\r\nMartin C. Cheatham, in\r\nhis official capacity as\r\nMayor of the City of\r\nOrangeburg and\r\nMember of its City\r\nCouncil, Bernard Haire,\r\nMarion F. Moore, W.\r\nEverett Salley, D.V.M.,\r\nL. Zimmerman Keitt,\r\nJoyce W. Rheney,\r\nSandra P. Knotts, and\r\nPaul A. Miller, in their\r\nofficial capacities as\r\nPresent and or Past\r\nMembers of the\r\nOrangeburg City\r\nCouncil, Respondents.\r\nAppeal From Orangeburg County\r\nCharles W. Whetstone, Jr., Circuit Court Judge\r\nOpinion No. 25009\r\nHeard October 5, 1999 - Filed November 8, 1999\r\np.1\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nAFFIRMED\r\nFred A. Walters, of Atlanta, Georgia; Caroline N.\r\nWatson, of Columbia; William J. Quirk, of Columbia,\r\nand A. Camden Lewis and Keith M. Babcock, both\r\nof Lewis, Babcock &amp; Hawkins, L.L.P., of Columbia,\r\nfor appellant.\r\nJames M. Brailsford, III, of Robinson, McFadden &amp;\r\nMoore, P.C., of Columbia; and James F. Walsh, of\r\n0rangeburg, for respondents.\r\nMOORE, A.J.: This appeal is from an order finding valid a\r\nfranchise fee ordinance enacted by respondent City of Orangeburg (City).\r\nWe affirm.\r\nFACTS\r\nAppellant BellSouth Telecommunications, Inc. (BellSouth)\r\ncommenced this declaratory judgment action attacking the validity of City's\r\nfranchise ordinance enacted May 11, 1993. The ordinance requires\r\nBellSouth to pay a yearly franchise fee of 5% of its gross revenue earned\r\nwithin City and a one-time administrative fee 1 in exchange for BellSouth's\r\nuse of the public streets for poles, wires, cables, and other equipment\r\nincidental to providing telephone service. The ordinance is effective through\r\nDecember 31, 2003. 2 \r\n\r\n1 The administrative fee is 5% of BellSouth's gross revenue earned\r\n\r\nwithin City for 1992.\r\n2 This case does not involve 1999 S.C. Act No. 112 which became\r\neffective June 30, 1999, and now controls municipal telecommunications\r\nfranchise fees.\r\np.2\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nPrior to this 1993 ordinance, BellSouth operated under a 1894\r\nfranchise ordinance that allowed it to use the public streets to erect poles\r\nand wires and exempted BellSouth from \"all municipal taxation, license or\r\nrentals\" for a term of five years. Twenty years later, in 1914, the original\r\nfranchise ordinance was expanded to include underground use of the public\r\nstreets. The original five-year exemption from payment was not mentioned.\r\nBellSouth has never been obligated to pay a franchise fee until enactment of\r\nthe 1993 ordinance.\r\nIn this action, BellSouth claimed the 1993 ordinance was invalid\r\nbecause (1) the franchise fee is really a \"general revenue tax\" which it claims\r\nCity has no authority to enact and (2) the ordinance is inconsistent with the\r\nConstitution and general law of this State because it violates (i) the federal\r\nTelecommunications Act of 1996 which requires State law to conform to its\r\nrequirements,3 (ii) S.C. Code Ann. § 58-9-2020 (1976), and (iii) several\r\nconstitutional provisions. On cross-motions for summary judgment, the trial\r\njudge found the ordinance valid and entered judgment for City. BellSouth\r\nappeals.\r\nISSUES\r\n1. Does City have authority to impose the ordinance fees on\r\nBellSouth?\r\n2. Is the ordinance consistent with the Constitution and general\r\nlaw of this State?\r\nDISCUSSION\r\n1. Authority to impose franchise fees\r\nBellSouth contends the franchise fees provided in the 1993\r\nordinance actually constitute a \"general revenue tax.\" BellSouth relies\r\nheavily on the fact that the revenue collected under the ordinance will go\r\ninto City's general fund which, it argues, indicates the ordinance imposes a\r\ntax and not a fee. We disagree.\r\nGenerally, a tax is an enforced contribution to provide for the\r\n\r\n3 47 U.S.C. § 253(d).\r\n\r\np.3\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nsupport of government, whereas a fee is a charge for a particular benefit to\r\nthe payer. Brown v. County of Horry, 308 S.C. 180, 417 S.E.2d 565 (1992).\r\nWhere a municipality seeks to justify a charge as a fee because the revenue\r\ngenerated by the charge is used for the payer's benefit, we will consider the\r\nfact that the revenue is placed in a municipality's general fund in deciding\r\nwhether or not the payer specially benefits from imposition of the charge.4\r\nThis factor is irrelevant, however, where the benefit to the payer derives not\r\nfrom the municipality's use of the revenue but is a benefit given directly and\r\nsolely to the payor in exchange for the fee. In exchange for the fees imposed\r\nin this case, BellSouth is granted the special privilege of using public streets\r\nto place its equipment in order to serve City's residents and generate private\r\nprofit.5 The fact that the fees are placed in City's general fund is irrelevant.\r\nUnder S.C. Code Ann. § 5-7-30 (Supp. 1998), a municipality is\r\nauthorized \"to grant franchises for the use of public streets and make\r\ncharges for them.\" Accordingly, we find it is clearly within City's authority to\r\nimpose these fees in exchange for the franchise rights granted BellSouth.\r\n2. Consistency with State law\r\nUnder § 5-7-30, a municipal ordinance may not be \"inconsistent\r\nwith the Constitution and general law of this State.\" BellSouth contends the\r\n1993 ordinance is inconsistent with State law on several grounds.\r\n\r\n4 Under Brown, for instance, a fee is valid as a uniform service charge if\r\n\r\n(1) the revenue generated is used to the benefit of the payers, even if the\r\ngeneral public also benefits (2) the revenue generated is used only for the\r\nspecific improvement contemplated (3) the revenue generated by the fee does\r\nnot exceed the cost of the improvement and (4) the fee is uniformly imposed\r\non all the payers.\r\n5 A franchise has been defined as a special privilege granted by the\r\ngovernment to particular individuals or companies to be exploited for private\r\nprofits. City of Cayce v. AT&amp;T Communications of the Southern States, Inc.,\r\n326 S.C. 237~ 486 S.E.2d 92, 94 n.2 (1997). Government franchisees are\r\ntypically service-type businesses that are willing to pay the municipality for\r\nthe privilege of doing business with its citizens. Id.\r\np.4\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\na. Telecommunications Act\r\nBellSouth contends the 1993 ordinance conflicts with the\r\nTelecommunications Act of 1996, 47 U.S.C. § 253(a). While this is a federal\r\nlaw, State law must conform to it, and therefore so must City's ordinance in\r\norder to pass muster under § 5-7-30. Section 253(a) provides:\r\nNo State or local statute or regulation, or other State\r\nor local legal requirement, may prohibit or have the\r\neffect of prohibiting the ability of any entity to\r\nprovide any interstate or intrastate\r\ntelecommunications service.\r\nThe trial judge found no conflict with this section based on 47 U.S.C. §\r\n253(c) which provides:\r\nNothing in this section affects the authority of a\r\nState or local government to manage the public\r\nrights-of-way or to require fair and reasonable\r\ncompensation from telecommunications providers, on\r\na competitively neutral and nondiscriminatory basis,\r\nfor use of public rights-of-way on a nondiscriminatory\r\nbasis, if the compensation required is publicly\r\ndisclosed by such government.\r\nThe trial judge found this provision was satisfied because the only other\r\ntelecommunications franchisee, a cable television company, paid the same\r\nfees. BellSouth, however, contends this provision does not validate the fees\r\nimposed under the 1993 ordinance because BellSouth is the only telephone\r\nservice provider that must pay. We disagree.\r\nBellSouth is the only telephone service provider required to pay\r\nthese fees because it is the only telephone service provider that holds a\r\nfranchise for private use of the public streets.6 The fees charged BellSouth\r\nare therefore non-discriminatory as required under the Telecommunications\r\nAct.\r\n\r\n6 The record indicates that City has its own communications lines to\r\n\r\ncontrol different utility systems by computer from a central location. A\r\nprivate telephone service provider, MPX, pays for use of these lines.\r\np.5\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nBellSouth further contends the 1993 ordinance violates § 253(c)\r\nbecause it contains provisions that exceed a local government's power under\r\nthat section \"to manage the public rights-of-way. \" BellSouth cites the\r\nordinance's provision that it maintain or remove its \"facilities\" and give\r\nnotice of merger or corporate restructuring.\r\nIn context, nothing in the ordinance applies to BellSouth's\r\n\"facilities\" other than those placed in the public street pursuant to the\r\nfranchise 7 which is clearly within City's power to manage its rights-of-way as\r\npermitted under § 253(c).\r\nMoreover, BellSouth's reliance on AT&amp;T Communications of the\r\nSouthwest, Inc. v. City of Dallas, 8 F. Supp.2d 582 (1998), for the proposition\r\nthat a local government's power under § 253(c) is strictly limited to\r\nmanaging the right-of-way is misplaced. In that case, the federal district\r\ncourt interpreted § 253(c) and found municipalities \"absent explicit\r\ndelegation by the state legislature ... do not have the more general authority\r\nto regulate to protect public safety and welfare.\" Id. at 590 (emphasis\r\nadded); see also Bell Atlantic-Maryland, Inc. v. Prince George's Country,\r\nMaryland, 49 F. Supp. 2d 805, 814 n.23 (D. Md. 1999) (noting local\r\ngovernment did not seek to justify franchise ordinance as an exercise of\r\nregulatory powers reserved to the states and delegable to local government\r\nunder § 253(b)). South Carolina has delegated to municipalities the power to\r\nenact ordinances \"necessary and proper for the security, general welfare, and\r\nconvenience of the municipality or for preserving health, peace, order, and\r\ngood government in it.\" § 5-7-30. This power includes the ability to ensure\r\nthat the grant of franchise privileges operates to the benefit of the public.\r\nCity's ordinance merely requires BellSouth, as its franchisee, to make\r\nreasonable effort to provide the service that is the subject of its franchise.\r\n\r\n7 Section 6 of the ordinance reserves to City the right under certain\r\n\r\nconditions to require BellSouth to relocate those \"facilities erected or\r\nmaintained pursuant to the privilege granted herein.\" Section 5 of the\r\nordinance requires BellSouth to \"maintain its facilities in a reasonable\r\noperating condition at all normal times\" and requires City to \"do all things\r\nreasonably within its power\" to restore normal service when a disruption\r\noccurs. Although the word \"facilities\" is not specifically defined in § 5, it\r\ninferably includes only those facilities placed in the public street since, in\r\ncontext, that is how the word \"facilities\" is used throughout the ordinance.\r\np.6\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nSimilarly, the ordinance's requirement that BellSouth give notice\r\nof mergers and corporate restructuring is a reasonable exercise of its\r\nauthority over its franchise for the good of the public welfare as a means of\r\nensuring notice of a possible change in service.\r\nFinally, BellSouth complains the franchise fees, based on a\r\npercentage of its gross revenue, are not \"fair and reasonable compensation\"\r\nfor use of the public rights-of-way as required under § 253(c). Again,\r\nBellSouth's reliance on AT&amp;T v. City of Dallas, supra, to support its\r\nargument is misplaced. In that case, the federal district court found the\r\nmunicipality's percentage-based fee exceeded its authority to impose fees\r\nbecause Texas state law prohibited municipalities from charging franchise\r\nfees for certain services (such as long-distance service) that were included as\r\nsources of revenue for calculating the percentage fee. 8 F. Supp. 2d at 593.\r\nHere, City's authority to charge franchise fees under § 5-7-30 is not so\r\nlimited and there is nothing in the record to indicate the percentage is not\r\nfair and reasonable.\r\nFurther, we are aware of a split of authority in the federal courts\r\nregarding whether municipal franchise fees must be limited under § 253(c) to\r\nthe municipality's cost of maintaining the public rights-of-way used by the\r\ntelecommunications utility. Compare Bell Atlantic, 49 F. Supp. 2d 805\r\n(limiting fees to costs incurred) and TCG Detroit v. City of Dearborn, 16 F.\r\nSupp. 2d 785 (E.D. Mich. 1998) (upholding percentage of revenue fee). We\r\nfind that a franchise fee equal to a percentage of the revenue generated is\r\nnot inherently unfair or unreasonable as a measure of the franchise's value\r\nas a business asset to the franchisee. Absent any evidence that the amount\r\nof the percentage is unfair, we decline to find the fees in this case violate the\r\nTelecommunications Act.\r\nb. § 58-9-2020\r\nBellSouth next contends the 1993 ordinance is inconsistent with\r\ngeneral State law because it violates S.C. Code Ann. § 58-9-2020 (1976)\r\nwhich provides in pertinent part:\r\nAny telegraph or telephone company incorporated\r\nunder the laws of this State ... may construct,\r\nmaintain and operate its line through, upon, over\r\nand under any of the public lands of this State,\r\np.7\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nunder, over, along and upon any of the highways or\r\npublic roads of the State, over, through or under any\r\nof the waters of this State, on, over and under the\r\nlands of any person in this State and along, upon and\r\nover the rights of way of any railroad or railway\r\ncompany in this State....\r\nThis statute, enacted in 1899, must be read in conjunction with article VIII, §\r\n15, of our State Constitution which provides:\r\nNo law shall be passed by the General Assembly\r\ngranting the right to construct and operate in a\r\npublic street a ... telephone [utility] . . without first\r\nobtaining the consent of the governing body of the\r\nmunicipality.. . .\r\nThis constitutional provision limits a telephone utility's right to use public\r\nstreets under § 58-9-2020 by requiring a municipality's consent at the time\r\nthe telephone facilities are constructed. City of Cayce v. AT&amp;T\r\nCommunications of the Southern States, Inc., 326 S.C. 237, 486 S.E.2d 92\r\n(1997); City of Abbeville v. Aiken Elec. Coop., 287 S.C. 361, 338 S.E.2d 831\r\n(1985). Article VIII, § 15, does not bestow upon municipalities the power to\r\noust existing utilities. Abbeville v. Aiken Elee. Coo-D., supra. Accordingly,\r\nBellSouth argues, City has no power under § 58-9-2020 to oust it by\r\nimposing fees for the continuation of its franchise.\r\nFirst, there is no evidence the imposition of the fees in question\r\nwould actually force an ouster of BellSouth from its service of City's\r\nresidents. Moreover, § 5-7-30, which was enacted subsequently to § 58-9\r\n2020 pursuant to the Home Rule Amendment, specifically delegates to\r\nmunicipalities the power to \"grant franchises for the use of public streets and\r\nmake charges therefor\" and it does not limit City's authority to impose fees\r\non a formerly gratuitous franchise.8 This section therefore modifies the\r\n\r\n8 While we have determined the extent of municipal power over public\r\n\r\nstreets under article VIII, § 15, and § 58-9-2020, we have not previously\r\ndetermined the impact of § 5-7-30. In Cayce v. AT&amp;T, supra, we specifically\r\nnoted that because the telephone utility was not seeking to provide service to\r\nthe municipality's residents, the use of public streets was not a franchise\r\n(continued . ..)\r\np.8\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nimpact of § 58-9-2020 by delegating to municipalities the franchise power\r\nover public streets. 9 Since the rights granted telephone utilities under § 58\r\n9-2020 were restricted by enactment of § 5-7-30 under which franchise fees\r\nare permitted, there is no violation of § 58-9-2020.\r\nc. Constitutional provisions\r\nBellSouth contends the 1993 ordinance is inconsistent with\r\nfederal and State equal protection, due process, and impairment of contract\r\nclauses. We disagree.\r\nFirst, BellSouth complains of an equal protection violation\r\nbecause it is the only business that must pay the franchise fees, which\r\nBellSouth characterizes as a \"tax.\" As discussed above, these fees do not.\r\nconstitute a tax but are charged in exchange for a specific benefit directly\r\nconferred i.e., use of the public streets for the placement of BellSouth\r\nequipment. BellSouth does not contest that it is charged the same fees as\r\nthe only other franchisee, a cable television provider. Accordingly, BellSouth\r\nhas failed to show any disparate treatment of similarly situated entities. See\r\nTNS Mills, Inc. v. South Carolina Dept. of Revenue, 331 S.C. 611, 503 S.E.2d\r\n471 (1998) (in order to show an equal protection violation, a party must show\r\nthat similarly situated persons received disparate treatment).\r\nSecond, BellSouth contends the forced imposition of the franchise\r\nfees constitutes a taking of property without just compensation in violation\r\nof due process. There is no evidence the imposition of these fees will force\r\nBellSouth to abandon its franchise or that its property would retain no value\r\n\r\n(continued ...)\r\n\r\nand the municipal franchise power under § 5-7-30 did not apply. In\r\nAbbeville v. Aiken Elec. Coop., supra, we did not discuss § 5-7-30 but held\r\narticle VIII, § 15, was not an affirmative grant of franchise power to\r\nmunicipalities such that a municipality could oust an existing utility in a\r\nsubsequently annexed area. Finally, in City of Aiken v. Aiken Elec. Coop.,\r\n305 S.C. 466, 409 S.E.2d 403 (1991), we held under article VIII, § 15, a\r\nmunicipality has the power to deny a new franchise but we did not examine\r\nthe effect of § 5-7-30 on the municipality's franchise power.\r\n9 See Abbeville v. Aiken Elec. Coop., supra (the power to franchise is an\r\nattribute of state sovereignty delegated to municipalities by statute).\r\np.9\r\n\r\nBELLSOUTH v. CITY OF ORANGEBURG, ET AL.,\r\n\r\nif the franchise is terminated. BellSouth has failed to show a taking in this\r\ncase. See Long Cove Club Assoc. v. Town of Hilton Head Island, 319 S.C. 30,\r\n458 S.E.2d 757 (1995) (no taking of personal property if property retains\r\nsome value).\r\nFinally, BellSouth contends the 1993 ordinance is inconsistent\r\nwith the constitutional protection against the impairment of contract.\r\nBellSouth argues it had a contract with the State pursuant to § 58-9-2020 to\r\nuse any public streets in the State and therefore its use of City's streets could\r\nnot be subsequently impaired by the 1993 ordinance.\r\nBellSouth mischaracterizes its relation to the State as a\r\ncontractual one regarding the use of City's streets. Although there are\r\nexceptions, statutes generally do not create contractual rights and in the\r\nabsence of a contract, there is no violation of the Contract Clause. Alston v.\r\nCity of Camden, 322 S.C. 38, 471 S.E.2d 174 (1996). The terms of § 58-9-\r\n2020 create no contractual obligation between the State and BellSouth and\r\nwe find no impairment of contract.\r\nAccordingly, the judgment of the circuit court finding City's\r\nfranchise ordinance valid is\r\nAFFIRMED.\r\nTOAL, A.C. J., WALLER, BURNETT, JJ., and Acting Associate\r\nJustice William T. Howell, concur.\r\np.10\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25010","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25010","description":"","date":"1999-11-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nThe State, Respondent,\r\nv.\r\nDerrick Smith, Appellant.\r\nAppeal From Richland County\r\nL. Henry McKellar, Circuit Court Judge\r\nOpinion No. 25010\r\nHeard June 22, 1999 - Filed November 8, 1999\r\nAFFIRMED\r\nSenior Assistant Appellate Defender Wanda H.\r\nHaile, of South Carolina Office of Appellate Defense,\r\nof Columbia, for appellant.\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nAssistant Attorney General G. Robert DeLoach, III,\r\nand Solicitor Warren B. Giese, all of Columbia, for\r\nrespondent.\r\nPER CURIAM: Appellant was convicted of murder and assault\r\nand battery with intent to kill (ABIK) 1 and sentenced to life and ten years'\r\nimprisonment, respectively. He appeals.\r\n\r\n1 The jury was also charged the lesser-included offenses of voluntary\r\n\r\nand involuntary manslaughter and assault and battery of a high and\r\naggravated nature.\r\np.11\r\n\r\nSTATE v. SMITH\r\n\r\nFACTS\r\nShortly before midnight on October 14, 1996, appellant shot\r\nand killed his six-week-old daughter, Fuschia, while she was being held by\r\nhis wife, the infant's mother, Tammy. The bullet entered Fuschia's chest,\r\nexited through her back, and lodged in Tammy's clavicle. Appellant\r\nclaimed the shooting was an accident.\r\nA neighbor testified, while at home with the television on, he\r\nheard Tammy say several times, \"[a]ppellant, get away from me when I\r\nam holding the baby.\" Fifteen seconds later, the neighbor heard a\r\ngunshot, went outside, and saw a man running in the alley. The neighbor\r\ncharacterized Tammy's voice as loud and argumentative.\r\nA paramedic testified when he arrived at the scene of the\r\nshooting, the infant was unresponsive. 2He testified Tammy stated \"she\r\nwas involved with an argument and that mother - - - - er shot her.\" She\r\nstated \"I cannot he (sic) believe he got mad and shot me.\" Another\r\nparamedic testified Tammy stated she and appellant were arguing and he\r\nshot her.\r\nAn investigator who interviewed Tammy shortly after the\r\nshooting testified Tammy stated appellant had been drinking. They were\r\narguing over a car. Appellant obtained his pistol, pointed it at her, and\r\nthen fired a shot inside the home. Tammy picked up the baby and went\r\noutside. Appellant followed Tammy outside then shot her while she was\r\nholding Fuschia.\r\nThe investigator asked Tammy the following questions:\r\nQ. Why do you think [appellant] shot you?\r\nA. He was mad and had been drinking.\r\nQ. Did he tell you he was going to shoot you?\r\nA. He said, \"if I ever catch you with anybody I will blow both of\r\n\r\n2 Although Fuschia died at the scene, no one told Tammy until she\r\n\r\narrived at the hospital.\r\np.12\r\n\r\nSTATE v. SMITH\r\n\r\nyour brains out, because I love you.\"\r\nAlthough she gave a written statement to the police indicating\r\nshe and her husband were arguing and the shooting was intentional, at\r\ntrial Tammy testified appellant was unloading his pistol when the shooting\r\noccurred. Contrary to her written statement, Tammy denied appellant\r\nthreatened to \"blow [her] brains out,\" denied he struck her in the face,\r\ndenied pleading with appellant not to touch her while she held Fuschia,\r\nand denied she left her home to telephone the police. She testified she did\r\nnot remember giving a statement to the police.\r\nThree hours after the shooting, Curtis Weathersbee gave the\r\nfollowing statement:\r\nOn 10-15 (sic) -96 1 was in [appellant's] house, watching a\r\nfootball, the football game. Earlier [Tammy and appellant]\r\nwere having a verbal confrontation because she went to her\r\ncousin's house and stayed too long. He was explaining that\r\nshe should not be gone from the baby that long because the\r\nbaby was sick. While raving at her he was constantly\r\nthreatening her that he would shoot her head off, shoot her in\r\nthe face.\r\nAs he told her that he was approaching the bedroom to get a\r\npistol. He stood in the kitchen, with the pistol beside him, just\r\nwobbling from left to right with an angry look on his face.\r\nThat is when the pistol went off. After that he went and put\r\nthe pistol back in the bedroom. He came back out and was\r\npacing the floor constantly. threatening her. Tammy grabbed\r\nher baby and said, 'oh, Lord, let me get up and go.'\r\nBy the time she got at the car trying to leave, that is when he\r\nleft out the door with the pistol. The door slammed shut. I\r\nheard Tammy holler. I was praying that it would not happen.\r\nBut I heard a shot. I jumped, stating - - I jumped up and as I\r\nwas approaching the door, [appellant] ran back in the house\r\nstating, 'I believe that I shot Tammy.'\r\nMr. Weathersbee testified his statement was involuntary; he\r\nstated he was threatened by an investigator. He testified he did not\r\nremember telling the investigator appellant had threatened to shoot\r\np. 13\r\n\r\nSTATE v. SMITH\r\n\r\nTammy's \"head off' or in the face. He admitted appellant and Tammy had\r\nargued and appellant was \"real upset\" and \"hollering.\"\r\nThrough a written statement, appellant indicated he was\r\nremoving the pistol from his trouser pocket when it fired. Appellant did\r\nnot testify at trial.\r\nISSUES\r\n1. Did the trial judge err by allowing the solicitor to refer to\r\nappellant's July 1996 criminal domestic violence conviction?\r\n11. Did the trial judge err by charging the jury on unlawful\r\npossession of a weapon?\r\nDISCUSSION\r\nI.\r\nAppellant argues the trial judge erred in admitting his July\r\n1996 criminal domestic violence conviction because there was insufficient\r\nconnection between the prior conviction and the murder charge. We\r\ndisagree.\r\nPrior to trial, the solicitor moved to be allowed to introduce\r\nevidence of the ongoing abusive relationship between appellant and\r\nTammy. Specifically, the solicitor moved to introduce appellant's four\r\ncriminal domestic violence convictions in order to establish appellant's\r\nstate of mind at the time of the shooting and to rebut his claim of\r\naccident.3Appellant argued there was no similarity between the prior\r\nconvictions and the current charge and, therefore, the convictions were\r\ninadmissible. The trial judge ruled the July 1996 criminal domestic\r\nviolence conviction was admissible and that he would determine whether\r\nthe other convictions were admissible.\r\nDuring trial, Tammy testified on direct examination:\r\nQ. Isn't it a fact, Tammy, that not three months before this\r\n\r\n3 Tammy was the victim in each of the four incidents.\r\n\r\np.14\r\n\r\nSTATE v. SMITH\r\n\r\nincident, when you were pregnant with Fuschia, [appellant]\r\nassaulted you, not once but twice?\r\nA. We were having verbal conversation and to keep it down, I\r\ncalled the police because we was having an argument and I\r\nwanted to get in the car and leave, and we kept having an\r\nargument, so I called the police. They insinuated that.\r\nQ. Isn't it a fact that you filed two police reports within thirty\r\nminutes of each other on July 10, 1996, against your husband?\r\nCorrect?\r\nA. I could have. I do not remember.\r\nQ. And went to court on one of them. Correct?\r\nA. I could have.\r\nQ. And he was convicted. Correct?\r\nA. I think just on one.\r\nQ. Of criminal domestic violence against his eight month\r\npregnant wife. Correct?\r\nA. I am not sure.\r\nGenerally, a motion in limine seeks a pretrial evidentiary\r\nruling to prevent the disclosure of potentially prejudicial matter to the\r\njury. State v. Hill, 331 S.C. 94, 501 S.E.2d 122 (1998); State v. Floyd, 295\r\nS.C. 518, 369 S.E.2d 842 (1988). A pretrial ruling on the admissibility of\r\nevidence is preliminary and is subject to change based on developments at\r\ntrial. Id. A ruling in limine is not final; unless an objection is made at\r\nthe time the evidence is offered and a final ruling procured, the issue is\r\nnot preserved for review. State v. Mitchell, 330 S.C. 18% 498 S.E.2d 642\r\n(1998); State v. Simpson, 325 S.C. 37, 479 S.E.2d 57 (1996).\r\nAppellant failed to object to the solicitor's questions concerning\r\nhis July 1996 criminal domestic violence conviction. Accordingly, this\r\nissue is not preserved for consideration on appeal. State v. Mitchell,\r\nsupra.\r\np.15\r\n\r\nSTATE v. SMITH\r\n\r\nIn any event, as a general rule, \"[e]vidence of other crimes,\r\nwrongs, or acts is not admissible to prove the character of a person in\r\norder to show action in conformity therewith.\" Rule 404(b), SCRE; see\r\nState v. Jenkins, 322 S.C. 414, 472 S.E.2d 251 (1996)(evidence of other\r\ncrimes, wrongs, or acts is not admissible to prove a defendant committed\r\nthe specific crime charged). However, evidence of other crimes, wrongs, or\r\nacts is admissible if it tends to establish motive, intent, the absence of\r\nmistake or accident, identity, or the existence of a common scheme or\r\nplan. Rule 404(b), SCRE.4The evidence must be logically relevant to the\r\nparticular purpose or purposes for which it is sought to be introduced.\r\nState v. Bell, 302 S.C. 18, 393 S.E.2d 364 (1990). Even if the prior crime\r\nevidence is relevant, it must be excluded if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice to the\r\ndefendant. Rule 403, SCRE; State v. King, Op. No. 24916 (S.C. Sup. Ct.\r\nfiled March 8, 1999)(Shearouse Adv. Sh. No. 10 at 31).\r\nThe solicitor properly offered appellant's July 1996 criminal\r\ndomestic violence conviction to establish appellant's intent to kill and the\r\nabsence of mistake or accident. The prior conviction was logically relevant\r\nto appellant's intent and absence of mistake or accident at the time of the\r\nshooting. 5 See State v. Key, 277 S.C. 214, 284 S.E.2d 781 (1981)(in trial\r\nfor aggravated assault and battery arising from a shooting at defendant's\r\nstore, testimony defendant had threatened victim's associate two or three\r\ntimes with a gun at the store was admissible to show absence of mistake\r\nor accident). We conclude the probative value of the prior conviction was\r\n\r\n4 These are the same exceptions enumerated in State v. Lyle, 125\r\n\r\nS.C. 406, 118 S.E. 803 (1923).\r\n5 The State's case involved the doctrine of transferred intent. Under\r\nthe doctrine of transferred intent, i'the actor's intent to kill his intended\r\nvictim is said to be transferred to his actual victim. All that is required of\r\nmurder is the mental state of malice, provided by the intent to kill a\r\nhuman being coupled with an act which caused the death of a human\r\nbeing.\" State v. Horne, 282 S.C. 444, 446, 319 S.E.2d 703, 704 (1984).\r\nHere, the State theorized appellant intended to kill Tammy. Instead, he\r\nshot and killed Fuschia. His intent to kill Tammy supplied the element of\r\nmalice.\r\np.16\r\n\r\nSTATE v. SMITH\r\n\r\nnot outweighed by unfair prejudice to appellant. The trial judge did not\r\nabuse his discretion in admitting appellant's July 1996 criminal domestic\r\nviolence conviction. State v. Nance, 320 S.C. 501, 466 S.E.2d 349\r\n(1996)(the admission of evidence is within the discretion of the trial court\r\nand will not be reversed by this Court absent an abuse of discretion).\r\nII.\r\nAppellant argues the trial judge erred by charging the jury on\r\nthe statutory offense of unlawful possession of a weapon. He contends\r\nthere is no requirement the trial judge instruct the jury on the unlawful\r\npossession statute and, further, the charge constituted a conu-nent on the\r\nfacts in violation of Article V, § 21 of the South Carolina Constitution.\r\nWhile discussing the proposed jury charge, the solicitor agreed\r\nappellant was entitled to an instruction on accident. The trial judge\r\nstated he would instruct the jury on the unlawful pistol statute.6\r\nAppellant objected, arguing there was no evidence as to whether he was\r\neither on or off of his property at the time of the shooting. The trial judge\r\noverruled the objection then charged the jury on accident and the unlawful\r\npossession statute.\r\nAppellant's present argument is not preserved for consideration\r\non appeal. Prior to the charge, appellant objected to instructing the jury\r\non the statute, arguing there was no evidence as to his location at the\r\ntime of the shooting. He did not claim, as he does now, that there is no\r\nrequirement the trial judge instruct the jury on the unlawful possession\r\nstatute or the charge constituted a comment on the facts in violation of\r\nthe Constitution. Since he did not object at trial on the same grounds as\r\nraised on appeal, the issue is not preserved for review. State v. Ard, 332\r\nS.C. 370, 505 S.E.2d 328 (1998)(failure to object to jury charge constitutes\r\na waiver of the right to raise the issue on appeal); State v. Byram, 326\r\nS.C. 107, 485 S.E.2d 360 (1997)(defendant may not argue one ground\r\nbelow and another on appeal).\r\n\r\n6 This statute provides: \"[i]t is unlawful for anyone to carry about\r\n\r\nthe person any pistol, whether concealed or not, except as follows: ... (8)\r\nAny person in his home, or upon his real property, or fixed place of\r\nbusiness.\" S.C. Code Ann. § 16-23-20(8)(Supp. 1998).\r\np.17\r\n\r\nSTATE v. SMITH\r\n\r\nAFFIRMED.\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\np.18\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25011","title":"In the Matter of Shibley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25011","description":"","date":"1999-11-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nIn the Matter of Susan\r\nE. Shibley, Respondent.\r\nOpinion No. 25011\r\nSubmitted September 13, 1999 - Filed November 8, 1999\r\nDEFINITE SUSPENSION\r\nAttorney General Charles M. Condon and Assistant Deputy\r\nAttorney General J. Emory Smith, Jr., both of Columbia,\r\nfor the Office of Disciplinary Counsel.\r\nSusan E. Shibley, of Cherokee County, pro se.\r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21 of\r\nthe Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule\r\n413, SCACR. In the agreement, respondent admits she has committed\r\nmisconduct and consents to a definite suspension for two years. We accept\r\nthe agreement.\r\nMattie and Lowell Manning Matter\r\nRespondent represented the Mannings in a mortgage foreclosure\r\naction. Respondent failed to provide the Mannings with material in their file\r\nas requested by them.\r\np.19\r\n\r\nIN THE MATTER OF SHIBLEY\r\n\r\nAnthony B. Huskey Matter\r\nRespondent represented Mr. Huskey in a proceeding against him\r\nfor contempt related to a visitation action and in a change of custody action.\r\nMr. Huskey paid respondent the agreed five hundred dollar fee for the\r\ncontempt matter. At the conclusion of the contempt matter, Mr. Huskey was\r\nawarded attorney's fees. Respondent claimed that she was owed additional\r\nfees, and therefore, she kept the fees in contravention of their agreement.\r\nMr. Huskey also paid respondent $3,776.25 in attorney's fees for\r\nthe custody action. This amount was in excess of the agreed fee of $1,200.00\r\nand was excessive in relation to the amount of work performed in the case.\r\nRespondent denies that she owes Mr. Huskey any fees or other\r\nmoney in connection with this matter because she alleges that she did work\r\nfor him.\r\nPete Zimmerman Matter\r\nMr. Zimmerman retained respondent in September of 1996 in a\r\nchild custody matter. He paid her a $1,000.00 retainer. Respondent\r\nmisrepresented that she had ordered a transcript for his case. Respondent\r\ndid little or no work on the matter and only refunded him $160.65. Further,\r\nrespondent failed to respond to communications made by Mr. Zimmerman.\r\nThomas and Elsie Reep Matter\r\nRespondent was retained by the Reeps in July of 1997 to correct\r\na deed to their property, located in Blacksburg, South Carolina. Although\r\nrespondent performed some work for the Reeps, she failed to respond to their\r\ninquiries, which they made over a period of several months.\r\nThe Reeps also paid respondent to do work on other property.\r\nRespondent failed to complete the work and failed to return deeds and a plat\r\nof the property. Therefore, although respondent was paid, respondent did\r\nnot earn the fees.\r\nJames Peterson Matter\r\nMr. Peterson retained respondent in October of 1996 to perform\r\na title search on property which his aunts had inherited from his\r\np.20\r\n\r\nIN THE MATTER OF SHIBLEY\r\n\r\ngranddaughter. Respondent was to prepare deeds to Mr. Peterson from his\r\naunts. Respondent's title search on one of the parcels was incomplete. She\r\nfailed to check the aunts' interests, and thereby missed federal taxes owed by\r\none of them.\r\nWillard D. Hall Matter\r\nMr. Hall retained respondent on two matters. In the first\r\nmatter, respondent failed to supply Mr. Hall with a copy of the court's order,\r\nand she failed to communicate with him about the status of his case.\r\nIn the second matter, Mr. Hall retained respondent to appeal a\r\n$500.00 judgment against him in magistrate's court. Respondent failed to\r\ninform him about the status of the matter and failed to appear at the time\r\nthe appeal was heard. Respondent did not perform work sufficient to earn\r\nher fees.\r\nFailure to Cooperate\r\nRespondent failed to respond to letters requesting a response on\r\nthe above entitled complaints and failed to respond to the related Notices of\r\nFull Investigation with one exception. She responded in a November 17,\r\n1997 letter to the Manning Matter. In that letter, respondent stated that\r\nshe had closed her practice due to family needs. Respondent did not respond\r\nto any other matters including a subsequent Notice of Full Investigation in\r\nthe Manning Matter.\r\nRespondent was sent a letter dated May 21, 1998. The letter\r\nrequested responses to the pending complaints, information a's to the\r\nlocation of the files, and copies of bank records. Respondent did not respond\r\nto the letter. Respondent also failed to respond to a subpoena mailed to her\r\non June 2, 1998, by the Attorney General's Office.\r\nThis Court, by order dated August 26, 1998, placed respondent\r\non interim suspension. This Court also found respondent in contempt for\r\nfailing to cooperate with the investigation. The Court directed respondent to\r\ncooperate with the Office of Disciplinary Counsel and \"immediately turn over\r\nto that Office any and all files and other materials that Disciplinary Counsel\r\nseeks.\" Respondent failed to respond to a letter from Disciplinary Counsel,\r\ndated August 27, 1998, which requested that she send Disciplinary Counsel\r\nthe files for the Manning and Reep matters. In August of 1998, the Office of\r\np.21\r\n\r\nIN THE MATTER OF SHIBLEY\r\n\r\nDisciplinary Counsel asked an attorney to assist to contact respondent.\r\nRespondent failed to provide files and bank records that were requested by\r\nthe attorney to assist. Respondent failed to respond to a letter dated October\r\n15, from Disciplinary Counsel, that requested that she produce the Manning\r\nand Reep files no later than October 22.\r\nPattern and Practice of Misconduct\r\nThe above allegations demonstrate that respondent has engaged\r\nin a pattern and practice of misconduct that is detrimental to her clients and\r\nthe public.\r\nIn 1995, respondent received a sixty day suspension from the\r\npractice of law for similar conduct, repeated neglect of client matters and\r\nfailure to cooperate with the former Board of Commissioners on Grievances\r\nand Discipline. Matter of Shibley, 320 S.C. 362, 465 S.E.2d 356 (1995).\r\nRespondent also received a letter of caution on June 28, 1997, which\r\nconcluded four matters pending against her.\r\nConclusion\r\nRespondent has violated numerous provisions of the Rules of\r\nProfessional Conduct contained in Rule 407, SCACR. She failed to represent\r\na client competently. Rule 1.1. She failed to act with reasonable diligence\r\nand promptness in representing a client. Rule 1.3.. She failed to keep a\r\nclient reasonably informed about the status of a matter and promptly comply\r\nwith reasonable requests for information. Rule 1.4(a). She terminated\r\nrepresentation without taking steps to protect client interests. Rule 1.16.\r\nShe made a false statement of material fact or law to a third person. Rule\r\n4.1(a). She violated the Rules of Professional Conduct. Rule 8.4(a). She\r\nengaged in conduct involving dishonesty, fraud, deceit, and\r\nmisrepresentation. Rule 8.4(d). She engaged in conduct that is prejudicial to\r\nthe administration of justice. Rule 8.4(e).\r\nIn addition, respondent has violated provisions of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR. She willfully violated\r\na valid court order issued by a court of this state or of another jurisdiction.\r\nRule 7(a)(7), RLDE. She willfully violated a valid order of the Supreme\r\nCourt in a proceeding under these Rules, willfully failed to appear personally\r\nas directed, willfully failed to comply with a subpoena issued under these\r\nRules, and knowingly failed to respond to a lawful demand from a\r\np.22\r\n\r\nIN THE MATTER OF SHIBLEY\r\n\r\ndisciplinary authority to include a response or appearance under Rule\r\n19(b)(1), (c)(3), or (c)(4). Rule 7(a)(3), RLDE. She violated the oath of office\r\ntaken upon admission to practice law in this State. Rule 7(a)(6), RLDE; Rule\r\n1402(g), SCACR. She engaged in conduct tending to pollute the\r\nadministration of justice or to bring the courts or the legal profession into\r\ndisrepute and engaged in conduct demonstrating unfitness to practice law.\r\nRule 7(a)(5), RLDE.\r\nFurther, respondent failed to cooperate with investigations of the\r\nCommission. Matter of Treacy, 277 S.C. 514, 290 S.E.2d 240 (1982).\r\nAccordingly, we impose a two year definite suspension.\r\nAdditionally, respondent must meet the following conditions prior to\r\napplying for readmission: (1) she must repay all attorney's fees to all clients\r\nnamed in the formal charges except for Anthony B. Huskey in case number\r\n97-DE-L-876; (2) she must repay any judgment or fee dispute award\r\nagainst her as to attorney's fees or other money owed to a client; (3) she must\r\nhave medical and psychological evidence of her fitness to practice law; and\r\n(4) she must have completed at least six (6) hours of continuing legal\r\neducation credit in law office management or some similar program in\r\naddition to any other continuing legal education credits that she must\r\ncomplete to regain her license to practice law.\r\nWithin fifteen days of the date of this opinion, respondent shall\r\nfile an affidavit with the Clerk of Court showing that she has complied with\r\nRule 30, RLDE.\r\nDEFINITE SUSPENSION.\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\np.23\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25012","title":"In the Matter of Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25012","description":"","date":"1999-11-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nIn the Matter of Harry\r\nC. Brown, Sr., Respondent.\r\nOpinion No. 25012\r\nHeard October 6, 1999 - Filed November 8, 1999\r\nDEFINITE SUSPENSION\r\nHenry B. Richardson, Jr., and Senior Assistant\r\nAttorney General Nathan Kaminski, Jr., of\r\nColumbia, for Office of Disciplinary Counsel.\r\nR. Thayer Rivers, Jr., of Ridgeland, for respondent.\r\nPER CURIAM: In this attorney grievance matter, Harry C.\r\nBrown, Sr., (respondent) is charged with engaging in misconduct in violation\r\nof various provisions of the Rules of Professional Conduct contained in Rule\r\n407, SCACR, and the Rules for Lawyer Disciplinary Enforcement contained\r\nin Rule 413, SCACR.\r\nPROCEDURAL HISTORY\r\nAs probate judge for Jasper County, respondent collected fees for\r\nperforming marriage ceremonies and retained those fees as personal\r\ncompensation. This Court found the practice violated the Code of Judicial\r\nConduct and ordered respondent \"not to personally retain any further\r\ncompensation for performing marriages\" and to disgorge to the Jasper\r\nCounty Treasurer part of the compensation he received for performing\r\nmarriages. In the Matter of Brown, S.C. Sup. Ct. Order dated December 18,\r\np.24\r\n\r\nIN THE MATTER OF BROWN\r\n1996.\r\nDespite this Court's order, respondent continued to retain, as\r\npersonal compensation, fees for performing marriages. This Court placed\r\nrespondent on interim suspension both as a lawyer and from his duties as a\r\nprobate judge. In the Matter of Brown, 329 S.C. 309, 494 S.E.2d 812 (1997).\r\nOn the same day, this Court issued a rule to show cause why respondent\r\nshould not be held in contempt.\r\nThis Court then found that respondent willfully violated the\r\nDecember 18, 1996, order and held respondent in civil and criminal\r\ncontempt. In the Matter of Brown, 333 S.C. 414, 511 S.E.2d 351 (1998).\r\nRespondent subsequently resigned from his position as a probate judge. 1\r\nAfter a hearing, a subpanel of the Commission of Lawyer\r\nConduct recommended that respondent receive a definite suspension of one\r\nyear and be assessed the costs associated with the hearing. The hearing\r\npanel adopted the subpanel's report. Respondent initially filed a brief in\r\nopposition to this recommendation; however, he later filed petitions to\r\nwithdraw his brief and join in the recommendations of the panels and for\r\nsubstitution of counsel. These petitions were granted on September 22,\r\n1999.\r\nDISCUSSION\r\nRespondent's convictions for civil and criminal contempt\r\nconstitute misconduct under both the Rules of Professional Conduct and the\r\nRules of Lawyer Disciplinary Enforcement.\r\nIn particular, respondent violated the following provisions of the\r\nRules of Professional Conduct, Rule 407, SCACR: Rule 8.4(a) (violating the\r\nRules of Professional Conduct); Rule 8.4(b) (committing a criminal act that\r\nreflects adversely on the lawyer's honesty, trustworthiness, or fitness as a\r\nlawyer); Rule 8.4(d) (engaging in conduct involving dishonesty, fraud, deceit,\r\nor misrepresentation); and Rule 8.4(e) (engaging in conduct prejudicial to the\r\nadministration of justice).\r\n\r\n1 As a result of these convictions, respondent, in his capacity as a\r\nprobate judge, received a public reprimand from this Court on January 25,\r\n1999. In the Matter of Brown, 334 S.C. 44, 512 S.E.2d 114 (1999).\r\np.25\r\n\r\nIN THE MATTER OF BROWN\r\nFurther, respondent's conduct violated the following provisions of\r\nthe Rules of Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule\r\n7(a)(4) (being convicted of a crime of moral turpitude or a serious crime);\r\nRule 7(a)(5) (engaging in conduct tending to pollute the administration of\r\njustice or to bring the courts or the legal profession into, disrepute); Rule\r\n7(a)(6) (violating the oath taken upon admission to practice law); and Rule\r\n7(a)(7) (violating a valid court order).\r\nWe find respondent's misconduct warrants a definite suspension\r\nof eighteen months. Accordingly, respondent is suspended for eighteen\r\nmonths, retroactive to December 18, 1997, the date of his interim\r\nsuspension. Respondent is also assessed costs of the hearing in the amount\r\nof $231.75\r\nDEFINITE SUSPENSION.\r\nC.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\nA.J.\r\np.26\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25013","title":"Slocumb v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25013","description":"","date":"1999-11-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nConrad Lamont\r\nSlocumb, Petitioner,\r\nv.\r\nState of South Carolina, Respondent.\r\nON WRIT OF CERTIORARI\r\nAppeal From Orangeburg County\r\nJoseph A. Wilson, Judge\r\nOpinion No. 25013\r\nSubmitted September 22, 1999 - Filed November 8, 1999\r\nREVERSED\r\nSenior Assistant Appellate Defender Wanda Haile, of\r\nS.C. Office of Appellate Defense, of Columbia, for\r\npetitioner.\r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for respondent.\r\np.27\r\n\r\nSLOCUMB v. SC\r\n MOORE, A.J.: Petitioner pled guilty in general sessions court to\r\na charge of first degree criminal sexual conduct (CSC) committed when he\r\nwas thirteen years old. He was sentenced to thirty years' imprisonment. We\r\ngranted a writ of certiorari to review the denial of his application for post\r\nconviction relief (PCR) and now reverse.1\r\nFACTS\r\nOn October 27, 1992, petitioner accosted a high school teacher\r\n(Victim) in the school parking lot and forced her into her car at gunpoint. He\r\ndirected Victim to drive to a wooded area and forced her out of the car.\r\nWhen Victim refused to go into the woods with him, petitioner grabbed her,\r\nroughly squeezing her breast, and digitally penetrated her vagina through\r\nher clothing. He then shot her five times in the face and head and drove off\r\nin her car leaving her on the side of the road. Victim was able to walk to a\r\nnearby residence for help and later identified petitioner.\r\nPetitioner was charged as a juvenile with first degree CSC,\r\nkidnapping, unlawful possession of a firearm on school property, grand\r\nlarceny of a vehicle, armed robbery, and assault and battery with intent to\r\nkill. After a hearing, the charges were transferred to general sessions court.\r\nIn exchange for petitioner's guilty plea to CSC first degree, the Solicitor\r\nagreed to nol prosse the remaining charges.\r\nISSUE\r\nIs a CSC charge committed by a juvenile under the\r\nage of fourteen years transferable to general sessions\r\ncourt?\r\n\r\n1 The Court of Appeals recently affirmed petitioner's convictions for\r\nfirst degree burglary, first degree CSC, robbery, kidnapping, and escape\r\ncommitted in March 1996 during his escape from custody. State v. Slocumb,\r\nOp. No. 3034 (S.C. Ct. App. filed August 16, 1999). He was sentenced to\r\nthree concurrent life sentences, and consecutive fifteen- and five-year\r\nsentences. These convictions are not before us here.\r\np.28\r\n\r\nSLOCUMB v. SC\r\nDISCUSSION\r\nIn 1968, the legislature provided for \"rape\" and \"attempted rape\"\r\ncharges committed by any age juvenile to be transferred from family court to\r\ngeneral sessions court upon petition.2 Subsequently, in 1977, the legislature\r\nenacted S.C. Code Ann. § 16-3-659 (1985) which provides:\r\nThe common law rule 3 that a boy under fourteen\r\nyears, is conclusively presumed to be incapable of\r\ncommitting the crime of rape shall not be enforced in\r\nthis State. Provided, that any person under the age\r\nof 14 shall be tried as a juvenile for any violations of\r\n§§ 16-3-651 to 16-3-659.1. 4\r\nIn 1981, four years after the enactment of § 16-3-659, the original provision\r\nallowing the transfer of rape and attempted rape charges was repealed and\r\nsimultaneously reenacted, 5 continuing the transfer provision 6 for charges\r\n\r\n2 Section 14- 21-510(D), formerly 1962 Code § 15-1095.9, provided in\r\npertinent part:\r\nWithin two days after the filing of a petition in the family court,\r\nalleging the child has committed the offense of murder,\r\nmanslaughter, rape, attempted rape, arson, common-law\r\nburglary, bribery or perjury, the person executing such petition\r\nmay request in writing that the case be transferred to the court\r\nof general sessions, with a view to proceeding against such child\r\nas a criminal rather than as a child coming within the purview\r\n[of the family court's jurisdiction]. The judge of the family court\r\nis authorized to determine this request.\r\n3 State v. Nelson, 88 S.C. 125, 70 S.E. 445 (1911).\r\n4 First degree CSC is codified at S.C. Code Ann. § 16-3-652 (Supp.\r\n1998).\r\n5 1981 S.C. Act No. 71, §§ 1 &amp; 3.\r\n6 Section 20-7-430(6), now § 20-7-7605(6) (Supp. 1998), provided in\r\npertinent part:\r\n(continued....)\r\np.29\r\n\r\nSLOCUMB v. SC\r\ninvolving \"criminal sexual assault.\"7\r\nAs a later enactment to the original transfer provision, § 16-3\r\n659 limited the transfer of sexual offenses to those committed by juveniles\r\nfourteen years of age and over. See Stone v. State, 313 S.C. 533, 443 S.E.2d\r\n544 (1994) (more recent and specific statute prevails). The question is what\r\neffect the subsequent 1981 reenactment of the transfer provision had on §\r\n16-3-659.\r\nWhen the legislature reenacts the same provision and provides\r\nfor its taking effect at the same time as the repeal of the old statute, it is\r\npresumed the legislature intended to continue the provision in force without\r\ninterruption. South Carolina Mental Health Commissioner v. May, 226 S.C.\r\n108, 83 S.E.2d 713 (1954). Applying this basic rule of statutory construction,\r\nother courts have held the reenactment of a statutory provision does not\r\nchange the effect of an intermediate act that qualified or limited the earlier\r\nenactment. Rather, the intervening statute will be deemed to qualify or\r\nmodify the new statute in the same manner that it previously modified the\r\nearlier enactment. See People ex rel. Brenza v. Fleetwood, 413 111. 530, 109\r\nN.E.2d 741 (1952); State ex rel. Palmer v. Circuit Court, 244 Ind. 297, 192\r\nN.E.2d 625 (1963); State ex rel. Village of Buhl v. Borgen, 231 Minn. 317, 43\r\nN.W.2d 95 (1950); State v. Sam, 85 Wash.2d 713, 538 P.2d 1209 (1975).\r\n\r\n(continued ...)\r\nWithin two days after the filing of a petition in the family court\r\nalleging the child has committed the offense of murder or\r\ncriminal sexual assault, the person executing such petition may\r\nrequest in writing that the case be transferred to the court of\r\ngeneral sessions with a view to proceeding against such child as\r\na criminal rather than as a child coming within the purview of\r\n[the family court's jurisdiction]. The judge of the family court is\r\nauthorized to determine this request.\r\nThis section was subsequently amended to provide for thirty days instead of\r\ntwo days.\r\n7 We have equated \"rape\" with the revised statutory term \"criminal\r\nsexual conduct.\" State v. Summers, 276 S.C. 111 274 S.E.2d 427 (1981).\r\np.30\r\n\r\nSLOCUMB v. SC\r\nAs an intervening statute, § 16-3-659 was unaffected by the later\r\nrepeal and simultaneous reenactment of the transfer provision. Absent\r\nfurther action by the legislature, § 16-3-659 continues to prohibit the\r\ntransfer of sexual offenses committed by juveniles under fourteen years of\r\nage. Since petitioner was thirteen at the time he committed this offense, the\r\nCSC charge could not be transferred to general sessions court and general\r\nsessions court was without jurisdiction to accept his plea. 8\r\nAccordingly, the denial of PCR is\r\nREVERSED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n\r\n8 See S.C. Code Ann. § 20-7-400(A)(1)(d) (1985) (family court has\r\nexclusive jurisdiction of violation of state law by person under eighteen years\r\nexcept for certain traffic or fish, game, and watercraft violations).\r\np.31\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25014","title":"Arnold and Corry, et al. v. Assn. of Citadel Men, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25014","description":"","date":"1999-11-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nRick W. Arnold, Donald\r\nCorry, Richard M.\r\nLovelace, Jr., A. Palmer\r\nOwings, Jr., Daryl Pitts,\r\nWilliam F. Sachs, Harold\r\nL. Shokes, and William\r\nW. Enzor, \r\nPlaintiffs,\r\n\r\n\r\nof whom Rick W. Arnold,\r\nDonald Corry, Richard\r\nM. Lovelace, Jr., Daryl\r\nPitts, William F. Sachs,\r\nHarold L. Shokes, and\r\nWilliams W. Enzor are \r\nAppellants/Respondents,\r\nv.\r\nThe Association of\r\nCitadel Men, Hampton\r\nJ. Walker, Richard H.\r\nMacMillan, J. Stannard\r\nHurteau, Stephen D.\r\nFalkenbury, Rick M.\r\nCrosby, William M.\r\nOgburn, Henry A.\r\nKennedy, Jr., and Robert\r\nB. Scarborough,\r\n\r\n\r\nof whom The Association\r\nof Citadel Men, J.\r\nStannard Hurteau, Rick\r\nM. Crosby, William M.\r\nOgburn and Henry A.\r\nKennedy, Jr., are\r\nRespondents, \r\n\r\n\r\np.1\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nand of whom Robert\r\nScarborough is Respondent/Appellant.\r\n\r\n\r\nAND\r\n\r\n\r\nDonald Corry, Richard\r\nM. Lovelace, Jr.,\r\nWilliam F. Sachs,\r\nHarold L. Shokes, and\r\nWilliam W. Enzor, Appellants,\r\n\r\n\r\nv.\r\n\r\n\r\nThe Association of\r\nCitadel Men, Hampton\r\nJ. Walker, Richard H.\r\nMacMillan, J.\r\nStannard Hurteau,\r\nStephen D.\r\nFalkenbury, Rick M.\r\nCrosby, William M.\r\nOgburn, Henry A.\r\nKennedy, Jr., Robert B.\r\nScarborough, and\r\nCharles A. Laffitte, Jr., Defendants,\r\n\r\n\r\nof whom Robert B.\r\nScarborough is the, Respondent.\r\n\r\n\r\nAppeal from Richland County\r\nThomas J. Ervin, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25014\r\nHeard June 23, 1999 - Filed November 15, 1999\r\n\r\n\r\np.2\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\nDavid C. Eckstrom and Elizabeth H. Campbell, of\r\nNexsen, Pruet, Jacobs &amp; Pollard, LLP, of Columbia,\r\nfor appellants/respondents and appellants.\r\n\r\n\r\nJohn S. Wilkerson, III, of Turner, Padget, Graham &amp;\r\nLaney, P.A., of Florence; and Steven W. Ouzts, of\r\nTurner, Padget, Graham &amp; Laney, P.A., of Columbia,\r\nfor respondents and defendants.\r\n\r\n\r\nR. David Howser and Andrew E. Haselden, both of\r\nHowser, Newman &amp; Besley, L.L.C., of Columbia, for\r\nrespondent/appellant and respondent.\r\n\r\n\r\nBURNETT, A.J.: These consolidated appeals concern the\r\nAssociation of Citadel Men's (the Association's) 1996 election to select an\r\nalumni member to the Citadel's Board of Visitors (at times, the Board).1 We\r\nreverse and remand.\r\n\r\n\r\nSTATUTORY BACKGROUND\r\n\r\n\r\nAfter various modifications over the past century, the Board of\r\nVisitors is presently composed of eleven members, all of whom are graduates\r\nof the Citadel.2 Seven members are elected by the General Assembly, three\r\n\r\n1 The Association, a non-profit corporation, is the Citadel's alumni\r\n\r\nassociation. Membership in the Association is voluntary. Pursuant to the\r\nAssociation's Constitution and By-laws, all Citadel graduates, regardless of\r\nmembership in the Association, are entitled to vote for the alumni members\r\nof the Board.\r\n\r\n\r\n2 In addition, the Governor, Adjutant General, and State\r\nSuperintendent of Education are ex officio members. S.C. Code Ann. § 59-\r\n\r\n\r\np.3\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nmembers are elected by the Association, and one member is appointed by the\r\ngovernor. S.C. Code Ann. § 59-121-10 (Supp. 1998). The term of office is six\r\nyears and begins on July 1st. § 59-121-20 (Supp. 1998).\r\n\r\n\r\nIn 1947, the General Assembly imposed an age restriction on\r\nelected members of the Board. Act No. 108, 1947 S.C. Acts 144. Pursuant to\r\nthis Act, no elective member could be elected if the term of office extended\r\nbeyond the member's seventy-second birthday. In 1961, the statute was\r\namended to provide: \" [n]o elective member shall be elected or reelected\r\neither by the General Assembly or by the Association of Citadel Men to fill\r\nany term of office the duration of which shall extend beyond the member's\r\nseventy-fifth birthday.\"3 § 59-121-30 (1990). Effective June 13, 1997, the\r\nstatute was amended to read: \" [h]owever, beginning with the elections for\r\nmembers of the board occurring on or after July 1, 1997, the seventy-fifth\r\nbirthday limit no longer applies.\" § 59-121-30 (Supp. 1998).\r\n\r\n\r\nFACTS\r\n\r\n\r\nIn its Summer 1996 newsletter, the Association invited\r\nnominations for one alumni seat on the Board for the term beginning July 1,\r\n1997, and ending on June 30,2003. Nominations were accepted through\r\nAugust 30, 1996. Three candidates were nominated: Donald Corry (Corry),\r\nWilliam F. Sachs (Sachs), and Robert B. Scarborough (Scarborough).\r\n\r\n\r\nBy memorandum dated October 2, 1996, the Association\r\nPresident notified the Election Committee he had received an inquiry\r\nconcerning whether the candidates met the age qualification of § 59-121-30.\r\nAs a result, the President determined Scarborough was unqualified as he\r\nwould turn seventy-five one day before the expiration of the term. He\r\nfurther determined the ballots had already been mailed to the Association\r\nmembers. The President notified Scarborough; Scarborough replied the age\r\nqualification was discriminatory and he would not withdraw his name from\r\nthe ballot.\r\n\r\n121-10 (Supp. 1998).\r\n\r\n3Act No. 260, 1961 S.C. Acts 446.\r\n\r\n\r\np.4\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nIn response to the Association President's notice, the Election\r\nCommittee met and issued a resolution finding: 1) Scarborough not legally\r\nqualified to be elected to the alumni Board seat; 2) the current election\r\ninvalid, and the Election Committee would establish new nominating\r\ndeadlines and voting dates; and 3) the ballots it had received would be\r\nsequestered and remain uncounted.\r\n\r\n\r\nAll three candidates were displeased with the Election\r\nCommittee's resolution. On November 8, 1996, the Association's Board of\r\nDirectors met to consider the \"appeals\" of each of the candidates. Corry and\r\nSachs claimed the ballots should be counted and the winner between the two\r\nremaining candidates declared. Scarborough argued the statutory age\r\nqualification was discriminatory. The Board of Directors voted to instruct\r\nthe Election Committee to count the ballots and declare the winner among\r\nthe three candidates and for the Association President to certify the result to\r\nthe Secretary of State as required by statute.\r\n\r\n\r\nThe Election Committee canvassed the votes: Scarborough\r\nreceived 2,518 votes, Sachs received 1,452 votes, and Corry received 480\r\nvotes. Due to the questions regarding the age qualification, the President\r\nrefused to certify the election results to the Secretary of State. 4\r\n\r\n\r\nThe Association's Board of Directors met again in January 1997.\r\nThe Board of Directors approved a resolution to be sent to the General\r\nAssembly endorsing deletion of the age restriction from the statute. By Act\r\nNo. 144, 1997 S.C. Acts 757 (Act No. 144), the General Assembly deleted the\r\nage restriction \"beginning with the elections for members of the board\r\noccurring on or after July 1, 1997. . .\". The governor signed Act No. 144 into\r\nlaw on June 13, 1997.\r\n\r\n\r\nA. The Initial Action\r\n\r\n\r\nOne month before the governor signed Act. No. 144 into law,\r\neight Citadel alumni, including Corry and Sachs, brought this action against\r\n\r\n4 At some point between the President's October 2, 1996 memorandum\r\n\r\nand the November meeting of the Association's Board of Directors, a new\r\npresident took office.\r\n\r\n\r\np.5\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nthe Association, the President of the Association, the Executive Director of\r\nthe Association, members of the Election Committee, and Scarborough. The\r\nplaintiffs sought 1) a declaratory judgment that, due to his age, Scarborough\r\nwas not qualified to run for the Board seat, the filing period was closed, and\r\nCorry and Sachs were the only qualified nominees; 2) a writ of mandamus\r\nordering the Association to proceed with the election for the term\r\ncommencing July 1, 1997; and 3) an injunction to require the Election\r\nCommittee to conduct the election with only Corry and Sachs' names on the\r\nballot. Scarborough counterclaimed, arguing the statutory age restriction\r\nviolated the equal protection provision of the United States Constitution.\r\n\r\n\r\nThe trial court conducted a hearing on June 18, 1997, and issued\r\nits order on June 25, 1997, declining to issue the writ of mandamus. The\r\ncourt, however, issued a declaratory judgment, holding the election invalid\r\nsince the Association President did not certify the results to the Secretary of\r\nState as required by the statute. As part of its declaratory judgment, the\r\ntrial court ordered the Association to conduct an election \". . . open to all\r\ncandidates who are nominated in accordance with the usual procedures of\r\nthe Association, within 180 days. Based on its holding, the court concluded\r\nit need not determine whether § 59-121-30 violated equal protection. Both\r\nAppellants/Respondents (hereafter referred to as Corry and Sachs) and\r\nRespondent/Appellant (hereafter referred to as Scarborough) appeal.\r\n\r\n\r\nISSUES\r\n\r\n\r\nI. Is the age restriction in § 59-121-30 (1990) a violation of equal\r\nprotection?\r\n\r\n\r\nII. Did the trial court err by refusing to issue a writ of\r\nmandamus compelling the Association to proceed with the\r\nelection under the law as it existed in 1996?\r\n\r\n\r\nI.\r\nPrior to its amendment in 1997, § 59-121-30 provided:\r\n\r\n\r\nNo elective member shall be elected or re-elected\r\neither by the General Assembly or by the Association\r\nof Citadel Men to fill any term of office the duration\r\n\r\n\r\np.6\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nof which shall extend beyond the member's seventy\r\nfifth birthday.\r\n\r\n\r\nThe governor's appointee to the Board was not subject to the age restriction\r\nin § 59-121-30.\r\n\r\n\r\nScarborough argues the age restriction in § 59-121-30, applicable\r\nwhen he submitted his nomination in 1996, is a violation of the United\r\nStates Constitutional amendment guaranteeing equal protection. He\r\ncontends there is no rational basis for the age, classification because a) no\r\nother state university has an age restriction for trustees and b) the\r\ngovernor's appointee to the Board of Visitors is not subject to the age\r\nrestriction.\r\n\r\n\r\nCorry and Sachs assert, unlike trustees at other state\r\nuniversities, the members of the Board of Visitors are eligible for\r\nappointment as commissioned officers in the unorganized militia of South\r\nCarolina. See S.C. Code Ann. § 25-1-520 (1989). Consequently, Corry and\r\nSachs contend there is a rational basis for the age restriction for members of\r\nthe Board of Visitors. See Spain v. Ball, 928 F.2d 61, 63 (2nd Cir.\r\n1991)(statutory requirement limiting commissioned positions to individuals\r\nunder 35 years of age is rationally related to military's desire to ensure\r\n\"vigor and comparative youth in positions of responsibility in the services.\");\r\nU.S. v. Fallon, 407 F.2d 621 (7hCir. 1969)(Selective Service Act's\r\nclassification exempting individuals over age of 26 from registration is\r\nreasonably related to maximize efficiency and minimize expense of raising\r\narmy).\r\n\r\n\r\nThe Equal Protection Clause provides: \"No State shall... deny to\r\nany person within its jurisdiction the equal protection of the laws.\" U.S.\r\nConst. amend. XIV, § 1. Equal protection requires \"all persons be treated\r\nalike under like circumstances and conditions, both in privileges conferred\r\nand liabilities imposed.\" G.T.E. Sprint Communications Corp . v. Public\r\nService Comm'n, 288 S.C. 1742 18L 341 S.E.2d 126~ 129 (1986). Unless a\r\nsuspect class or fundamental right is involved, equal protection is satisfied if\r\n1) the classification bears a reasonable relation to the legislative purpose\r\nsought to be effected; 2) the members of the class are treated alike under\r\nsimilar circumstances and conditions; and 3) the classification rests on some\r\nreasonable basis. Skyscraper Corp. v. County of Newberry, 323 S.C. 412, 475\r\n\r\n\r\np.7\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nS.E.2d 764 (1996); Duke Power Co. v. S.C. Public Service Comm'n, 284 S.C.\r\n81) 326 S.E.2d 395 (1985). A statute which classifies on the basis of age is\r\nvalid if it is rationally related to furthering a legitimate state interest.\r\nGregory v. Ashcroft, 501 U.S. 452, Ill S.Ct. 2395, 115 L.Ed.2d 410 (1991);\r\nMassachusetts Bd. of Retirement v. Murgia, 427 U.S. 307, 96 S.Ct. 2562, 49\r\nL.Ed.2d 520 (1976).\r\n\r\n\r\nWe agree the potential appointment of a Board member as a\r\ncommissioned officer in the unorganized militia is a rational basis for the age\r\nrestriction of § 59-121-30 (1990). Gregory v. Ashcroft, supra (mandatory\r\nretirement age of 70 for judges is rationally related to legitimate and\r\ncompelling state interest in maintaining judiciary fully capable of performing\r\ndemanding tasks); Massachusetts Bd. of Retirement v. Murgia, supra\r\n(mandatory retirement age of 50 for uniformed police officers is rationally\r\nrelated to government objective of protecting public by assuring physical\r\npreparedness of police). Accordingly, the disparate treatment between\r\nmembers of the Board and trustees at other state colleges and universities\r\ndoes not violate equal protection.\r\n\r\n\r\nHowever, since all members of the Board are eligible for\r\nappointment to the unorganized militia, we conclude there is no rational\r\nbasis in imposing the age restriction on the elected members of the Board,\r\nbut not on the governor's appointee. Corry and Sachs suggest because the\r\nGeneral Assembly amended the composition of the Board to permit a\r\ngovernor's appointee more than thirty years after the age restriction was\r\nenacted,5 it was not aware of the age restriction or the disparity between the\r\ngovernor's appointee and the elected members of the Board. See Chambers\r\nMed. Tech. of S.C., Inc. v. Bryant, 52 F.3d 1252, 1263 (4' Cir. 1995)(with\r\nregard to equal protection, the issue is \"whether there is no reasonable\r\nconception that could justify the state's action and whether the legislative\r\nactors were cognizant of this at the time they acted. . . \". citing Smith Setzer\r\n&amp; Sons, Inc. v. S.C. Procurement Review Panel, 20 F.3d 1311) 1324 W Cir.\r\n1994)).\r\n\r\n\r\nThere is a basic presumption the General Assembly has\r\nknowledge of previous legislation when later statutes are passed on a related\r\n\r\n5 Act No. 130, 1983 S.C. Acts 315.\r\n\r\n\r\n\r\n\r\n\r\np.8\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\nsubject. Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 (1993).\r\nAccordingly, it is presumed the General Assembly knew of the age restriction\r\nfor the ten elective positions at the time it passed legislation allowing the\r\ngovernor to appoint a member to the Board of Visitors. We conclude the\r\nGeneral Assembly was aware there was no reasonable basis to impose the\r\nage restriction on the elected members of the Board, but not on the\r\ngovernor's appointee. Because the age restriction is not applied to all\r\nmembers of the Board, § 59-121-30 (1990) violates equal protection.\r\nSkyscraper Corp. v. County of Newberry, supra (to pass constitutional\r\nmuster, members of the class must be treated alike under similar\r\ncircumstances and conditions). Therefore, Scarborough was a qualified\r\nnominee for the 1996 election.\r\n\r\n\r\nII.\r\n\r\n\r\nCorry and Sachs argue the trial court erred by failing to grant a\r\nwrit of mandamus compelling the Association to proceed with the election\r\nunder the law as it existed at the time the election process began in 1996.\r\nIn effect, Corry and Sachs argue, since Scarborough was unqualified due to\r\nthe age restriction of § 59-121-30 (1990), they were the only qualified\r\nnominees at the close of the nomination period and only their names should\r\nhave appeared on the ballot.\r\n\r\n\r\nWhether the trial court should have granted the writ of\r\nmandamus ordering the Association to proceed with the election under the\r\nlaw as it existed in 1996 is moot in light of our holding above. Since we\r\nconclude the age restriction in § 59-121-30 (1990) was unconstitutional,\r\nScarborough was a qualified nominee and entitled to have his name on the\r\nballot. Mathis v. South Carolina State Highway Dep't, 260 S.C. 344, 346,\r\n194 S.E.2d 713, 715 (1973)(11a case becomes moot when judgment, if\r\nrendered, will have no practical legal effect upon existing controversy. This\r\nis true when some event occurs making it impossible for [the] reviewing\r\nCourt to grant effectual relief.\"); 1A C.J.S. Actions § 39 (1985)(a cause of\r\naction may be mooted by intervening events, such as changes in the law or\r\nfacts on which an action is based; this rule applies when the changes are\r\njudicial, legislative, or administrative). Because of our ruling, the propriety\r\nof including Scarborough's name on the ballot is no longer in actual\r\ncontroversy and it is unnecessary for the Court to address whether the trial\r\ncourt erred by denying the writ of mandamus. Byrd v. Irmo High School,\r\n\r\n\r\np.9\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n\r\n\r\n321 S.C. 426, 468 S.E.2d 861 (1996)(Court will not rule on moot and\r\nacademic questions or make an adjudication where there remains no actual\r\ncontroversy).\r\n\r\n\r\nB. The Second Action\r\n\r\n\r\nFollowing the trial court's ruling in the initial action, five of the\r\nsame Citadel alumni (including Corry and Sachs) filed a second action\r\nagainst the same defendants alleging Act No. 144 violated South Carolina\r\nConstitution Article 111, §17 because it did not relate to one subject and the\r\ntitle of the bill did not reflect the substance of the Act.6 The trial court\r\nconcluded, inter alia, Act No. 144 was constitutional. Corry and Sachs\r\nappeal.\r\n\r\n\r\nISSUES\r\n\r\n\r\n1. Did the trial court err by holding Act No. 144 did not violate\r\nArticle III, § 17 of the South Carolina Constitution because the\r\ntitle of the Act reflected the deletion of the age restriction when\r\nthe Act was ratified and enrolled?\r\n\r\n\r\nII. Did the trial court err by ruling Act No. 144 did not violate\r\nArticle III, § 17 of the South Carolina Constitution because it did\r\nnot relate to more than one subject?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nThis Court will decline to rule on constitutional questions unless\r\nthe determination is essential to the disposition of a case. Heyward v. S.C.\r\nTax Comm'n, 240 S.C. 347~ 126 S.E.2d 15 (1962); see also Sanders v.\r\nAnderson County, 195 S.C. 171, 172, 10 S.E.2d 364 (1940)(\" [t]he Court will\r\navoid, where possible, passing upon the constitutionality of an Act of the\r\nLegislature. . .\".). In light of our conclusion Scarborough was a qualified\r\nnominee in 1996, it is unnecessary to address whether the passage of Act No.\r\n\r\n6 Corry and Sachs also filed their complaint against Charles A. Lafitte,\r\n\r\nJr., who was nominated for the Board seat after the June 25, 1997 order of\r\nthe trial court.\r\n\r\n\r\np.10\r\n\r\nARNOLD &amp; CORRY, et al. v. THE ASSN. OF CITADEL MEN, et al.\r\n\r\n\r\n144 violated the South Carolina Constitution.\r\n\r\n\r\nThis matter is hereby remanded to the Association's Election\r\nCommittee and/or Association President to take any remaining steps which\r\nare necessary to declare the winner of the 1996 election and to certify the\r\nresults to the Secretary of State in compliance with § 59-121-10 (Supp. 1998).\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\nFinney, CA, Toal, Moore and Waller, JJ., concur.\r\n\r\n\r\np.11\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25015","title":"Odom v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25015","description":"","date":"1999-11-15","type":"opinion","text":"\r\n      \r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\nHerbert Wayne Odom,  Petitioner,\r\nv.\r\nState of South Carolina,   Respondent.\r\nON WRIT OF CERTIORARI\r\nAppeal From Sumter County\r\nDavid F. McInnis, Trial Judge\r\nM. Duane Shuler, Post-Conviction Judge\r\nOpinion No. 25015\r\nSubmitted September 22, 1999 - Filed November 15, 1999\r\nREVERSED AND REMANDED\r\nAssistant Appellate Defender M. Anne Pearce, of South\r\nCarolina Office of Appellate Defense, of Columbia, for\r\npetitioner.\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Teresa A. Knox, and Assistant\r\nAttorney General Howard L. Steinberg, all of Columbia,\r\nfor respondent.\r\np.12\r\n\r\nODOM v. STATE\r\nTOAL, A. J.: Herbert Wayne Odom (\"Odom\") appeals the post-conviction\r\nrelief court's order of dismissal. We reverse and remand.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn August 31, 1993, Odom was arrested for distributing marijuana to an\r\nundercover officer within a half mile from the Busy Bee Day Care Center in\r\nSumter County. A jury convicted Odom of one count of distribution on December\r\n19 1993. The presiding judge imposed a five year sentence and a fine of $5,000.\r\nOn December 3, 1993, Odom pled guilty to a second count of distribution and the\r\npresiding judge imposed a ten year, concurrent sentence for a third offense.\r\nLegal counsel represented Odom at both the trial and guilty plea. Odom did not\r\ndirectly appeal either conviction.\r\nOn December 18, 1995, Odom filed a pro se post-conviction relief (\"PCR\")\r\napplication alleging ineffective assistance of counsel. The PCR judge summarily\r\ndismissed Odom's application for failing to file within the one-year statute of\r\nlimitations 1.\r\nOdom's first application for PCR was dismissed prior to the filing of this\r\nCourt's opinion in Peloquin on April 15, 1996. In Peloquin this Court held that\r\nPCR applicants convicted before July 1, 1995, the effective date of S.C. Code Ann.\r\n§ 17-27-45 (A), should be allowed to file an application for PCR within one year\r\nafter the effective date of the statute. Peloquin, 321 S.C. at 469, 469 S.E.2d at\r\n606. If Odom had appealed the first PCR order dismissing his application, this\r\nCourt would have reversed and remanded for an evidentiary hearing pursuant to\r\nPeloquin because Odom was convicted before July 1, 1995, and he filed his first\r\nPCR application before July 1, 1996.\r\nOn June 18, 1997, Odom filed a secondpro se PCR application alleging, (1)\r\nineffective assistance of counsel; and (2) that his first PCR application was\r\n\r\n1 Under S.C. Code Ann. § 17-27-45(A) (Supp. 1998) an application for PCR\r\n\"must be filed within one year after the entry of a judgment of conviction or\r\nwithin one year after the sending of the remittitur to the lower court from an\r\nappeal or the filing of the final decision upon an appeal, whichever is later.\"\r\np.13\r\n\r\nODOM v. STATE\r\nerroneously dismissed.2 Odom argued he should be permitted to appeal the \r\ndismissal of his first PCR application pursuant to Austin v. State, 305 S.C. 453,\r\n409 S.E.2d 395 (1991). Under Austin, a defendant can appeal a denial of a PCR\r\napplication after the statute of limitations has expired if the defendant either\r\nrequested and was denied an opportunity to seek appellate review, or did not\r\nknowingly and intelligently waive the right to appeal. Id; see also King v. State,\r\n308 S.C. 348, 417 S.E.2d 868 (1992).\r\nThe PCR judge summarily dismissed Odom's second PCR application for\r\nfailure to comply with the one-year statute of limitations as mandated by S.C.\r\nCode Ann. § 17-27-45(A) (Supp. 1998) and Peloquin v. State, 321 S.C. 468, 469\r\nS.E.2d 606 (1996). A chronology of significant events in this case is as follows:\r\n(A) December 1, 1993 and December 3, 1993, Odom was\r\n convicted of the drug offenses and did not appeal;\r\n(B) December 18, 1995, Odom filed his first PCR application;\r\n(C) February 9, 1996, the PCR judge summarily dismissed Odom's\r\n first PCR application;\r\n(D) June 18, 1997, Odom filed his second application for PCR;\r\n(E) August 25, 1997, the PCR judge summarily dismissed Odom's\r\n second PCR application;\r\n(F) September 12, 1997, Odom appealed the second summary\r\n dismissal.\r\n\r\n2 Odom argues the following in his application:\r\nPetitioner's application was filed within a year of the\r\neffective date of the statue [sic] and the PCR judge\r\ntherefore erred in dismissing petitioneres [sic]\r\napplication. Accordingly, the order of the PCR judge\r\nshould be reversed and this matter remanded for\r\nfurther proceedings.\r\nThis issue, however, is not properly preserved for appeal. Only final\r\njudgments or decisions may be reviewed by this Court in PCR actions. S.C. Code\r\nAnn. § 17-27-100 (1985); Rule 71.1 (f), SCRCP. The PCR judge did not address\r\nthis issue in his order and Odom did not Me a Rule 59, SCRCP motion to obtain a\r\nruling on this issue.\r\np.14\r\n\r\nODOM v. STATE\r\nISSUES\r\n(1)  Does Austin v. State, 305 S.C. 453, 409 S.E.2d 395 (1991)\r\napply when a post-conviction relief applicant was never\r\nappointed counsel?\r\n(2)  Does the statute of limitations for post-conviction relief\r\napplications, S.C. Code Ann. § 17-27-45(A) (Supp. 1998), apply\r\nto applications filed pursuant to Austin v. State?\r\nLAW/ANALYSIS\r\n1. AUSTIN v. STATE\r\nOdom argues the PCR judge erred by summarily dismissing his second\r\nPCR application which asserted a valid claim to an evidentiary hearing on his\r\nright to appellate review under Austin v. State. We agree.\r\nAll applicants are entitled to a full and fair opportunity to present claims in\r\none PCR application. Successive PCR applications and appeals are generally\r\ndisfavored because they allow an applicant to receive more than \"one bite at the\r\napple as it were.\" Matthews v. Evatt, 105 F.3d 907, 916 (1997) (quoting Gamble\r\nv. State, 298 S.C. 176, 379 S.E.2d 118, 119 (t989)). A successive PCR application\r\nis one that raises grounds not raised in a prior application, raises grounds\r\npreviously heard and determined, or raises grounds waived in prior proceedings.\r\nCarter v. State, 293 S.C. 528, 362 S.E.2d 20 (1987); see S.C. Code Ann. § 17-27-90\r\n(1976 &amp; Supp. 1997). In order to be entitled to a successive PCR application, the\r\napplicant must establish that the grounds raised in the subsequent application\r\ncould not have been raised in the previous application. Tilley v. State, 334 S.C.\r\n24, 511 S.E.2d 689 (1999). Additionally, successive PCR applications are\r\npermitted in rare procedural circumstances. See, e.g., Case v. State, 277 S.C.\r\n4741289 S.E.2d 413 (1982) (allowing a successive PCR application where the\r\napplicant's first PCR application was dismissed without assistance of legal\r\ncounsel and without a hearing); Carter v. State, 293 S.C. 528, 362 S.E.2d 20\r\n(1987) (permitting a successive application where the applicant did not have PCR\r\ncounsel that differed from his trial counsel).\r\np.15\r\n\r\nODOM v. STATE\r\nThis Court has allowed successive PCR applications where the applicant\r\nhas been denied complete access to the appellate process. Austin v. State, 305\r\nS.C. 453, 409 S.E.2d 395 (1991). Under the PCR rules, an applicant is entitled to\r\na full adjudication on the merits of the original petition, or \"one bite at the\r\napple.\" Aice v. State, 305 S.C. 448, 452, 409 S.E.2d 392, 395 (1991). This \"bite\r\nincludes an applicant's right to appeal the denial of a PCR application, and the\r\nright to assistance of counsel in that appeal. See Aice , 305 S.C. at 448, 409\r\nS.E.2d at 392.\r\nAn Austin appeal is used when an applicant is prevented from seeking\r\nappellate review of a denial of his or her PCR application, such as when an\r\nattorney fails to seek timely review. See Aice, 305 S.C. at 448, 409 S.E.2d at 392;\r\nHope v. State, 328 S.C. 78, 492 S.E.2d 76 n. 1 (1997) (permitting an Austin\r\nappeal where original PCR counsel failed to appeal from the first denial of PCR).\r\nIn Austin, the defendant never received a full procedural \"bite at the apple\"\r\nbecause he was prevented from seeking any review of the denial of his PCR\r\napplication. Aice, 305 S.C. at 452, 409 S.E.2d at 395. As a method of effectuating\r\nthe purpose of Rule 7 1. 1 (g) SCRCP 3 and enforcing Austin's entitlement to a PCR\r\nproceeding, this Court held Austin could attack his PCR counsel as ineffective by\r\na petition for a writ of certiorari. Id.\r\nA PCR applicant is entitled to an Austin appeal if the PCR judge\r\naffirmatively finds either: (1) the applicant requested and was denied an\r\nopportunity to seek appellate review; or (2) the right to appellate review of a\r\nprevious PCR order was not knowingly and intelligently waived. See King, 308\r\nS.C. at 348, 417 S.E.2d at 868. If the PCR court finds an applicant was denied his\r\nright to appeal, the applicant can petition for certiorari and this Court will review\r\nwhether the petitioner was prejudiced by the failure to obtain appellate review.\r\nId; see King, 308 S.C. at 349, 417 S.E.2d at 868 (outlining the procedure used to\r\n\r\n3 Rule 71.1(g), SCRCP states:\r\nIf an applicant desires to appeal the trial court's\r\ndecision and contends he is indigent, the trial court, if\r\nsatisfied that he is indigent, shall appoint counsel for\r\nthe appeal. Such counsel may be the same counsel who\r\nrepresented the applicant in the trial court on his\r\napplication. If, for good cause shown, appointed\r\ncounsel is permitted to withdraw, the trial court shall\r\nappoint new counsel.\r\np.16\r\n\r\nODOM v. STATE\r\nseek review pursuant to Austin v. State); Wicker v. State, 310 S.C. 8,425\r\nS.E.2d 25 (1992).\r\nIn this case, Odom never received a complete \"bite at the apple\" because\r\nboth of his PCR applications were summarily dismissed before he was appointed\r\nlegal counsel. An applicant has a right to an appellate counsel's assistance in\r\nseeking review of the denial of PCR. See Austin, 305 S.C. at 454, 409 S.E.2d at\r\n396; Rule 71.1(g), SCRCP. Under the PCR rules, a court will appoint an attorney\r\nto a PCR applicant if: (1) an evidentiary hearing is required; or (2) the applicant\r\nis indigent and wants to file an appeal. See Whitehead v. State, 310 S.C. 532,\r\n426 S.E.2d 315 (1992); Rule 71.1 (d),(g), SCRCP. Since Odom filed both his PCR\r\napplications pro se, he never received the benefit of an attorney's advice. The\r\nrecord does not indicate whether Odom was advised of his right to appeal or of\r\nthe statute of limitation for an appeal. In order to effectuate an applicant's right\r\nto appeal a PCR dismissal, this Court will require PCR judges to advise pro se\r\napplicants of both their right to appeal, and also their right to appellate counsel\r\nwhen their PCR applications are summarily dismissed.\r\nBecause Odom was entitled to the assistance of appellate counsel during\r\nPCR, we reverse the PCR judge's order of dismissal and remand for an\r\nevidentiary hearing on the issue of whether Odom knowingly and intelligently\r\nwaived his right to appellate counsel. Austin, 305 S.C. at 454, 409 S.E.2d at 396.\r\nOdom will be entitled to an Austin appeal if it is determined that he did not\r\nknowingly and intelligently waive his right to appellate counsel. Id. Odom can\r\nthen petition for certiorari and this Court will review whether he was prejudiced\r\nby his failure to obtain review of a meritorious issue. Id.\r\nH.  STATUTE OF LIMITATIONS\r\nThe one-year statute of limitations for PCR applications is not applicable to\r\nappeals filed pursuant to Austin v. State. Under S.C. Code Ann. § 17-2 7-45 (A)\r\n(Supp. 1998) an application for relief must be filed \"within one year after the\r\nentry of a judgment or conviction or within one year after the sending of the\r\nremittitur to the lower court from an appeal or the Ming of the final decision upon\r\nan appeal, whichever is later.\" Austin appeals are considered \"belated\r\nappeals\" and are used to rectify unjust procedural defects, such as when an\r\nattorney does not Me a timely appeal. See, e.g., Hope v. State, 328 S.C. 78, 492\r\np.17\r\n\r\nODOM v. STATE\r\nS.E.2d 76 n. 1 (1997) (permitting a belated appeal pursuant to Austin in 1992\r\nfrom a denial of a PCR application in 1989).\r\nOdom's Austin appeal is attacking the PCR procedure used in his case,\r\nnot the merits of his sentence so the one-year statute of limitations, S.C. Code\r\nAnn. § 17-27-45(A), is not applicable. In this case, Odom claims that he was\r\ndenied his right to appeal which was a procedural error preventing his fair \"bite\"\r\nat the apple. Austin's policy would be frustrated if the one-year statute of\r\nlimitation applied to procedural errors made by the PCR courts. Austin is\r\nintended to act as an applicant's final safeguard against unjust procedural\r\nerrors, even errors in the application of the statute of limitations. In the instant\r\ncase, if we applied the statute of limitations to Odom's Austin appeal, this Court\r\nwould be holding a pro se Austin applicant to a one-year statute of limitations\r\neven though the only reason he is filing an Austin appeal is because he was\r\nunaware and uninformed of the statue of limitations that applied to his original\r\nPCR application.\r\nCONCLUSION\r\nWe REVERSE the PCR judge's order and REMAND for a new PCR\r\nhearing. We also recommend that counsel be appointed to Odom for the new\r\nPCR hearing.\r\nFinney, C.J., Moore, Waller and Burnett, J.J.., concur.\r\np.18\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25016","title":"Harrell v. Pineland Plantation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25016","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nWilliam R. Harrell,  Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nPineland Plantation, Ltd.,   Petitioner,\r\n\r\n\r\nand\r\n\r\n\r\nJoseph Land and Company,\r\nInc.,  Defendant.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Colleton County\r\nL. Henry McKellar, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25016\r\nHeard March 16, 1999 - Filed November 22, 1999\r\n\r\n\r\nAFFIRMED IN RESULT\r\n\r\n\r\nBert G. Utsey, III, of Sinkler &amp; Boyd, P.A., of Charleston,\r\nfor petitioner.\r\n\r\n\r\nCarl E. Pierce and Joseph C. Wilson, IV, both of Hood\r\nLaw Firm, of Charleston; and John E. Parker, of Peters,\r\nMurdaugh, Parker, Eltzroth &amp; Detrick, P.A., of\r\nHampton, all for respondent.\r\n\r\n\r\np.10\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\nJoseph H. McGee, of Charleston, for defendant.\r\n\r\n\r\nTOAL, A.J.: This case involves a tort suit brought by respondent\r\nWilliam Harrell (\"Harrell\") against petitioner Pineland Plantation, Ltd. (\"Pineland\").\r\nThe trial court dismissed Harrell's complaint. The Court of Appeals reversed and\r\nremanded the case for trial. Pineland appeals the decision of the Court of Appeals.\r\nWe affirm in result.\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nPineland is a California limited partnership. Haynes Kendall (\"Kendall\") is\r\nPineland's general partner. Pineland's only enterprise is ownership and operation\r\nof a 275-acre plantation in Colleton County that Kendall maintains as a vacation\r\nresort. Pineland has never realized any profit from renting the site for hunting or\r\nrecreational purposes. Kendall uses the plantation as a second home for his own\r\nentertainment and to host non-paying friends and family. Kendall has also used\r\nPineland as a tax write-off.\r\n\r\n\r\nPineland contracted with Folk Land Management, Inc. (\"Folk\") to run\r\nPineland's daily operations and maintain the plantation. Beginning in 1990, Harrell\r\nwas the Folk employee that supervised all the work on Pineland plantation.\r\nHarrell's duties at the plantation included supervising the maintenance of the land\r\nand equipment, planning timber harvests, managing wildlife for hunting purposes,\r\nand entertaining guests of the plantation. Harrell also assisted Pineland in creating\r\na marketingplan for the plantation. As promotion for the plantation, Harrell hosted\r\na non-paying travel agent at the resort. Pineland also developed a marketing\r\nbrochure and other commercial literature.\r\n\r\n\r\nOn July 23, 1993, Kendall was staying at Pineland and asked Harrell to\r\nprepare the plantation for a party to include Kendall and his family and friends. No\r\npaying guests would attend the party. In preparation for the evening, Harrell did\r\ngeneral yard-work, graded the dirt road leading to the house, and organized food\r\nfor the evening's guests. Kendall also asked Harrell to attend the party with his\r\nwife and two children. While waiting for more guests to arrive, Kendall and Harrell\r\nthrew a baseball together and decided to accompany Harrell's and Kendall's\r\nchildren in swimming in a pond on the property.\r\n\r\n\r\nThe pond on the plantation contained a rope-swing going out over the water.\r\nHarrell used the swing several times to dive into the water. On one attempt, Harrell\r\n\r\n\r\np.11\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n fell into the pond's shallow-end and broke his neck. As a result of the accident,\r\nHarrell is a quadriplegic with no mobility from the chest down.\r\n\r\n\r\nFollowing his injury, Harrell filed a workers' compensation claim against\r\nFolk. The parties settled the claim for $1.1 million. The Workers' Compensation\r\nCommission approved the settlement. Harrell then brought this tort action against\r\nPineland alleging negligence. The trial court dismissed Harrell's complaint under\r\nRule 12(b) (1), SCRCP, finding that: (1) it lacked subject matter jurisdiction due to\r\nthe exclusive remedy provision of the Workers' Compensation Act (the \"Act\"); and\r\n(2) Harrell could not deny his activities were under the Act because he had\r\npreviously recovered workers' compensation from Folk. Harrell appealed the\r\njudge's rulings.\r\n\r\n\r\nA three-judge panel of the Court of Appeals issued three separate opinions\r\nconcerning Harrell's case. See Harrell v. Pineland Plantation, Ltd., 329 S.C. 185,\r\n494 S.E.2d 123 (Ct. App. 1997). Judge Connor wrote the lead opinion and concluded\r\nthat Pineland was not engaged as a business at the time of Harrell's injury and,\r\nthus, could not qualify as a statutory employer. Judge Connor also found that even\r\nif Pineland were a business, it could not qualify for the exclusivity defense because\r\nPineland failed to secure workers' compensation insurance or the payment of\r\nworkers' compensation as required by the Act.\r\n\r\n\r\nJudges Cureton and Goolsby disagreed with Connor's determination that\r\nPineland was not operating as a business. Judge Cureton, however, agreed with\r\nJudge Connor that due to Pineland's failure to purchase workers' compensation\r\ninsurance for itself, it was not entitled to the protection of the exclusivity provision.\r\nIn addition, Judge Cureton found that Pineland was not entitled to the exclusivity\r\ndefense because at the time of his accident, Harrell was not performing work that\r\nwas part of the \"trade, business, or occupation\" of Pineland.\r\n\r\n\r\nIn his dissent, Judge Goolsby found that Pineland operated as a business and\r\nwas Harrell's statutory employer. Judge Goolsby further concluded that Pineland\r\nshould have been afforded tort immunity under the Act because Folk carried\r\nworkers' compensation insurance at the time of the injury. As a result, two judges\r\nconcluded that Harrell could sue Pineland in an action at law and reversed the\r\nrulings of the trial court. See Harrell, 329 S.C. 185, 494 S.E.2d 123. This Court\r\ngranted a writ of certiorari to consider the following issues:\r\n\r\n\r\n1 .Was Pineland engaged in a business at the time of Harrell's accident?\r\n\r\n\r\np.12\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n2.  In a statutory employment analysis, is the focus on the specific activity\r\nof the worker at the time of an injury or on the general services and\r\nactivities performed by the subcontractor?\r\n\r\n\r\n3.  Was Pineland Harrell's statutory employer under the Act?\r\n4.  Was Pineland immune from a tort suit by Harrell due to the exclusive\r\nremedy provision of the Workers' Compensation Act even though it did\r\nnot purchase its own Workers' Compensation coverage or otherwise\r\nqualify as self-insured under the Act?\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nThe determination of whether a worker is a statutory employee is\r\n jurisdictional and therefore the question on appeal is one of law. Glass v. Dow\r\nChemical Co., 325 S.C. 198, 482 S.E.2d 49 (1997). As a result, this Court has the\r\npower and duty to review the entire record and decide the jurisdictional facts in\r\naccord with the preponderance of the evidence. Id.\r\n\r\n\r\n1.  \"Statutory Employer\" Status\r\n\r\n\r\nThe initial question before this Court is whether Pineland has \"owner\"\r\nliability under S.C. Code Ann. º 42-1-400 (1976). If so, Pineland would be deemed\r\nHarrell's \"statutory employer\" and liable for workers' compensation. See Parker\r\nv. Williams &amp; Madjanik, Inc., 275 S.C. 65, 267 S.E.2d 524 (1980) (holding that an\r\nowner, in effect, becomes the employee's statutory employer, even though in law the\r\nowner is not the immediate employer of the injured worker). Section 42-1-400\r\nprovides:\r\n\r\n\r\nWhen any person, in this section and §§ 42-1-420 and 42-1-430 referred\r\nto as \"owner,\" undertakes to perform or execute any work which is a\r\npart of his trade, business or occupation and contracts with any other\r\nperson (in this section and §§ 42-1-420 to 42-1-450 referred to as\r\n\"subcontractor\") for the execution or performance by or under such\r\nsubcontractor of the whole or any part of the work undertaken, by such\r\nowner, the owner shall be liable to pay to any workman employed in\r\nthe work any compensation under this Title which he would have been\r\nliable to pay if the workman had been immediately employed by him.\r\n\r\n\r\nUnder this section, the Court must make two determinations in assessing\r\n\r\n\r\np.13\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n whether owner workers' compensation liability will attach to Pineland: First,\r\nPineland must qualify as a business under the Act. Second, Harrell's work must\r\nhave constituted part of Pineland's \"trade, business, or occupation.\"\r\n\r\n\r\nA.  Pineland as a Business\r\n\r\n\r\nHarrell asserts that Pineland was not a business at the time of his injury and\r\ntherefore could not qualify as a statutory employer. We disagree.\r\n\r\n\r\nSince the enactment of workers' compensation statutes, courts have given the\r\nword business \"its ordinary and popular meaning.\" 4 Arthur Larson, Workers'\r\nCompensation Law § 50.22 (1998). For the purposes of workers' compensation,\r\n\"[t]he test is not whether the employer is in business for profit, but whether the\r\nemployer is in business at all. If he supplies a product or service, it is inu-naterial\r\nwhat he does with his profits, or whether he expects or gets any profits at all.\" Id.\r\nat § 50.44(a). Pineland operated as a vacation resort and provided this service to\r\nPineland's owner, Kendall. Folk supplied the necessary labor to run Pineland and\r\nwas responsible for entertaining the guests of the plantation, including Kendall.\r\nHarrell's job as an employee of Folk was to run the plantation for Pineland. Even\r\nthough Pineland had not made any profit from renting to others at the time of\r\nHarrell's injury, that fact alone does not prevent Pineland from qualifying as a\r\nbusiness for purposes of our workers' compensation law. Profit from the enterprise\r\nis not a condition precedent to liability for compensation.\r\n\r\n\r\nB.  Harrell's Work as Part of Pineland's \"trade, business, or\r\noccupation\"\r\n\r\n\r\nInitially, the \"trade, business, or occupation\" analysis focuses on the work the\r\nowner has employed the subcontractor to complete. See Boone v. Huntington and\r\nGuerry Elec. Co., 311 S.C. 550, 552, 430 S.E.2d 507, 508 (1993) (\" [W]hen an owner\r\ncontracts with a subcontractor to perform or execute any work which is a part of his\r\ntrade, business, or occupation, the subcontractor becomes a 'statutory employee'\r\nof the owner for the purposes of workers' compensation liability.\"). Whatever the\r\nparties contract to call their relationship is not controlling in a statutory employment\r\nanalysis. See S.C. Code Ann. § 42-1-610 (1985) (\"No contract or agreement, written\r\nor implied, and no rule, regulation or other device shall in any manner operate to\r\nrelieve any employer, in whole or in part, of any obligation created by this Title\r\nexcept as otherwise expressly provided in this Title.\"); see also Wilson v. Daniel\r\nIntern. Corp., 260 S.C. 548,197 S.E.2d 686 (1973) (stating that the terminology used\r\nby the parties is not controlling of their relationship).\r\n\r\n\r\np.14\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n To determine if there is a statutory employment relationship, this Court has\r\nestablished three tests based on S.C. Code Ann. § 42-1-400 (1976). Owners are\r\nstatutory employers for injuries related to activities that:\r\n\r\n\r\n(1)  are an important part of the trade or business of the\r\nemployer;\r\n(2)  are a necessary, essential, and integral part of the\r\nbusiness of the employer; or\r\n(3)  have been previously performed by employees of the employer.\r\n\r\n\r\nGlass v. Dow Chemical Co., 325 S.C. 198, 201, 482 S.E.2d 49, 50 (1997). Owners\r\nare treated as statutory employers in these situations because an owner should not\r\nbe able to avoid workers' compensation liability by subcontracting out the work of\r\ntheir business.1\r\n\r\n\r\nThe Glass tests differentiate between work done for an owner where it would\r\nbe unfair to allow the owner to escape compensation responsibility and work\r\nprovided to the business that would be outside the policy of the statutory section.2\r\n\r\n1 As noted by the Court in Marchbanks v. Duke Power Co., 190 S.C. 336, 343\r\n344, 2 S.E.2d 825, 828 (1939):\r\n\r\n\r\nIt was evidently realized by the General Assembly that it would not be\r\nfair to relieve the owner of compensation to employees doing work\r\nwhich was a part of his trade or business by permitting such owner to\r\nsub-let or sub-contract some part of said work. Doubtless in many\r\ninstances such contractor would be financially irresponsible, or the\r\nnumber of employees under him would be so small, as in this case, that\r\nsuch contractor would not be required under the Act to carry\r\ncompensation insurance. It was therefore, provided under the first\r\nparagraph that where such work in which the employee was engaged\r\nwas a part of the owner's trade or business, the owner would be\r\nresponsible in compensation to all employees doing such work, whether\r\nemployees of an independent contractor or not.\r\n\r\n\r\n\r\n\r\n2 On this point, Marchbanks offers the following illustration:\r\n\r\n\r\n[I]f a merchant wished to construct an apartment house, the\r\nGeneral Assembly did not desire to hold him responsible in\r\ncompensation for injuries to employees of the contractor to whom the\r\n\r\n\r\np.15\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n In making this determination, \"it is often a matter of extreme difficulty to decide\r\nwhether the work in a given case falls within the designation of the statute. It is in\r\neach case largely a question of degree and of fact.\" Marchbanks, 190 S.C. at 350-51,\r\n2 S.E.2d at 828. When the Glass analysis establishes that the subcontractor's work\r\nfor the owner was a part of the owner's trade, business, or occupation, then the,\r\nemployees of the subcontractor doing that work are the owner's statutory\r\nemployees and any injury will be reviewed for workers' compensation coverage.\r\nEmployees who work for the subcontractor but are not employed to do the work that\r\nthe owner would normally do would not have a statutory employment relationship\r\nwith the owner.\r\n\r\n\r\nOnce the determination is made that there is a statutory employment\r\nrelationship, the second step in the analysis is to treat the statutory employee as a\r\ndirect employee of the owner to determine if workers' compensation is appropriate.\r\nIn order for an employee, whether direct or statutory, to be entitled to workers'\r\ncompensation benefits, he must show that he sustained an \"injury by accident\r\n arising out of and in the course of the employment.\" S.C. Code Ann. § 42-1-160\r\n(085). The phrase \"arising out of\" in the workers' compensation statute refers to\r\nthe origin of the cause of the accident. See Bickley v. South Carolina Elec. &amp; Gas\r\nCo., 259 S.C. 463, 192 S.E.2d 866 (1972). \"An injury arises out of employment when\r\nthere is apparent to the rational mind, upon consideration of an the circumstances,\r\na causal relationship between the conditions under which the work is to be\r\nperformed and the resulting injury.\" Owings v. Anderson County Sheriffs Dep't,\r\n315 S.C. 297, 299, 433 S.E.2d 869, 871 (1993). This second step, the analysis of\r\nwhether the injury arises out of and in the course of the employment, is where the\r\nfocus is on the individual activity of the worker with respect to the injury.\r\n\r\n\r\nHarrell's argument that the focus should be' solely on the activity of the\r\nworker at the time the injury collapses our two step analysis into one. If the Court\r\nadopted Harrell's approach, employees of a subcontractor would constantly move\r\nin and out of workers' compensation coverage throughout the workday based on the\r\n\r\ncontract had been awarded for the construction of such an apartment\r\nhouse. However, the General Assembly did intend under such\r\ncircumstances to give some measure of protection to employees of any\r\nsub-contractor under such contractor. By the second paragraph it was\r\nintended that where the work was not a part of the owner's trade or\r\nbusiness, the principal contractor would be liable in compensation to\r\nall employees of sub-contractors doing such work.\r\nMarchbanks, 190 S.C. at 334, 2 S.E.2d at 828.\r\n\r\n\r\np.16\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n type of work they were engaged in at that very moment.3\r\n\r\n\r\nTurning to the facts of the instant case, we find that Pineland was Harrell's\r\nstatutory employer. As discussed above, the first step of the statutory employment\r\nanalysis involves determining if the work the owner has employed the subcontractor\r\nto complete is \"a part of his trade, business or occupation.\" S.C. Code Ann. § 42-1\r\n400. Focusing on the responsibilities Folk had in relation to Pineland, both the\r\n\"important part of the trade or business\" test and the \"necessary, essential, and\r\nintegral part of the business\" test are met. Folk maintained every aspect of the\r\ndaily operations of the plantation. Without the work of Folk and Harrell, Pineland\r\nwould have had to hire direct employees to complete those duties. Their\r\nrelationship is exactly the type that the statutory employer theory is meant to cover.\r\nSee Carter v. Florentine Corp., 3 10 S.C. 228, 423 S.E.2d 112 (1992) (finding that an\r\nabsentee landlord that hired a management company to run its only property was\r\na statutory employer).\r\n\r\n\r\nHarrell argues that he was not the statutory employee of Pineland because\r\nentertaining the non-paying boss of Pineland and his friends could not meet any of\r\n\r\n3 An owner could subcontract out all of his work, as Pineland did, and greatly\r\navoid any compensation responsibility. Under such an approach, a business that\r\nuses all. subcontractors would not be liable for any workers' compensation coverage\r\nexcept for those specific acts that alone would rise to the level of the Glass analysis.\r\nThe General Assembly's desire to prevent a business from avoiding the\r\nresponsibility for workers' compensation by subcontracting out the work would be\r\ngreatly frustrated by such a position. Such a rule would also exclude many workers\r\nand employers from the Act's coverage, which is against this Court's policy. See\r\n Baggott v. Southern Music, Inc., 330 S.C. 1, 5, 496 S.E.2d 852~ 854\r\n(1998) (recognizing this Court's policy \"to construe the Workers' Compensation Act\r\nin favor of coverage rather than exclusion.\").\r\n\r\n\r\nFor example, two employees of Folk working on the plantation are injured.\r\nOne is injured while mowing the grass. The second employee slips and fans on his\r\nway to the bathroom during a work break. Both could recover workers'\r\ncompensation from Folk as their direct employer, but the second employee would\r\nthen be able to sue Pineland in tort because his walking to the bathroom was not \"a\r\npart of the owner's trade, business or occupation\" that could meet any test set forth\r\nin Glass. Furthermore, and an even less desirable result, Pineland would be\r\nimmune from a workers' compensation claim by the second employee, even if the\r\nsubcontractor failed to provide coverage.\r\n\r\n\r\np.17\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\nthe tests put forth in Glass. As discussed above, the important factor is the\r\nrelationship between the work Folk has been hired to do for Pineland and that\r\nwork's relationship to the business of Pineland. Preparing the plantation and\r\nentertaining guests is specifically what Folk and Harrell were hired to do for\r\nPineland, it does not matter in this analysis that Kendall was Pineland's owner.\r\n\r\n\r\nFor an injury to be covered by the Act it must have occurred by an accident\r\n\"arising out of and in the course of the employment.\" S.C. Code Ann. § 42-1-160\r\n(1985). Harrell has admitted that part of his job at Folk was to entertain the guests\r\nof Pineland, including Kendall. In light of the circumstances surrounding Harrell's\r\naccident, his injury falls under the Act.\r\n\r\n\r\nIL  \"STATUTORY EMPLOYER\" IMMUNITY\r\n\r\n\r\nPineland argues that the Court of Appeals erred in holding that it could not\r\nclaim immunity under the Act because it did not provide any form of workers'\r\ncompensation insurance. We disagree.\r\n\r\n\r\nWhen an employee and his or her employer accept the provisions of the Act,\r\nthe employee's remedies under the Act exclude all other rights and remedies of the\r\nemployee. S.C. Code Ann. § 42-1-540 (1985).4This section is known as the\r\nexclusive remedy provision, and it shrouds an employer with immunity from any\r\nactions at law instituted by the employee. Such immunity is part of the broader\r\nquid pro quo arrangement imposed upon the employer and employee by the Act.\r\nThe employee \"receives the right to swift and sure compensation\" in exchange for\r\ngiving up the right to sue in tort; the employer receives such tort immunity in\r\nexchange for complying with those provisions of the Act that insure swift and sure\r\ncompensation for the employee. Parker v. William and Madjanik, Inc., 275 S.C.\r\n\r\n4 Section 42-1-540 provides in pertinent part: \r\n\r\nThe rights and remedies granted by this Title to an employee when he\r\nand his employer have accepted the provisions of this Title,\r\nrespectively, to pay and accept compensation on account of personal\r\ninjury or death by accident, shall exclude all other rights and remedies\r\nof such employee, his personal representative, parents, dependents or\r\nnext of kin as against his employer, at common law or otherwise, on\r\naccount of such injury, loss of service or death.\r\n\r\n\r\nS.C. Code Ann.§ 42-1-540 (1985).\r\n\r\n\r\np.18\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n 65, 70, 267 S.E.2d 524, 526 (1980) (\"This quid pro quo approach to workmens'\r\ncompensation has worked to the advantage of society as well as the employee and\r\nemployer.\").\r\n\r\n\r\nThe Act achieves such \"swift and sure compensation\" by requiring the\r\nemployer to secure the payment of compensation under S.C. Code Ann. § 42-5-10\r\n(1985). Section 42-5-10 provides: \"Every employer who accepts the compensation\r\nprovisions of this Title shall secure the payment of compensation to his employees\r\nin the manner provided in this chapter.\" S.C. Code Ann. § 42-5-10. The very next\r\nsection of the Act, section 42-5-20, prescribes how an employer must secure such\r\ncompensation:\r\n\r\n\r\nEvery employer who accepts the provisions of this title relative to the\r\npayment of compensation shall insure and keep insured his liability\r\nthereunder in any authorized corporation, association, organization, or\r\nmutual insurance association formed by a group of employers so\r\nauthorized or shall furnish to the commission satisfactory proof of his\r\nfinancial ability to pay directly the compensation in the amount and\r\nmanner and when due as provided for in this title. The commission\r\nmay, under such rules and regulations as it may prescribe, permit two\r\nor more employers in businesses of a similar nature to enter into\r\nagreements to pool their liabilities under the Workers' Compensation\r\nLaw for the purpose of qualifying as self-insurers.\r\n\r\n\r\nS.C. Code Ann. § 42-5-20 (Supp. 1998).\r\n\r\n\r\nAn employer who refuses or neglects to secure such compensation becomes\r\nliable either under the Act or in an action at law. S.C. Code Ann. § 42-5-40 (1985).\r\nThus, an employer who fails to secure the payment of compensation as prescribed\r\nin section 42-5-20 loses its immunity under the Act's exclusive remedy provision.\r\nSee 6 Arthur Larson, Workers' Compensation Law, § 67.22 (1998) (\"A common\r\nexception to the exclusiveness of the compensation remedy is the right of suit\r\nagainst an employer who fails to secure his compensation liability by taking out\r\ninsurance or qualifying as a self-insured.\").\r\n\r\n\r\nPineland makes the argument that, as an \"owner,\" it may avoid the obligation\r\nof an employer to secure compensation, while at the same time retaining an\r\nemployer's tort immunity under the Act's exclusive remedy provision. The plain\r\nlanguage of our Act clearly does not support Pineland's position.\r\n\r\n\r\np.19\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\nAs discussed above, when the elements of section 42-1-400 are satisfied, an\r\nowner, in effect, becomes the employee's \"statutory employer,\" even though in law\r\n the owner is not the immediate employer of the injured worker. Parker v.\r\nWilliams &amp; Madjanik, Inc., 275 S.C. 65, 267 S.E.2d 524 (1980); Marchbanks v.\r\nDuke Power Co., 190 S.C. 336, 2 S.E.2d 825 (1939). In other words, an owner is\r\nequated to an employer for purposes of the Act. This Court's first important\r\ndecision on the subject of statutory employment was Marchbanks v. Duke Power\r\nCo., 190 S.C. 336,2 S.E.2d 825 (1939). In Marchbanks, Duke Power contracted with\r\nan individual to paint 170 of its metal poles located around Greenville. This\r\nindividual in turn hired Marchbanks to assist in the operation. Marchbanks was\r\nsubsequently injured while painting one of the poles. He brought a suit in tort\r\nagainst the owner, Duke Power. This Court held that Marchbanks' exclusive\r\nremedy against Duke Power, as his statutory employer, was through workers'\r\ncompensation. The Court noted that Duke Power had accepted the provisions of the\r\nAct and, with the approval of the commission, became a carrier of its own insurance\r\nthereby securing the payment of compensation. The Court concluded that Duke\r\nPower was entitled to tort immunity under the Act's exclusive remedy provision.\r\n\r\n\r\nThe purpose of statutory employer immunity is to protect employees of direct\r\nemployers who are financially irresponsible. Younginer v. J.A. Jones Constr. Co.,\r\n215 S.C. 135, 54 S.E.2d 545 (1949); Marchbanks, supra. Prior to the passage of\r\nS.C. Code Ann. § 42-1-415 (Supp. 1998), discussed infra, a statutory employer had\r\nabsolute liability to pay workers' compensation benefits. Long v. Atlantic Homes,\r\n311 S.C. 237,428 S.E.2d711 (1993). Such liability was absolute because the injured\r\nemployee could seek compensation from the statutory employer regardless whether\r\nthe direct employer could pay. Id. at 240, 428 S.E.2d at 713 (\"Section 42-1-410 does\r\nnot expressly require proof of the immediate employer's failure to pay.\"). The\r\nstatutory employer's liability was also secondary, not because liability arose only\r\nif the immediate employer failed to provide compensation, but because S.C. Code\r\nAnn. § 42-1-440 5 allowed for indemnity from the immediate employer. Id. The end\r\n\r\n\r\n\r\n5 Section 42-1-440 provides in full: \r\n\r\nWhen the principal contractor is liable to pay compensation under any\r\nof §§ 42-1-400 to 42-1-450, he shall be entitled to indemnity from any\r\nperson who would have been liable to pay compensation to the\r\nworkmen independently of such sections or from an intermediate\r\ncontractor, and have a cause of action therefor.\r\n\r\n\r\nA principal contractor when sued by a workman of a subcontractor\r\n\r\n\r\np.20\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n result was that the owner and the immediate employer were subjected to the\r\nrequirements of the Act, and the employees received \"double protection.\" Id. at241,\r\n428 S.E.2d at 713 (quoting Parker, 275 S.C. at 73, 267 S.E.2d at 528).\r\n\r\n\r\nPineland urges this Court to adopt an interpretation of the Act that would\r\nallow it to claim tort immunity without complying with the quintessential obligation\r\nimposed upon it by the Act - the duty to secure the payment of compensation. To\r\naccept Pineland's position would go against the clear mandates of the Act and\r\noverrule this Court's prior decisions which have consistently interpreted statutory\r\nemployer liability as providing \"double protection\" for employees. See Long, supra;\r\nParker, supra.\r\n\r\n\r\nThe dissent mistakenly looks at Harrell's situation in hindsight. Denying a\r\ntort suit against Pineland because, as it turns out, Harrell successfully recovered\r\nsome compensation from Folk ignores the policy behind requiring a statutory\r\nemployer, as well as the direct employer, to secure payment of compensation in\r\norder to guarantee tort immunity. It is true that in this situation Harrell may\r\nrecover in both tort and in workers' compensation. However, Harrell is recovering\r\nfrom two separate entities, each that owed him a responsibility to secure\r\ncompensation.\r\n\r\n\r\nThe dissent relies on section 42-5-40's statement that an employer who fails\r\nto secure compensation becomes liable to an employee \"either for compensation\r\nunder this Title or at law\" in an attempt to restrict the injured employee to one\r\nrecovery under an \"either/or\" approach. This position ignores that Folk and\r\nPineland are separate entities each with the responsibility to secure compensation.\r\nHarrell recovered workers' compensation from Folk only, not Pineland, and\r\nPineland failed to live up to its compensation responsibilities prior to Harrell's\r\naccident. The dissent's position would allow the statutory employer to enjoy tort\r\nimmunity under the Act even though it has done nothing to secure the payment of\r\ncompensation to the injured worker. If Pineland had secured compensation, then\r\nit could have recovered any compensation payments made to Harrell from Folk as\r\nthe direct employer. See S.C. Code Ann. § 42-1-440 (1976).\r\n\r\n\r\nThe dissent is correct that theAct prohibits an employee from recoveringboth\r\nworkers' compensation and a tort judgment from an employer who fails to secure\r\ncompensation. Nonetheless, this case presents the obligations and rights of two\r\n\r\nshall have the right to call in that subcontractor or any intermediate\r\ncontractor or contractors as defendant or codefendant.\r\n\r\n\r\n\r\n\r\np.21\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\n separate employers. The dissent makes the statement that \"nothing in the Act\r\nentitles a claimant to recover both workers' compensation and tort judgment.\"\r\nHowever, nothing in the Act prohibits an employee from recovering both workers'\r\ncompensation from one employer and tort damages from an upstream employer who\r\nfailed to secure compensation. In fact, as discussed above, the plain language of the\r\nAct allows for such recovery.\r\n\r\n\r\nRecent additions and amendments to the Act further support our holding on\r\nthis matter. In 1996, the General Assembly added S.C. Code Ann. § 42-1-415 (Supp.\r\n1998), which was later amended in 1997. Under section 42-1-415(A), a statutory\r\nemployer is no longer directly liable for workers'compensation payments whenever\r\ndocumentation is presented to the commission that a contractor or subcontractor\r\nrepresented himself to the statutory employer as having workers' compensation\r\ninsurance.6 Moreover, under section 42-1-415(D), a statutory employer retains any\r\ntort immunity it had prior to the passage of this section.7 The result is that a\r\n\r\n6 Section 42-1-415(A) provides in pertinent part: \r\n\r\nNotwithstanding any other provision of law, upon the submission of\r\ndocumentation to the commission that a contractor or subcontractor\r\nhas represented himself to a higher tier subcontractor, contractor, or\r\nproject owner as having workers'compensation insurance at the time\r\nthe contractor or subcontractor was engaged to perform work, the\r\nhigher tier subcontractor, contractor, or project owner must be relieved\r\nof any and all liability under this title except as specifically provided in\r\nthis section. In the event that employer is uninsured, regardless of the\r\nnumber of employees that employer has, the higher tier subcontractor,\r\ncontractor, project owner, or his insurance carrier shall in the first\r\ninstance pay all benefits due under this title. The higher tier\r\nsubcontractor, contractor, project owner, or his insurance carrier may\r\npetition the commission to transfer responsibility for continuing\r\ncompensation and benefits to the Uninsured Employers'Fund....\r\n\r\n\r\nS.C. Code Ann. § 42-1-415(A) (Supp. 1998).\r\n\r\n\r\n7 Section 42-1-415(D) provides: \"However, nothing in this section shall be\r\nconstrued to abrogate the immunity to tort liability of any subcontractor under this\r\ntitle or any higher tier subcontractor, contractor, or project owner who may be\r\nconsidered a statutory employer as provided by sections 42-1-400, 42-1-410,\r\n42-1-420,42-1-430, and 42-1-450.\" S.C. Code Ann. § 42-1-415(D) (Supp. 1998).\r\n\r\n\r\np.22\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\nstatutory employer need not secure the payment of compensation to avail itself of\r\ntort immunity under the Act, if the requirements of section 42-1-415 are met. The\r\nimportant implication forthe instant case is that priorto the passage of section 42-1\r\n415 and its 1997 amendment, a statutory employer, in order to claim tort immunity,\r\nwas required to secure the payment of compensation as prescribed in section 42-5\r\n20. See Vernon v. Harleysville Mut. Cas. Co., 244 S.C. 152, 135 S.E.2d 841 (1964)\r\n(in adopting amendment to a statute, the legislature is presumed to have intended\r\nto make some change in existing law).\r\n\r\n\r\nWe therefore hold that Pineland may not avail itself of tort immunity under\r\nthe Act's exclusive remedy provision because it failed to secure the payment of\r\ncompensation as prescribed by the Act.\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nBased on the foregoing, the Court of Appeals is AFFIRMED IN RESULT.\r\n\r\n\r\nFinney, C.J., and Burnett, AA, concur. Moore and Waller, JJ.,\r\ndissenting in a separate opinion.\r\n\r\n\r\np. 23\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\n\r\n\r\nMOORE, A.J.: I disagree with the majority's conclusion that Pineland\r\ndoes not have immunity because it carried no workers' compensation\r\ninsurance at the time of Harrell's injury. Accordingly, I respectfully dissent.\r\n\r\n\r\nFirst, the majority concludes, and I agree, that Pineland is a statutory\r\n employer under § 42-1-400 which provides:\r\n\r\n\r\nWhen any person, in this section and §§ 44-1-420 and 42-1-430\r\nreferred to as \"owner,\" undertakes to perform or execute any\r\nwork which is a part of his trade, business or occupation and\r\ncontracts with any other person (in this section and §§ 42-1-420\r\nto 42-1-450 referred to as \"subcontractor\") for the execution or\r\nperformance by or under such subcontractor of the whole or any\r\npart of the work undertaken by such owner, the owner shall be\r\nliable to -pay to any workman employed in the work an\r\ncompensation under this Title which he would have been liable\r\nto pay if the workman had been immediately employed by him.\r\n\r\n\r\n(emphasis added). Under § 42-1-400, an 64owner\" is liable as a matter of law\r\nto pay workers' compensation benefits to its statutory employees. Parker v.\r\nWilliams and Madjanik, Inc., 275 S.C. 65, 267 S.E.2d 524, 527 (1980). As the\r\nmajority notes, a statutory employer has an \"absolute liability\" to pay\r\nworkers' compensation benefits. Long v. Atlantic Homes, 311 S.C. 237, 428\r\nS.E.2d 711, 713 (1993).1 This obligation is not contingent upon whether the\r\nowner has workers' compensation insurance.\r\n\r\n\r\n\"One who has obligations under the Act enjoys the immunities under\r\nthe Act.\" Freeman Mechanical, Inc. v. J.W. Bateson Co., 316 S.C. 95, 447\r\nS.E.2d 1972 199 (1994) (Toal, A.J.)(citing 2A ARTHUR LARSON, LARSON'S\r\n\r\n1 This absolute liability was recently modified by the enactment of S.C.\r\nCode Ann. § 42-1-415(A) (Supp. 1998) which provides for a specific exemption\r\nto an owner's liability if the contractor or subcontractor has represented it\r\nhas workers'- compensation, unless the immediate employer is uninsured.\r\nSection 42-1-415(D) specifically provides, however, that this section shall not\r\nabrogate a statutory employer's tort immunity. Accordingly, the\r\nmodification to an owner's absolute liability under this section does not\r\nimpact my conclusion.\r\n\r\n\r\np.24\r\n\r\nHARRELL v. PINELAND PLANTATION \r\n\r\nWORKMEN'S COMPENSATION LAW § 72.31 (1993)). The immunity granted by the\r\nAct parallels the liability imposed by the Act. Neese v. Michelin Tire Corp..\r\n324 S.C. 465, 478 S.E.2d 91 (Ct. App. 1996) (citing Freeman, supra).\r\n\r\n\r\nPineland was obligated to pay workers' compensation under the Act as\r\na statutory employer and therefore it enjoys tort immunity irrespective of\r\nthe existence of insurance. Here, the claimant pursued and obtained\r\nworkers' compensation from Pineland's subcontractor, Folk. As a statutory\r\nemployer, Pineland shares the tort immunity of its subcontractor regardless\r\nof who actually paid the compensation. Parker, 267 S.E.2d at 528.\r\n\r\n\r\nThe majority attempts to support its position by applying to an owner\r\nthe statutory requirement that an employer secure the payment of\r\ncompensation under §§42-5-10 and -20 in order to enjoy tort immunity under\r\nthe Act. As § 42-5-40 specifically provides, however, an employer who fails to\r\nsecure compensation becomes liable to an employee \"either for compensation\r\nunder this Title or at law.\" (emphasis added). Thus, in a situtation where\r\nan employer is uninsured, a claimant may pursue workers' compensation or,\r\nin the alternative, recovery in tort. Nothing in the Act entitles a claimant to\r\nrecover both workers' compensation and a tort judgment.\r\n\r\n\r\n\r\n\r\nIn conclusion, I would reverse the Court of Appeals' decision and hold\r\nthat Pineland is entitled to tort immunity as a statutory employer.\r\n\r\n\r\nWaller, AA, concurs.\r\n\r\n\r\np.25\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25017","title":"Glover, et al. v. United States","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25017","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMadison Glover,    Plaintiff,\r\nv.\r\nUnited States of\r\nAmerica,  Defendant. \r\n  \r\n  \r\n  \r\nJim Vance, Plaintiff,\r\nv.\r\nUnited States of\r\nAmerica,    Defendant. \r\n  \r\n  \r\n  \r\nUnited States District Court\r\nPatrick Michael Duffy, Jr. \r\n  \r\nOpinion No. 25017\r\nHeard March 16, 1999 - Filed November 22, 1999 \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\nGedney M. Howe, III, of Charleston, for plaintiffs. \r\n  \r\nUnited States Attorney J. Rene Josey, and Assistant\r\nUnited States Attorney John H. Douglas, of Charleston,\r\nfor defendants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.26\r\n\r\nGlover, et al., v. United States \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: In this tort suit brought under the Federal Tort Claims Act,\r\nthe federal district court, by way of certified question, asked this Court to clarify\r\n\"statutory employer\" immunity under the South Carolina Workers'\r\nCompensation Act. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\nThe United States (\"Defendant\") contracted with White-Infinger Joint\r\nVenture to perform a major construction and renovation project on a barracks\r\nbuilding at the Charleston Air Force Base. White-Infinger subcontracted with\r\nCarolina Builders of Florida, the employers of plaintiffs Glover and Vance\r\n(\"Plaintiffs\"), to perform the roofing work on the building. Both White-Infinger\r\nand Carolina Builders represented that they carried workers' compensation\r\ninsurance. However, Defendant neither purchased its own workers'\r\ncompensation insurance nor qualified as a self insurer under the South\r\nCarolina Workers' Compensation Act (the \"Act\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn January 9, 1995, Plaintiffs were injured when a piece of metal\r\nflashing held by Glover came into contact with a high-voltage power line.\r\nPlaintiffs filed claims and received workers' compensation benefits from their\r\ndirect employer. Plaintiffs also sought damages in tort from Defendant under\r\nthe Federal Tort Claims Act. Defendant moved for summary judgment, arguing\r\nthat it should be considered a \"statutory employer,\" thus entitling it to\r\nimmunity from suit in tort under S.C. Code Ann. § 42-1-540 (1985). Before the\r\nfederal court ruled on Defendant's summary judgment motion, the South\r\nCarolina Court of Appeals filed its decision in Harrell v. Pineland Plantation,\r\nInc., 329 S.C. 185, 494 S.E.2d 123 (Ct. App. 1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPursuant to Rule 228, SCACR, the federal district court certified the\r\nfollowing question to this Court: \r\n  \r\nIn light of the South Carolina Court of Appeals' decision in Harrell\r\nv. Pineland Plantation, Inc., must an owner within the meaning of\r\nS.C. Code § 42-1-400 have either directly purchased insurance to\r\ncover his potential workers' compensation liabilities or have\r\nqualified as a self-insurer (as set forth in S.C. Code § 42-5-20)\r\nbefore the owner may claim immunity from suit in tort by an\r\ninjured worker of his contractor or subcontractor pursuant to the\r\n\"exclusive remedy\" provisions of the Workers' Compensation Act? \r\n  \r\np.27\r\n\r\nGlover, et al., v. United States \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nPlaintiffs argue that a statutory employer must secure the payment of\r\ncompensation in compliance with S.C. Code Ann. § 42-5-20 (1985) in order to\r\nclaim statutory immunity under the Act. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Harrell, the Court of Appeals held that the statutory employer,\r\nPineland, could not claim immunity under the Act because it did not secure the\r\npayment of compensation as required by sections 42-5-10 &amp; -20. We have\r\nsubsequently affirmed the Court of Appeals on this point. See Harrell v.\r\nPineland Plantation, Op. No. 25016 (S.C. Sup. Ct. filed Nov. 22, 1999)\r\n(Shearouse Adv. Sh. No. 35 at p. 19). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Harrell, we noted that when the elements of S.C. Code Ann. § 42-1-400\r\n(1985) are satisfied, an \"owner,\" in effect, becomes the employee's \"statutory\r\nemployer,\" even though in law the owner is not the immediate employer of the\r\ninjured worker. Harrell, supra; see also Parker v. Williams &amp; Madjanik, Inc.,\r\n275 S.C. 65, 267 S.E.2d 524 (1980). In other words, an owner is equated to an\r\nemployer for purposes of the Act. The defendant in this case, like the defendant\r\nin Harrell, argues that a statutory employer may claim tort immunity under\r\nS.C. Code 42-1-540 (1985), while at the same time avoiding an employer's\r\nobligation to secure the payment of compensation as required by sections 42-5\r\n10 &amp; -20 of the Act. We rejected this argument in Harrell and also reject it\r\nhere. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the Act, the basic duty of any employer, whether it be the direct\r\nemployer or statutory employer, is the obligation to secure the payment of\r\ncompensation as prescribed by section 42-5-20. Compliance with this obligation\r\nis the quid pro quo exacted from the employer in exchange for immunity. Thus,\r\na statutory employer who fails to secure the payment of compensation as\r\nprescribed by section 42-5-20 may not claim immunity under the Act.\r\nMoreover, prior to the enactment and amendment of S.C. Code § 42-1-415\r\n(Supp. 1998), the fact that the immediate employer had properly secured the\r\npayment of compensation did not remove the statutory employer's obligation\r\nunder the Act. As observed by this Court in Harrell, the Act imposed a scheme\r\nwhere the owner and the immediate employer were subjected to the\r\nrequirements of the Act, and the employees received \"double protection.\" See\r\nLong v. Atlantic Homes, 311 S.C. 237, 428 S.E.2d 711(1993); Parker v. Williams\r\nand Madjanik, Inc., 275 S.C. 65, 267 S.E.2d 524 (1980). \r\n  \r\np.28\r\n\r\nGlover, et al., v. United States \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinally, we noted in Harrell that our conclusion on this point was\r\nsupported by the enactment and subsequent amendment of S.C. Code Ann. §\r\n42-1-415 (Supp. 1998). Under section 42-1-415, as amended, a statutory\r\nemployer no longer needs to secure the payment of compensation to avail itself\r\nof tort immunity under the Act, if the requirements of section 42-1-415 are met.\r\nAs in Harrell, the important implication for this case is that prior to the passage\r\nof section 42-1-415 and its 1997 amendment, a statutory employer, in order to\r\nclaim tort immunity under the Act, was required to secure the payment of\r\ncompensation as prescribed by section 42-5-20. See Vernon v. Harleysville Mut.\r\nCas. Co., 244 S.C. 152, 135 S.E.2d 841(1964) (in adopting an amendment to a\r\nstatute, the legislature is presumed to have intended to make some change in\r\nexisting law). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe therefore answer the certified question in the following manner: an\r\nowner, within the meaning of S.C. Code § 42-1-400, must comply with section\r\n42-5-20 by either directly purchasing insurance to cover its potential workers'\r\ncompensation liabilities or qualifying as a self-insurer before the owner may\r\nclaim immunity under the Act's exclusive remedy provision. \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinney, C.J., and Burnett, A.J., concur. Moore and Waller, JJ.,\r\ndissenting in a separate opinion. \r\n  \r\np.29\r\n\r\nGlover v. United States \r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: I respectfully dissent. As stated in my dissent in\r\nHarrell v. Pineland Plantation, Op. No. 25016 (S.C. Sup. Ct. filed\r\nNov. 22, 1999 ), I disagree with the majority's conclusion that a statutory\r\nemployer must have workers' compensation insurance at the time of the\r\ninjury in order to enjoy tort immunity under the Workers' Compensation Act.\r\nIn my opinion, this conclusion flies in the face of some basic tenets of our\r\nworkers' compensation law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder § 42-1-400, an \"owner\" is liable as a matter of law to pay\r\nworkers' compensation benefits to its statutory employees. Parker v.\r\nWilliams and Madjanik, Inc., 275 S.C. 65, 267 S.E.2d 524, 527 (1980). A\r\nstatutory employer has an absolute liability to pay workers' compensation\r\nbenefits. Long v. Atlantic Homes, 311 S.C. 237, 428 S.E.2d 711, 713 (1993).1\r\nThis obligation is not contingent upon whether the owner has workers'\r\ncompensation insurance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"One who has obligations under the Act enjoys the immunities under\r\nthe Act.\" Freeman Mechanical. Inc. v. J.W. Bateson Co., 316 S.C. 95, 447\r\nS.E.2d 197, 199 (1994) (Toal, A.J.)(citing 2A ARTHUR LARSON, LARSON'S\r\nWORKMEN'S COMPENSATION LAW § 72.31 (1993)). The immunity granted by the\r\nAct parallels the liability imposed by the Act. Neese v. Michelin Tire Corp. ,\r\n324 S.C. 465, 478 S.E.2d 91 (Ct. App. 1996) (citing Freeman, supra).\r\nBecause a statutory employer is obligated under the Act to pay workers'\r\ncompensation benefits, it enjoys tort immunity under the Act irrespective of\r\ninsurance. I would answer the certified question in the negative. \r\n  \r\n  \r\n  \r\nWaller, AA, concurs. \r\n  \r\n\r\n1This absolute liability was recently modified by the enactment of S.C.\r\nCode Ann. § 42-1-415(A) (Supp. 1998) which provides for a specific exemption\r\nto an owner's liability if the contractor or subcontractor has represented it\r\nhas workers' compensation, unless the immediate employer is uninsured.\r\nSection 42-1-415(D) specifically provides, however, that this section shall not\r\nabrogate a statutory employer's tort immunity. Accordingly, the\r\nmodification to an owner's absolute liability under this section does not\r\nimpact my conclusion. \r\n  \r\np.30 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25018","title":"Seabrook v. City of Folly Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25018","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nEdward H. Seabrook, Jr.\r\nand Folly North\r\nPartners, LLC, Respondents,\r\nv.\r\n\r\n\r\nCity of Folly Beach, a\r\nmunicipal corporation,\r\nRobert Linville, Fred\r\nHolland, Jane Theiling,\r\nGered Lennon, Wallace\r\nBenson, Vernon Knox,\r\nand Allen Boyd, in their\r\nofficial capacities as the\r\nMayor and as members\r\nof the City Council of the\r\nCity of Folly Beach,  Appellants.\r\n\r\n\r\nAppeal From Charleston County\r\nB. Hicks Harwell, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25018\r\nHeard September 22, 1999 - Filed November 22, 1999\r\n\r\n\r\nVACATED IN PART; APPEAL DISMISSED\r\n\r\n\r\nJames E. Reeves and Wendy J. Keefer, both of\r\nBarnwell, Whaley, Patterson &amp; Helms, of Charleston;\r\nand Otis B. Peeples, Jr., of Peeples &amp; Stringer, of\r\nCharleston, for appellants.\r\n\r\n\r\np.26\r\n\r\nSEABROOK v. CITY OF FOLLY BEACH \r\n\r\n\r\n\r\nWilliam B.. Regan and Frances Cantwell, both of Regan &amp;\r\nCantwell, of Charleston, for respondents.\r\n\r\n\r\nBurnett, A.J.: This dispute arose over the City of Folly Beach's\r\ndecision to impose conditions upon the approval of Respondents' subdivision\r\nplat. The circuit court granted Respondents' motion for summary judgment.\r\nWe vacate in part and dismiss this appeal as moot.\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nRespondents are the owner and contract purchaser, respectively, of a\r\npristine undeveloped tract of land located on the easternmost end of Folly\r\nBeach (Seabrook tract). Appellants are the City of Folly Beach, the mayor,\r\nand members of city council (collectively, \"Folly Beach\" or \"city council\").\r\nRespondents applied to subdivide the Seabrook tract into nine parcels for\r\nresidential development. Respondents complied with all the specific\r\nengineering criteria of the Folly Beach ordinance for subdivision plats, a fact\r\nadmitted by Folly Beach. The planning and zoning board recommended\r\napproval of the application, and forwarded the application to the city council,\r\nas required by city ordinance.\r\n\r\n\r\nFolly Beach had before it competent (though admittedly \"unofficial\" and\r\nnot disinterested) evidence of severe erosion on the Seabrook tract. Current\r\nerosion was estimated at 9.6 feet per year,, and seven of the nine proposed lots\r\nfronted the erosion zone. Folly Beach preliminarily approved the plat, but\r\nimposed three conditions:\r\n\r\n\r\n(1) When erosion proceeds to the point where man made improvements,\r\nincluding any habitable structures, are within ten (10) feet of the active\r\nbeach, those improvements must be removed by the owner;\r\n\r\n\r\n(2) The critical line (i.e., the landward edge of the beach) must be\r\nreestablished on the property and then redrawn on the subdivision plat\r\nprior to final approval; and\r\n\r\n\r\n(3) Any current or future property owner must be made aware of the\r\nerosion rate of ten (10) feet per year and each of these conditions.\r\n\r\n\r\np.27\r\n\r\nSEABROOK v. CITY OF FOLLY BEACH \r\n\r\n\r\n\r\nThe issue before the lower court was whether Folly Beach had the\r\nauthority to impose conditions upon the development of the land. The circuit\r\ncourt held that it did not, finding the actions of Folly Beach were arbitrary\r\nand capricious, deprived Respondents of due process of law, and amounted to\r\na taking without just compensation under both the United States and the\r\nSouth Carolina Constitutions.\r\n\r\n\r\nThereafter, Folly Beach voluntarily removed the conditions and granted\r\napproval of the plat. In response, the court modified its order to reflect that\r\nonly a temporary taking had occurred. Folly Beach appealed. On appeal,\r\nRespondents abandoned their temporary taking claim, conceding there is\r\ninsufficient factual evidence of value in the record for the trial court to have\r\nfound the actions of Folly Beach deprived Respondents of all economically\r\nviable use of their land.\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\"A case becomes moot when judgment, if rendered, will have no\r\npractical effect upon existing controversy.\" Mathis v. South Carolina State\r\nHighway Dep't, 260 S.C. 344, 346, 195 S.E.2d 713, 715 (1973). \"A court may\r\ntake jurisdiction, despite mootness, if the issue raised is capable of\r\nrepetition, yet evading review.\" Charleston County Sch. Dist. v. Charleston\r\nCounty Election Comm'n, (S.C. Sup. Ct. filed Aug. 2, 1999) (Shearouse Adv.\r\nSh. No. 26 at 4) (internal quotations and citations omitted).\r\n\r\n\r\nWe conclude this appeal is moot. Folly Beach voluntarily removed the\r\nconditions and approved Respondents' plat and Respondents have abandoned\r\ntheir taking claim. Accordingly, a ruling on the pending issues will have no\r\npractical effect on the parties to this appeal. Moreover, while the factual\r\nscenario presented by this appeal is certainly capable of repetition, it does\r\nnot evade review, and would have been clearly reviewable had Folly Beach\r\nnot voluntarily removed the conditions and Respondents abandoned their\r\ntaking claim.\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nThe questions raised in this case have been resolved by the issuance of\r\nthe development permit and the abandonment of Respondents' taking claim.\r\n\r\n\r\np.28\r\n\r\nSEABROOK v. CITY OF FOLLY BEACH \r\n\r\n\r\n\r\nWe therefore vacate that part of the circuit court's order finding a temporary\r\ntaking occurred and dismiss this appeal as moot.\r\n\r\n\r\nFinney, CA, Toal and Moore, JJ., concur. Waller, AA, not\r\nparticipating.\r\n\r\n\r\np.29\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25019","title":"Dove v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25019","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nRonald Dove, Petitioner,\r\n\r\n\r\nv.\r\n\r\n\r\nState of South Carolina,  Respondent.\r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\nAppeal From Anderson County\r\nJames E. Lockemy, Trial Judge\r\nRodney A. Peeples, Post-Conviction Judge\r\n\r\n\r\nOpinion No. 25019\r\nSubmitted October 20, 1999 - Filed November 22, 1999\r\n\r\n\r\nREVERSED\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of the\r\nSouth Carolina Office of Appellate Defense,\r\nColumbia, for petitioner.\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General J. Benjamin Aplin, all of\r\nColumbia, for respondent.\r\n\r\n\r\nWALLER, A.J.: A jury convicted Ronald Dove (petitioner) of\r\nmurdering his estranged wife. This Court affirmed. State v. Dove, Op. No. 91-\r\n\r\n\r\np.30\r\n\r\nDOVE v. STATE \r\n\r\n\r\n\r\nMO-266 (S.C. Sup. Ct. filed September 18, 1991). Petitioner filed a post\r\nconviction relief application, which a circuit judge denied after an evidentiary\r\nhearing. We granted the petition for a writ of certiorari to review that decision,\r\nand now reverse.\r\n\r\n\r\nFACTS\r\n\r\n\r\nPetitioner returned to Anderson for several days to visit his\r\nestranged wife, Sandra Dove (victim) and their children. He stole a credit card\r\nand a small handgun before the trip from his sister-in-law in Texas, where he\r\nwas living. Petitioner's sister-in-law discovered the theft March 9, 1990, a few\r\ndays after petitioner left for South Carolina. She immediately reported it to\r\nAnderson police; the victim's mother, Barbara Junkins; and petitioner's sister\r\nin Anderson.\r\n\r\n\r\nThe victim spent a few nights with petitioner at his hotel room. The\r\ncouple went to a lounge the evening of March 9. There, the victim learned\r\nabout the stolen credit card and gun from a lounge employee who had spoken\r\nto petitioner's sister. The news visibly angered the victim, and she and\r\npetitioner left at about 9:30 p.m.\r\n\r\n\r\nThe next afternoon, Anderson police went to petitioner's hotel to\r\nserve him with a bad check warrant in an unrelated case. Petitioner refused to\r\nopen the door. When police tried to force it open, he placed the handgun to his\r\nhead. The officers retreated ., then negotiated with petitioner for several hours.\r\nPolice ultimately rushed into the room, subdued petitioner, and discovered the\r\nvictim's body.\r\n\r\n\r\nThe State alleged petitioner shot at the victim three times the\r\nprevious evening after a fight about the thefts. The gun misfired once, one\r\nbullet struck a paneled wall, and the final bullet killed the victim. The fatal\r\nwound to the left temple area was inconsistent with a self-inflicted injury\r\nbecause the victim was right-handed, the pathologist testified. He based his\r\nopinion on the angle of the bullet, the bruises on the victim's head, and the fact\r\nthe entrance wound was on the victim's left side. However, the pathologist\r\nconceded it was possible the victim shot herself with her left hand. The victim\r\nhad seriously injured her right hand at work a few months before her death,\r\nand had worn a cast for several weeks, a defense witness testified.\r\n\r\n\r\np.31\r\n\r\nDOVE v. STATE \r\n\r\n\r\n\r\nPetitioner testified he and the victim returned to his hotel room that\r\nnight, still arguing about the credit card and gun. He tried to apologize, but the\r\nvictim was very upset. The victim took the handgun from a drawer and shot at\r\nhim as he emerged from the bathroom. He ducked back into the bathroom and\r\nlocked the door. Neither spoke for more than twenty minutes, petitioner\r\ntestified. He heard a gunshot and some \"bumping going on.\" He opened the\r\ndoor and heard the victim say she was hurting, but she was dead when he\r\nwalked over to her. He refused to let police enter the hotel room the next day\r\nbecause he believed they would accuse him of murdering the victim, and he was\r\nscared of police because they had beaten him in the past, petitioner testified.\r\n\r\n\r\nPetitioner denied shooting the victim and said he loved her. He\r\ntestified he tried to kill himself \"many times\" after the victim died that night,\r\nas well as during the standoff the following day, but could not pull the trigger.\r\nHe testified he first told police after they took him to jail that he believed the\r\nvictim had committed suicide. He knew the victim had been involuntarily\r\nadmitted to a mental hospital for drug abuse problems, but did not know\r\nwhether the commitment was for psychological problems. On cross\r\nexamination, he testified he did not know exactly how the shooting occurred,\r\nbut the victim \"could have been playing around and shot herself.\"\r\n\r\n\r\nThe victim's mother, Ms. Junkins, testified the victim had never\r\nthreatened to commit suicide, although she had been admitted twice to\r\npsychiatric facilities for substance abuse problems during the two years before\r\nher death. The prosecutor tried to nullify any evidence that the victim\r\ncommitted suicide by emphasizing she had a regular job at the time and\r\nexhibited no signs of depression. During closing arguments, the prosecutor told\r\njurors that family and friends believed the victim was neither depressed nor\r\nsuicidal, and explained how she believed the evidence showed it was not suicide.\r\n\r\n\r\nAt the PCR hearing, petitioner's trial attorney testified he did not\r\ninvestigate the victim's medical background; nor did he recall petitioner asking\r\nhim to obtain the victim's medical records. Petitioner's sister handed the\r\nattorney a note during th e trial asking why the victim had been committed and\r\nsuggesting he obtain the medical records. The attorney testified he believed it\r\nwas too late to obtain and use the records, although he probably could have\r\ngotten them. He conceded at the hearing that petitioner could have used the\r\nrecords in his defense if they contained evidence of suicidal tendencies -or\r\ndepression.\r\n\r\n\r\np.32\r\n\r\nDOVE v. STATE \r\n\r\n\r\n\r\nThe medical records show that from July 1988 to December 1989,\r\nthree months before her death, the victim was twice admitted to a psychiatric\r\nfacility. She was diagnosed with substance abuse problems and depression.\r\nThe records contain numerous references to her repeated threats to commit\r\nsuicide. In October 1988, the victim's mother swore in an affidavit for\r\nemergency admission that the victim repeatedly had expressed suicidal\r\nthoughts. That sworn statement directly conflicted with the mother's testimony\r\nat trial, when she said the victim had never expressed suicidal thoughts.\r\n\r\n\r\nAfter reviewing the records, the PCR judge stated in a letter to the\r\nparties that he had \"serious concerns\" about trial counsel's failure to subpoena\r\nthem for possible use at trial. Nevertheless, after further consideration, the\r\njudge denied petitioner's application.\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\nDoes probative evidence support the PCR judge's\r\ndecision to deny petitioner's application because his\r\nattorney was not ineffective in failing to subpoena and\r\nuse at trial medical records revealing the victim's past\r\nsuicidal tendencies?\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nPetitioner alleges the PCR judge erred in denying his application\r\nbecause his trial attorney was ineffective in failing to subpoena and use at trial\r\nmedical records revealing the victim's past suicidal tendencies and history of\r\ndepression. We agree.\r\n\r\n\r\n\"To establish a claim of ineffective assistance of trial counsel, a PCR\r\napplicant has the burden of proving counsel's representation fell below an\r\nobjective standard of reasonableness and, but for counsel's errors, there is a\r\nreasonable probability that the result at trial would have been different.... A\r\nreasonable probability is a probability sufficient to undermine confidence in the\r\noutcome of the trial.\" Johnson v. State,. 325 S.C. 182, 186, 480 S.E.2d 733, 735\r\n(1997) (citing Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80\r\nL.Ed.2d 674 (1984)). Thus, a PCR applicant must show both error and\r\nprejudice to win relief in a PCR proceeding. Scott v. State, 334 S.C. 248, 5,13\r\nS.E.2d 100 (1999).\r\n\r\n\r\np.33\r\n\r\nDOVE v. STATE \r\n\r\n\r\n\r\nThe burden is on the applicant in a post-conviction proceeding to\r\nprove the allegations in his application. Butler v. State, 286 S.C. 441, 334\r\nS.E.2d 813 (1985). An appellate court must affirm the PCR court's decision\r\nwhen its findings are supported by any evidence of probative value. Cherry v.\r\nState, 300 S.C. 115, 386 S.E.2d 624 (1989). However, an appellate court will not\r\naffirm the decision when it is not supported by any probative evidence. Holland\r\nv. State, 322 S.C. 111, 470 S.E.2d 378 (1996).\r\n\r\n\r\nWe conclude the PCR judge erred because no probative evidence\r\nsupports his decision. Petitioner has shown both error and prejudice.\r\n\r\n\r\nPetitioner's trial attorney erred in failing to subpoena the medical\r\nrecords and use them at trial. The records are replete with evidence about the\r\nvictim's past suicidal tendencies and depression, evidence that would have been\r\ncrucial in trying to prove the victim committed suicide.\r\n\r\n\r\nPetitioner was prejudiced because he was unable to present\r\nrelevant and important evidence supporting his assertion that his wife\r\ncommitted suicide. For example, petitioner could have used the medical records\r\nto challenge the testimony of the mother that her daughter never had suicidal\r\nthoughts. The State's case consisted entirely of circumstantial evidence and,\r\nwhile the State's theory was plausible, petitioner's suicide theory also was\r\nplausible. Investigators, for instance, found no gunpowder residue on the hands\r\nof either petitioner or the victim; nor did they find any blood splatters indicating\r\na close-range shooting on petitioner's clothes. We hold that the fact the jury\r\nnever had a chance to consider medical records containing crucial evidence\r\nabout the victim's suicidal tendencies and depression undermines confidence in\r\nthe outcome of petitioner's trial.\r\n\r\n\r\nThe State argues the records are consistent with the PCR judge's\r\nfindings and corroborate Ms. Junkins and petitioner's trial testimony that the\r\nvictim was committed for substance abuse problems. The suicide threats were\r\nsimply the result of those problems, not the underlying cause of the\r\ncommitment, the State contends.\r\n\r\n\r\nWe find the State's arguments unpersuasive. The victim's\r\nsubstance abuse and mental problems likely were related, but it makes no\r\ndifference precisely why she may have wanted to kill herself. The point is that\r\nshe may have wanted to end her life, for whatever reason, and petitioner did not\r\n\r\n\r\np.34\r\n\r\nDOVE v. STATE \r\n\r\n\r\n\r\nhave a chance to introduce relevant and material evidence of those suicidal\r\ntendencies.\r\n\r\n\r\nThis case is easily distinguished from Stokes v. State, 308 S.C. 546,\r\n419 S.E.2d 778 (1992). In that case, the petitioner contended her trial attorney\r\nwas ineffective in failing to call witnesses whose testimony purportedly would\r\nhave supported her theory that the victim committed suicide. The Court held\r\ncounsel was not ineffective, but had employed a legitimate strategy by calling\r\nonly the witness he believed would be credible. Other potential witnesses\r\nvacillated when offering their recollections to the attorney and presented no\r\nevidence that victim actually committed suicide. In this case, petitioner's\r\nattorney did not employ a legitimate strategy, but failed to obtain and use\r\nmedical records that plainly supported petitioner's contention that his wife\r\ncommitted suicide.\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nWe reverse the PCR judge's denial of petitioner's application and\r\ngrant him a new trial.\r\n\r\n\r\nREVERSED.\r\n\r\n\r\nFinney, C.J., Toal, Moore and Burnett, JJ., concur.\r\n\r\n\r\np.35\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25020","title":"Doe and Roe v. S.C. State Budget and Control Board, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25020","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nJane Doe and Mary\r\nRoe, Petitioners,\r\n\r\n\r\nv.\r\n\r\n\r\nSouth Carolina State\r\nBudget and Control\r\nBoard, Office of\r\nInsurance Services,\r\nInsurance Reserve\r\nFund; Gary Wayne\r\nRoberson, in his\r\nindividual and official\r\ncapacities; John Short,\r\nin his individual and\r\nofficial capacity as Chief\r\nof Police; Joe Gebbia, in\r\nhis individual and\r\nofficial capacities; and\r\nthe City of Tega Cay  Defendants,\r\nof whom\r\nSouth Carolina State\r\nBudget and Control\r\nBoard, Office of\r\nInsurance Services,\r\nInsurance Reserve\r\nFund, is, Respondent.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE\r\nCOURT OF APPEALS\r\n\r\n\r\np.36\r\n\r\nDOE and ROE v. S.C. STATE BUDGET AND CONTROL BOARD, etc. \r\n\r\n\r\n\r\nAppeal From York County\r\nJ. Buford Grier, Special Circuit Court Judge\r\n\r\n\r\nOpinion No. 25020\r\nHeard June 8, 1999 - Filed November 22, 1999\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\nJ. Marvin Mullis, Jr., Frank A. Barton, both of Law\r\nOffices of Mullis &amp; Barton, of Columbia; and A.\r\nPhilip Baity, of Fort Mill, all for petitioners.\r\n\r\n\r\nAndrew F. Lindemann, William H. Davidson, II, both\r\nof Davidson, Morrison and Lindemann, P.A., of\r\nColumbia, for respondent.\r\n\r\n\r\nPER CURIAM: We granted certiorari to review the Court of\r\nAppeals' decision in Doe v. South Carolina Budget and Control Bd., 329 S.C.\r\n2141494 S.E.2d 469 (Ct.App. 1997). We affirm.\r\n\r\n\r\nPetitioners brought a declaratory judgment action to determine\r\nwhether sexual assaults committed against them by Tega Cay Police Officer\r\nRoberson were covered under two separate insurance policies, an automobile\r\nliability policy and a general tort liability policy. The circuit court granted\r\nrespondent's summary judgment motion, and the Court of Appeals affirmed.\r\nDoe, supra.\r\n\r\n\r\nEach petitioner was stopped by Roberson at night on suspicion of\r\ndriving under the influence, and offered the option of being arrested or\r\nhaving sex with him. Petitioner Doe agreed to meet Roberson at a secluded\r\nlocation, and once there she was forced to perform oral sex on him in his\r\nparked cruiser and then to engage in intercourse on the hood of his car.\r\nRoberson then drove Doe to another location where they exited the cruiser\r\nand engaged in sexual activities in a parked bus.\r\n\r\n\r\np.37\r\n\r\nDOE and ROE v. S.C. STATE BUDGET AND CONTROL BOARD, etc. \r\n\r\n\r\n\r\nRoberson stopped petitioner Roe and seated her in his cruiser. After\r\nshe agreed to sex in return for not being arrested, Roe either drove herself to\r\na golf course or was driven to the golf course in the cruiser by Roberson.1\r\nOnce, there, Roberson first forced Roe to perform oral sex on him while\r\nseated in the parked cruiser, and then they had intercourse.\r\n\r\n\r\n\r\n\r\nIn State Farm Fire &amp; Casualty Co. v. Aytes, 332 S.C. 30, 503 S.E.2d\r\n744 (1998), decided after the Court of Appeals issued its Doe opinion, we\r\nrestated the test for determining when an individual's personal injuries arise\r\nout of the \"ownership, maintenance, or use\" of an automobile such that they\r\nare covered by an automobile insurance policy. Aytes sets forth a three part\r\ntest:\r\n\r\n\r\n1. There exists a causal connection between the vehicle and the\r\ninjury; and\r\n2. No act of independent significance breaks the causal link; and\r\n3. The vehicle is being used for transportation at the time of the\r\nassault.\r\n\r\n\r\nIn this context, causal connection means:\r\n\r\n\r\na. the vehicle was an \"active accessory\" to the assault; and\r\nb. something less than proximate cause but more than mere site\r\nof the injury; and\r\nc. the \"injury must be foreseeably identifiable with the normal\r\nuse of the automobile.\"\r\n\r\n\r\nIt is clear that Doe and Roe cannot meet the Aytes requirements. For\r\nexample, the cruiser was not being used for transportation at the time of the\r\nassaults, it was not an \"active accessory\", and the petitioners' acceptance of\r\nRoberson's offers were acts of independent significance which broke any\r\ncausal link. We agree with the Court of Appeals that respondent was\r\nproperly granted summary judgment on the automobile liability coverage\r\nclaims.\r\n\r\n1 The factual allegations in Roe's complaint are inconsistent. The\r\nmethod of transportation to the golf course does not affect our analysis of the\r\ncoverage issue.\r\n\r\n\r\np.38\r\n\r\nDOE and ROE v. S.C. STATE BUDGET AND CONTROL BOARD, etc. \r\n\r\n\r\n\r\nWe also granted certiorari to review the holding granting respondent\r\nsummary judgment on petitioners' general liability policy claims. We affirm,\r\nfinding as did the circuit court and the Court of Appeals that Roberson's\r\nactions were not within \"the scope of his. . official duties,\" and thus not\r\ncovered by this policy.\r\n\r\n\r\nFor these reasons, the decision of the Court of Appeals is\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nC.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\n\r\n\r\nA.J.\r\n\r\n\r\np.39\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25021","title":"State Farm Mutual Auto Ins. Co. v. Bookert","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25021","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nState Farm Mutual\r\nAutomobile Insurance\r\nCompany, Petitioner,\r\n\r\n\r\nv.\r\n\r\n\r\nMary Ann Bookert and\r\nMichael Bookert,   Respondents.\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE\r\nCOURT OF APPEALS\r\n\r\n\r\nAppeal From Richland County\r\nL. Henry McKellar, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25021\r\nHeard June 8, 1999 - Filed November 22, 1999\r\n\r\n\r\n.  REVERSED\r\n\r\n\r\nJohn U. Bell, C. Mitchell Brown and William C.\r\nWood, Jr., all of Nelson, Mullins, Riley &amp;\r\nScarborough, L.L.P., of Columbia, for petitioner.\r\n\r\n\r\nH. Patterson McWhirter, Stacey H. Tarte and\r\nStephen B. Samuels, all of McWhirter, Bellinger &amp;\r\nAssociates, of Columbia, for respondents.\r\n\r\n\r\np.40\r\n\r\nSTATE FARM MUT. AUTO. INS. CO. v. BOOKERT \r\n\r\n\r\n\r\nPER CURIAM: We granted certiorari to review the Court of\r\nAppeals' decision in State Farm Mutual Ins. Co. v. Bookert, 330 S.C. 221,\r\n499 S.E.2d 480 (Ct.App. 1997). We reverse.\r\n\r\n\r\nState Farm brought this declaratory judgment action to determine the\r\nextent of coverage it owed under the underinsured motorist provision of an\r\nautomobile policy issued to respondent Mary Bookert (Mary). The parties\r\nstipulated to these facts: Mary's son, respondent Michael Bookert, is an\r\ninsured under Mary's policy. Michael and some friends stopped at a\r\nHardee's, where two soldiers and about fifteen other young men became\r\ninvolved in an altercation. Michael and his friends left and went to a\r\nMcDonald's, as did some of the fifteen men from Hardee's. The two soldiers,\r\nwho were armed, picked up a third soldier and drove to the McDonald's\r\nwhere they circled the parking lot, looking for the Hardee's men. As Michael\r\nwas about to go in the restaurant, he heard the soldiers yelling, and turned\r\nin their direction. The soldiers' vehicle was stopped in the traffic lane with\r\nits motor running, one soldier in the back holding a shotgun while the front\r\npassenger brandished a handgun. The vehicle jerked forward, the soldier\r\nwielding the shotgun fell, and fired his gun. Michael was not hit by the\r\nshotgun pellets, but while the vehicle was still moving forward, the\r\n passenger fired the handgun striking Michael with a bullet in each leg.\r\n\r\n\r\nThe circuit court granted Michael and Mary summary judgment, and\r\nthe Court of Appeals affirmed.\r\n\r\n\r\nAfter the Court of Appeals handed down its opinion, we decided State\r\nFarm Fire &amp; Casualty Co. v. Aytes, 332 S.C. 30, 503 S.E.2d 744 (1998). In\r\nAytes, we restated the three part test for determining whether an\r\nindividual's personal injuries arise out of the \"ownership, maintenance, or\r\nuse\" of an automobile such that they are covered by an automobile insurance\r\npolicy. The three part test is met when:\r\n\r\n\r\n1. There exists a causal connection between the vehicle and the\r\ninjury; and\r\n2. No act of independent significance breaks the causal link; and\r\n3. The vehicle is being used for transportation at the time of the\r\nassault.\r\n\r\n\r\np.41\r\n\r\nSTATE FARM MUT. AUTO. INS. CO. v. BOOKERT \r\n\r\n\r\n\r\nAytes reiterated the components of the causal connection requirement. In\r\nthis context, causal connection means:\r\n\r\n\r\na. the vehicle was an \"active accessory\" to the assault; and\r\nb. something less than proximate cause but more than mere site\r\nof the injury; and\r\nc. that the \"injury must be foreseeably identifiable with the\r\nnormal use of the automobile.\"\r\n\r\n\r\nWe find Mary's policy does not cover Michael's injuries because they\r\nare not \"foreseeably identifiable with the normal use of an automobile.\"\r\nState Farm Fire &amp; Casually Co. v. Aytes, supra. Accordingly, the decision of\r\nthe Court of Appeals is\r\n\r\n\r\nREVERSED.\r\n\r\n\r\nC.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\nA.J.\r\n\r\n\r\np.42\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25022","title":"State v. Dennis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25022","description":"","date":"1999-11-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent,\r\nv.\r\nMoses Abdul Dennis,  Appellant. \r\n  \r\nAppeal From Charleston County\r\nDaniel F. Pieper, Circuit Court Judge \r\n  \r\nOpinion No. 25022\r\nHeard March 3, 1999 - Filed November 22, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nAssistant Appellate Defender Aileen P. Clare of the\r\nSouth Carolina Office of Appellate Defense,\r\nColumbia, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka, and\r\nSenior Assistant Attorney General William Edgar\r\nSalter, III, all of Columbia, and Solicitor David P.\r\nSchwacke of North Charleston, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Moses Abdul Dennis (appellant) was convicted of\r\nmurder and sentenced to life in prison. We affirm. \r\n  \r\np.48\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nThe State accused appellant and his younger brother, Moses Otis\r\nDennis (Otis), of murdering Terrance Johnson (victim) in September 1995.\r\nAppellant, Otis, and a third man fought with the victim in the early morning\r\nhours in the street outside an apartment complex in Charleston. The fight\r\nended when the victim was shot once in the head. Appellant defended himself\r\nat his first trial in December 1996 by calling witnesses who accused his brother\r\nof shooting the victim. That case ended in a mistrial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State placed the brothers on trial together in July 1997. The\r\nonly physical evidence connecting either appellant or his brother to the crime\r\nwas appellant's palm print on the trunk of a borrowed car he had driven to the\r\nscene. The State called three alleged eyewitnesses. Two witnesses testified they\r\nheard the gunshot, turned, and sew appellant either pointing a handgun at the\r\nvictim or standing over the victim holding a gun. One witness testified that the\r\nthird man who participated in the fight, while looking at appellant, said,\r\n\"[D]amn, Mose, you shot him.\" The State's final eyewitness testified she saw\r\nappellant and Otis fighting with the victim and heard the gunshot, but did not\r\nsee appellant standing over the victim with a gun. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA police officer testified she saw appellant, whom she knew, walking\r\naway from the crime scene. Appellant was sweating noticeably when she\r\napproached him, and he said someone had told him the victim had been shot.\r\nAppellant repeatedly asked the officer whether the victim was dead. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant called three alleged eyewitnesses in his defense. The first\r\nwitness testified she saw appellant begin fighting with the victim, but said that\r\nOtis - not appellant - shot the victim after returning to the scene from the\r\nnearby apartments. The second witness, Bernard Horlback, testified he did not\r\nsee the fight, but heard the gunshot and turned to see the victim lying on the\r\nground. One to two minutes later, Horlback saw Otis tucking a gun beneath his\r\nshirt as he walked between apartment buildings. Otis told him that appellant\r\nshot the victim, Horlback testified. Horlback conceded appellant could have shot\r\nthe victim, then handed Otis the gun. Appellant's third witness testified\r\nappellant and the victim fought in the street. The witness heard the gunshot,\r\nbut claimed he did not remember what happened because he was \"high\" from\r\nsmoking marijuana. \r\n  \r\np.49 \r\n  \r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nNeither appellant nor Otis testified. The jury convicted appellant\r\nof murder and found Otis not guilty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n1. Did the trial judge err in denying appellant's\r\npretrial severance motion? \r\n  \r\n2. Did the trial judge err in denying appellant's\r\nmistrial motion under Bruton v. United States 1\r\nafter jurors heard testimony about an excited\r\nutterance made by a codefendant? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1. PRETRIAL SEVERANCE MOTION \r\n  \r\nAppellant contends the trial judge, relying in part upon Zafiro v.\r\nUnited States, 506 U.S. 534, 113 S.Ct. 933, 122 L.Ed.2d 317 (1993), erred in\r\ndenying his pretrial severance motion. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOtis and appellant in a pretrial motion asked the judge to sever the\r\ntrials. They argued that appellant's previous mistrial indisputably\r\ndemonstrated the mutually antagonistic nature of their defenses, which meant\r\na joint trial would compromise their right to a fair trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe judge denied the motion, ruling that the fact that such a defense\r\nactually arose in appellant's previous trial - as compared with the typical case\r\nin which such a defense is expected to arise - did not change the analysis. The\r\njudge concluded that the existence of mutually antagonistic defenses did not\r\nrequire severance, and appellant had not shown that a joint trial would violate\r\nany specific trial right. The judge gave the jury cautionary instructions in his\r\nopening comments and at the end of the trial.1 \r\n  \r\n\r\n1 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968). \r\n\r\n\r\n\r\n2 Before testimony. began, the judge told jurors:\r\n(continued... ) \r\n  \r\np.50 \r\n  \r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nCriminal defendants who are jointly tried for murder are not entitled\r\nto separate trials as a matter of right. State v. Kelsey, 331 S.C. 50, 73-74, 502\r\nS.E.2d 63, 75 (1998); State v. Holland, 261 S.C. 488, 201 S.E.2d 118 (1973); State\r\nv. Crowe, 258 S.C. 258, 188 S.E.2d 379 (1972). A defendant who alleges he was\r\nimproperly tried jointly must show prejudice before this Court will reverse his\r\nconviction. State v. Crowe, supra. The general rule allowing joint trials applies\r\nwith equal force when a defendant's severance motion is based upon the\r\nlikelihood he and a codefendant will present mutually antagonistic defenses, i.e.,\r\naccuse one another of committing the crime. State v. Leonard, 287 S.C. 462, 473, \r\n  \r\n\r\n2(...continued)\r\nNow, as you may have heard during the jury selection\r\nprocess, there are two Defendants in this case charged\r\nin separate indictments. You must consider each\r\ncharge separately, and you must decide separately\r\nwhether each individual Defendant is guilty or not\r\nguilty of each charge alleged by the indictment. It is\r\nyour duty to give such consideration to each individual\r\nDefendant on each separate charge alleged in the\r\nindictment. You must therefore consider separately the\r\nevidence and the law for each individual Defendant for\r\neach charge and write your verdict accordingly. \r\n  \r\n  \r\n  \r\nAt the end of the trial, the judge told jurors: \r\n  \r\nAs you are aware, there are two Defendants in this\r\ncase, and each Defendant is charged with one count of\r\nmurder. Whatever verdict you find does not have to be\r\nthe same as to all Defendants. You take each\r\nDefendant and consider the evidence as to that\r\nDefendant alone, and write your verdict accordingly, in\r\nconformity with the evidence in the case and the\r\ninstructions which I have given to you. Where more\r\nthan one person is charged with a crime, you may\r\nconvict one and acquit the other if the evidence\r\nwarrants it, or you may acquit both or you may convict\r\nboth. It will depend upon your view of the testimony\r\nand the evidence which you alone can act upon. \r\n  \r\np.51\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\n339 S.E.2d 159, 165 (Ct. App. 1986), reversed on other grounds, 292 S.C. 133,\r\n355 S.E.2d 270 (1987). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge, however, must act cautiously in allowing a joint\r\ntrial. The judge must carefully consider problems that may arise from a joint\r\ntrial, such as redacted statements, and must assure protection of each\r\ndefendant's constitutional right to confront witnesses against him. State v.\r\nSingleton, 303 S.C. 313, 315, 400 S.E.2d 487,_488 (1991). A proper cautionary\r\ninstruction may help protect the individual rights of each defendant and ensure\r\nthat no prejudice results from a joint trial. State v. Holland, 261 S.C. at 494, 201\r\nS.E.2d at 121. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMotions for a severance and separate trial are addressed to the\r\ndiscretion of the trial court. State v. Nichols, 325 S.C. 111, 481 S.E.2d 118\r\n(1997); State v. Chaffee, 285 S.C. 21, 328 S.E.2d 464 (1984), overruled on other\r\ngrounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991). Absent a\r\nshowing of an abuse of discretion, this Court will not disturb the trial court's\r\nruling on appeal. State v. Nelson, 273 S.C. 380, 256 S.E.2d 420 (1979). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Zafiro v. United States, supra, the United States Supreme Court\r\nheld that Rule 14 of the Federal Rules of Criminal Procedure does not require\r\nseverance as a matter of law when codefendants present mutually antagonistic\r\ndefenses. The Supreme Court noted it repeatedly has approved of joint trials.\r\nThe Supreme Court held that severance should be granted only when there is\r\na serious risk that a joint trial would compromise a specific trial right of a\r\ncodefendant or prevent the jury from making a reliable judgment about a\r\ncodefendant's guilt. The Supreme Court left the decision to the sound discretion\r\nof the district court. Id. at 537-41, 113 S.Ct. at 937-39, 122 L.Ed.2d at 323-26. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe principles espoused in Zafiro are consistent with this Court's\r\nprecedent. Therefore, we hold the trial judge did not err in relying upon Zafiro. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe further hold the judge did not abuse his discretion in denying\r\nappellant's pretrial motion to sever the joint trial. The State alleged that both\r\ndefendants participated in the murder of the victim. We agree with the judge\r\nthat the fact appellant in his first trial actually called witnesses who accused his\r\nyounger brother of shooting the victim does not change the analysis. Neither\r\nappellant nor Otis pointed to any specific trial right that would be prejudiced by\r\na joint trial. Furthermore, the judge gave a cautionary instruction before \r\n  \r\np.52\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\ntestimony began and in his closing charge. The instructions were similar to\r\nthose described approvingly by the Supreme Court. Zafiro, 506 U.S. at 541, 113\r\nS.Ct. at 939, 122 L.Ed.2d at 326. Jurors obviously were able to follow those\r\ninstructions, as they found appellant guilty and his brother not guilty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. EXCITED UTTERANCE EXCEPTION AND BRUTON DOCTRINE \r\n  \r\nAppellant contends the trial judge erred in denying his mistrial\r\nmotion on the grounds that the statement at issue was not an excited utterance,\r\nand that it was inadmissible under the Bruton doctrine. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. EXCITED UTTERANCE EXCEPTION \r\n  \r\nWhile cross-examining eyewitness Horlback, the prosecutor elicited\r\nthe following testimony: \r\n  \r\nQ. When you saw - I'm going to call him Moses Otis\r\nDennis - when you saw Moses Otis Dennis, that was\r\nreal shortly after the shooting, wasn't it?\r\nA. Yes, sir.\r\nQ. You all were still all excited and everything, weren't\r\nyou?\r\nA. Yes, sir.\r\nQ. And [Otis] told you that his brother had shot [the\r\nvictim] because [the victim] had taken a swing at his\r\nbrother?\r\nA. Uh huh.\r\nQ. He said that, didn't he?\r\nA. Yes, sir. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the State did not establish the statement in\r\nquestion was an excited utterance that was admissible under Rule 803(2), SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"'Hearsay' is a statement, other than one made by the declarant\r\nwhile testifying at the trial or hearing, offered in evidence to prove the truth of\r\nthe matter asserted.\" Rule 801(c), SORE. An excited utterance is a \"statement\r\nrelating to a startling event or condition made while the declarant was under the\r\nstress of excitement caused by the event or condition.\" Rule 803(2), SORE. A\r\nstatement that is admissible because it is \"not hearsay\" under Rule 801(d), \r\n  \r\np.53\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nSCRE, or because it falls within an exception in Rule 803, SORE, may be used\r\nsubstantively, i.e., to prove the truth of the matter asserted. Simpkins v. State,\r\n303 S.C. 364, 401 S.E.2d 142 (1991); 2 McCormick on Evidence, §§ 251, 254\r\n(1992); C.B. Mueller &amp; L.C. Kirkpatrick, Modern Evidence - Doctrine and\r\nPractice, § 8.24 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe rationale behind the excited utterance exception is that the\r\nstartling event suspends the declarant's process of reflective thought, reducing\r\nthe likelihood of fabrication. In determining whether a statement falls within\r\nthe excited utterance exception, a court must consider the totality of the\r\ncircumstances. State v. Hill, 331 S.C. 94, 99, 501 S.E.2d 122, 125, cert. denied,\r\nU.S. , 119 S.Ct. 597, 142 L.Ed.2d 539 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's argument that the State failed to show the statement\r\nwas an excited utterance argument is unpersuasive. Otis allegedly had just seen\r\nhis brother shoot an unarmed man, abruptly ending a fistfight. Horlback\r\ntestified Otis made the statement to him when he saw Otis one to two minutes\r\nafter the shooting, tucking a gun beneath his shirt as he walked between\r\napartment buildings. The statement was an excited utterance admissible under\r\nRule 803(2), SCRE. Accord State v. Burdette, 335 S.C. 34, 41-44, 515 S.E.2d\r\n525, 529-30 (1999) (victim's statement to police less than one hour after attack\r\nwas an excited utterance). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. BRUTON DOCTRINE \r\n  \r\nAppellant next contends the trial judge should have granted his\r\nmistrial motion because he was denied his right to confront Otis about the\r\nstatement in violation of the Sixth Amendment's Confrontation Clause, citing\r\nBruton v. United States, supra. We have not previously addressed a case in\r\nwhich an appellant alleged a statement, even if admissible as an excited\r\nutterance, is nonetheless barred by the Confrontation Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Bruton, the Supreme Court held that a defendant's rights under\r\nthe Confrontation Clause of the Sixth Amendment3 are violated by the admission \r\n  \r\n\r\n3 \"In all criminal prosecutions, the accused shall enjoy the right . . . to be\r\nconfronted with the witnesses against him . . . .\" U.S. Const. amend. VI. The\r\nprovision is applicable to the states under the Fourteenth Amendment. Pointer\r\n(continued...) \r\n  \r\np.54\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nof a non-testifying codefendant's confession that inculpates a defendant, even if\r\na cautionary instruction is given. Bruton, 391 U.S. at 126, 88 S.Ct. at 1622, 20\r\nL.Ed.2d at 499; State v. Evans, 316 S.C. 303, 307, 450 S.E.2d 47, 50 (1994). The\r\nSupreme Court recognized that the \r\n  \r\ntruthfinding function of the Confrontation Clause is\r\njeopardized when an accomplice's confession is\r\nintroduced against a defendant without the benefit of\r\ncross-examination. The danger emanating from a\r\ndenial of the right to confront and cross-examine a\r\nwitness is that an accomplice's statements are often\r\nunreliable and must, therefore, be viewed with\r\nsuspicion because of the likelihood of an accomplice's\r\ndesire to exonerate himself by implicating others. \r\n  \r\nState v. Martin, 292 S.C. 437, 439, 357 S.E.2d 21, 22 (1987) (citing Bruton).\r\nThus, Bruton is grounded in two concerns: a defendant's constitutional right to\r\ncross-examine his accusers and the inherent unreliability of statements made\r\nby a defendant who stands to gain by shifting blame to a codefendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Supreme Court, however, emphasized that the hearsay\r\nstatement inculpating Bruton was not admissible against him under traditional\r\nrules of evidence. The Supreme Court expressed no opinion on whether the\r\nadmission in a joint trial of evidence properly admissible under an established\r\nhearsay exception would violate the Confrontation Clause. Bruton, 391 U.S. at\r\n128 n.3, 88 S.Ct. at 1623 n.3, 20 L.Ed.2d at 480 n.3. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Supreme Court consistently has held that the Confrontation\r\nClause \"does not necessarily prohibit the admission of hearsay statements\r\nagainst a criminal defendant, even though the admission of such statements\r\nmight bethought to violate the literal terms of the Clause.\" Idaho v. Wright, 497\r\nU.S. 805, 813, 110 S.Ct. 3139, 3145, 111 L.Ed.2d 638, 651(1990). Although the\r\nSupreme Court has recognized that \"hearsay rules and the Confrontation Clause\r\nare generally designed to protect similar values, [it] also has been careful not to \r\n  \r\n\r\n3(...continued)\r\nv. Texas, 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965). The South\r\nCarolina constitution provides the same protection to a defendant. S.C. Const.\r\nart. I, § 14. \r\n  \r\np.55\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nequate the Confrontation Clause's prohibitions with the general rule prohibiting\r\nthe admission of hearsay statements.\" Id. at 814,110 S.Ct. at 3146,111 L.Ed.2d\r\nat 651 (citing Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597\r\n(1980)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn incriminating statement admissible under an exception to the\r\nhearsay rule also is admissible under the Confrontation Clause only if it bears\r\nadequate \"indicia of reliability.\" The indicia of reliability requirement is met\r\nwhen the hearsay statement falls within a firmly rooted hearsay exception.4 Id. \r\n  \r\n\r\n4 In Idaho v. Wright, the Supreme Court, citing Ohio v. Roberts, supra,\r\nstated the first step in determining whether an incriminating statement\r\nadmissible under an exception to the hearsay rule also is admissible under the\r\nConfrontation Clause was that the State must either produce, or demonstrate\r\nthe unavailability of, a declarant whose statement it wished to use against the\r\ndefendant. Id. at 814, 110 S.Ct. at 3146, 111 L:Ed.2d at 651. The Supreme\r\nCourt has clarified that view, stating \"the unavailability analysis is a necessary\r\npart of the Confrontation Clause inquiry only when the challenged out-of-court\r\nstatements were made in the course of a prior judicial proceeding,\" as they were\r\nin Ohio v. Roberts. White v. Illinois, 502 U.S. 346, 353-56,112 S.Ct. 736, 741-42,\r\n116 L.Ed.2d 848, 857 (1992); see also United States v. Inadi, 475 U.S. 387, 106\r\nS.Ct. 1121, 89 L.Ed.2d 390 (1986) (Confrontation Clause does not require\r\nshowing of unavailability as condition to admission of out-of-court statement of\r\nnontestifying co-conspirator that is admissible under Federal Rules of Evidence);\r\nState v. Hutto, 325 S.C. 221, 226 n.7, 481 S.E.2d 432, 434 n.7 (1997) (recognizing\r\nthe clarification). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Supreme Court also has held that a hearsay statement may be\r\ndeemed sufficiently reliable to avoid violating the Confrontation Clause when it\r\nis supported by a showing of particularized guarantees of trustworthiness. The\r\nsecond method of determining reliability appears to be grounded, at least in\r\npart,. in the residual or catchall hearsay exception found in Federal Rule of\r\nEvidence 807 (formerly Rule 803(24), FRE) and in some states' rules of evidence.\r\nSee Lilly v. Virginia, 527 U.S. , 119 S.Ct. 1887, 1901-02, 144 L.Ed.2d 117,\r\n136-38 (1999) (explaining that analysis Supreme Court uses today closely links\r\nConfrontation Clause, which has ancient origins, to modern hearsay rules)\r\n(Breyer, J., concurring); Idaho v. Wright, 497 U.S. at 816-27, 110 S.Ct. at 3147-\r\n(continued...) \r\n  \r\np.56\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nat 814-16, 110 S.Ct. at 3146-47, 111 L.Ed.2d at 652-53. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Supreme Court has held that an excited utterance, or\r\nspontaneous declaration, is one such firmly rooted exception to the hearsay rule,\r\nand its admission does not violate the Confrontation Clause. White v. Illinois,\r\n502 U.S. 346, 357, 112 S.Ct. 736, 743, 116 L.Ed.2d 848, 860 (1992). The excited\r\nutterance exception has existed for at least two centuries. Id. at 355 n.8, 112\r\nS.Ct. at 742 n.8, 116 L.Ed.2d at 859 n.8. \r\n  \r\n[T]he evidentiary rationale for permitting hearsay\r\ntestimony regarding spontaneous declarations . . . is\r\nthat such out-of-court declarations are made in contexts\r\nthat provide substantial guarantees of their\r\ntrustworthiness . . . . A statement that has been offered\r\nin a moment of excitement - without the opportunity to\r\nreflect on the consequences of one's exclamation - may\r\njustifiably carry more weight with a trier of fact than a\r\nsimilar statement offered in the relative calm of the\r\ncourtroom .... \r\n  \r\nTo exclude such probative statements under the\r\nstrictures of the Confrontation Clause would be the\r\nheight of wrongheadedness, given that the\r\nConfrontation Clause has as a basic purpose the \r\n  \r\n\r\n4(...continued)\r\n53, 111 L.Ed.2d at 652-60 (affirming Idaho Supreme Court's decision that,\r\nalthough a statement fell within Idaho's catchall hearsay exception, admitting\r\nit would violate Confrontation Clause because it lacked sufficient particularized\r\nguarantees of trustworthiness); Ohio v. Roberts, 448 U.S. at 66 &amp; n.9, 100 S.Ct.\r\nat 2539 &amp; n.9, 65 L.Ed.2d at 608 &amp; n.9 (describing the two methods of\r\ndetermining the reliability of a statement, and noting complexity of reconciling\r\nhearsay rules and Confrontation Clause). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnlike the rules in the federal system and in other states, the South\r\nCarolina Rules of Evidence do not contain the residual or catchall hearsay\r\nexception. See Notes to Rule 803, SORE. We express no opinion on the second\r\nmethod of determining reliability because it is not at issue in this case. \r\n  \r\np.57\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\npromotion of the integrity of the factfinding process ...\r\n. [A] statement that qualifies for admission under a\r\nfirmly rooted hearsay exception is so trustworthy that\r\nadversarial testing [by cross-examination] can be\r\nexpected to add little to its reliability. \r\n  \r\nId. at 355-57, 112 S.Ct. at 742-43, 116 L.Ed.2d at 859-60 (internal quotes\r\nomitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough White v. Illinois did not raise a Bruton issue because only\r\none defendant was on trial, we believe the principles and logic of the decision\r\napply with equal force in appellant's case. A federal appellate court concluded\r\nthe same in a case factually similar to appellant's seventeen years before the\r\nSupreme Court decided White v. Illinois. In McLaughlin v. Vinzant, 522 F.2d\r\n448 (1st Cir. 1975), the defendant and his female companion were tried jointly,\r\nhe for murder and she as an accessory. Three witnesses testified the female\r\ncompanion ran back to an apartment the couple had left, about one minute after\r\nthe witnesses heard a gunshot, and said the defendant had just \"shot someone.\"\r\nThe First Circuit upheld the admission of the excited utterance and found no\r\nBruton violation. Id. at 449-50; accord United States v. Vazquez, 857 F.2d 857,\r\n864 (1st Cir. 1988) (finding no Bruton violation in the admission of a customs\r\nofficial's testimony in a joint trial about a codefendant's excited utterance\r\nimplicating defendant, which was made when authorities detained the two men). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold that Otis's excited utterance, as repeated to the jury by\r\neyewitness Horlback, is not barred by the Confrontation Clause. Otis allegedly\r\nmade the statement one to two minutes after purportedly seeing his brother\r\nfatally shoot an unarmed man. Its spontaneous nature ensures its reliability\r\nwithout the need for cross-examination. An excited utterance differs markedly\r\nfrom a statement or confession a codefendant makes to an investigator after\r\nhaving had time to collect his or her thoughts, time enough perhaps to concoct\r\na story identifying an accomplice as the perpetrator. Otis's statement falls\r\nwithin a firmly rooted exception to the hearsay rule and consequently does not\r\nviolate the Confrontation Clause. White v. Illinois, supra; accord State v.\r\nBurdette, 335 S.C. at 44-45, 515 S.E.2d at 530-31 (holding that admission of an\r\nexcited utterance made by a victim to police did not violate the Confrontation\r\nClause because the excited utterance exception is a firmly rooted hearsay\r\nexception) (citing White v. Illinois, supra). \r\n  \r\np.58\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nOur holding is consistent with Lilly v. Virginia, 527 U.S. ___, 119\r\nS.Ct. 1887, 144 L.Ed.2d 117 (1999), a recent case in which the Supreme Court\r\nconsidered the Bruton doctrine, the Confrontation Clause, and firmly rooted\r\nhearsay exceptions. In Lilly, a Virginia trial court admitted a nontestifying\r\ncodefendant's confession to police that implicated his defendant brother as\r\nevidence against the defendant brother. The Virginia Supreme Court held that\r\nthe codefendant's custodial confession was a statement against his penal interest\r\nand, because that qualifies as a firmly rooted hearsay exception under Virginia\r\nlaw, admitting the codefendant's confession did not violate the defendant\r\nbrother's Confrontation Clause rights. Lilly, 527 U.S. at ___, 119 S.Ct. at 1893,\r\n144 L.Ed.2d at 125. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA plurality of the Supreme Court reversed, holding that an\r\naccomplice's custodial confession that inculpates a codefendant is not within a\r\nfirmly rooted hearsay exception. Id. at ___, 119 S.Ct. at 1898-99 &amp; n.5, 144\r\nL.Ed.2d at 133 &amp; n.5. The dissenters found the plurality's analysis and holding\r\nunnecessarily broad. The plurality, concurring, and dissenting justices,\r\nhowever, all appear to support the continued vitality of the Bruton doctrine.\r\nFurthermore, nothing in any of the opinions disturbs the principle that a\r\nnontestifying codefendant's statement which is deemed reliable because it falls\r\nwithin a firmly rooted hearsay exception may be admitted without violating the\r\nConfrontation Clause.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nWe affirm the trial judge's denial of appellant's pretrial severance\r\nmotion and conclude the judge did not err in relying upon Zafiro v. United\r\nStates, supra. We affirm the denial of appellant's mistrial motion because the\r\nadmission of the excited utterance of a codefendant did not violate appellant's\r\nrights under the Confrontation Clause and Bruton v. United States, supra. \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nToal, Moore and Burnett, JJ., concur. Finney, C.J., dissenting\r\nin a separate opinion. \r\n  \r\n\r\n5 The Virginia courts and the Supreme Court also addressed the second\r\nmethod of determining the reliability of a statement, i.e., whether the statement\r\ncontains sufficient particularized guarantees of trustworthiness. Again, our\r\nopinion does not address that method. See footnote 4. \r\n  \r\np.59\r\n\r\nSTATE v. DENNIS \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. The State chose to try\r\nappellant and his brother jointly for the murder of Terrance Johnson, and\r\ntherefore elected to subject itself to the special evidentiary considerations\r\nwhich arise in such situations. See State v. Singleton, 303 S.C. 313, 400\r\nS.E.2d 488 (1991) (admonishing trial judges to exercise caution in joint\r\ntrials, especially to ensure protection of Confrontation Clause rights); State\r\nv. Bellamy, 293 S.C. 103, 359 S.E.2d 63 (1987) (urging \"state to carefully\r\nconsider all the available alternatives before deciding to try co-defendants\r\njointly . . . .\"). In my opinion, the admission of Otis' statement to Horlback\r\nthat appellant shot Johnson is the quintessential Confrontation Clause\r\nviolation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe majority holds that the brother's \"excited utterance\",\r\ninculpating only the appellant, made only one to two minutes after the\r\nshooting, and made to a witness who observed the brother leaving the scene\r\nwhile attempting to secrete the murder weapon, is so inherently reliable that\r\nits admission is constitutionally permissible. The suggestion that this\r\nstatement is reliable because the brother did not have time to concoct a\r\nblame-shifting story is naive, as is any assertion that the context in which\r\nthe statement was made provides a substantial guarantee of its\r\ntrustworthiness. To characterize all 'excited utterances' as 'firmly rooted'\r\nhearsay exceptions exempt from the strictures of the Confrontation Clause is\r\nan oversimplification similar to that made by the Virginia Supreme Court\r\nand criticized by the United States Supreme Court in Lilly v. Virginia, 119\r\nS.Ct. 1887 (1999). In the Lilly plurality opinion, the Court explicitly\r\nreiterated, \"It is clear that our cases consistently have viewed an\r\naccomplice's statements that shift or spread blame to a criminal defendant as\r\nfalling outside the realm of those 'hearsay exception [s] [that are] so\r\ntrustworthy that adversarial testing can be expected to add little to [the\r\nstatements'] reliability.\"' 119 S.Ct. at 1898 (internal citation omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile the issue raised in this appeal was left open by the United\r\nStates Supreme Court in Bruton v. United States, 390 U.S. 123, 128 n. 3\r\n(1968), nothing in subsequent decisions by that Court persuades me that the\r\ntype of statement at issue here would ever be deemed admissible in a joint\r\ntrial. I would reverse appellant's conviction. \r\n  \r\np.60 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]