[{"id":"24980","title":"Charleston County School District v. Charleston County Election Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24980","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCharleston County\r\nSchool District, Respondent, \r\n  \r\nv. \r\n  \r\nCharleston County\r\nElection Commission\r\nand State of South\r\nCarolina Election\r\nCommission, of whom\r\nState of South Carolina\r\nElection Commission is Appellant. \r\n  \r\nAppeal From Charleston County\r\nR. Markley Dennis, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24980 \r\n  \r\nHeard June 23, 1999 Filed August 2, 1999 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General Treva G. Ashworth, Assistant and\r\nDeputy Attorney General J. Emory Smith, Jr., all of\r\nColumbia, for appellant. \r\n  \r\nRobert N. Rosen, Donald B. Clark, and Daniel F.\r\nBlanchard, all of Rosen, Goodstein, and Hagood, of\r\nCharleston, for respondent. \r\n  \r\n  \r\n  \r\np.1\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: The circuit court, at the request of the Charleston\r\nCounty School District (District), issued a writ of mandamus directing the\r\nCharleston County Election Commission (County Commission) to post and\r\ndistribute a supplemental ballot handout to voters at each precinct during a\r\n$350 million school bond referendum. The South Carolina State Election\r\nCommission (State Commission) appeals. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nDistrict's Board of Trustees adopted a resolution in January 1998\r\ncalling for a $350 million bond referendum to build or renovate 76 schools.\r\nDistrict directed County Commission to conduct an election March 28, 1998. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe ballot form prepared by District for placement on electronic\r\nvoting machines consisted of text the length of twelve typewritten pages. The\r\nballot form stated the question,1 then briefly listed specific renovations and\r\nadditions that would occur at each school. County Commission, after consulting\r\nwith State Commission, informed District the ballot form as proposed was too\r\nlong to fit on the machines. Neither District nor County Commission wanted\r\nto use paper ballots. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter further discussion, County Commission agreed to place a\r\nsummarized version of the question on the machines containing only the\r\nquestion and a list of affected schools. County Commission also agreed to post\r\nand distribute to voters at each precinct a twelve-page supplemental ballot\r\nhandout (titled \"Official Ballot Handout\") containing the complete list of specific \r\n  \r\n\r\n1 The question stated: \r\n\r\nShall the Board of Trustees of Charleston County School District,\r\nSouth Carolina, be empowered to issue general obligation bonds of\r\nthe School District in the aggregate principal amount not to exceed\r\n$350,000,000, the proceeds of which shall be used for the purpose\r\nof repairing, renovating and adding school facilities and classrooms,\r\nincluding 'specifically the projects listed below, and the\r\nimplementation of the Community Review Panel as approved by\r\nthe Board of Trustees on January 20, 1998? \r\n  \r\np.2\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nrenovations and additions, along with the total estimated amount to be spent\r\nat each school. The Charleston County seal was placed at the top of the first\r\npage of the handout, a change that was informally approved only by County\r\nCommission's chairman. District printed 190,000 copies of the handout at a\r\ncost of $12,000. District also sought and obtained election pre-clearance from\r\nthe United States Department of Justice in accordance with the Voting Rights\r\nAct of 1965. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCounty Commission reversed its position at a meeting March 10,\r\n1998. County commissioners stated in affidavits that State Election\r\nCommission Chairman Sam Howell's statements against distributing the\r\nhandout, letters and comments from state legislators opposing the handout, and\r\nchanges made by District in the handout, including the addition of the county\r\nseal, prompted them to refuse to distribute it.  Commissioners believed the\r\nhandout violated S.C. Code Ann. § 7-25-180 (Supp. 1998), which prohibits the\r\ndistribution of \"campaign literature\" within 200 feet of any polling place. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDistrict filed a complaint and a motion seeking a writ of mandamus\r\nand mandatory injunction under Rule 65(f), SCRCP. District's complaint\r\nincluded a declaratory judgment action pursuant to S.C. Code Ann. º 15-53-30\r\n(1976). County Commission and State Commission opposed District's request.\r\nThe circuit court granted the motion for a writ of mandamus and ordered\r\nCounty Commission to post and distribute the handout. The order did not\r\naddress the declaratory judgment action. County Commission complied with\r\nthe order. A majority of voters rejected the bond referendum. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSTANDARD OF REVIEW \r\n  \r\n  \r\n  \r\n\"Mandamus is somewhat of a hybrid proceeding. It is not a suit in\r\ntort, nor is it a suit in contract; it is not strictly a law case, nor is it one in\r\nequity. It is based on the theory that an officer charged with a purely\r\nministerial duty can be compelled to perform that duty in case of refusal.\"\r\nLombard Iron Works &amp; Supply Co. v. Town of Allendale, 187 S.C. 89,95-96,196\r\nS.E. 513, 516 (1938). Whether to issue a writ of mandamus lies within the\r\nsound discretion of the trial court, and an appellate court will not overturn that\r\ndecision unless the trial court abuses its discretion. Jolly v. Marion Nat'l Bank,\r\n267 S.C. 681, 685-86, 231 S.E.2d 206, 208 (1976); Linton v. Gaillard, 203 S.C.\r\n19, 23, 25 S.E.2d 896, 898 (1943). An abuse of discretion arises where the trial \r\n  \r\n  \r\n  \r\np.3\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\ncourt was controlled by an error of law or where its order is based on factual\r\nconclusions that are without evidentiary support. Tri-County Ice and Fuel Co.\r\nv. Palmetto Ice Co., 303 S.C. 237,242,399 S.E.2d 779,782 (1990). In reviewing\r\na decision on a mandamus petition, an appellate court will not disturb the\r\nfactual findings of the trial court when those findings are supported by any\r\nreasonable evidence. De Pass v. Broad River Power Co., 173 S.C. 387, 3952 176\r\nS.E. 325, 328 (1934). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Is this appeal moot? \r\n  \r\n2. Does State Commission have standing to appeal\r\nthis case? \r\n  \r\n3. Did the circuit court err in issuing a writ of\r\nmandamus directing County Commission to post\r\nand distribute a supplemental ballot handout? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n1. MOOTNESS \r\n  \r\nDistrict contends the Court should not hear this appeal because the\r\ncase is moot. The handout was posted and distributed, the referendum failed,\r\nand no one appealed the outcome of the election. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"This Court will not pass on moot and academic questions or make\r\nan adjudication where there remains no actual controversy. Mootness has been\r\ndefined as follows: 'A case becomes moot when judgment, if rendered, will have\r\nno practical legal effect upon existing controversy. This is true when some\r\nevent occurs making it impossible for [the] reviewing Court to grant effectual\r\nrelief.\"' Byrd v. Irmo High School, 321 S.C. 426,431,468 S.E.2d 861,864 (1996)\r\n(citations omitted). A court may take jurisdiction, despite mootness, if \"the\r\nissue raised is capable of repetition but evading review.\"' Id., (citing In Interest\r\nof Darlene C., 278 S.C. 664, 6615, 301 S.E.2d 1362 137 (1983)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe choose to decide this appeal even though this particular case is \r\n  \r\np.4 \r\n  \r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nmoot. The same situation could arise again and it is unlikely an appellate court\r\nwould resolve such a case before an election was held. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. STANDING \r\n  \r\n  \r\n  \r\nDistrict asserts State Commission lacks standing to adjudicate the\r\nrights of County Commission, which is not a party to this appeal, before this\r\nCourt. State Commission is not responsible for conducting local elections, but\r\nmerely provides advice and technical assistance, District contends. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo have standing, one must have a personal stake in the subject\r\nmatter of the lawsuit, i.e., one must be a real party in interest. Glaze v.\r\nGrooms, 324 S.C. 249, 255,478 S.E.2d 841, 845 (1996); Townsend v. Townsend,\r\n323 S.C. 309) 474 S.E.2d 424 (1996). \"A real party in interest is one who has a\r\nreal, material, or substantial interest in the subject matter of the action, as\r\nopposed to one who has only a nominal or technical interest in the action.\"\r\nAnchor Point Inc. v. Shoals Sewer Co., 308 S.C. 4222 428, 418 S.E.2d 546, 549\r\n(1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nState Commission has standing to pursue this appeal because it has\r\nsignificant duties regarding ballot forms which give it a real and substantial\r\ninterest in this case. E. ., S.C. Code Ann.§ 7-13-320 (1976 &amp; Supp. 1998)\r\n(ballot standards and specifications); S.C. Code Ann. § 7-13-325 (Supp..1998)\r\n(develop regulations and forms on candidate's name as it appears on ballot);\r\nS.C. Code Ann. §§ 7-13-330 and -335 (1976 &amp; Supp. 1998) (arrangement of\r\nnames and offices on ballot); S.C. Code Ann. § 7-13-340 (1976) (prepare and\r\ndistribute all state and national ballots); S.C. Code Ann. § 7-13-400 (1976) (form\r\nof ballot for bond referendum or other question); S.C. Code Ann. § 7-13-610\r\n(Supp. 1998) (preparation of certain primary ballots); S.C. Code Ann. § 7-13-\r\n611 (Supp. 1998) (establishing sample \"official ballot\" and giving State\r\nCommission power to promulgate regulations on county and state ballots); S.C.\r\nCode Ann. § 7-13-1360(c) and -1370 (1976) (prescribe form and arrangement of\r\nballot labels and ballot cards used in vote recorders); S.C. Code Ann. § 7-13\r\n1490 (1976) (promulgate regulations on use of vote recorders). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, State Commission may appeal because District\r\nnamed it as a party in its complaint and motion, and the circuit court named it \r\n  \r\np.5\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nas a party in its order. See Rule 201(b), SCACR (\"[o]nly a party aggrieved by\r\nan order, judgment, or sentence may appeal\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. WRIT OF MANDAMUS \r\n  \r\n  \r\n  \r\nState Commission asserts the circuit court erred in issuing a writ\r\nof mandamus because (1) no established right exists to the use of a handout in\r\na bond referendum; (2) any decision on the use of a handout was for County\r\nCommission to make, not District; (3) District had an adequate remedy at law\r\nbecause it could have delayed the election to resolve the handout issue; and (4)\r\na supplemental ballot handout on a bond referendum is not authorized by\r\nstatute or case law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDistrict contends mandamus was proper because (1) District has the\r\nauthority to write the question to be placed on the ballot form, and County\r\nCommission must merely carry out its ministerial duty by conducting the\r\nelection as ordered; (2) District did not have time before the election to engage\r\nin protracted litigation to enforce its rights; (3) no statute prohibits\r\nsupplemental ballot handouts; and (4) the handout was not forbidden\r\n\"campaign literature,\" but was merely the full, unbiased text of the public\r\nmeasure at issue and was permissible under the statutes and this Court's\r\nprecedent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"The writ of mandamus is the highest judicial writ known to the\r\nlaw.... The primary purpose or function of a writ of mandamus is to enforce an\r\nestablished right, and to enforce a corresponding imperative duty created or\r\nimposed by law. It is designed to promote justice, subject to certain well-defined\r\nqualifications. Its principal function is to command and execute, and not to\r\ninquire and adjudicate.\" Willimon v. City of Greenville, 243 S.C. 82, 86-87, 132\r\nS.E.2d 1691170-71 (1963). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, to obtain a writ of mandamus requiring the\r\nperformance of an act, the applicant must show (1) a duty of the opposing party\r\nto perform the act, (2) the ministerial nature of the act, (3) the applicant's\r\nspecific legal right for which discharge of the duty is necessary, and (4) a lack\r\nof any other legal remedy. Redmond v. Lexington County School Dist. No. Four,\r\n314 S.C. 431) 4371 445 S.E.2d 441) 445, (1994) (citing Willimon v. City o\r\nGreenville, supra). In analyzing these factors, it must be emphasized that \r\n  \r\np.6\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"[w]here for any reasons the duty to perform the act is doubtful, the obligation\r\nis not regarded as imperative, and the applicant will be left to his other\r\nremedies. So when the statute prescribing the duty does not clearly and\r\ndirectly create it, the writ will not lie.... Mandamus will not issue to enforce\r\ndoubtful rights.\" Gardner v. Blackwell, 167 S.C. 313, 321, 166 S.E. 338, 341\r\n(1932). The duty to perform an act must be indisputable and plainly defined.\r\nCentral South Carolina Chapter, Society of Professional Journalists v. United\r\nStates District Court, 551 F.2d 559, 562 (4th Cir. 1977). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold that the circuit court abused its discretion in issuing a writ\r\nof mandamus because none of the four factors is met in this case. The circuit\r\ncourt's decision was controlled by an error of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, District has not shown that County Commission or State\r\nCommission has a plainly defined duty to post and distribute a supplemental\r\nballot handout on a bond referendum. District has cited no statute or case, and\r\nwe have found none, requiring County Commission to distribute the handout.\r\nSee Gardner v. Blackwell, supra (this Court refused to issue writ of mandamus\r\nin its original jurisdiction to force election officials to prepare a single ballot\r\nlisting national candidates because no statute required it). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, we agree with District that the general duty of organizing\r\nand conducting the election is a ministerial act. It would have been proper for\r\nthe circuit court to issue a writ of mandamus directing County Commission to\r\norganize and conduct a bond referendum ordered by District if County\r\nCommission had refused to do so. See S.C. Code Ann. § 59-71-40 (1990) (after\r\nDistrict orders the bond referendum and notifies County Commission, \" [i]t shall\r\nthereupon become the duty of the commissioners of election to conduct the\r\nelection so ordered\"); Killian v. Wilkins, 203 S.C. 74, 26 S.E.2d 246 (1943) (after\r\nvacancy was created when no candidates were elected because citizens failed to\r\nproperly register to vote in duly called election, Court issued writ of mandamus\r\ndirecting holdover town officials to organize a special election as required by\r\nstatute); Easler v. Maybank , 191 S.C. 511, 5 S.E.2d 288 (1939) (after Court\r\ndeclared void an election of school trustees, Court had power to compel election\r\nby issuing writ of mandamus to governor under statute authorizing the\r\nelection). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, however, County Commission met promptly to begin \r\n  \r\np.7\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\norganizing the election after District approved the resolution calling for the\r\nbond referendum. The ministerial act at issue is not the general duty of\r\norganizing and conducting the election; the ministerial act at issue is whether\r\nCounty Commission has a specific duty to distribute a supplemental ballot\r\nhandout upon District's order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt also would have been proper for the circuit court to issue a writ\r\nof mandamus directing County Commission to place the question approved by\r\nDistrict on the ballot if County Commission had refused to do so. District has\r\nthe ultimate authority to determine the form of the ballot as it pertains to the\r\nsubstantive content of the question placed on the ballot. Neither State\r\nCommission nor County Commission has any unilateral authority to shorten or\r\nchange the wording of a question to fit a particular ballot form. State\r\nCommission and County Commission, subject to statutory guidance, control the\r\nform of the ballot only as it pertains to physical characteristics of the ballot such\r\nas space limitations and the arrangement of names and issues. See 29 C.J.S.\r\nElections §§ 155-56 (1965) (act of having ballots printed is ministerial, and\r\nofficials must follow statutes regarding form and content of ballots). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf District had insisted on keeping the question it originally\r\nproposed, then County Commission would have been required to conduct an\r\nelection with paper ballots because the question was too lengthy to place on the\r\nvoting machine ballot. That proved unnecessary in this instance because\r\nDistrict and County Commission worked together to prepare a shorter question\r\nthat would fit on the voting machine ballot. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThird, District has not cited any statute or case, and we have found\r\nnone, demonstrating it has a clearly established right to force County\r\nCommission to distribute the supplemental ballot handout. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFourth, District had another legal remedy. This case could have\r\nbeen resolved under the Uniform Declaratory Judgments Act. S.C. Code Ann.\r\n§§ 15-53-10 to -140 (1976 &amp; Supp. 1998); Rule 57, SCRCP. \"Any person ...\r\nwhose rights, status or other legal relations are affected by a statute ... may\r\nhave determined any question of construction or validity arising under the . .\r\n.statute ... and obtain a declaration of rights, status or other legal relations\r\nthereunder.\" S.C. Code Ann. § 15-53-30 (1976). This case presented a\r\njusticiable controversy. See Graham v. State Farm Mut. Auto. Ins. Co., 319 \r\n  \r\np.8\r\n\r\nCHARLESTON COUNTY. SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. 69, 459 S.E.2d 844 (1995) Justiciable controversy exists when a concrete\r\nissue is present, there is a definite assertion of legal rights and a positive legal\r\nduty which is denied by the adverse party). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe only supplemental ballot handout local election officials are\r\nexplicitly authorized by statute to distribute is an explanation of a proposed\r\nconstitutional amendment. See S.C. Code Ann. § 7-13-2110 and -2120 (1976).\r\nThe record reveals that similar handouts, proper or not, have been used in other\r\nelections.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court has held that the question which appears on a voting\r\nmachine ballot is not required to contain the entire text of a proposed measure.\r\nThe summarized question must explain the measure \"plainly, fairly, and in\r\nsuch words that the average voter may understand its character and purpose.\"\r\nStackhouse v. Floyd, 248 S.C. 183, 193, 149 S.E.2d 437, 443 (1966); accord\r\nFleming v. Royal, 145 S.C. 438, 143 S.E. 162, 166 (1928) (\" [i] t is not necessary\r\nto set forth at length in the ballot the full terms of the [constitutional]\r\namendment, if the notice gives sufficient information to the electors\"); 29 C.J.S.\r\nElections § 170 (question on ballot is sufficient if it identifies the matter and\r\nshows its character and purpose without misleading or deceiving voters); 26\r\nAm.Jur.2d Elections § 313 (1996) (same). The Court, however, has not decided\r\nwhether a governing body may force local election officials to distribute a\r\nsupplemental ballot handout containing the full text of a proposed measure\r\nwhen a summary of the measure is placed on a voting machine ballot. \r\n  \r\nIn light of our decision that the circuit court erred in issuing the\r\nwrit of mandamus, we decline to address the propriety of this supplemental \r\n  \r\n  \r\n  \r\n\r\n2 A letter written by State Commission Executive Director James F.\r\nHendrix to District's counsel explains that the handout proposed by District \"is\r\nsimilar to what we have done in general elections when there are large numbers\r\nof amendments on the ballot and what has been done in other referenda when\r\nthe question exceeds the capacity of the voting system being used.\" At the\r\ncircuit court hearing on the mandamus motion, State Commission's counsel\r\nconceded supplemental ballot handouts have \"been used in the past and not just\r\n[with] constitutional amendments, [b]ut that doesn't mean they were in\r\ncompliance with the law.\" \r\n  \r\np.9\r\n\r\nCHARLESTON COUNTY SCHOOL DISTRICT v. CHARLESTON\r\nCOUNTY ELECTION COMMISSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nballot handout. This case presents a practical problem - complex or lengthy\r\nmeasures that will not fit on ballot forms used in modern voting machines. We\r\nsuggest the Legislature may wish to address the matter of supplemental ballot\r\nhandouts such as the one at issue in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe decide this appeal, even though this particular case is moot,\r\nbecause the issue is capable of repetition yet evading review. State Commission\r\nhas standing to pursue the appeal because it has significant duties regarding\r\nballot forms. We reverse the circuit court because it abused its discretion in\r\nissuing a writ of mandamus when there was no plainly defined duty or clearly\r\nestablished right to post and distribute a supplemental ballot handout. \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.10 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24981","title":"J.K. Construction, Inc. v. Western Carolina Regional Sewer Authority","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24981","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nJ.K. Construction, Inc.,\r\nas property owner in\r\nWestern Carolina\r\nRegional Sewer\r\nAuthority, and on behalf\r\nof all others similarly\r\nsituated, Appellant, \r\n  \r\nv. \r\n  \r\nWestern Carolina\r\nRegional Sewer\r\nAuthority, South\r\nCarolina, Respondent. \r\n  \r\nAppeal From Greenville County\r\nCharles B. Simmons, Jr., Master-in-Equity \r\n  \r\nOpinion No. 24981 \r\n  \r\nHeard June 10, 1999 - Filed August 2,1999 \r\n  \r\nAFFIRMED \r\n  \r\nJames Andrew Smith of Love, Thornton, Arnold &amp;\r\nThomason, P.A., Greenville, for appellant. \r\n  \r\nSteve A. Matthews of Sinkler &amp; Boyd, P.A.,\r\nColumbia, and Leo H. Hill of Hill, Wyatt &amp; Bannister,\r\nGreenville, for respondent. \r\n  \r\n  \r\n  \r\np.11\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: J.K. Construction, Inc., (JKC) paid under protest\r\na 11new account fee\" imposed by Western Carolina Regional Sewer Authority\r\n(Authority), then brought a declaratory judgment action challenging the validity\r\nof the fee. JKC asked the court to enjoin Authority from imposing the fee and\r\norder Authority to reimburse everyone who had paid the fee. The circuit court\r\nreferred the case to a master-in-equity, granting the master authority to enter\r\na final judgment with appeal directly to this Court. The master granted\r\nAuthority's motion for summary judgment, ruling the fee was valid under\r\nstatutory law and the state constitution. JKC appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nThe parties stipulated to all pertinent facts. Authority is a special\r\npurpose. district created by the Legislature in 1925. The district includes most\r\nof Greenville County and portions of three surrounding counties. Authority\r\nowns and operates trunk sewer lines, sewage pumping stations, and sewage\r\ntreatment facilities. It disposes of sewage initially collected by other entities.\r\nJKC receives service from the Metropolitan Sewer District, a special purpose\r\ndistrict that is a sub-district of Authority. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1995, on the recommendation of a consultant and after a public\r\nhearing, Authority's Board of Commissioners voted to begin requiring each\r\nperson or entity to pay a new account fee when connecting to the sewer system\r\nor upgrading to a larger water line. The fee ranges from $500 for a residential\r\nuser to $80,000 for a large industrial user. Authority began imposing the fee\r\nNovember 1, 1995. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBefore 1975, Authority relied on ad valorem property taxes to fund\r\noperating, maintenance, capital, and debt service expenses. Authority began\r\nthat year, as a condition of continued eligibility for federal grants, to rely solely\r\non sewer use charges to pay all expenses and debt. Since the 1970s, Authority\r\nhas used revenue from its customers to pay about $120 million in debt service\r\non general obligation and revenue bonds. In addition, customers' revenue has\r\nprovided more than $28 million for capital projects not financed with bonded\r\nindebtedness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSince 1995, Authority's customers, through payment of sewer use\r\ncharges, have built up retained earnings from a deficit to a balance of $26.5\r\nmillion and funded a contingent account of $2.3 million, according to Authority's \r\n  \r\np.12\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\n1997 fiscal report. Those amounts, however, are not sufficient to pay for all\r\nfuture capital improvements to the system. Proceeds from the new account fee\r\nwill be spent only on unspecified capital improvement projects in the future. The\r\nnew fee generated nearly $310,000 in revenue in fiscal 1996 and $1.27 million\r\nin fiscal 1997. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSTANDARD OF REVIEW \r\n  \r\n  \r\n  \r\nThis appeal raises three questions of law. When an appeal involves\r\nstipulated or undisputed facts, an appellate court is free to review whether the\r\ntrial court properly applied the law to those facts. Craig Constr. Co. v. Hendrix,\r\n568 So.2d 752, 756 (Ala.1990); Miller v. Board of Trustees, 970 P.2d 512, 514\r\n(Idaho 1998); cert. denied, _ U.S. _, 1999 WL 231546 (June 7, 1999); cf.\r\nHarleysville Mut. Ins. Co. v. R.W. Harp and Sons, Inc., 305 S.C. 492,409 S.E.2d\r\n418 (Ct. App. 1991) (stipulated facts leave only a question of law for trial court);\r\nIndependent Grain Dealers Marketing Ass'n, Inc. v. Beard, 284 S.C. 309, 326\r\nS.E.2d 169 (Ct. App. 1985) (same). In such cases, the appellate court owes no\r\nparticular deference to the trial court's legal conclusions. See S.C. Const. art. V,\r\n§§ 5 and 9; S.C. Code Ann. §§ 14-3-320, 14-3-330, and 14-8-200 (1976 &amp; Supp.\r\n1998) (granting Supreme Court and Court of Appeals the jurisdiction to correct\r\nerrors of law in both law and equity actions); accord Foss Alaska Line, Inc. v.\r\nNorthland Services, Inc., 724 P.2d 523, 526 (Alaska 1986) (appellate court may\r\nreview application of legal doctrine to undisputed facts without usual deference\r\nto lower court); Gwinnett County v. Davis, 492 S.E.2d 523, 525 (Ga. 1997)\r\n(same); cases collected in West's Digests, Appeal and Error, Key No. 841. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Did the trial court err in ruling that the new\r\naccount fee was a charge, rather than a tax that\r\nmust be uniformly applied to all customers in the\r\nspecial purpose district? \r\n  \r\n2. Did the trial court err in ruling that Authority\r\nmay impose the new account fee on individuals\r\nconnecting to the sewer system after a given\r\ndate? \r\n  \r\n3. Did the trial court err in ruling that imposition of \r\n  \r\np.13\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\nthe new account fee does not violate the Equal\r\nProtection Clause? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. IS THE FEE A CHARGE OR A TAX? \r\n  \r\n  \r\n  \r\nJKC contends the trial court erred in ruling the new account fee is\r\na sewer service charge. The fee provides a general benefit to everyone who lives\r\nin Authority's district because proceeds will be used to expand treatment\r\ncapacity. Consequently, the court erred in refusing to hold that the fee is\r\nactually a tax which Authority must apply uniformly to all residents of the\r\ndistrict, not just to new customers, JKC argues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe disagree. We hold that the required payment is a charge, not a\r\ntax, and Authority has uniformly imposed the charge upon those who are\r\nrequired to pay it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, the required payment primarily benefits those who must pay\r\nit because they receive a special benefit or service as a result of improvements\r\nmade with the proceeds. That special benefit is the proper treatment and\r\ndisposal of sewage. Brown v. County of Horry, 308 S.C. 180, 184-85, 417 S.E.2d\r\n565~ 568 (1992) (holding that road maintenance fee imposed on all motor vehicles\r\nregistered in county was a service charge, not a tax). It is true that the entire\r\narea may benefit from improved and expanded sewage service, but a charge does\r\nnot become a tax merely because the general public obtains some benefit. Brown\r\nv. County of Horry, supra; Robinson v. Richland County Council, 293 S.C. 27,33,\r\n358 S.E.2d 392, 396 (1987) (holding that required payment imposed to fund\r\ninstallation and maintenance of sewer facility was assessment, and not tax,\r\nregardless of whether general public obtained health benefit from elimination\r\nof sewage problem). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, proceeds from the required payments are dedicated solely\r\nto capital improvement projects. The proceeds are not placed in a general fund\r\nto be spent on Authority's ongoing expenses and maintenance, which is a\r\nhallmark of a tax. Hagley Homeowners Ass'n v. Hagley Water, Sewer, and Fire\r\nAuth., 326 S.C. 67~ 752 485 S.E.2d 92) 96 (1997) (\"[g]enerally, taxes are imposed\r\non all property for the maintenance of government\"); Brown v. County of Horry\r\nsupra (revenue from fees destined for general fund indicates a tax). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThird, as the parties stipulated, the revenue generated by the \r\n  \r\np.14\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\nrequired payment will not exceed the cost of capital improvements to the system.\r\nC.R. Campbell Constr. Co. v. City of Charleston, 325 S.C. 235, 481 S.E.2d 437\r\n(1997) (applying factors from Brown v. County of Horry, supra, to uphold validity\r\nof municipal real estate transfer fee dedicated to parks and recreation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFourth, Authority uniformly has imposed the required payment\r\nupon those who must pay it. The trial court ruled the required payment,\r\nbecause it was a charge imposed by a special purpose district, was not mandated\r\nby statute or the constitution to be uniform in the sense that every customer had\r\nto pay it. The court noted, however, that Authority uniformly had imposed the\r\nrequired payment on all new customers based on their anticipated water usage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the trial court's reasoning. While no statute or\r\nconstitutional provision explicitly requires charges by special purpose districts\r\nto be uniform, the Court has stated that charges or assessments imposed only\r\nupon certain individuals \"must be fairly and justly apportioned among those\r\ncharged with their payment. A method of apportionment, whether by statute or\r\nby regulation, that is manifestly arbitrary or discriminatory does not fulfill the\r\nconstitutional requirements of due process and equal protection.\" Hagle\r\nHomeowners Ass'n, 326 S.C. at 76-77, 485 S.E.2d at 97 (quoting Newton v.\r\nHanlon, 248 S.C. 251,149 S.E.2d 606 (1966)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFifth, we may consider the fact that Authority intended to classify\r\nthe payment as a charge. Brown v. County of Horry, 308 S.C. at 184, 417 S.E.2d\r\nat 568 (while governmental entity's intent may be considered, the question of\r\nwhether a required payment is a charge or a tax depends on its real nature and\r\nnot the label assigned to it by the governmental entity that approved it).\r\nAuthority described it as a \"new account fee\" in the resolution adopting it, and\r\nhas not used tax levies since 1975 in order to maintain continued eligibility for\r\nfederal grants. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJKC's reliance upon Casey v. Richland County Council, 282 S.C. 387,\r\n320 S.E.2d 443 (1984), is misplaced. In that case, the county imposed a required\r\npayment upon all residents who lived in unincorporated areas of the county to\r\nbuild a sewer system. The Court stated that each resident required to pay the\r\nassessment must receive a specific benefit or service in order for the payment to\r\nqualify as a valid assessment. Each resident did not because many residents of\r\nunincorporated areas already were served by municipal systems; therefore, the\r\npayment was not an assessment. Instead, the Court determined the required \r\n  \r\n  \r\n  \r\np.15\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\npayment was a tax because it would provide only a general benefit to those\r\nresidents already served by municipal systems. But as a tax, it was\r\nunconstitutional because it was not uniformly applied to everyone who lived in\r\nthe county - residents of municipalities and unincorporated areas alike. Id.; S.C.\r\nConst. art. X, §§ 1 and 6. Consequently, the Court struck down the required\r\npayment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find Casey distinguishable from the present case. The new\r\naccount fee properly is classified as a charge, not a tax, as explained above.\r\nFurthermore, every person or entity required to pay the new account fee will\r\nreceive a special benefit or service as a result of improvements made with the\r\nproceeds. Unlike Casey, Authority has not required anyone who will not benefit\r\nfrom the service to pay the fee. Accord Wright v. Proffitt, 261 S.C. 68, 72, 198\r\nS.E.2d 275, 277 (1973) (assessment for a local improvement is valid when it\r\nconfers a benefit on property owners in the district where it is assessed, and that\r\nbenefit is distinct from general benefit enjoyed by those outside the district);\r\nNewton v. Hanlon, 248 S.C. at 262-63, 149 S.E.2d at 612 (special purpose district\r\nmay use ad valorem property tax, frontage-foot assessments, monthly use\r\ncharges, or combination thereof, to build and maintain a sewer system); Distin\r\nv. Bolding, 240 S.C. 545, 126 S.E. 2d 649 (1962) (upholding validity of legislative\r\nact that allowed a special purpose district to impose assessments on real\r\nproperty to pay for construction of sewage disposal facilities). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. IMPOSITION OF FEE AFTER A GIVEN DATE \r\n  \r\n  \r\n  \r\nJKC contends that even if the new account fee is classified as a\r\ncharge, the trial court erred in ruling that Authority may impose it on\r\nindividuals connecting to the sewer system after the \"magical date\" of November\r\n1, 1995. The fee violates Article X, Section 12 of the state constitution and a\r\nstatute requires any charges to be imposed upon all those to whom service is\r\nrendered, not just new customers, JKC argues. \r\n  \r\nArticle X, Section 12 states: \r\n  \r\nNo law shall be enacted permitting the incurring.of\r\nbonded indebtedness by any county for sewage disposal\r\nor treatment, fire protection, street lighting, garbage\r\ncollection and disposal, water service or any other\r\nservice or facility benefitting only a particular \r\n  \r\np.16\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\ngeographical section of the county unless a special\r\nassessment, tax or service charge in an amount\r\ndesigned to provide debt service on bonded\r\nindebtedness or revenue bonds incurred for such\r\npurposes shall be imposed upon the area or persons\r\nreceiving the benefit therefrom (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen construing the constitution, the Court applies rules similar to\r\nthose relating to the construction of statutes. McKenzie v. McLeod, 251 S.C.\r\n226, 161 S.E.2d 659 (1968). In construing a statutory or constitutional provision,\r\nthe Court must give clear and unambiguous terms their plain and ordinary\r\nmeaning without resorting to subtle or forced construction to limit or expand the\r\nprovision's operation. See Gilstrap v. South Carolina Budget and Control Bd.,\r\n310 S.C. 210, 423 S.E.2d 101 (1992). \"This Court is bound to presume that the\r\nframers of the constitution had some purpose in inserting every clause and every\r\nword contained in the document. It is never to be supposed that a single word\r\nwas inserted in the law of this state without the intention of thereby conveying\r\nsome meaning.\" Davenport v. City of Rock Hill, 315 S.C. 114, 117, 432 S.E.2d\r\n451, 453 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJKC urges the Court to read Article X, Section 12 to include special\r\npurpose districts. We agree with Authority that the provision is inapplicable\r\nbecause it explicitly applies only to counties, not to special purpose districts or\r\nother political subdivisions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJKC next asserts that S.C. Code Ann. § 6-15-60 (Supp. 1998)\r\nrequires Authority to impose the new account fee on everyone in the district, not\r\njust on new customers who join the system after November 1, 1995. JKC relies\r\nupon the following emphasized language of Section 6-15-60: \r\n  \r\nThe General Assembly confirms the right of any\r\ngovernmental entity1 to impose upon all those to whom\r\nsewer service is rendered, (a) a sewer service charge\r\ntherefor, which may, in the discretion of its governing\r\nbody, be sufficient to provide for all or any part of the\r\ncost of operating and maintaining the sewer facilities \r\n  \r\n\r\n1 The definition of \"governmental entity\" includes special purpose\r\ndistricts. S.C. Code Ann. § 6-15-10(3) (Supp. 1998). \r\n  \r\np.17\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\nand to provide debt service on bonds or other\r\nobligations of the governmental entity issued to provide\r\nany type of sewer collection, disposal, or treatment\r\nservice, and (b) a sewer connection charge, or\r\nconnection fee or tapping fee designed to adequately\r\nreimburse the governing body for effecting the\r\nconnection to provide sewer service. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find JKC's argument unconvincing. As discussed above, the new\r\naccount fee is a uniform charge that applies to every individual in the district\r\nwho connects to the system or upgrades to a larger water line. Anything new -\r\nwhether it is a fee, a tax, or any of a thousand other things imposed by\r\ngovernment - must take effect on some date. The fact some individuals may\r\nhave avoided the new account fee due to astute planning or serendipity is no\r\nreason to invalidate an otherwise legitimate fee. Cf. State v. Rush, 305 S.C. 113,\r\n406 S.E.2d 355 (1991) (explaining the logical conclusion of arguing that a change\r\nin a criminal statute creates two classes of offenders in violation of equal\r\nprotection would be that, once Legislature had enacted a statute, it could never\r\namend or repeal it without running afoul of the equal protection clauses).2 \r\n  \r\n\r\n2 JKC describes the fee as a \"capital improvement sewer service charge.\"\r\nAnother perhaps more controversial term that describes it, which the parties\r\nhave not used extensively, is \"impact fee,\" or more accurately, \"capital\r\nimprovement impact fee.\" Authority's counsel conceded at oral argument that\r\nthe new account fee is an impact fee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLocal governing bodies have turned to impact fees in recent years as funds\r\nfrom the federal government dried up, mandates from state and federal\r\ngovernments increased, and local residents fought property tax hikes. Arthur\r\nC. Nelson, Development Impact Fees: The Next Generation, 26 Urb. Law. 541,\r\n561 (1994) (defining capital improvement impact fees as those associated with\r\nthe acquisition or construction of a facility rather than the dedication of land;\r\narticle discusses why governments impose impact fees and the future of such\r\nfees). The purpose of an impact fee is \"to fairly distribute the capital\r\nimprovement costs of growth and development among those who are generating\r\nthe need for the improvements.\" Roger K. Dahlstrom, Development Impact\r\nFees: A Review of Contemporary Techniques for Calculation, Data Collection,\r\nand Documentation, 15 N. 111. U. L. Rev. 557 (1995); see also Noreen A. Murphy,\r\n(continued ... ) \r\n  \r\np.18\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\n3. EQUAL PROTECTION CLAUSE \r\n  \r\n  \r\n  \r\nJKC contends the trial court erred in ruling that imposition of the\r\nnew account fee does not violate the Equal Protection Clause. S.C. Const. art.\r\n1, § 3 (\"nor shall any person be denied the equal protection of the laws\"). We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo satisfy the Equal Protection Clause, a classification must (1) bear\r\na reasonable relation to the legislative purpose sought to be achieved, (2)\r\nmembers of the class must be treated alike under similar circumstances, and (3)\r\nthe classification must rest on some rational basis. D.W. Flowe &amp; Sons, Inc. v.\r\nChristopher Constr. Co., 326 S.C. 17, 23, 482 S.E.2d 558, 562 (1997) (citing\r\nJenkins v. Meares, 302 S.C. 142, 394 S.E.2d 317 (1990)). A legislative enactment\r\nwill be sustained against constitutional attack if there is \"any reasonable\r\nhypothesis\" to support it. Id. (citing Thomas v. Spartanburg Ry., Gas &amp; Elec.\r\nCo., 100 S.C. 478, 85 S.E. 50 (1915)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJKC first asserts the new account fee is not reasonably related to the\r\nlegislative purpose of expanding Authority's facilities because any expansion will\r\nbenefit everyone. Second, JKC defines the class as all residents of the district,\r\nwhich means those who join after November 1, 1995, are treated differently.\r\nThird, JKC contends there is no rational basis to charge only new customers for\r\nexpansions that will benefit everyone. \r\n  \r\n\r\n... continued)\r\nThe Viability of Impact Fees after Nolan and Dolan, 31 N. Eng. L. Rev. 203, 213\r\n(1996) (defining a type of impact fee as a \"one-time charge[] imposed on a\r\ndeveloper as a condition to receiving a building permit\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court observed in its order that JKC \"has not seriously debated\r\nthe defendant's authority to impose the fee.\" We conclude JKC has not\r\nchallenged Authority's basic power to impose an impact fee. Consequently, we\r\nexpress no opinion on that issue. See Hospitality Ass'n of South Carolina, Inc.\r\nv. County of Charleston, 320 S.C. 219, 224, 464 S.E.2d 113, 116-17 (1995) (to\r\ndecide whether governmental entity has a particular power, court must\r\ndetermine whether entity has the power to enact a given ordinance and, if so,\r\nwhether ordinance is inconsistent with constitution or general law of state);\r\naccord Williams v. Town of Hilton Head Island, 311 S.C. 417, 429 S.E.2d 802\r\n(1993). \r\n  \r\np.19\r\n\r\nJ.K. CONSTR. v. WESTERN CAROLINA REGIONAL SEWER AUTH. \r\n\r\n\r\n\r\n\r\n\r\nWe hold that the new account fee does not violate the Equal\r\nProtection Clause. First, the classification (requiring new customers to pay a\r\nnew account fee) is reasonably related to the legislative purpose to be achieved\r\n(pay for future capital improvement projects). Authority wishes to ensure it has\r\nadequate funds for such projects, and the fees are set aside in a special account\r\nfor that purpose. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, members of the class (new customers) are treated alike in\r\nthat all must pay a fee based on their anticipated water usage under a schedule\r\napproved by Authority's board. We do not agree with JKC that the class is\r\ncomprised of all residents of the district. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThird, the classification rests on a rational basis. It is rational for\r\nAuthority to prepare to pay for future capital improvement projects. Imposing\r\na new account fee, while perhaps not the only way to raise such funds, is a\r\nreasonable and legitimate method of accruing the funds. Existing customers\r\ncollectively have paid tens of millions of dollars to build the current system, and\r\nit seems eminently fair and reasonable to require new customers to shoulder a\r\nportion of the cost of future expansions their presence will demand. Accord\r\nRobinson v. Richland County Council, 293 S.C. at 31, 358 S.E.2d at 395\r\n(rejecting equal protection challenge to ordinance that allowed county to impose\r\ncharges on residents served by new sewer lines, but not neighbors whose lines\r\nhad been built with federal grant money); Newton v. Hanlon, 248 S.C. at 261,\r\n149 S.E.2d at 611 (frontage-foot assessment limited to cost of construction of\r\nsewer lines with assessment to be made upon lots abutting directly on lines did\r\nnot violate constitutional requirements of due process and equal protection). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe affirm the trial court's judgment by holding that (1) the new\r\naccount fee is a charge, not a tax, (2) Authority may begin imposing the fee on\r\nnew customers after a given date, and (3) the fee does not violate the Equal\r\nProtection Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.20\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24982","title":"Anthony Sharpe v. Case Produce, Inc. et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24982","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nAnthony Sharpe, Respondent, \r\n  \r\nv. \r\n  \r\nCase Produce, Inc., d/b/a\r\nCase Produce Co., Inc.\r\nand S.C. Workers'\r\nCompensation\r\nUninsured Employers'\r\nFund, Petitioners. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Richland County\r\nWilliam P. Keesley, Circuit Court Judge \r\n  \r\nOpinion No. 24982 \r\n  \r\nHeard June 8, 1999 - Filed August 2, 1999 \r\n  \r\nREVERSED \r\n  \r\nRobert T. Williams, Sr., of Williams, Hendrix,\r\nSteigner &amp; Brink, P.A., of Lexington, for respondent. \r\n  \r\nAjerenal Danley, of Columbia, and W.T. Geddings, of\r\nManning, for petitioners. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.21 \r\n  \r\n\r\nSharpe v. Case Produce, Inc. et al. \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals' opinion in Sharpe v. Case Produce Company, 329 S.C. 534,495 S.E.2d\r\n790 (Ct. App. 1997). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nSharpe worked for Case Produce packing and delivering cases of\r\ntomatoes. He filed a Workers' Compensation claim, alleging he had been\r\ninjured in the course and scope of his employment. According to Sharpe's\r\ntestimony, on Thursday, July 21st 1994, he was supposed to deliver 8 cases of\r\ntomatoes, weighing 25 lbs. each. Since it was a fairly small load, he decided to\r\nuse his own car to deliver them. As he went to set the first two boxes of\r\ntomatoes in his trunk, he \"felt like electricity go through my whole body.... So,\r\nI dropped the tomatoes and leaned up. When I leaned up my legs quit working\r\nand I fell on the pavement, skint my leg up and I couldn't move, I couldn't feel\r\nmy legs.\" Sharpe testified that he had worked the three days prior to the\r\naccident without any problems. On cross-examination, Sharpe testified he was\r\nhaving some kidney pain down his left side prior to the date of the accident, for\r\nwhich his employer had offered him a back brace. After the accident, he was\r\nhospitalized for 10 days, during which he had disc surgery performed on his\r\nback.1 When cross-examined about whether he had had a physical altercation\r\nwith his girlfriend, Shonda Goins Harper, the Saturday prior to the accident\r\n(July 16st), Sharpe denied that Harper had pushed him against a counter, or\r\nhurt his back in any way, and maintained she merely slapped him in the face\r\nand pushed him lightly in the chest. He denied that he went to work on\r\nMonday complaining of severe back pain due to the fight. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSharpe's employer, Doc Case, presented an entirely different picture.\r\nCase testified that on Monday, July 18th, when he arrived at work he found\r\nSharpe sitting on the front dock with a sore on his eye, his arms all scratched\r\nup and complaining he'd been in a fight and could hardly stand up because his\r\nback hurt so bad. He was leaning over the packing table or squatting down in\r\nthe morning and was hurting so bad that Case sent him home at lunchtime.\r\nWhen he returned the next day, Sharpe told him his back still hurt pretty bad,\r\nso Case gave him a back brace to use. On Wednesday, Sharpe told Case he felt\r\nlike he was a little better. According to Case, however, although Sharpe came \r\n  \r\n\r\n1 According to the hospital discharge summaries, the surgery performed\r\nwas a decompressive laminectomy of the T9, T10 and T11 discs. \r\n  \r\np.22\r\n\r\nSharpe v. Case Produce, Inc. et al. \r\n\r\n\r\n\r\n\r\n\r\nto work Monday through Wednesday, he really was \"too broke up and hurting\r\nto do anything.\" On Thursday, July 21st, while most of the other employees\r\nwere on their morning break, Case heard Sharpe yell for help. He went and\r\nfound Sharpe lying at least 4-5 feet from his car, between the car and the\r\nloading dock. Sharpe told Case he couldn't move his legs and asked him to call\r\nan ambulance. Case did not see the alleged accident, but he testified it did not\r\nlook like the tomatoes had been dropped, as generally if the cases were dropped,\r\nthe lids would pop. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nShonda Goins Harper, the girlfriend with whom Sharpe allegedly fought\r\nthe Saturday prior to the accident, testified she and Sharpe were involved in a\r\nphysical altercation on Saturday, July 16th, during which she pushed Sharpe\r\npretty hard up against the sink counter and bar five or six times. The counter\r\nwas at about the same height as Sharpe's incisions from his disc surgery. When\r\nshe saw Sharpe a couple days after the fight, he told her he was still real sore\r\nand his back had been bothering him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe only medical evidence in the record regarding the causation of\r\nSharpe's back injury is 1) an undated note from Dr. Victoria Palkanis Samuels\r\nstating the injury and surgery were a result of a work related accident, and 2)\r\na \"History\" contained in the discharge summary of Lexington Medical Center\r\nindicating Sharpe was admitted \"following a sudden loss of sensory motor\r\nfunction in the lower extremities with extreme midthoracic back pain which\r\noccurred when the patient was lifting at work.\" It is undisputed that Sharpe\r\nnever told Doctor Samuels about the alleged altercation with Shonda Goins\r\nHarper. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter hearing the testimony, the Single Commissioner issued his order\r\nfinding Sharpe did not sustain an injury by accident arising out of and in the\r\ncourse of his employment. The Commissioner specifically noted that he did not\r\nfind Sharpe's testimony credible, but did find Case and Harper credible\r\nregarding their testimony that Sharpe injured his back during the confrontation\r\non Saturday, July 16th. The Commissioner specifically discounted the undated\r\nreport of Dr. Samuels. The Full Commission affirmed, as did the Circuit Court.\r\nThe Court of Appeals reversed. It held there was \"no evidence the injury, as\r\nSharpe relate[d], did not happen.\" The Court of Appeals further found that the\r\nFull Commission had ignored the medical evidence. The Court of Appeals went\r\non to hold that, even if Sharpe was injured in the altercation with Harper, he\r\nwas nonetheless entitled to compensation due to the aggravation of his pre-\r\nexisting condition. \r\n  \r\np.23\r\n\r\nSharpe v. Case Produce, Inc. et al. \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\n  \r\n  \r\n1. Did the Court of Appeals substitute its view of the evidence for\r\nthe Commission's? \r\n  \r\n2. Did the Court of Appeals err in finding Sharpe was, in any\r\nevent, entitled to compensation for the aggravation of his pre-\r\nexisting injury? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. SUBSTANTIAL EVIDENCE \r\n  \r\n  \r\n  \r\nAs noted, the Court of Appeals found \"no evidence the, injury, as\r\nSharpe relate[d], did not happen.\" This was error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhether there is any causal connection between employment and an\r\ninjury is a question of fact for the Commission. Rhodes v. Guignard Brick\r\nWorks, 245 S.C. 304, 140 S.E.2d 487 (1965). The Commission's decision must\r\nbe affirmed if the factual findings are supported by substantial evidence in the\r\nrecord. Minor v. Philips Prods., 329 S.C. 321, 494 S.E.2d 819 (1997).\r\nSubstantial evidence is that evidence which, in considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion the Commission\r\nreached. McGuffin v. Schlumberger-Sangamo, 307 S.C. 184, 414 S.E.2d 162\r\n(1992). The possibility of drawing two inconsistent conclusions from the\r\nevidence does not prevent the Commission's finding from being supported by\r\nsubstantial evidence. Hoxit v. Michelin Tire Corp., 304 S.C. 461, 405 S.E.2d\r\n407 (1991). Where there is a conflict in the evidence, the Commission's findings\r\nof fact are conclusive. Id. The final determination of witness credibility and the\r\nweight to be accorded evidence is reserved to the Commission and it is not the\r\ntask of the court to weigh the evidence as found by the Commission. Rogers v.\r\nKunja Knitting Mills, Inc.,.312 S.C. 377, 440 S.E.2d 401 (Ct.App. 1994), cert.\r\ndismissed as improvidently granted, 318 S.C. 187, 456 S.E.2d 918 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nContrary to the Court of Appeals' holding, there was evidence, in the form\r\nof the testimony of Doc Case and Shonda Goins Harper, from which the\r\nCommission could have found that the accident, as reported by Sharpe, did not\r\nhappen and that, in fact, Sharpe had \"staged\" the accident. It was for the\r\nCommission to determine the credibility of the witnesses. Although there was\r\nevidence, in the form of Sharpe's testimony, which would have supported a\r\ncontrary finding, there is ample evidence in the record supporting the\r\nCommission's decision. \r\n  \r\np.24\r\n\r\nSharpe v. Case Produce, Inc. et al. \r\n\r\n\r\n\r\n\r\n\r\nMoreover, the Court of Appeals erred in holding the Commission ignored\r\nthe medical evidence, i.e., the undated note of Dr. Samuels. Recently, in Tiller\r\nv. National Health Care Center, 334 S.C. 333, ___, 513 S.E.2d 843, 846 (1999))\r\nthis Court stated, \"while medical testimony is entitled to great respect, the fact\r\nfinder may disregard it if there is other competent evidence in the record. ...\r\nIndeed, medical testimony should not be held conclusive irrespective of other\r\nevidence. Expert medical testimony is designed to aid the Commission in\r\ncoming to the correct conclusion; therefore, the Commission determines the\r\nweight and credit to be given to the expert testimony. Once admitted,\r\nexpert testimony is to be considered just like any other testimony.\" (emphasis\r\nsupplied, internal citations omitted). Accordingly, in deciding whether\r\nsubstantial evidence supports a finding of causation, it is appropriate to\r\nconsider both the lay and expert evidence. Id. Moreover, in compensation\r\nproceedings, where uncontroverted medical opinions are merely deductions\r\ndrawn from certain symptoms, the final conclusion remains with the triers of\r\nfact.2 Anderson v. Campbell Tile Co., 202 S.C. 54, 24 S.E.2d 104 (1943). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, in focusing solely on an undated medical note of Dr. Samuels to the\r\neffect that Sharpe's injury was the result of a work related accident, the Court\r\nof Appeals simply ignored the testimony of Doc Case and Shonda Harper that\r\nSharpe was injured on Saturday, July 16th. It was within the Commission's\r\ndiscretion, as the ultimate fact-finder, to discount this evidence. \r\n  \r\nAlthough there was evidence from which the Commissioner could have\r\ngone the other way, there is also clearly evidence which would allow reasonable\r\nminds to reach the conclusion he reached. McGuffin v. Schlumberger-Sangamo,\r\nsupra. Accordingly, we hold the Court of Appeals erred in substituting its view\r\nof the evidence for that of the Commission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. AGGRAVATION OF PRE-EXISTING INJURY \r\n  \r\n  \r\n  \r\nThe Court of Appeals also held that even if Sharpe was injured in an\r\naltercation with Harper, he was nonetheless entitled to compensation for the\r\naggravation of his injury from the July 21st accident. This was error. \r\n  \r\n\r\n2 Here, as there is no actual testimony from Dr. Samuels in the record,\r\nit is impossible to determine whether her opinion is based strictly upon medical\r\nsymptoms reported to her by Sharpe, or on some other factors. The burden was\r\non Sharpe to prove his injury arose out of employment. Clade v. Champion\r\nLaboratories, 330 S.C. 8, 406 S.E.2d 856 (1998). \r\n  \r\np.25\r\n\r\nSharpe v. Case Produce, Inc. et al. \r\n\r\n\r\n\r\n\r\n\r\nThe Single Commissioner specifically held that Sharpe did not sustain an\r\ninjury by accident arising out of his employment on July 21st, 1994. Again,\r\nalthough there was evidence from which the Commissioner could have found\r\nthat an accident occurred on July 21st, and from which he could have held a\r\nprior injury was aggravated, there is ample evidence in the record from which\r\nreasonable minds could infer that Sharpe was actually injured on July 16th that\r\nno accident occurred on July 21st, and that, in fact, Sharpe \"staged\" the July 21st\r\naccident. Accordingly, the Court of Appeals erred in finding the aggravation of\r\na pre-existing injury where there is substantial evidence supporting the\r\nCommission's holding that Sharpe did not suffer an injury by accident on July\r\n21st. The Court of Appeals'opinion is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.26\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24983","title":"State v. Cedric Chatman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24983","description":"","date":"1999-08-02","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 26\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State,Respondent, \r\n  \r\nv. \r\n  \r\nCedric Chatman, Appellant. \r\n  \r\nAppeal From Richland County\r\nJames E. Brogdon, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24983 \r\n  \r\nHeard June 10, 1999 - Filed August 2, 1999 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\nJoseph L. Savitz, III, of S.C. Office of Appellate\r\nDefense, of Columbia, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSolicitor Warren B. Giese, all of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Appellant was convicted of voluntary\r\nmanslaughter and sentenced to 25 years, suspended upon the service of 20\r\nyears. Appellant appeals the trial court's refusal to give a jury charge on\r\ninvoluntary manslaughter and accident. We affirm in part and reverse in\r\npart. \r\n  \r\np.27\r\n\r\nSTATE v. CHATMAN \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nTim Harris (Victim) was living with Jackie McCants who had\r\ntwo children by appellant. Appellant's son told appellant he was upset\r\nbecause of fighting between Victim and McCants. Approximately three\r\nweeks later, appellant and Victim met in a parking lot. Appellant asked to\r\nspeak privately with Victim. After speaking for a few moments, appellant\r\nand Victim began to fight. Victim pinned appellant to the ground,\r\napologized, let appellant up, and then began to walk away. Appellant\r\ntestified he thought the fight was over. Victim began walking to his car but\r\nthen turned around and screamed, \"Let's go head up.\" Victim also stated\r\nthat he had something for appellant. Victim went to his car and leaned into\r\nit while Appellant was still sitting on the ground. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's brother approached Victim. Appellant's brother and\r\nVictim then began to fight. A third person broke up this fight and once\r\nagain Victim headed towards his car. As Victim was leaning into his car,\r\nappellant came up behind him and grabbed him. Appellant and Victim fell\r\nto the ground and fought for two to three minutes. Victim grabbed\r\nappellant's testicles \"real hard\" while appellant had Victim in a face-to-face\r\n\"choke hold.\"  Appellant told Victim he would let go if Victim did. After\r\nseveral minutes, Victim released appellant and the fight ended. Appellant\r\ngot up and walked away but Victim did not. Victim died as a result of\r\nasphyxiation due to manual strangulation.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n1) Did the trial court err in not instructing\r\nthe jury on involuntary manslaughter? \r\n  \r\n2) Did the trial court err in not instructing\r\nthe jury on accident? \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n1) Involuntary manslaughter \r\n  \r\n\r\n1 This type of strangulation differs from ligature strangulation, such as\r\nstrangulating someone with a rope or tie. \r\n  \r\np.28\r\n\r\nSTATE v. CHATMAN \r\n\r\n\r\n\r\n\r\n\r\nAppellant contends the trial court erred in refusing to charge the jury\r\non involuntary manslaughter. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA trial court should refuse to charge a lesser-included offense only\r\nwhere there is no evidence the defendant committed the lesser rather than\r\nthe greater offense. State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994).\r\nInvoluntary manslaughter is (1) the unintentional killing of another without\r\nmalice, but while engaged in an unlawful activity not naturally tending to\r\ncause death or great bodily harm; or (2) the unintentional killing of another\r\nwithout malice, while engaged in a lawful activity with reckless disregard for\r\nthe safety of others. Bozeman v. State, 307 S.C. 172, 414 S.E.2d 144 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe think the facts of this case fit under (1) above. Appellant was\r\nengaged in an assault and battery and, under the facts of this case, the\r\nbattery was not such that naturally tends to cause death or great bodily\r\nharm. \"An unintentional killing resulting from an unlawful assault and\r\nbattery, not of a character of itself to cause death, is involuntary\r\nmanslaughter...\" 40 C.J.S. Homicide § 40 (1991). See also People v.\r\nJohnson, 100 Ill.App.2d 13, 241 N.E.2d 584 (1968)(death resulting from blow\r\nfrom fist may be involuntary manslaughter because although unlawful, a\r\nblow to the face with hand is not likely to be attended with dangerous or\r\nfatal consequences); State v. Cobo, 90 Utah 89, 60 P.2d 952 (1936)(\"the great\r\nweight of authority is that an unintentional killing, resulting from an\r\nunlawful assault and battery which in and of itself is not of a character to\r\ncause death, is held to constitute involuntary manslaughter. . .\") \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, the evidence establishes that appellant was not attempting to\r\nstrangle Victim with his hands. Appellant testified that while on the ground\r\nhe and Victim were facing one another and appellant had his shoulder\r\npressed into Victim's neck. The doctor who performed the autopsy on Victim\r\ntestified that his medical findings were consistent with sufficient force being\r\napplied to Victim's neck and further his findings were consistent with the\r\nVictim and appellant being face-to-face and appellant pressing his shoulder\r\ninto Victim's neck. This is not the traditional strangulation type situation.\r\nAppellant was not attempting to strangle Victim by placing his hands\r\naround Victim's neck. As such, we think appellant's actions were not the\r\nkind which would naturally tend to cause serious bodily injury or death.\r\nUnder the facts of this case, we think appellant was entitled to a charge on\r\ninvoluntary manslaughter. \r\n  \r\np.29 \r\n  \r\n\r\nSTATE v. CHATMAN \r\n\r\n\r\n\r\n\r\n\r\n2) Accident \r\n  \r\n  \r\n  \r\nAppellant contends the trial court erred in refusing to charge the jury\r\non accident. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA homicide will be excusable on the ground of accident when (1) the\r\nkilling was unintentional, (2) the defendant was acting lawfully, and (3) due\r\ncare was exercised in the handling of the weapon. State v. Goodson, 312 S.C\r\n278, 440 S.E.2d 370 (1994). A homicide is not excusable on the ground of\r\naccident unless it appears that the defendant was acting lawfully. Arnette v\r\nState, 306 S.C. 556, 413 S.E.2d 803 (1992); State v. McCaskill, 300 S.C. 256,\r\n387 S.E.2d 268 (1990). Here, appellant was not acting lawfully, since he was\r\nengaged in an assault and battery, unless he was acting in self-defense. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo establish self-defense, there must be evidence (1) appellant was\r\nwithout fault in bringing on the difficulty; (2) appellant actually believed he\r\nwas in imminent danger of losing his life or sustaining serious bodily injury;\r\n(3) a reasonably prudent person of ordinary firmness and courage would\r\nhave entertained the same belief; and (4) appellant had no other probable\r\nmeans of avoiding the danger. State v. Bruno, 322 S.C. 534, 473 S.E.2d 450\r\n(1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant testified that after he and Victim had the initial fist fight\r\nand Victim began walking towards his car stating that he had something for\r\nappellant, he thought Victim was retrieving a gun from his car. Appellant\r\nstated his brother began fighting with Victim before Victim had a chance to\r\nget anything from his car. A third person separated appellant's brother and\r\nVictim. Appellant testified Victim then continued to Victim's car and was\r\nbending into the car looking under the seat. Appellant stated he grabbed\r\nVictim from behind and the two began to \"tussle.\" He testified he never saw\r\na gun. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was not in imminent danger when he grabbed Victim;\r\nappellant could have left and avoided any danger; appellant was at fault in\r\nbringing on the difficulty; and a reasonably prudent person would not have\r\nthought he was in imminent danger. The evidence does not support that\r\nappellant was acting in self-defense. If appellant was not acting in self\r\ndefense, then he could not have been acting lawfully and he was not entitled\r\nto an accident charge. See State v. Goodson, 312 S.C. 278, 440 S.E.2d 370\r\n(1994)(appellant was not entitled to accident charge because there was no \r\n  \r\np.30 \r\n  \r\n\r\nSTATE v. CHATMAN \r\n\r\n\r\n\r\n\r\n\r\nevidence appellant was acting lawfully in self defense). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\np.31 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24984","title":"State v. Eric Peter Nelson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24984","description":"","date":"1999-08-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nEric Peter Nelson,  Appellant. \r\n  \r\nAppeal From Horry County\r\nJames E. Brogdon, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24984\r\nHeard May 11, 1999 - Filed August 9, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nJames L. Hills, of Myrtle Beach; and Robert T.\r\nBockman, of McNair Law Firm, PA, of Columbia, for\r\nappellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Salley W. Elliott, all of Columbia;\r\nand Solicitor Ralph J. Wilson, of Conway, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this criminal matter, Eric Nelson (\"Defendant\") was\r\nconvicted by a jury for driving under the influence. Defendant appeals his\r\nconviction. \r\n  \r\np.1\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn April 17, 1996, Defendant was visiting a client in the Myrtle Beach\r\narea. Defendant testified that while he was speaking with his client outside of\r\nher house, his dog jumped out of the back window of his Jeep Cherokee.\r\nDefendant's dog was a full bred Weimaraner. A neighbor, Jeffrey Soles,\r\ntestified that Defendant's dog began running loose in his yard and garden.\r\nSoles asked Defendant if he would remove the dog from his yard. Soles further\r\ntestified: I don't know if he cussed me but his reaction on his face seemed like\r\nhe did cuss me and didn't do anything about the dog.\" Defendant claimed that\r\nhe did not \"cuss\" Soles, but did yell at his dog. Soles called the police. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant eventually captured his dog and left the area. Officer Mark\r\nHadden soon thereafter arrived at the scene in response to Soles' call about\r\nDefendant's dog. After briefly speaking with Soles, the officer left in his patrol\r\ncar to go find Defendant. At trial, the officer provided the following explanation\r\nfor going after Defendant: \r\n  \r\nI wanted to have - generally in a situation like this I like to have\r\nboth sides of the story and have both people in front of me present.\r\nI like to talk to 'em and get both sides of the story. At that time I\r\nasked the complainant to stay there and I would go attempt to\r\nbring the driver of the white Jeep Cherokee back to this location\r\nwhere I could get both of their information, both sides of the story,\r\nso I fill out a report on the incident. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter leaving the neighbor, Officer Hadden pulled up behind Defendant's\r\nJeep at a stop sign. The officer testified that, as he came up behind Defendant,\r\nhis intention was not to make a traffic stop but just to get his attention. The\r\nofficer stated he \"hit his high beams several times.\" The officer stated that\r\nDefendant rolled through the stop sign without coming to a complete stop and\r\nthen turned right at a high rate of speed. He testified that the speed limit was\r\n25 m.p.h., and Defendant was probably doing 35 m.p.h. He heard Defendant's\r\ntires squeal as they came around the turn. The officer responded by putting on\r\nhis blue lights to initiate a traffic stop. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant initially refused to stop. The officer called into the station to\r\nreport that Defendant was not stopping. The officer subsequently turned his\r\nsiren on to get Defendant's attention. One of the officer's supervisors came over \r\n  \r\np.2\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\nthe radio and advised Officer Hadden to \"back off' Defendant's vehicle.\r\nDefendant then made a left turn after traveling approximately one-tenth of a\r\nmile. The officer stated that Defendant was traveling at a high rate of speed as\r\nthey approached the corner. Defendant finally came to a stop after making the\r\nturn. The officer testified \"[Defendant] stopped in a manner that the vehicle\r\nslid approximately five feet, hard brakes coming out.\" The officer further stated\r\nDefendant stopped right in front of a group of kids who were playing in the\r\nstreet. The children scattered after seeing Defendant and the police car stop in\r\nfront of them. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe officer approached Defendant and asked him to turn off the vehicle.\r\nDefendant was on his car phone at the time, and his dog was barking at the\r\nofficer from the back seat of the vehicle. For his own safety, the officer asked\r\nDefendant to hang up the phone, turn off the car, and step to the rear of the\r\nvehicle. Defendant refused. The officer took the phone out of Defendant's hand\r\nand escorted him to the rear of the vehicle. Officer Hadden testified he smelled\r\nthe odor of alcohol and asked Defendant to participate in a field sobriety test.\r\nDefendant refused. The officer testified that he placed Defendant under arrest\r\ndue to Defendant's driving and the odor of alcohol.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant was eventually taken down to the police station where he\r\nrefused to take a breathalyzer test. The officer on duty testified that he smelled\r\nan odor of alcohol on Defendant. Defendant posted bond and requested a jury\r\ntrial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy letter dated August 2, 1996, the Myrtle Beach Municipal Court\r\ninstructed Defendant to appear either personally or through counsel on August\r\n21, 1996.2 The notice further informed Defendant that any defendants with\r\nbonds posted, failing to appear, shall forfeit the bond and be tried in their\r\nabsence. Defendant nor his attorney appeared at court on August 21.\r\nDefendant's bond was subsequently forfeited, and he was convicted without a\r\njury for DUI \r\n  \r\n\r\n1 During this time, Defendant's dog escaped from his car. The officer\r\ncalled for animal control to come pick up the dog. Defendant repeatedly asked\r\nthe officer to let him go so that he could recapture his dog. For his own safety,\r\nthe officer refused to release him from his hand-cuffs. \r\n  \r\n  \r\n  \r\n2Defendant's case was scheduled for trial during a four-day term of court\r\non September 10, 11, 12, and 13, 1996. \r\n  \r\np.3\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\nOn August 28,1996, Defendant made a motion before the municipal court\r\nto have his conviction reopened. Defendant explained in the motion that the\r\nfailure of his attorneys to appear on August 21, 1996, was \"due to confusion.\"\r\nThe municipal court granted the motion, reversed the conviction, and remanded\r\nfor trial. Prior to the second proceeding, Defendant moved for a directed\r\nverdict, arguing the second trial subjected him to Double Jeopardy. Further,\r\nfollowing the testimony of Officer Hadden, Defendant made a motion  to dismiss,\r\narguing the officer did not have probable cause or reasonable suspicion to\r\ninitiate the traffic stop. The court denied the motion, and Defendant was\r\nultimately convicted of DUI \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, Defendant disputed much of Officer Hadden's testimony.\r\nDefendant claimed he did come to a complete stop at the stop sign. However,\r\nDefendant admitted having one beer at a Holiday Inn before visiting his client\r\non April 17. Defendant further claimed that at no point was he going at a high\r\nrate of speed. Defendant stated that he did not know the police officer was\r\nfollowing him until the officer turned on his blue lights and siren. Defendant\r\ndenied stopping near any children on the road. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn January 26, 1997, Defendant appealed his conviction to circuit court.\r\nBy order dated April 8, 1998, the circuit court affirmed Defendant's conviction.\r\nDefendant appeals to this Court, raising the following issues: \r\n  \r\n(1) Did the circuit court err in failing to vacate Defendant's\r\nconviction due to the fact that the arresting officer had no\r\nprobable cause or reasonable suspicion to stop Defendant's\r\nvehicle? \r\n  \r\n(2) Did the circuit court err in failing to vacate Defendant's\r\nconviction pursuant to the Double Jeopardy and Due Process\r\nclauses of the United States and South Carolina\r\nConstitutions? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nA. TRAFFIC STOP \r\n  \r\n  \r\n  \r\nDefendant argues that Officer Hadden lacked probable cause or \r\n  \r\np.4 \r\n  \r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\nreasonable suspicion to stop Defendant's vehicle. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn resolving this issue, the facts must be considered in two parts. The\r\nfirst part includes those facts leading up to Defendant's first traffic violation,\r\ni.e., running the stop sign. The second part includes those facts ending with\r\nDefendant's arrest for DUI. Defendant argues that under the first set of facts,\r\nthere was no lawful justification for making a traffic stop. This being the case,\r\nDefendant contends that any evidence gathered after that point was tainted\r\nand not admissible at trial. Defendant in effect argues the \"fruit of the\r\npoisonous tree\" doctrine.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA traffic stop is a limited seizure more like an investigative detention\r\nthan a custodial arrest. See Berkemer v. McCarty, 468 U.S. 420, 104 S. Ct.\r\n3138,82 L. Ed. 2d 317 (1984). Thus, in analyzing such investigative detentions,\r\ncourts employ the standard articulated by the United States Supreme Court in\r\nTerry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968). Under this\r\nstandard, \"a policeman who lacks probable cause but whose observations lead\r\nhim reasonably to suspect that a particular person has committed, is\r\ncommitting, or is about to commit a crime, may detain that person briefly in\r\norder to investigate the circumstances that provoke that suspicion.\" Berkemer,\r\n468 U.S. at 439, 104 S. Ct. at 3150, 82 L. Ed. 2d 317. In the instant case,\r\nOfficer Hadden arrived on the scene shortly after Defendant had left with his\r\ndog. In fact, Officer Hadden passed Defendant's Jeep on the street while\r\ntraveling to the complainant's residence. After briefly speaking with the\r\ncomplainant, Officer Hadden then left to go talk with Defendant. Assuming\r\nDefendant's conduct in letting his dog run loose could have violated some law,\r\nwe believe Officer Hadden would be justified in making the stop. See McFadden\r\nv. United States, 814 F.2d 144 (1987) (officer had reasonable suspicion to make\r\ntraffic stop where officer arrived moments after defendant had left the hospital\r\nwhere defendant had allegedly trespassed). However, in their brief, the State\r\nfails to cite to any specific law or ordinance that Defendant may have violated.4 \r\n  \r\n\r\n3 The \"fruit of the poisonous tree\" doctrine provides that evidence must be\r\nexcluded if it would not have come to light but for the illegal actions of the\r\npolice, and the evidence has been obtained by the exploitation of that illegality.\r\nState v. Copeland, 321 S.C. 318, 428 S.E.2d 620 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4The State does cite to S.C. Ann §§ 47-3-20,-50, &amp; -70 (1987). However,\r\nthese sections simply empower counties to enact ordinances and regulations for\r\nthe control of dogs. They do not proscribe specific conduct. \r\n  \r\np.5\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIt was not until oral argument that the State argued Defendant's conduct in\r\nallowing his dog to run loose violated certain county ordinances. It is axiomatic\r\nthat oral argument may not be used as a vehicle to argue issues not argued in\r\nthe appellate brief See Bochette v. Bochette, 300 S.C. 109, 386 S.E.2d 475 (Ct.\r\nApp. 1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, even assuming Officer Hadden's initial attempt to stop\r\nDefendant would have violated the Fourth Amendment, Officer Hadden was\r\nnonetheless justified in making the stop after Defendant committed the\r\nsubsequent traffic infractions. An automobile stop is subject to the\r\nconstitutional imperative that it not be \"unreasonable\" under the\r\ncircumstances. Whren v. United States, 517 U.S. 806, 116 S. Ct. 1769, 135 L.\r\nEd. 2d 89 (1996). As a general matter, the decision to stop an automobile is\r\nreasonable where police have probable cause to believe that a traffic violation\r\nhas occurred. Id. Although disputed by Defendant, Officer Hadden testified he\r\nwitnessed Defendant roll through a stop sign and then speed through a\r\nresidential neighborhood. Under Whren, these traffic infractions provided\r\nOfficer Hadden with probable cause to make the traffic stop. The question is\r\nwhether the stop was nonetheless tainted because Officer Hadden's initial\r\nattempt to stop Defendant may have been unlawful. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407, 9 L. Ed. 2d 441\r\n(1963), the United States Supreme Court declined to hold that all evidence is\r\n\"fruit of the poisonous tree\" simply because it would not have come to light but\r\nfor the illegal actions of the police. See 5 W. Lafave, Search and Seizure: A\r\nTreatise on the Fourth Amendment, § 11.4 (3d. ed. 1996). Since Wong Sun,\r\ncourts have recognized that new and distinct criminal acts following an illegal\r\nstop do not qualify as fruit of the poisonous tree simply because such acts were\r\ncausally connected to the police misconduct. See John Wesley Hall, Jr., Search\r\nand Seizure, at 364 (2d ed. 1991). For instance, in United States v. Nooks, 446\r\nF.2d 1283 (5th Cir. 1971), the court refused to suppress evidence discovered in\r\nthe trunk of a car even though the initial stop had been illegal, when,\r\nsubsequent to the initial stop, the defendant fled from the police at speeds in\r\nexcess of 100 m.p.h. and fired several shots at them. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis concept was further developed in United States v. Bailey, 691 F.2d\r\n1009 (11th Cir. 1982) where the defendant, who was being escorted by police to\r\nthe precinct, broke free and fled from police in an airport. The defendant was\r\neventually arrested and searched, whereupon the police discovered cocaine. At\r\ntrial, the defendant moved to suppress the drugs as the products of an illegal \r\n  \r\np.6\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\narrest and search. The Eleventh Circuit affirmed the denial of the motion,\r\nstating: \"we conclude that notwithstanding a strong causal connection in fact\r\nbetween lawless police conduct and a defendant's response, if the defendant's\r\nresponse is itself a new, distinct crime then the police may arrest the defendant\r\nfor that crime.\" 691 F.2d at 1016-17. The court further stated: \"A contrary rule\r\nwould virtually immunize a defendant from prosecution for all crimes he might\r\ncommit that have a sufficient causal connection to the police misconduct.\" Id.\r\nat 1017. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Fourth Circuit also addressed this issue in United States v. Sprinkle,\r\n106 F.3d 613 (4th Cir. 1997). In Sprinkle, the police followed and eventually\r\npulled up behind the defendant's parked car. The police turned on their blue\r\nlights and approached the vehicle. The defendant stepped out of his car, and the\r\npolice initiated a patdown search. While the police were conducting the search\r\nthe defendant broke free and began running from police. During the chase, the\r\ndefendant produced a gun and fired a single shot at police. The defendant was\r\neventually arrested. At trial, the defendant moved to suppress the admission\r\nof the gun as fruit of an illegal search and seizure. The Fourth Circuit first\r\nconcluded that the police did not have any reasonable suspicion to stop the\r\ndefendant. Nevertheless, the court held that the defendant's intervening illegal\r\nacts of running from and shooting at the police made the gun admissible. The\r\ncourt stated: \"There is a strong policy reason for holding that a new and distinct\r\ncrime, even if triggered by an illegal stop, is a sufficient intervening event to\r\nprovide independent grounds for arrest.\" 106 F.3d at 619. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, even assuming Officer Hadden's initial attempt to\r\nstop Defendant was unlawful, Defendant's acts of running the stop sign and\r\nspeeding through the neighborhood constituted new and distinct crimes for\r\nwhich Officer Hadden had probable cause to stop Defendant. See Whren, supra.\r\nThus, any evidence lawfully obtained as a result of the stop was admissible at\r\nDefendant's trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. DOUBLE JEOPARDY \r\n  \r\n  \r\n  \r\nDefendant argues that since his first conviction was unlawful, the act of\r\ntrying him again violated the Double Jeopardy Clauses of the United States and\r\nSouth Carolina Constitutions. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Fifth Amendment to the United States Constitution states: nor \r\n  \r\np.7\r\n\r\nState v. Nelson \r\n\r\n\r\n\r\n\r\n\r\nshall any person be subject for the same offence to be twice put in jeopardy of\r\nlife or limb....\"5 U.S. Const. amend. V. The Double Jeopardy clause protects\r\nagainst: (1) a second prosecution for the same offense after acquittal; (2) a\r\nsecond prosecution for the same offense after conviction; and (3) multiple\r\npunishments for the same offense. State v. Price, 333 S.C. 267, 510 S.E.2d 215\r\n(1998); State v. Easler, 327 S.C. 121, 489 S.E.2d 617 (1997); State v. Owens, 309\r\nS.C. 4021 424 S.E.2d 473 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nNone of the above scenarios exist in the instant case. Here, it was on\r\nDefendant's own motion that the conviction was reopened. The municipal court\r\ngranted the motion and reversed Defendant's conviction, remanding the case\r\nfor a new trial. It was not until Defendant moved for a directed verdict in the\r\nsecond trial that he argued that the first conviction was unconstitutional\r\nbecause no evidence was presented and no jury assembled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is well established that where a verdict is set aside by a defendant's\r\nown motion and a new trial granted, the defendant may be again tried for the\r\noffense. See State v. Gillis, 73 S.C. 3182 53 S.E. 487 (1906) (holding that a\r\ndefendant indicted for murder and convicted of manslaughter may again be\r\ntried for murder when a new trial is ordered on defendant's own motion).\r\nMoreover, while a determination that the evidence was insufficient to support\r\na conviction ordinarily precludes a retrial, the Double Jeopardy clause does not\r\npreclude retrial of a defendant whose conviction was set aside because of trial\r\nerror. Riddle v. State, 314 S.C. 1, 443 S.E.2d 557 (1994); see also United States\r\nv. Green, 139 F.3d 1002 (4th Cir. 1998). In this case, the first conviction was not\r\nreversed or vacated because the evidence was insufficient to support the\r\nconviction. Rather, the reversal was sought and granted on Defendant's own\r\narguments that his attorneys were confused about when to appear before the\r\nmunicipal court. Therefore, Defendant's retrial did not violate Double\r\nJeopardy. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing, Defendant's conviction is AFFIRMED. \r\n  \r\n  \r\n  \r\n\r\n5The South Carolina Constitution contains a similar provision which\r\nstates: \"No person shall be subject for the same offence to be twice put in\r\njeopardy of life and liberty  S.C. Const. art. I, § 12.\r\np.8\r\n\r\nState v. Nelson \r\n\r\np.9 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24985","title":"Tanner v. Florence County Treasurer, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24985","description":"","date":"1999-08-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nPhillip H. Tanner, a\r\nperson under legal\r\ndisability,Petitioner, \r\n  \r\nv. \r\n  \r\nFlorence County\r\nTreasurer; Florence\r\nCounty Delinquent Tax\r\nAdministrator; and John\r\nDoe, a fictitious person\r\nrepresenting all and every\r\nperson claiming any\r\ninterest in the real\r\nproperty described herein, Respondents. \r\n  \r\nWRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Florence County\r\nHoward P. King, Circuit Court Judge \r\n  \r\nOpinion No. 24985\r\nSubmitted June 23, 1999 - Filed August 9, 1999 \r\n  \r\nREVERSED \r\n  \r\nPhillip H. Tanner, of Effingham, pro se Petitioner. \r\n  \r\n  \r\n  \r\np.10\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nJames C. Rushton, III, of The Hyman Law Firm, of\r\nFlorence, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: Philip H. Tanner (\"Petitioner\") attempted to file a\r\nsupplemental complaint in his action against the Florence County Treasurer and the\r\nFlorence County Delinquent Tax Administrator (collectively \"the County\"). The trial\r\ncourt refused to allow the supplemental pleadings and the Court of Appeals upheld\r\nthat decision. Petitioner appealed to this Court and we now reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner owned five acres of land and a mobile home in Florence County.\r\nOn October 3, 1994, while Petitioner was a prisoner in the Lee Correctional\r\nInstitution, the County sold his property and mobile home at a delinquent tax sale.\r\nIn March 1995, Petitioner's father redeemed the land for Petitioner during the\r\nstatutory redemption period. The mobile home was not redeemed during the\r\nredemption period and the County eventually issued a tax title to B.P. Inc. of Olanta. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn March 1995, Petitioner brought this pro se action alleging the County failed\r\nto provide him the required notice under S.C. Code Ann §12-51-40 (Supp. 1998) of\r\nthe delinquent tax sale of both his property and mobile home. Petitioner's complaint\r\nalleged that he had not received the required notice despite having given the County\r\nhis prison address in August of 1993. Petitioner's complaint asked that the sale of\r\nhis \"real property\" be declared void, but the complaint did not seek any monetary\r\ndamages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn its answer to the March 1995 complaint, the County asserted that\r\nPetitioner's redemption of the real property made his claim moot. Also, the\r\nCounty's answer asserted that the mobile home could be redeemed since Petitioner\r\nhad filed the action during the statutory redemption period. By November 1995,\r\nhowever, the redemption period ended and Petitioner had not redeemed his mobile\r\nhome so the County issued a tax title to B.P. Inc. of Olanta. In response to the\r\nissuance of a tax title on the mobile home, Petitioner filed a motion for leave to serve\r\nand file a supplemental complaint pursuant to Rule 15(d), SCRCP. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe County responded to Petitioner's motion to amend his complaint with a\r\nsummaryjudgment motion pursuant to Rule 56, SCRCP. It asserted that under S.C. \r\n  \r\np.11\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nCode Ann. §15-78-60(11) (Supp. 1998)1 of the South Carolina Tort Claims Act (\"the\r\nTort Claims Act\"), the County was immune from Petitioner's claim. Petitioner\r\nresponded with a motion in opposition to summary judgment and again motioned to\r\nserve and file a supplemental complaint. Petitioner's proposed supplemental\r\ncomplaint included a second cause of action against the County for negligence based\r\non the special duty exception to the public duty doctrine as well as four new causes\r\nof action asserted against B.P. Inc. of Olanta for damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn May 7, 1996, a hearing on all the motions was held. When the hearing\r\nbegan, the County informed the trial judge that it was under the mistaken belief that\r\nPetitioner had already been granted leave to file his supplemental complaint. Based\r\non this mistaken belief, the County's summary judgment motion also addressed\r\nPetitioner's second cause of action even though the supplemental complaint had not\r\nyet been approved by the trial court. At the hearing, the County asked the trial\r\ncourt to consider its motion for summary judgment as also being a motion opposing\r\nPetitioner's motion for leave to file a supplemental complaint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court found that Petitioner's recovery of his real property mooted his\r\nfirst claim against the County. Since this claim was moot, the trial court granted\r\nsummary judgment to. the County on Petitioner's first cause of action. The trial\r\ncourt then ruled that Petitioner was not allowed to supplement his complaint to add\r\nthe second cause of action. The trial court held that the second cause of action\r\nbased on a negligence claim would be defeated by the County's assertion of\r\nimmunity under the Tort Claims Act. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBefore the Court of Appeals, Petitioner argued that the trial court erred by\r\ngranting summary judgment on his claim before hearing his motion to serve and file\r\nthe supplemental complaint. Petitioner also argued that granting summary\r\njudgment on the second cause of action was error. In actuality, the trial judge did\r\nnot grant summary judgment on the second cause of action. The trial judge simply\r\nrefused to allow Petitioner to supplement his pleadings to include the second cause\r\nof action. The trial court refused the supplemental complaint because it found the\r\nnegligence cause of action would be futile due to the County's immunity under the\r\nTort Claims Act. \r\n  \r\n\r\n1 Section 15-78-60 states:\r\nExceptions to waiver of immunity.\r\nThe governmental entity is not liable for a loss resulting from:\r\n(11) assessment or collection of taxes or special assessments or\r\nenforcement of tax laws; \r\n  \r\np.12\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals held that the Tort Claims Act exempted the County from\r\ntort liability as a matter of law and therefore Petitioner could not maintain a\r\nnegligence cause of action against the County. The Court of Appeals recognized\r\nthat Petitioner could only maintain a negligence action against the County if he\r\nprovided proof that the County failed to follow the proper procedure for the tax sale.\r\nIn analyzing the Record, the Court of Appeals found that Petitioner had produced\r\nno proof that the County failed to follow proper procedure. See Tanner v. Florence\r\nCounty Treasurer, Op. No. 97-UP-677 (S.C. Ct. App. filed December 22,1997). This\r\nCourt granted certiorari to consider the following two issues: \r\n  \r\n  \r\n  \r\nI. Did the trial court err in granting summary judgment to the County\r\nafter denying the Petitioner the right to amend his pleadings? \r\n  \r\nII. Should the Court of Appeals have addressed Petitioner's Public Duty\r\nDoctrine argument? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nI. Summary Judgment/Refusal to Allow Supplemental Pleadings \r\n  \r\n  \r\n  \r\nPetitioner argues the trial court improperly denied his motion for leave to file\r\nand serve a supplemental complaint. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner filed a motion under Rule 15 (d), SCRCP, seeking to supplement his\r\ncomplaint by setting forth events that had transpired since his original complaint.\r\nEven though a supplemental pleading is technically different than a motion to\r\namend the pleadings under Rule 15 (a) SCRCP, the standard for granting or denying\r\nthese motions is the same. Cf .Wright, Miller &amp; Kane, Federal Practice and\r\nProcedure: Civil 2d §1504 (1990) (\"Inasmuch as the discretion exercised by the\r\ncourt in deciding whether to grant leave to amend is similar to that exercised on a\r\nmotion for leave to file a supplemental pleading, the court's inattention to the formal\r\ndistinction between amendment and supplementation is of no consequence.\").\r\nTherefore, South Carolina case law interpretingRule 15(a), SCRCP, is authoritative\r\nin analyzing Petitioner's request to supplement under Rule 15(d), SCRCP. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner met the requirements of Rule 15(d), SCRCP, and should have been\r\nallowed to amend his complaint. Rule 15, SCRCP, provides that leave to amend\r\nshall be freely given when justice requires and does not prejudice any other party.\r\nSee Rule 15, SCRCP; Foggie v. CSX Transp., Inc., 313 S.C. 98, 431 S.E.2d 587, 590\r\n(1993). It is well established that a motion to amend or supplement is addressed to\r\nthe discretion of the trial judge, and the party opposing the motion has the burden \r\n  \r\np.13\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nof establishing prejudice. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the current case, the County failed to argue that allowing the supplemental\r\npleading would be prejudicial. \"The prejudice Rule 15 envisions is a lack of notice\r\nthat the new issue is going to be tried, and a lack of opportunity to refute it.\" Pool\r\nv. Pool, 329 S.C. 324, 494 S.E.2d 820 (1998). It is the responsibility of the party\r\nopposing an amendment or supplemental complaint to establish prejudice.\r\nForrester v. Smith &amp; Steele Builders, Inc., 295 S.C. 504, 507, 369 S.E.2d 156, 158\r\n(Ct. App. 1988). In the current case, there is no such prejudice. The County not only\r\nhad notice that Petitioner wanted to supplement the complaint, it already thought\r\nthe trial court had allowed the supplemental pleading. In such a situation there\r\nwould be no prejudice to the County in allowing Petitioner to file the supplemental\r\ncomplaint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInstead of arguing prejudice, the County argued that its immunity under the\r\nTort Claims Act would make amendment of the pleadings futile. The trial court\r\nagreed and made no findings that the supplemental pleading would prejudice the\r\nCounty. The Court of Appeals affirmed, stating, \r\n  \r\n  \r\n  \r\n[A] s a matter of law, [Petitioner] could not maintain an action against\r\nCounty for its actions surrounding the sale of his mobile home absent\r\nany evidence that the County failed to follow the proper procedure\r\ninvolving the tax sale. \r\n  \r\n(emphasis added). In his complaint, Petitioner alleged that he had provided the\r\nCounty with his correct prison address. Petitioner also alleged in his complaint that\r\nhe had received mail from the County at his correct prison address. The notice\r\nstatute required the County to send Petitioner notice: \r\n  \r\n... at the best address available which is either the address shown on\r\nthe deed conveying the property to him, the property address, or such\r\nother corrected or forwarding address that the current owner of record\r\nhas filed with the appropriate tax authority, of which corrected or\r\nforwarding address the officer authorized to collect delinquent taxes,\r\nassessments, penalties, and costs has actual knowledge, or to a known\r\ngrantee of the delinquent taxpayer of the property on which the\r\ndelinquency exists. \r\n  \r\nS.C. Code Ann.§12-51-40(a) (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe County does not dispute Petitioner's allegations concerning his updated \r\n  \r\np.14\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\naddress. Instead, the County maintains that under the Tort Claims Act it cannot be\r\nheld liable because there is no evidence in the Record that Petitioner's claims\r\nconcerning his correspondence with the County are true. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGenerally, at the pleadings stage, the factual allegations made by the plaintiff\r\nin regards to his claim are taken as true. Accord Bankers Trust Co. v. Braten, 317\r\nS.C. 547, 455 S.E.2d 199 (Ct. App. 1995). At the initial hearing on supplementation,\r\nPetitioner was not required to provide evidence to the Court of his allegation. The\r\nCourt of Appeals specifically recognized that the immunity defense might not be\r\navailable to the County if Petitioner could provide evidence that the County had his\r\ncorrect address. The trial court and the Court of Appeals both erred by requiring\r\nPetitioner to present this evidence at the pleadings stage in order to allow the\r\nsupplemental complaint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf the Court had properly allowed the supplemental complaint, then summary\r\njudgment at that same hearing would have been inappropriate. Rule 56, SCRCP,\r\nrequires 10 days notice before a hearing on a summary judgment motion. See Rule\r\n56(c), SCRCP. Awarding summary judgment at the same hearing granting a\r\nsupplemental complaint would violate the notice requirement. The prejudice in\r\ndoing so is obvious in this case where Petitioner was not given the opportunity by the\r\ntrial court to produce any evidence in support of his claim. As a result, we reverse\r\nthe decision of the Court of Appeals so that Petitioner can file a supplemental\r\ncomplaint that includes his negligence cause of action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII. Special Duty Exception to the Public Duty Doctrine \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner also argues that the trial court and Court of Appeals erred by not\r\naddressing his negligence claim based on the special duty exception to the public\r\nduty doctrine. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, we recognize the difference between immunity under the Tort Claims\r\nAct and the public duty doctrine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nImmunity is an affirmative defense which must be pleaded and can be\r\nwaived. One who pleads immunity conditionally admits the plaintiff's\r\ncase, but asserts immunity as a bar to liability. In contrast, the public\r\nduty rule is a negative defense which denies an element of the\r\nplaintiff's cause of action-the existence of a duty of care to the\r\nindividual plaintiff. The burden is on the plaintiff to show a duty of\r\ncare was owed to him. Rayfield v. South Carolina Dep't of\r\nCorrections, 297 S.C. 95, 105-06, 374 S.E.2d 910, 916 (Ct. App. 1988), \r\n  \r\np.15\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\ncert. denied, 298 S.C. 204, 379 S.E.2d t33 (1989). In the context of a\r\nnegligence action, the public duty rule may be stated as follows: a\r\nstatute prescribing the duties of a public office does not, without more,\r\nimpose on the person holding that office a duty of care towards\r\nindividual members of the public in the performance of those duties.\r\nId. at 105, 374 S.E.2d at 915-16. \r\n  \r\nWells v. City of Lynchburg, 33 t S.C. 296, 501 S.E.2d 746, 752 (Ct. App. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEven where the County does not have tort immunity, to make out a claim of\r\nnegligence against the County under South Carolina law, Petitioner \"must show (1)\r\na duty of care owed by the defendant to the plaintiff; (2) a breach of that duty by\r\na negligent actor omission; and (3) damage proximately resulting from the breach.\"\r\nAndrews v. Piedmont Air Lines, 297 S.C. 367, 377 S.E.2d 127, 128 (1989).\r\nOrdinarily, under South Carolina's public duty doctrine, public officials are \"not\r\nliable to individuals for their negligence in discharging public duties as the duty is\r\nowed to the public at large rather than [to] anyone individually.\" Jensen v.\r\nAnderson County Dep't of Soc. Services, 304 S.C. 195, 199, 403 S.E.2d 615, 617\r\n(1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Summers v. Harrison Constr., 298 S.C. 4511 381 S.E.2d 493 (Ct. App.\r\nt989), the Court of Appeals stated that \"statutes which create or define the duties\r\nof a public office have the essential purpose of providing for the structure and\r\noperation of government or for securing the general welfare and safety of the\r\npublic,\" and that \" [s]uch statutes create no duty of care towards individual members\r\nof the general public.\" Id. S.C. at 455-56,38t S.E.2d at 496. Under South Carolina\r\nlaw, however, a \"special duty' to particular individuals may be created by such a\r\nstatute when: \r\n  \r\n(t) an essential purpose of the statute is to protect against a particular\r\nkind of harm; \r\n  \r\n(2) the statute, either directly or indirectly, imposes on a specific public\r\nofficer a duty to guard against or not cause that harm; \r\n  \r\n(3) the class of persons the statute intends to protect is identifiable\r\nbefore the fact; \r\n  \r\n(4) the plaintiff is a person within the protected class; \r\n  \r\n  \r\n  \r\n(5) the public officer knows or has reason to know of the likelihood of \r\n  \r\np.16\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nharm to members of the class if he fails to do his duty; and \r\n  \r\n(6) the officer is given sufficient authority to act in the circumstances\r\nor he undertakes to act in the exercise of his office. \r\n  \r\nSee Brady Dev. Co. v. Town of Hilton Head Island, 312 S.C. 73, 439 S.E.2d 266,\r\n268 (1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn general, we have been reluctant to find special duties statutorily imposed.\r\nSee, e.g., Brady Dev. Co. v. Town of Hilton Head Island, 312 S.C. 73., 439 S.E.2d\r\n266, 268 (1993) (holding that the town's Development Standards Ordinance was\r\nintended to protect the public from over-development, not to protect homeowners\r\nfrom deprivation of water and other services); Bellamy v. Brown, 305 S.C. 291,408\r\nS.E.2d 219, 220-21 (1991) (holding that statutorily prescribed exceptions to the\r\ndisclosure requirements of the state's Freedom of Information Act did not establish\r\na duty to maintain confidentiality); see also Summers v. Harrison Constr., 98 S.C.\r\n451, 381 S.E.2d 493 (Ct. App. 1989) (holding that a state statute requiring officers\r\nwho issue building permits to secure evidence that the builders and renovators of\r\nresidences are licensed did not create a special, actionable duty to protect\r\nhomeowners); Jensen v. South Carolina Dep't of Soc. Services, 297 S.C. 323, 377\r\nS.E.2d 102, 105-07 (Ct. App.1988) (holding that the state's Child Protection Act,\r\nwhich required state and local officials to carry out various training, monitoring,\r\nreporting, and investigative responsibilities, did impose on local officials to whom\r\ninstances of alleged child abuse had been reported a special duty to investigate and\r\nintervene, but did not impose on state officials a special duty to protect particular\r\nchildren); Rayfield v. South Carolina Dep't of Corrections, 297 S.C. 95,374 S.E.2d\r\n910, 916-17 (Ct. App. 1988) (holding that a state statute requiring prison and parole\r\nofficials to keep records of prisoners' habits and deportment and to prepare\r\nadequate reports concerning parole candidates did not create a special duty to\r\nprotect particular members of the public against crimes committed by released\r\nprisoners). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe statute creating a duty to notify delinquent taxpayers in the current case\r\nis different from the statutes involved in these previous cases. All requirements of\r\nlaw leading up to tax sales are intended for the protection of the taxpayer against\r\nsurprise or the sacrifice of his property and are regarded as mandatory and are\r\nstrictly enforced. Dibble v. Bryant, 274 S.C. 481, 265 S.E.2d 673 (1980). Failure to\r\ngive the required notice is a fundamental defect in the tax proceedings which\r\nrenders the proceedings absolutely void. Donohue v. Ward, 298 S.C. 75,378 S.E.2d\r\n261 (Ct. App. 1989). This Court will set aside sales where section 12-51-40 has not\r\nbeen complied with by public officials. See Snelgrove v. Lanham, 298 S.C. 302,379 \r\n  \r\np.17\r\n\r\nTanner v. Florence Cty. Treasurer, et al., \r\n\r\n\r\n\r\n\r\n\r\nS.E.2d 904 (1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a notice provision, section 12-51-40 creates a special duty. However, every\r\nfailure of a delinquent taxpayer to receive notice does not automatically qualify for\r\nthe special duty exception to the public duty doctrine. It is only in cases such as this\r\none where the delinquent taxpayer asserts that he provided the County his correct\r\naddress and the County failed to use that address that the special duty exception\r\nmay arise. Even then, summary judgment based on tort immunity may be\r\nappropriate if the delinquent taxpayer cannot provide any evidence that the County\r\nhad a corrected address. In the current. case, Petitioner was never given the chance\r\nto put forth that evidence. \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing, the decision of the Court of Appeals is REVERSED. \r\n  \r\nFINNEY, C.J., MOORE and BURNETT, JJ., concur. WALLER, A.J.,\r\nnot participating. \r\n  \r\n  \r\n  \r\np.18\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24986","title":"Davis v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24986","description":"","date":"1999-08-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMarshall Davis, Petitioner,\r\nv.\r\nState of South Carolina,  Respondent. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Colleton County\r\nGerald C. Smoak, Trial Judge\r\nJackson V. Gregory, Post-Conviction Judge \r\n  \r\nOpinion No. 24986\r\nSubmitted May 27, 1999 - Filed August 9, 1999 \r\n  \r\nREVERSED \r\n  \r\nAssistant Appellate Defender Melissa J. Reed Kimbrough,\r\nof S.C. Office of Appellate Defense, of Columbia, for\r\npetitioner. \r\n  \r\nAttorney General Charles M. Condon, Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Teresa A. Knox, Assistant Attorney General J.\r\nBenjamin Aplin, all of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: In this post-conviction relief (PCR) matter, Marshall Davis\r\n\"Petitioner\") asks this Court to review the PCR court's denial of relief. \r\n  \r\np.19\r\n\r\nDavis v. State \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nIn June 1995, a jury convicted petitioner on one count of distribution of\r\ncrack cocaine. The trial court sentenced petitioner to ten years in prison.\r\nPetitioner's attorney subsequently made a motion for reconsideration and\r\nreduction of the sentence. The trial court denied the motion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn June 22, 1995, petitioner filed a notice of appeal, which was later\r\nwithdrawn on January 24, 1996. On March 25, 1996, petitioner filed an\r\napplication for PCR. Petitioner argued his trial counsel had been ineffective.1\r\nThe PCR court dismissed the application, finding petitioner's allegation that he\r\nreceived ineffective assistance of counsel was without merit. We granted\r\ncertiorari to address the following issue: \r\n  \r\n  \r\n  \r\nWhether the PCR court erred in ruling that petitioner received\r\neffective assistance of counsel when the trial court in sentencing\r\npetitioner considered petitioner's decision to have a jury trial, and\r\ntrial counsel did not object? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSCOPE OF REVIEW \r\n  \r\nIn reviewing a claim of ineffective assistance of counsel, this Court applies\r\nthe following two-part test: (1) the applicant must show his or her counsel's\r\nperformance fell below an objective standard of reasonableness; and (2) but for\r\ncounsel's error, there is a reasonable probability the result of the trial would\r\nhave been different. Jackson v. State, 329 S.C. 345~ 495 S.E.2d. 768 (1998)\r\n(applying Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d\r\n674 (1984)). In reviewing the PCR court's decision, this Court is concerned only\r\nwith whether there is any evidence of probative value to support that decision.\r\nCherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). \r\n  \r\n\r\n1 Petitioner raised the following arguments at the PCR hearing: \r\n\r\n(1) trial counsel did not object to the testimony that petitioner\r\nrefused to cooperate with the police after he was arrested;\r\n(2) trial counsel failed to move for a directed verdict of acquittal\r\non the charge of distribution of crack cocaine; and\r\n(3) trial counsel failed to object when the trial court sentenced\r\nhim more harshly for exercising his right to a jury trial. \r\n  \r\n  \r\n  \r\np.20\r\n\r\nDavis v. State \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nPetitioner argues that relief should be granted because his trial counsel\r\nfailed to object when the trial judge, after sentencing petitioner, indicated he\r\nconsidered petitioner's decision to have a jury trial as a factor in sentencing.\r\nWe agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter the trial court sentenced petitioner, petitioner's attorney2 made a\r\nmotion to have the sentence reduced. The following colloquy took place between\r\nthe trial court and defense counsel: \r\n  \r\n  \r\n  \r\n[Defense Counsel]: It's for reduction, your honor. Your honor, as\r\nyou know Mr. Adams couldn't be here today and he - as Mr. Davis\r\n- he's the one who represented Mr. Davis at trial and throughout\r\nthe period since Mr. Davis was sent to us by the clerk of court. Mr.\r\nAdams has asked me to make this motion on Mr. Davis' behalf for\r\na reduction in the sentence. There was no plea bargain offered.\r\nMr. Adams, I understand, made several attempts to negotiate a\r\nplea and law enforcement refused. This is the reason that this case\r\nwent to trial in the first place. There were two drug dealers who\r\ndid plead guilty during the time that your honor has been here with\r\nus this past couple of weeks and they have received lower\r\nsentences. I think one got seven years, J.J. J.J. got seven years\r\nand Dubois got eighteen months and I believe both of those were\r\nnegotiated pleas.... \r\n  \r\n  \r\n  \r\n[State]: May it please the court, your honor? Cory Fleming from\r\nour office prosecuted the case at trial. I'm familiar with the case.\r\nOne reason an offer was never extended in the case was the only\r\ndiscussion that Mr. Adams ever had with my office was for some\r\ntype of probationary sentence and our office didn't agree to that,\r\nand it's accurate in regard to John Paul Thompson and Thomas\r\nJefferson Dubois as to the sentences that they received. \r\n  \r\n  \r\n  \r\n[Defense Counsel]: Mr. Davis has no prior drug convictions. I\r\nmean, he does have a record, but he has no drug convictions. \r\n  \r\n\r\n2 Petitioner's original attorney, Wendell Adams, was not present when the\r\nmotion was made. Instead, Mr. Adams had an assistant public defender stand\r\nin his place to argue the motion. \r\n  \r\np.21 \r\n  \r\n\r\nDavis v. State \r\n\r\n\r\n\r\n\r\n\r\n[Court]: Yes, ma'am, but he didn't plead guilty. Those other two\r\npeople, they pled guilty. They admitted what they had done and to\r\nme that's the first step towards rehabilitation is admitting that you\r\ndid something wrong and you're pleading guilty and when a fellow\r\nwants a trial which he's entitled to as a matter of law - and that's\r\nfine. \r\n  \r\n  \r\n  \r\n[Defense Counsel]: I believe that when Mr. Adams discussed it\r\nwith Mr. Branham that Mr. Branham stated the fact that they\r\nwanted to hang him high. \r\n  \r\n  \r\n  \r\n[Court]: Well, the jury found him guilty and I sentenced him and\r\nI'm not going to change my sentence. Thank you very much. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn State v. Hazel, 317 S.C. 368, 453 S.E.2d 879 (1995), this Court held\r\nthat a trial judge abuses his discretion in sentencing when he considers the fact\r\nthat the defendant exercised his right to a jury trial. In Hazel, the trial judge\r\ngave the following response to the defendant's request for sentencing under the\r\nYouthful Offender Act (\"YOA\"): \r\n  \r\n  \r\n  \r\nWell, it's one thing, if he'd pled guilty, I'd have considered that, but\r\ntaking into consideration the age and where he was and the time\r\nit was, the sentence of the court is you be confined to the State\r\nBoard of Corrections for a period of fifteen years and pay a fine of\r\ntwenty-five thousand dollars. \r\n  \r\nHazel, 317 S.C. at 369, 453 S.E.2d at 879. The Court held that the trial judge\r\nabused his discretion in relying on defendant's exercise of his right to a jury\r\ntrial as weighing against sentencing under the YOA. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOne of the cases relied on by this Court in Hazel was the North Carolina\r\nSupreme Court opinion in State v. Pavone, 410 S.E.2d 1 (N.C. 199 1). In Pavone,\r\nthe trial judge made the following comments when sentencing the defendant: \r\n  \r\nThe jury has found you guilty in a trial. I understand that there\r\nwere negotiations with a view toward reaching an agreement with\r\nrespect to your verdict and sentencing before the trial that were not\r\nproductive, and I understand and appreciate that, but you must\r\nunderstand that having moved through the jury process and having\r\nbeen convicted, it is a matter in which you are in a different \r\n  \r\np.22\r\n\r\nDavis v. State \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nposture.... \r\n  \r\nPavone, 410 S.E.2d at 446. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, the PCR judge found petitioner's trial counsel was not\r\nineffective for failing to object to the trial court's comments. The PCR judge\r\nconcluded that the trial court's remarks in the transcript were speculative and\r\ncould just as easily lead a reasonable person to a contrary conclusion. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the above colloquy, defense counsel argued to the trial court that\r\nsimilarly situated defendants had received lower sentences than petitioner. In\r\nresponse to this argument, the trial judge unequivocally stated that the other\r\ndefendants had, in fact, pled guilty. The trial judge further expressed his\r\npreference for guilty pleas by explaining that such admissions of responsibility\r\nwere the first steps toward rehabilitation. We find these statements clearly\r\nrevealed that the trial judge, in sentencing petitioner, improperly considered\r\npetitioner's decision to proceed with a jury trial. See Hazel, supra. \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, we REVERSE the PCR court's denial of relief. \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.23 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24987","title":"In the Matter of Robert John Murphy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24987","description":"","date":"1999-08-09","type":"opinion","text":"\r\n      \r\n\r\n  Shearouse Adv. Sh. No.  27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of.\r\nRobert John Murphy,\r\nJr., \r\n  \r\nRespondent. \r\n  \r\nOpinion No. 24987\r\nHeard March 4, 1999 - Filed August 9, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\nMark W. Hardee, of Lewis, Babcock &amp; Hawkins,\r\nLLP, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: Respondent failed to answer the formal charges\r\nfiled against him and failed to appear at his panel hearing, and is therefore\r\ndeemed to have admitted the factual allegations made in the charges. Rule\r\n24 of Rule 413, SCACR. The subpanel and the full panel recommended\r\ndisbarment for misconduct arising out of respondent's administration of his\r\naunt's estate. We suspend respondent for nine months effective upon the\r\nfiling of this opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's aunt's estate was opened in 1992, and respondent\r\nand his brother were appointed co-personal representatives. Respondent\r\nremoved certain records necessary for the matter to be properly probated\r\nfrom South Carolina. Respondent repeatedly refused to comply with orders\r\nand directives of the probate court, failed to pay bequests, and in September\r\n1996 was removed as co-personal representative. The September order \r\n  \r\np.24\r\n\r\nIN THE MATTER OF: MURPHY \r\n\r\n\r\n\r\n\r\n\r\nrequired respondent to return the records to his brother. Respondent failed\r\nto comply, and was subsequently arrested twice on bench warrants issued by\r\nthe probate court. At the second contempt hearing before the probate court,\r\nrespondent acknowledged taking $9,500 of estate funds for his own use.\r\nFollowing this proceeding, respondent repaid the money and assisted his\r\nbrother in closing the estate. Further, in the course of the disciplinary\r\ninvestigation, respondent made a false statement to an investigator. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe subpanel found respondent violated Rule 7(a) of Rule 413,\r\nSCACR, by: (1) violating the Rules of Professional Conduct [Rule 7(a)(01; (2)\r\nfailing to respond to an inquiry from the Commission on Lawyer Conduct\r\n[Rule 7(a)(3)]; (3) engaging in conduct tending to pollute the administration\r\nof justice or to bring the courts or the legal profession into disrepute or\r\nconduct demonstrating an unfitness to practice law [Rule 7(a)(5)]; and (4)\r\nwillfully violating a valid Richland County Probate Court order [Rule\r\n7(a)(7)]. It also found respondent violated the following rules of Professional\r\nConduct in his role as co-personal representative of his aunt's estate: (1)\r\ncompetence (Rule 1.1); (2) scope of representation (Rule 1.2); (3) diligence\r\n(Rule 1.3); (4) communication (Rule 1.4); (5) safekeeping property (Rule 1.15);\r\n(6) making a false statement of material fact [Rule 3.3(a)(1)]; (7) failing to\r\nexpedite litigation (Rule 3.2); (8) untruthfulness in statements to others\r\n(Rule 4. 1); (9) failing to respect the rights of his brother, the estate's co\r\npersonal representative, by using means that had no purpose other than to\r\nembarrass, delay or burden him (Rule 4.4); and (10) engaging in conduct\r\ninvolving moral turpitude, dishonesty, fraud, deceit or misrepresentation,\r\nprejudicial to the administration of justice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFollowing the subpanel's report, respondent pro se filed a\r\ndocument entitled \"Response to Panel Report.\" In this document, respondent\r\ncontests certain factual conclusions, but primarily included medical records\r\nand his narrative of personal problems to mitigate, but not excuse, his\r\nconduct. The Attorney General objected to this submission because he\r\nlacked the opportunity to verify or investigate its contents, and pointed out\r\nthat respondent's default posture precluded any challenge to the factual\r\nfindings of the subpanel. While Rule 26(c)(7) of Rule 413 allows respondent\r\nto file objections to the subpanel's report, respondent's submission\r\nimproperly tried to present evidence and challenge conclusive factual\r\nfindings. \r\n  \r\np.25\r\n\r\nIN THE MATTER OF: MURPHY \r\n\r\n\r\n\r\n\r\n\r\nRespondent then wrote requesting he be allowed to appear\r\nbefore the full panel and stating that he had retained an attorney. On\r\nOctober 8, 1998, the full panel unanimously adopted the subpanel's report\r\nand recommendation. Respondent apparently was not permitted to appear. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his brief before this Court, respondent asks us to remand for\r\nconsideration of his mitigating evidence. Rule 27(c)(1) of Rule 413, SCACR\r\nprovides \"If the Supreme Court desires an expansion of the record or\r\nadditional findings, it shall remand the case to the hearing panel  We\r\ndecline to remand this matter. Respondent was able to perform his duties as\r\na federal Administrative Law Judge with the Social Security Administration\r\nduring the entire eight and a half years his aunt's estate was open, and\r\nduring the entire period this disciplinary action was pending. Under these\r\ncircumstances, we discern no reason to permit him a belated opportunity to\r\noffer evidence in mitigation of his misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree that respondent's ' conduct which included willful\r\nviolation of valid court orders and misrepresentations to the probate court as\r\nwell as misappropriation of the estate's funds, warrant a nine month\r\nsuspension. Respondent shall, within fifteen days of the date of this opinion,\r\nserve and file an affidavit of compliance as required by Rule 30(g), SCACR,\r\nand shall remit costs in the amount of $294.46. See generally Rule 30,\r\nSCACR. Accordingly, respondent is \r\n  \r\n  \r\n  \r\nDEFINITELY SUSPENDED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nToal, A.J., not participating \r\n  \r\np.26 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24988","title":"State v. Bryant","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24988","description":"","date":"1999-08-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State,   Respondent. \r\n  \r\nv. \r\n  \r\nLavar K. Bryant,  Appellant. \r\n  \r\nAppeal From Richland County\r\nMarc H. Westbrook, Judge \r\n  \r\nOpinion No. 24988 \r\n  \r\nHeard May 11, 1999 - Filed August 16, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nAssistant Attorney General G. Robert Deloach, III,\r\nand Solicitor Warren B. Giese, all of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant appeals his conviction of murder\r\nand his sentence of life imprisonment. We affirm. \r\n  \r\np.1\r\n\r\nSTATE v. BRYANT \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nBefore noon on August 4, 1995, Mike Suber (Suber) left his\r\noffice at the Department of Health and Environmental Control (DHEC) in\r\nColumbia. Suber's body was discovered in the DHEC parking lot near his\r\npersonal vehicle around 1:00 p.m. that same day. Because Suber's\r\npersonal items, including his wallet, were scattered around him, SLED\r\nagent Kelvin Crimminger concluded a struggle occurred before Suber was\r\nkilled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLying on the ground near the driver's side of Suber's vehicle,\r\npolice investigators found a black wig, a knife and a screwdriver.\r\nAppellant's fingerprints were found on Suber's vehicle. After his\r\nfingerprints identified him as a suspect, police investigators searched\r\nappellant's home. The police found a pair of athletic shoes with a tread\r\npattern consistent with a footprint found at the murder scene. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe words \"Metro Mike f--- your Mamma\" had been etched on\r\nthe rear of Suber's vehicle. Suber's wife testified these words were not on\r\nthe vehicle that morning. Agent Crimminger concluded the scratches were\r\nfreshly made. Juvenile corrections officer Rodney Muller testified\r\noffenders from Columbia used the term \"Metro\" to identify themselves.\r\nFurther, Muller testified appellant wrote \"Metro\" on a shirt while he was\r\nincarcerated with the Department of Juvenile Justice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPathologist Sally Harding, who conducted the autopsy, found\r\nthree stab wounds in Suber's chest that were consistent with the pattern\r\nof a flat head screwdriver. Two of the wounds were superficial. However,\r\nthe third stab wound penetrated Suber's aorta from a downward angle\r\ncausing fluid pressure to build up around Subeir's heart until it stopped\r\nbeating. Harding further testified she found scratch wounds on Suber's\r\nforearms that were consistent with a screwdriver. Harding testified Suber\r\nwould have been conscious and capable of calling for help for about fifteen\r\nminutes before death. Based upon the sand embedded in Suber's face and\r\nhis failure to call for help, Harding concluded someone held Suber down\r\nbefore he died. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn August 5, 1995, appellant surrendered to the police. SLED\r\nagents Tommy Robertson and Arthur Myers and Columbia Police Detective\r\nWalter Bales interviewed appellant at the police station. After appellant\r\nwaived his right to remain silent, appellant initially denied any knowledge \r\n  \r\np.2\r\n\r\nSTATE v. BRYANT \r\n\r\n\r\n\r\n\r\n\r\nabout Suber's murder. Columbia Police Chief Charles Austin then asked\r\nappellant if he wanted to pray. Appellant agreed to pray with Chief\r\nAustin. After a short prayer, appellant began sobbing and said \"I didn't\r\nmean to do it.\" Detective Bales obtained a second waiver of appellant's\r\nrights and appellant gave several inconsistent statements concerning the\r\nincident. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn appellant's first statement, he admitted Suber approached\r\nhim as he was breaking into Suber's vehicle. Suber went to the rear of\r\nthe vehicle and returned with a screwdriver in one hand and a steak knife\r\nin the other hand. According to appellant, Suber dropped the knife during\r\nthe ensuing struggle. Appellant claimed he took the screwdriver away\r\nfrom Suber. After Suber was disarmed, appellant swung the screwdriver\r\nat Suber and stabbed him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then modified his statement claiming he obtained\r\nthe screwdriver and knife from Suber's vehicle. Appellant modified his\r\nstatement again claiming he brought the knife with him. As Suber\r\napproached, appellant pulled out the knife. Suber then ran to the vehicle\r\nand got the screwdriver. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then asserted he threw the knife down prior to the\r\nstruggle because he did not want to fight. However, appellant did not\r\nthink Suber saw him discard the knife. Appellant then \"jumped\" Suber as\r\nSuber was backing out of the passenger door with the screwdriver in his\r\nhand. Suber hit appellant and appellant kicked Suber causing Suber to\r\nfall and drop the screwdriver. Appellant picked up the screwdriver and\r\nstabbed Suber three or four times when Suber came toward him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant gave a final signed written statement describing the\r\nincident. \r\n  \r\nWhen I went out there I went by the truck and searched\r\nit. I found a wallet and checkbook. I put them in my back\r\npocket. I came with the knife. When I was standin' in front\r\nof the truck, he came down and asked what I was doin'. I said\r\nnothing. He began looking in the truck and I had the knife in\r\nmy pocket with the blade pointing up. I took the knife out\r\nand dropped it on the ground because I didn't want it poking\r\nme in the side if we fought. When the man was backing away\r\nfrom the passenger door he had a screwdriver in his hand. I \r\n  \r\np.3\r\n\r\nSTATE v. BRYANT \r\n\r\n\r\n\r\n\r\n\r\nwas afraid so I grabbed the man and we started fighting.\r\nWhen I kicked him he fell down and we were fighting on the\r\nground. \r\n  \r\n  \r\n  \r\nSome way the screwdriver came loose and I picked it up\r\nand stood up. The man got up and came at me. I stabbed at\r\nhim 3 or 4 times and he started gasping. I thought he might\r\ndie so I dropped the screwdriver and ran away. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant requested an instruction on self-defense based on the\r\nevidence that he had withdrawn from the \"initial difficulty\" by discarding\r\nhis knife. The solicitor argued appellant could not claim self-defense\r\nbecause he was initially at fault. The trial judge refused the requested\r\ncharge because appellant brought about the initial difficulty with Suber\r\nand did not retreat. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the trial judge err in refusing to charge self-defense? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAppellant claims the trial judge erred by refusing to charge\r\nself-defense. Based on his statements, appellant argues the jury could\r\nhave found, although he was the initial aggressor, his right to self-defense\r\nwas restored when he withdrew from the conflict and communicated his\r\nintent to do so before Suber attacked him with deadly force. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA self-defense charge is not required unless the evidence\r\nsupports it. State v. Goodson 312 S.C. 278, 440 S.E.2d 370 (1994). To\r\nestablish self-defense in South Carolina, four elements must be present.\r\nFirst, the defendant must be without fault in bringing on the difficulty.\r\nSecond, the defendant must have been in actual imminent danger of losing\r\nhis life or sustaining serious bodily injury, or he must have actually\r\nbelieved he was in imminent danger of losing his life or sustaining serious\r\nbodily injury. Third, if his defense is based upon his belief of imminent\r\ndanger, a reasonably prudent man of ordinary firmness and courage would\r\nhave entertained the same belief. If the defendant was actually in\r\nimminent danger, the circumstances were such as would warrant a man of\r\nordinary prudence, firmness and courage to strike the fatal blow in order\r\nto save himself from serious bodily harm or losing his own life. Fourth, \r\n  \r\np.4\r\n\r\nSTATE v. BRYANT \r\n\r\n\r\n\r\n\r\n\r\nthe defendant had no other probable means of avoiding the danger. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"[O]ne who provokes or initiates an assault cannot escape\r\ncriminal liability by invoking self defense  Ferdinand S. Tinio,\r\nComment Note: Withdrawal, After Provocation of Conflict, As Reviving\r\nRight Of Self-Defense, 55 A.L.R.3d 1000, 1003 (1974). Any act of the\r\naccused in violation of law and reasonably calculated to produce the\r\noccasion amounts to bringing on the difficulty and bars his right to assert\r\nself-defense as a justification or excuse for a homicide. 40 Am. Jur.2d\r\nHomicide § 149 (1999). \"[A] robber, who is met with such violent\r\nresistance by his victim that he has no opportunity to convince [the] victim\r\nthat he has abandoned his criminal intentions and only wants to\r\nwithdraw, may not claim self defense if he injures or kills his victim.\" 55\r\nA.L.R.3d at 1003-04; see also United States v. Thomas, 34 F.3d 44 (2d Cir.\r\n1994) (one who commits or attempts a robbery armed with deadly force\r\nand kills the intended victim when victim responds with force may not\r\navail himself of the defense of self-defense); People v. Couch, 461 N.W.2d\r\n683 (Mich. 1990) (a robber or other wrongdoer engaged in felonious\r\nconduct has no privilege of self-defense); Stiles v. State, 829 P.2d 984\r\n(Okla. Crim. App. 1994) (one who kills while committing armed robbery is\r\nan aggressor and an aggressor is not entitled to a claim of self-defense). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"[I]f, after commencing the assault, the aggressor withdraws in\r\ngood faith from the conflict and announces in some way to his adversary\r\nhis intention to retire, he is restored to his right of self defense . . . .\" 55\r\nA.L.R.3d at 1003. One's right to self-defense is restored after a\r\nwithdrawal from the initial difficulty with the victim if that withdrawal is\r\ncommunicated to the victim by word or act. State v. Graham, 260 S.C.\r\n449, 196 S.E.2d 495 (1973). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's statements fail to establish the elements of self\r\ndefense entitling appellant to a self-defense charge. No question of fact for\r\nthe jury is created on this issue. Appellant concedes he brought on the\r\ninitial difficulty by breaking into Suber's vehicle. Even if appellant\r\nsubjectively meant to withdraw from the conflict he failed to communicate\r\nthis intent to Suber. Although in one statement appellant claimed he\r\ndropped the knife because he did not want to fight, appellant admitted\r\nSuber did not see him drop the knife. Thus, Suber was unaware of\r\nappellant's intent to withdraw from the conflict. Further, appellant never\r\ntold Suber he was leaving and did not want to fight. If appellant truly\r\nintended to withdraw he could have easily left the open parking lot. See \r\n  \r\np.5\r\n\r\nSTATE v. BRYANT \r\n\r\n\r\n\r\n\r\n\r\nMacias v. State, 283 P. 711 (Ariz. 1929) (a man who is a trespasser and in\r\na place where he has no right to be may not stand his ground and slay\r\nhis assailant and still claim self-defense, when by leaving such place he\r\nmight avoid the conflict). Because appellant failed to effectively\r\ncommunicate to Suber his intent to withdraw from the conflict, appellant's\r\nright to use self-defense was never restored. Appellant, as the aggressor,\r\nremained responsible for bringing on the difficulty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, appellant was not entitled to a self-defense charge\r\nand the trial judge correctly refused the charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\np.6 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24989","title":"State v. Cannon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24989","description":"","date":"1999-08-16","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 27\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State,    Petitioner,\r\nv.\r\nTaurus M. Cannon,   Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From York County\r\nDaniel F. Pieper, Circuit Court Judge \r\n  \r\nOpinion No. 24989\r\nHeard June 8, 1999 - Filed August 16, 1999 \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nSenior Assistant Attorney General Charles H.\r\nRichardson, all of Columbia; and Solicitor Thomas E.\r\nPope, of York, for petitioner. \r\n  \r\nRobert M. Dudek of the South Carolina Office of\r\nAppellate Defense, of Columbia, for respondent. \r\n  \r\nAssistant Solicitor Amie L. Clifford, of North \r\n  \r\np.7\r\n\r\nSTATE v. CANNON \r\n\r\n\r\n\r\n\r\n\r\nCharleston, for amicus curiae Solicitors' Association\r\nof South Carolina, Inc., and South Carolina Sheriffs'\r\nAssociation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: After he was arrested on charges of criminal\r\ndomestic violence, the police searched Respondent Taurus M. Cannon and\r\nfound crack cocaine in his pocket. Respondent was convicted of possession of\r\ncrack cocaine with intent to distribute and sentenced to six years'\r\nimprisonment.1 Concluding the crack cocaine was inadmissible, the Court of\r\nAppeals reversed respondent's conviction and sentence. State v. Cannon,\r\n329 S.C. 1632 495 S.E.2d 218 (Ct. App. 1997). This Court granted the State's\r\npetition for a writ of certiorari to review the Court of Appeals' decision. The\r\nSolicitors' Association of South Carolina, Inc., and South Carolina Sheriffs'\r\nAssociation filed a joint amicus curiae brief. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrior to trial, respondent moved to suppress the admission of the\r\ncrack cocaine. The following testimony was offered at the suppression\r\nhearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOfficer Neeley of the City of York Police Department testified, in\r\nresponse to a criminal domestic violence complaint, he went to the home of\r\nBetty Cannon, respondent's mother. Mrs. Cannon invited Officer Neeley\r\ninto her home. She told Officer Neeley respondent, who also resided in the\r\nhome, had a knife. Officer Neeley spoke with respondent. Respondent\r\nstated he was playing a video game when his mother became upset, came at\r\nhim with a vacuum cleaner, and he grabbed a knife. Officer Neeley arrested\r\nrespondent for criminal domestic violence and placed him in handcuffs.\r\nAfter escorting respondent outside, Officer Neeley conducted a \"search\r\nincident to arrest\" and located a pill bottle in respondent's pocket. The bottle\r\nheld plastic bags containing crack cocaine. Officer Neeley testified if he had\r\nnot been invited into the home, he would not have entered because he \"didn't \r\n  \r\n  \r\n  \r\n\r\n1Although the Court of Appeals stated respondent was also convicted of\r\npossession of crack cocaine within the proximity of a school, the solicitor\r\nwithdrew this charge at trial. \r\n  \r\np.8 \r\n  \r\n\r\nSTATE v. CANNON \r\n\r\n\r\n\r\n\r\n\r\nhear screams or anything like that.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent argued S.C. Code Ann.§ 16-25-70(H)(Supp. 1998)\r\nprohibits the admission of evidence of crimes, other than criminal domestic\r\nviolence, seized through a warrantless search conducted as a result of a\r\ncriminal domestic violence complaint. The solicitor argued the crack cocaine\r\nwas admissible because respondent's mother had invited the officer into her\r\nhome and the search was incident to respondent's arrest. Finding the police\r\nentered respondent's home with the consent of his mother, not based on the\r\nstatutory authority of § 16-25-70, the trial judge denied respondent's motion\r\nto suppress. The Court of Appeals reversed. § \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err by holding S.C. Code Ann. § 16-25\r\n70(H) prohibits the admission of evidence of crimes, other than\r\ncriminal domestic violence, seized as a result of a valid\r\nwarrantless search after an arrest for criminal domestic\r\nviolence? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nIn 1984., the General Assembly enacted the Criminal Domestic\r\nViolence Act (the Act). 1984 S.C. Acts 484, §1. it defined the statutory\r\noffense of criminal domestic violence2 and set forth the penalties for a\r\nconviction. In addition, the Act provided the circumstances under which a\r\nlaw enforcement officer may effect an arrest for criminal domestic violence\r\neither with or without a warrant, specifically permitted a warrantless arrest\r\neven if the violence did not take place in the presence of an officer, and\r\npermitted an officer to enter a person's home without a warrant to effect the \r\n  \r\n\r\n2 \"It is unlawful to: (1) cause physical harm or injury to a person's own\r\nhousehold member, (2) offer or attempt to cause physical harm or injury to a\r\nperson's own household member with apparent present ability under\r\ncircumstances reasonably creating fear of imminent peril.\" § 16-25-20. \r\n  \r\np.9\r\n\r\nSTATE v. CANNON \r\n\r\n\r\n\r\n\r\n\r\narrest.3 It further provided \"[n]o evidence other than evidence of violations\r\nof this article found as a result of a warrantless search shall be admissible in\r\nany court of law.\" The Act stated nothing in the article would limit the\r\npower of the police to make \"other lawful arrests.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the substance of the original Act remains, § 16-25-70\r\nhas been expanded and designated into subsections. Currently, § 16-25\r\n70(C) provides, in part: \r\n  \r\nin effecting a warrantless arrest under this section, a law\r\nenforcement officer may enter the residence of the person to be\r\narrested in order to effect the arrest where the officer has\r\nprobable cause to believe that the action is reasonably necessary\r\nto prevent physical harm or danger to a family or household\r\nmember. \r\n  \r\n  \r\n  \r\nSection 16-25-70(H) provides: \r\n  \r\nNo evidence other than evidence of violations of this article found\r\nas a result of a warrantless search is admissible in a court of law. \r\n  \r\n  \r\n  \r\nSection 16-25-80, in part, provides: \r\n  \r\nNothing in this article affects or limits . . . the powers of the\r\npolice to make other lawful arrests. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe cardinal rule of statutory construction is that the Court\r\nascertain and effectuate the actual intent of the legislature. Mid-State Auto\r\nAuction of Lexington, Inc. v. Altman, 324 S.C. 65, 476 S.E.2d 690 (1996). In\r\nascertaining the intent of the legislature, a court should not focus on any\r\nsingle section or provision but should consider the language of the statute as\r\na whole. Id. \r\n  \r\n\r\n3 Unless it constitutes the offense of criminal domestic violence of a\r\nhigh and aggravated nature, criminal domestic violence is a misdemeanor.\r\n§§ 16-25-30 to -65. \r\n  \r\np.10\r\n\r\nSTATE v, CANNON \r\n\r\n\r\n\r\n\r\n\r\nWe conclude § 16-25-70(C) is inapplicable in this case. Officer\r\nNeeley did not enter respondent's home under the authority of § 16-25-70(C),\r\nbut rather upon the invitation of respondent's mother. Frazier v. Cupp, 394\r\nU.S. 731, 89 S.Ct. 1420, 22 L.Ed.2d 684 (1969)(any person with an equal\r\nright to use or occupy property may consent to its search). After determining\r\nrespondent had committed criminal domestic violence, Officer Neeley\r\narrested respondent. Once Officer Neeley lawfully arrested respondent on\r\ncharges of criminal domestic violence, he was entitled to search respondent\r\nincident to the arrest. U.S. v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38\r\nL.Ed.2d 427 (1973)(police officer may search arrestee and the area within his\r\nimmediate control for weapons and destructible evidence without first\r\nobtaining a search warrant). Accordingly, since the officer did not enter\r\nrespondent's home under the authority of § 16-25-70(C), § 16-25-70(H) does\r\nnot apply and the evidence seized as a result of the valid search incident to\r\narrest was properly admitted in respondent's trial for possession of crack\r\ncocaine with intent to distribute.4 Our decision is supported by the language\r\nof § 16-25-80 which specifically provides nothing in the Act \"affects or limits.\r\n. . the powers of the police to make other lawful arrests.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur \r\n  \r\n\r\n4We are concerned about the effect of § 16-25-70(H). The plain\r\nmeaning of the statute precludes the admission of evidence of crimes, other\r\nthan criminal domestic violence, seized as a result of a warrantless search\r\nconducted pursuant to § 16-25-70(C). In the case before us today, if the\r\nofficer had entered respondent's home under the authority of § 16-25-70(C),\r\nthe crack cocaine found in respondent's pocket would have arguably been\r\ninadmissible pursuant to § 16-25-70(H). Similarly, as noted by the amicus\r\ncuriae, if the police make a warrantless entry into a home under the\r\nauthority of § 16-25-70(C) and observe in plain view a weapon which is\r\nrecognized as the weapon in an unrelated murder, the weapon could be\r\ninadmissible under § 16-25-70(H) since murder is not a violation of the Act. \r\n  \r\np.11 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24990","title":"Brightman v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24990","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nHerman Brightman,     Petitioner,\r\nv.\r\nState of South Carolina,  Respondent. \r\n  \r\nAppeal From Orangeburg County\r\nDaniel E. Martin, Sr., Judge \r\n  \r\nOpinion No. 24990 \r\n  \r\nSubmitted March 16, 1999 - Filed August 23, 1999 \r\n  \r\nREVERSED \r\n  \r\nAssistant Appellate Defender Robert M. Dudek, of\r\nColumbia, for petitioner. \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, and Assistant\r\nDeputy Attorney General Teresa A. Knox, all of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Petitioner Herman Brightman was convicted of\r\npossession with intent to distribute (PWID) crack cocaine and sentenced to \r\n  \r\np.1\r\n\r\nBrightman v. State \r\n\r\n\r\n\r\n\r\n\r\n12 years.1 We granted petitioner a writ of certiorari to review the denial of\r\nhis application for post-conviction relief (PCR). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\nDid the PCR judge err in finding trial counsel was\r\nnot ineffective for failing to request a King2charge? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\nAt trial, trial counsel requested a jury charge on the lesser included\r\noffense of simple possession. The trial judge granted petitioner's request.\r\nTrial counsel, however, did not request a King charge. Petitioner contends\r\nhis trial counsel was ineffective for failing to request a King charge. We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n A defendant is entitled to a King charge if a lesser included charge is\r\ngiven. State v. King, supra. However, the State contends petitioner has not\r\nshown trial counsel was ineffective for failing to request a King charge\r\nbecause petitioner was not entitled to the charge on simple possession.\r\nWhere there is no evidence to support an instruction on a lesser-included\r\noffense, a PCR applicant cannot show prejudice from the failure to request a\r\nKing charge. Bell v. State, 321 S.C. 238, 467 S.E.2d 926 (1996). A trial\r\njudge must charge a lesser included offense if there is evidence from which it\r\ncan be inferred that the defendant committed the lesser rather than the\r\ngreater offense. State v. Drafts, 288 S.C. 30, 340 S.E.2d 784 (1986). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 44-53-375 (B)(Supp. 1998) states: \"Possession of one\r\nor more grams of ice, crank, or crack cocaine is prima facie evidence of a\r\nviolation of this subsection.\" This statutory language creates a permissible\r\ninference which the jury may accept or reject as a conviction of PWID does\r\nnot hinge upon the amount involved. State v. Adams, 291 S.C. 132, 352\r\nS.E.2d 483 (1987)(citing State v. Simpson, 275 S.C. 426, 272 S.E.2d 431 \r\n  \r\n\r\n1 His direct appeal was denied. State v. Brightman, Op. No. 95-MO-249\r\n(S.C. Sup. Ct. filed August 14, 1995) \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2State v. King, 158 S.C. 251, 155 S.E. 409 (1930)(if jury has a\r\nreasonable doubt between lesser and greater offenses, it must resolve the\r\ndoubt in the defendant's favor). \r\n  \r\np.2\r\n\r\nBrightman v. State \r\n\r\n\r\n\r\n\r\n\r\n(1980)).3Because the jury was free to reject the permissible statutory\r\ninference, the jury could have found petitioner guilty of the lesser included\r\noffense of simple possession.4 Here, petitioner was entitled to the lesser\r\nincluded offense charge and trial counsel was ineffective for failing to also\r\nrequest a King charge. Thus, the PCR judge erred in denying petitioner\r\nrelief. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe take this opportunity to revisit the continued propriety of the King\r\ncharge. In King, the trial judge's charge had the effect of intimating the\r\ndefendant was guilty of murder to the jury while eliminating any potential\r\nfor the lesser included offense. The Court held: \r\n  \r\n  \r\n  \r\nThe charge did not clearly and correctly instruct\r\nthe jury, that if they had a reasonable doubt as\r\nto whether the appellant was guilty of murder\r\nor manslaughter, it was their duty to resolve\r\nthe doubt in his favor, and find him guilty of\r\nthe lesser offense. It is plain that the rule of\r\nreasonable doubt requires that a defendant\r\ncharged with murder, be extended the benefit \r\n  \r\n\r\n3We note that we have held \" [i]t is the amount of cocaine, rather than\r\nthe criminal act, which triggers the trafficking statute, and distinguishes\r\ntrafficking from distribution and simple possession. If the amount of cocaine,\r\nor any mixture containing cocaine, is ten grams or more the trafficking\r\nstatute is applied.\" State v. Raffaldt, 318 S.C. 110, 117, 456 S.E.2d 390, 394\r\n(1995)(emphasis added). However, this decision was based upon the\r\nstatutory language in the trafficking statute which provides that a\r\npossession of certain weights of drugs is trafficking rather than merely\r\ncreating a permissible inference. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 In Gilmore v. State, 314 S.C. 453, 445 S.E.2d 454 (1994)(Finney, J.,\r\ndissenting), we held trial counsel was not ineffective for failing to request a\r\nKing charge because the defendant was not entitled to the lesser included\r\noffense in the first instance. We stated that the drugs recovered weighed\r\nmore than the permissible statutory inference for the greater offense of\r\nPWID and, therefore, the record did not support an instruction on the lesser\r\nincluded charge of simple possession. Gilmore converted the statutory\r\ninference into an impermissible presumption. Thus, to the extent that\r\nGilmore is inconsistent with this opinion, it is hereby overruled. \r\n  \r\n  \r\n  \r\np.3\r\n\r\nBrightman v. State \r\n\r\n\r\n\r\n\r\n\r\nof that doubt, when it is questionable that the\r\ncrime committed by him was murder or\r\nmanslaughter. \r\n  \r\n155 S.E. at 426. As we noted in State v. Gilmore, ItIhis language makes it\r\nreadily apparent that the King charge stemmed from the 1930 legal\r\ndefinition of 'reasonable doubt.' The legal definition of'reasonable doubt has\r\ngone through significant modification and revision since 1930, and an\r\nargument could now be made that the King charge is unnecessary and\r\narchaic. See Victor v. Nebraska, 511 U.S. 12 114 S.Ct. 1239) 127 L.Ed.2d 583\r\n(1994).\" 445 S.E.2d at 456 &amp; n 1. We have endorsed the definition of\r\nreasonable doubt set forth in Justice Ginsberg's concurring opinion in Victor\r\nv. Nebraska. State v. Darby, 324 S.C. 114, 477 S.E.2d 710 (1996). We now\r\nthink the time has come to overrule King. The King charge is unnecessary\r\nin light of the modern general reasonable doubt charge which instructs the\r\njury to resolve doubts in favor of the defendant.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nTOAL, WALLER, and BURNETT, JJ., concur. FINNEY, C.J.,\r\nconcurring in part and dissenting in part in a separate opinion. \r\n  \r\n  \r\n  \r\n\r\n5The following cases are hereby overruled to the extent that they hold\r\nit is reversible error to fail to give the King charge when there is evidence to\r\nsupport a charge on a lesser included offense. Bell v. State, 321 S.C. 238,\r\n467 S.E.2d 926 (1996); State v. Gorum, 311 S.C. 332, 428 S.E.2d 884 (1993);\r\nChalk v. State, 313 S.C. 25, 437 S.E.2d 19 (1993); State v. Davis, 309 S.C.\r\n326, 422 S.E.2d 133 (1992); State v. Robinson, 307 S.C. 169, 414 S.E.2d 142\r\n(1992); Carter v. State, 301 S.C. 396, 392 S.E.2d 184 (1990); State v.\r\nJackson, 301 S.C. 41, 389 S.E.2d 650 (1990); State v. Patrick, 289 S.C. 301,\r\n345 S.E.2d 481 (1986); State v. McLaughlin, 208 S.C. 462, 38 S.E.2d 492\r\n(1946). See also State v. Franklin, 310 S.C. 122,  425 S.E.2d 758 (Ct. App.\r\n1992); State v. McCall, 304 S.C. 465, 405 S.E.2d 414 (Ct. App. 1991); State\r\nv. Clifton, 302 S.C. 431, 396 S.E.2d 831 (Ct. App. 1990). \r\n  \r\np.4\r\n\r\nBRIGHTMAN v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I concur with the majority opinion insofar as it overrules\r\nGilmore v. State, 314 S.C. 453, 445 S.E.2d 454 (1994), and grants petitioner\r\na new trial, but I dissent from the majority's decision to overrule State v.\r\nKing, 158 S.C. 2512 155 S.E. 409 (1930). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe majority's decision to overrule King is predicated on the assertion\r\nthat the \"modern general reasonable doubt charge ... instructs the jury to\r\nresolve doubts in favor of the defendant.\" In State v. Manning, 305 S.C. 413,\r\n409 S.E.2d 372 (1991), we urged the trial courts of this State to limit the jury\r\ncharge defining reasonable doubt to \"the kind of doubt which would cause a\r\nreasonable person to hesitate to act.\" Id., 305 S.C. at 417, 409 S.E.2d at 375.\r\nI find no \"endorsement\" of Justice Ginsburg's suggested reasonable doubt\r\ncharge in State v. Darby, 324 S.C. 114, 477 S.E.2d 710 (1996). In Darby, we\r\nnoted in footnote 1 that the trial judge gave an instruction derived from the\r\nGinsburg suggested charge, and further stated \"some courts have expressly\r\napproved this charge as the definition of reasonable doubt to be given\r\nwithin their jurisdiction.\" Id., 324 S.C. at 116, 477 S.E.2d at 711 (emphasis\r\nadded). This Court did not either expressly or impliedly approve the charge\r\nderived from the Ginsburg suggested charge. We merely held that the\r\nreasonable doubt charge was not erroneous. See also State v. Needs, 333\r\nS.C. 1345 508 S.E.2d 857 (1998)(in footnote 12, Court recites alternative\r\nversions of reasonable doubt charge, noting neither is mandatory, and that\r\nthe trial judge may decline any definitional charge). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn my view, a general charge on the definition of reasonable doubt is\r\nexplicitly distinct from an instruction on the application of the principle of\r\nreasonable doubt where lesser included offenses are involved. The recent\r\nchanges in the jury charge definition of reasonable doubt do not alter the\r\nnecessity of the King charge. That charge does not define reasonable doubt,\r\nbut instead instructs the jury on the application of this fundamental\r\nprinciple of criminal law in a case where the defendant faces charges of both\r\ngreater and lesser included offenses. I am persuaded that the ends of justice\r\nrequire that where there is doubt as between the greater or lesser included\r\noffenses, a jury must be instructed that such doubt should be resolved in\r\nfavor of the defendant as to the lesser included offense. Hence, the King\r\ncharge remains an indispensable part of our criminal jurisprudence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the reasons given above, I respectfully concur in part and dissent \r\n  \r\np.5\r\n\r\nBrightman v. State \r\n\r\n\r\n\r\n\r\n\r\nin part. \r\n  \r\n  \r\n  \r\np.6 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24991","title":"Johnson v. Catoe, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24991","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nRichard Charles\r\nJohnson,  Petitioner,\r\nv.\r\nWilliam D. Catoe,\r\nDirector, Department of\r\nCorrections, and Charles\r\nM. Condon, Attorney\r\nGeneral of South\r\nCarolina,  Respondents. \r\n  \r\nIN OUR ORIGINAL JURISDICTION \r\n  \r\nOpinion No. 24991 \r\n  \r\nHeard June 23, 1999 - Filed August 23,1999 \r\n  \r\nQUESTION ANSWERED \r\n  \r\nJohn H. Blume, of Ithaca, New York; and David P. Voisin,\r\nof Center for Capital Litigation, of Columbia, for petitioner. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney General\r\nDonald J. Zelenka, and Senior Assistant Attorney General\r\nWilliam Edgar Salter, III, all of Columbia, for respondents. \r\n  \r\nDavid I. Bruck, of Columbia, for amici curiae S.C. Association of\r\nCriminal Defense Lawyers and S.C. Public Defenders Association. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We have accepted this case in our original \r\n  \r\np.7\r\n\r\nJohnson v. Catoe, et al., \r\n\r\n\r\n\r\n\r\n\r\njurisdiction to consider whether our decision in Whetsell v. State, 276 S.C.\r\n295, 277 S.E.2d 891 (1981), procedurally bars collateral review of guilt\r\nphase issues raised by a capital defendant who admits guilt during the\r\nsentencing phase of trial. We hold it does not. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nIn 1985, petitioner Johnson fatally shot a motorist, Dan Swanson,\r\nwith whom he had hitched a ride. Petitioner concealed the body in the\r\nback of the victim's recreational vehicle and continued driving. When\r\nTrooper Bruce Smalls stopped petitioner for driving erratically, petitioner\r\nshot him to death. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn February 1986, petitioner was convicted and sentenced to death in\r\nJasper County for the murder of Trooper Smalls. This conviction was\r\nreversed on appeal. State v. Johnson 293 S.C. 321, 360 S.E.2d. 317\r\n(1987).1Petitioner was retried and again sentenced to death. This\r\nsentence was upheld on appeal. State v. Johnson, 306 S.C. 119, 410\r\nS.E.2d 547 (1991), cert. denied, 503 U.S. 993 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner sought post-conviction relief (PCR) on several grounds. In\r\nits 1994 order, the PCR court addressed petitioner's issues on the merits\r\nand denied relief. On two issues, it ruled in the alternative that relief\r\nwas procedurally barred because petitioner had admitted his guilt during\r\nhis statement to the jury in the sentencing phase of his trial. The PCR\r\ncourt cited Whetsell as support for this procedural bar. Petitioner sought\r\nreview in this Court but did not challenge the PCR court's Whetsell\r\nruling. We denied review. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn December 1996, petitioner filed a federal habeas corpus action in\r\nfederal district court. The district court concluded petitioner's guilt phase\r\nissues were procedurally barred citing the PCR court's ruling under\r\nWhetsell because this was an adequate and independent state procedural\r\nrule. Further, it found relief should be denied on the substantive issues in\r\nany event. On appeal, a two-judge majority of the Fourth Circuit Court of\r\nAppeals affirmed in an unpublished opinion with one dissenter. Johnson\r\nv. Moore, 1998 WL 708691 (4th Cir. 1998). The majority agreed with the\r\ndistrict court's application of Whetsell and in the alternative affirmed on \r\n  \r\n\r\n1 Petitioner pled guilty in Clarendon County to murder and armed\r\nrobbery for the death of Dan Swanson and was sentenced to life plus twenty\r\nfive years. Only the Jasper County conviction is involved in this case. \r\n  \r\n  \r\n  \r\np.8\r\n\r\nJohnson v. Catoe, et al., \r\n\r\n\r\n\r\n\r\n\r\nthe merits of the issues raised. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner then filed this petition for habeas corpus raising the\r\nprocedural question whether Whetsell precludes collateral review and\r\nalleging several substantive grounds for relief. We deny relief on the\r\nsubstantive grounds raised in the petition for habeas corpus2 but accept\r\nconsideration of the Whetsell issue because it is an important one in\r\nstatewide capital litigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nWhetsell is a guilty plea case in which PCR was granted on the\r\nground counsel was ineffective for failing to move to suppress evidence. In\r\nreversing the grant of relief, this Court cited State v. Sroka,  267 S.C. 664,\r\n230 S.E.2d 816 (1976), for the proposition that \"review of a trial error is\r\nunnecessary where a defendant admits in open court after his conviction\r\nthat he is guilty.\" 277 S.E.2d at 892: We then concluded: \"Here, [the\r\nPCR applicants] not only reiterated their guilt at the post conviction\r\nhearing, but stated they would plead guilty again if granted a new trial.\"\r\nId. In the case now before us, the PCR court and the federal courts\r\nagreed with the State that this language in Whetsell bars a capital \r\n  \r\n\r\n2 All petitioner's substantive issues have been addressed and denied on\r\nthe merits by the PCR court and/or the federal courts. Although the\r\ndissenter in the Fourth Circuit opinion complains that petitioner's alleged\r\nBrady violation regarding witness Hess was never addressed, the majority\r\nopinion in fact addresses it. Johnson v. Moore, supra, at 9-10. Moreover, we\r\nagree with the majority's conclusion in that case that the evidence in\r\nquestion was not material. Johnson admitted his guilt for the murder of\r\nSwanson when he pled guilty to that crime in Clarendon County. In light\r\nof this fact, the Fourth Circuit found: \r\n  \r\nWe cannot believe that a jury Would have found Hess' position\r\nthat Johnson was not responsible for the Swansen (sic) murder--a\r\nmurder he himself had admitted--to be exculpatory with respect\r\nto Trooper Smalls' murder, especially in view of the fact that the\r\njury was aware that Hess had changed her story on several\r\nprevious occasions. \r\n  \r\nId. at 10. We agree that petitioner has failed to establish the materiality\r\nrequired to prove a Brady violation. See United States v. Bagley, 437 U.S.\r\n667 (1985). We decline to revisit petitioner's remaining substantive issues. \r\n  \r\np.9\r\n\r\nJohnson v. Catoe, et al., \r\n\r\n\r\n\r\n\r\n\r\ndefendant who admits his guilt at sentencing from collateral review of\r\nguilt phase errors. This is an incorrect reading of Whetsell. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe operative fact in Whetsell is not the admission of guilt but the\r\nfact that the PCR applicants in that case stated they would plead guilty\r\nagain if granted a new trial.3 A defendant who pleads guilty on the\r\nadvice of counsel may collaterally attack the plea only by showing that (1)\r\ncounsel was ineffective and (2) there is a reasonable probability that but\r\nfor counsel's errors, the defendant would not have pled guilty. Wolfe v.\r\nState, 326 S.C. 158, 485 S.E.2d 367 (1997); Satterwhite v. State, 325 S.C.\r\n254, 481 S.E.2d 709.(1997). Thus, the PCR applicants in Whetsell could\r\nnot prevail on their claims of ineffectiveness because they failed to meet\r\nthe second prong, or prejudice prong, of this analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Craddock v. State, 327 S.C. 303, 491 S.E.2d 251 (1997), we.\r\nspecifically rejected the State's contention that Whetsell barred collateral\r\nreview. The Craddock case distinguishes Whetsell on the ground Craddock\r\nstated he would not have pled guilty but for counsel's error. Unlike the\r\napplicants in Whetsell, Craddock was therefore able to satisfy the\r\nprejudice prong despite his admission of guilt and, accordingly, Whetsell\r\ndid not apply. 491 S.E.2d at 451-52.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nIn conclusion, Whetsell does not stand for the proposition that a\r\ndefendant who admits his guilt is barred from collaterally attacking his \r\n  \r\n\r\n3 The citation to State v. Sroka, supra, in the Whetsell opinion is\r\nmisplaced since Sroka is a direct appeal employing a harmless error analysis\r\nand not a collateral attack on a conviction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4The Fourth Circuit majority in Johnson v. Moore, supra, struggled with\r\nCraddock and concluded it was merely a \"refinement\" of the Whetsell rule in\r\nthat it allowed the defendant to collaterally attack his guilty plea because the\r\nalleged error went to the voluntariness of the plea. In fact, a PCR applicant\r\nin such a case must still satisfy the prejudice prong on collateral attack and\r\nWhetsell would still apply. See Gibson v. State, Op. No. 24914 (S.C. Sup. Ct.\r\nfiled March 8, 1998); Carter v. State, 329 S.C. 355, 475 S.E.2d 773 (1998)\r\n(PCR applicant challenging voluntariness of plea must show that but for\r\ncounsel's error he would not have pled guilty). Craddock simply confirms\r\nthat application of Whetsell depends upon whether or not a PCR applicant\r\nhas stated he would plead guilty anyway. \r\n  \r\np.10\r\n\r\nJohnson v. Catoe, et al., \r\n\r\n\r\n\r\n\r\n\r\nconviction. Whetsell stands only for the narrow proposition that a PCR\r\napplicant who has pled guilty on advice of counsel cannot satisfy the\r\nprejudice prong on collateral attack if he states he would have pled guilty\r\nin any event. Accordingly, Whetsell does not bar a capital defendant who\r\nadmits his guilt at sentencing from challenging guilt phase errors on\r\ncollateral attack. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nQUESTION ANSWERED. \r\n  \r\n  \r\n  \r\nTOAL, WALLER, and BURNETT, JJ., concur. FINNEY, C.J.,\r\nconcurring in part and dissenting in part in a separate opinion \r\n  \r\np.11\r\n\r\nJOHNSON v. CATOE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully concur in part and dissent in part. I\r\nconcur with the majority opinion insofar as it addresses and decides the only\r\nissue before the Court, that Whetsell v. State, 276 S.C. 295, 277 S.E.2d 891\r\n(1981), does not bar collateral review of guilt phase issues when a capital\r\ndefendant admits guilt1d during the sentencing phase of his trial. I dissent,\r\nhowever, from that part of the majority opinion which gratuitously addresses\r\nthe merits of petitioner's substantive Brady claim, and incorrectly holds the\r\nsuppressed evidence was not material. I would simply omit footnote 2. \r\n  \r\n  \r\n  \r\n\r\n1dI assume without deciding that we are bound by the law of the case to\r\nhold that petitioner's penalty phase statement was an admission of guilt.\r\nSee State v. Johnson, 306 S.C. 119, 410 S.E.2d 547 (1991). \r\n  \r\np.12 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24992","title":"Mosteller v. County of Lexington, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24992","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nElbert Mosteller,  Appellant,\r\nv.\r\nCounty of Lexington and\r\nS. C. Department of\r\nTransportation,  Respondents. \r\n  \r\nAppeal From Lexington County\r\nMarc H. Westbrook, Circuit Court Judge \r\n  \r\nOpinion No. 24992 \r\n  \r\nHeard June 10, 1999 - Filed August 23, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nShane E. Swanson, of Mt. Pleasant, for appellant. \r\n  \r\nJeffrey M. Anderson and Lisa L. Smith, both of\r\nNicholson, David, Frawley, Anderson &amp; Ayer, LLP, of\r\nLexington, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: This case involves a challenge by a property owner to\r\nthe closure of a railroad crossing in Lexington County. Summary judgment was\r\ngranted for the defendants. The plaintiff appeals to this Court. We affirm. \r\n  \r\np.13\r\n\r\nMosteller v. County of Lexington, et al., \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nIn February 1995, the South Carolina Department of Transportation\r\n(\"SCDOT\") closed the railroad crossing on White Owl Road in Chapin, South\r\nCarolina pursuant to S.C. Code Ann.§ 58-15-1625 (Supp. 1998). Elbert\r\nMosteller (\"Plaintiff\"), a nearby property owner, sued Lexington County and\r\nSCDOT for closing the crossing. White Owl Road was one of several roads that\r\nconnected.U.S. Highway 76 to Harvestview Road. Plaintiffs property sits on\r\nHarvestview Road directly across from where White Owl Road meets\r\nHarvestview.1 To reach White Owl Road, Plaintiff must cross over Harvestview\r\nRoad. In fact, for his own convenience, Plaintiff constructed his driveway so\r\nthat it faces into White Owl Road. Plaintiff frequently used White Owl Road to\r\nreach Highway 76. In addition to White Owl Road, Plaintiff can access\r\nHighway 76 by traveling to other roads located in either direction on\r\nHarvestview Road. These roads are approximately one-half a mile from\r\nPlaintiff s residence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his pro se complaint, Plaintiff alleged causes of action for temporary\r\nand permanent injunction, deprivation of substantive due process,\r\nunconstitutional taking, and arbitrary and capricious action. Plaintiff claimed\r\nthat he should have been given notice of the closing pursuant to S.C. Code Ann.\r\n§ 57-9-10 (1991). He further claimed that the closing of White Owl Road\r\nconstituted a taking and resulted in the depreciation of his property value. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn July 2, 1998, Defendants moved for summary judgment, and on\r\nSeptember 14, 1998, the trial court heard arguments on the motion. By order\r\ndated September 28, 1998, the trial court granted Defendants' summary\r\njudgment motion. The trial court held that White Owl Road had not been\r\nclosed. Plaintiff appeals to this Court, raising the following issues: \r\n  \r\n(1) Did the trial court err in concluding that White Owl Road had not\r\nbeen closed where conflicting evidence was presented? \r\n  \r\n(2) Did the trial court err in deciding that Plaintiff was not entitled to\r\nnotice of the closure? \r\n  \r\n(3) Did Plaintiff make a prima facie showing of a constitutional taking? \r\n  \r\n\r\n1 Plaintiff's address is 245 Harvestview Road. \r\n\r\np.14\r\n\r\nMosteller v. County of Lexington, et al., \r\n\r\n\r\n\r\n\r\n\r\nSCOPE OF REVIEW \r\n  \r\n  \r\n  \r\nSummary judgment is appropriate when it is clear that there is no\r\ngenuine issue of material fact and that the moving party is entitled to judgment\r\nas a matter of law. Caf&eacute; Assoc., Ltd. v. Gerngross, 305 S.C. 6, 406 S.E.2d 162\r\n(1991). Summary judgment is not appropriate where further inquiry into the\r\nfacts of the case is desirable to clarify the application of the law. Middleborough\r\nHorizontal Regime Council of Co-Owners v. Montedison, 320 S.C. 470, 465\r\nS.E.2d 765 (Ct. App. 1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nPlaintiff first argues that he was entitled to notice of the closing under\r\nS.C. Code § 57-9-10 (1991). We disagree. \r\n  \r\nSection 57-9-10 provides: \r\n  \r\nAny interested person, the State or any of its political subdivisions\r\nor agencies may petition a court of competent jurisdiction to\r\nabandon or close any street, road or highway whether opened or\r\nnot. Prior to filing the petition, notice of intention to file shall be\r\npublished once a week for three consecutive weeks in a newspaper\r\npublished in the county where such street, road or highway is\r\nsituated. Notice shall also be sent by mail requiring a return\r\nreceipt to the last known address of all abutting property owners\r\nwhose property would be affected by any such change. \r\n  \r\nThis section of the Code has remained unchanged since its enactment in 1962.\r\nIn 1992, the General Assembly enacted S.C. Code Ann. § 58-15-1625 (Supp.\r\n1998), which states: \r\n  \r\nNotwithstanding any other provision of law, the Department of\r\nTransportation may order legally closed and abolished as a public\r\nway, within the limits of a railroad right-of-way, a grade crossing\r\nthen in existence at the time the department assumes jurisdiction\r\nof the matter, upon a finding that the enhancement of public safety\r\nresulting from such closing outweighs any inconvenience caused by\r\nincreased circuitry of highway routes. This order by the\r\ndepartment may be issued either in connection with, or\r\nindependent of, an order relating to automatic train-activated \r\n  \r\np.15\r\n\r\nMosteller v. County of Lexington, et al., \r\n\r\n\r\n\r\n\r\n\r\nwarning signals. The authority of the department legally to close\r\nand abolish grade crossings is in addition to authority granted by\r\nlaw to other state agencies or to local units of government to close\r\nand abolish grade crossings. Upon the issuance of the order by the\r\ndepartment, the railroad or railroads involved shall physically\r\nremove the crossing from the tracks, and the governmental unit\r\nmaintaining the highway shall remove or barricade the approaches\r\nto the crossing. \r\n  \r\n(Emphasis added). Under the authority of this section, the SCDOT closed the\r\nrailroad crossing on White Owl Road in Lexington County. Plaintiff argues that\r\nclosing the railroad crossing effectively closed White Owl Road and therefore\r\ntriggered the notice provisions of section 57-9-10. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen interpreting a statute, this Court's primary function is to ascertain\r\nthe intention of the Legislature. Holley v. Mount Vernon Mills, Inc, 312 S.C.\r\n320) -440 S.E.2d 373 (1993). When a statute is clear and unambiguous, the\r\nterms of the statute must be given their literal meaning. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 57-9-10 requires two separate notice procedures -- notice by\r\nnewspaper published in the county where the road is located and notice by mail\r\nto abutting landowners. As a resident within the county, Plaintiff had standing\r\nto seek enforcement of the statute. However, the application of section 57-9-10\r\nin this case must be considered in light of section 58-15-1625. The railroad\r\nclosing statute does not require any notice prior to a grade crossing closing. The\r\nstatute simply requires that the SCDOT issue an order closing the grade\r\ncrossing within a railroad right-of-way upon finding that the enhancement of\r\npublic safety would outweigh any inconvenience of increased circuitry of\r\nhighway routes. Further, the statute is introduced with the phrase,\r\n\"Notwithstanding any other provision of law . . . . \" By using this language, the\r\nlegislature clearly intended that section 58-15-1625 be exclusive of other\r\nprovisions of law, including section 57-9-10. In effect, section 58-15-1625\r\ntrumps the notice requirements of section 57-9-10. See Lewis v. Gaddy, 254\r\nS.C. 66, 173 S.E.2d 376 (1970) (holding that by using the phrase\r\n\"notwithstanding any other provision of law\" in section 4-29 of the 1967 Code,\r\nthe legislative intent was to allow both the possession and consumption of\r\nalcoholic liquors upon the premises of a business \"establishment meeting the\r\nrequirements of section 4-29, notwithstanding the provisions of section 4-95).\r\nThus, since section 58-15-1625 contains no notice provision, the SCDOT is not\r\nstatutorily required to provide notice prior to closing a railroad grade crossing. \r\n  \r\np.16\r\n\r\nMosteller v. County of Lexington, et al., \r\n\r\n\r\n\r\n\r\n\r\nPlaintiff next argues that he had a constitutionally protected right to\r\naccess Highway 76 via White Owl Road. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPlaintiff cites South Carolina State Highway Dept v. Allison, 246 S.C.\r\n3891143 S.E.2d 800 (1965) for the proposition that an abutting property owner\r\nhas a right of access over a street adjacent to his property, and that an\r\nobstruction that materially injures or deprives the abutting property owner of\r\ningress or egress to and from his property is a taking for which recovery may be\r\nhad. In applying Allison to the instant case, Plaintiff contends that he had a\r\nproperty right to access Highway 76 from Harvestview Road via White Owl\r\nRoad. The closing of White Owl Road impeded this right and decreased\r\nPlaintiff's property value as a result. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Allison, U.S. Highway 29 was constructed over the western portion of\r\nthe landowner's property. A condemnation proceeding had been instituted in\r\nconnection with the acquisition of a right of way for Highway 1-85, one lane of\r\nwhich was to be constructed on top of Highway 29. The landowner had access\r\nto Highway 29 along the entire western extremity of his property prior to the\r\ntaking. After the taking, he would have identical access to a frontage road\r\nbeing constructed in conjunction with 1-85. By traveling seven-tenths of a mile\r\nsouth of his property on this frontage road, the landowner could enter 1-85. The\r\nlandowner sued, arguing there was a compensable taking. This Court agreed,\r\nholding that the landowner was entitled to compensation for his loss of access\r\nto Highway 29. As noted by Plaintiff in this case, a critical fact in Allison was\r\nthat the affected road abutted the plaintiffs property. The Court in Allison\r\nobserved that the fee to the right of way of most roads in this state remained in\r\nthe abutting landowners. It was the loss of this right that the Court held was\r\ncompensable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"'Abut' means to be contiguous, or border on; to bound upon; to end, end\r\nat, or terminate, to join at a border or boundary; to meet; to touch at the end or\r\nside.\" 1 C.J.S. at 397 (1985). However, \"abut\" does not always mean there must\r\nbe actual contact. See id. For example, property may still be deemed to abut\r\na road when there is some intervening, natural barrier like a stream or river.\r\nSee Anderson v. Town of Albemarle, 109 S.E. 262 (N.C. 192 1). However, in this\r\ncase, Plaintiffs property is separated from White Owl Road by Harvestview\r\nRoad. Plaintiff may, in fact, use Harvestview Road to access Highway 76 at\r\npoints north and south of White Owl Road. There is no part of Plaintiff's\r\nproperty that actually touches, or is separated by a natural barrier from, any\r\nsection of White Owl Road. Thus, Plaintiff cannot suffer a constitutional taking \r\n  \r\np.17\r\n\r\nMosteller v. County of Lexington, et al., \r\n\r\n\r\n\r\n\r\n\r\nby virtue of the closing of the railroad crossing on White Owl Road.2 \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing, we AFFIRM the trial court. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur \r\n  \r\n\r\n2 That is not say that an abutting landowner would not have a\r\nconstitutional claim as a result of such a closing. In City of Rock Hill V.\r\nCothran, 209 S.C. 357, 40 S.E.2d 239 (1946), this Court held that the right of\r\na landowner to recover damages because of the vacation of a street depends on\r\nthe location of his land with reference to the part of the street vacated, and the\r\neffect of such vacation on his rights as an abutting owner. The Court stated\r\nthat the test is not whether the property abuts the affected section of the road,\r\nbut whether there is special injury. If the property does not abut on the part of\r\nthe street vacated, the landowner must be specially injured as to be entitled to\r\nrecover compensation on the ground that his access is cut off in one direction,\r\nbut not in the opposite direction. In Cothran, the plaintiff's corner lot fronted\r\non a street that was partially closed by City Council. The portion closed did not\r\nabut the plaintiff's property. The effect of the closing turned the street into a\r\ncul de sac. The Court found that the plaintiff had suffered a special injury. The\r\nCourt further held that the fact the landowner had access to a street on another\r\nside of his property was one to be considered in estimating the damages to be\r\nawarded. Cothran, 209 S.C. at 368-71, 40 S.E.2d at 243-44. Cothran is\r\ndistinguishable from the instant case because, in this case, the landowner's\r\nproperty does not abut any part of the affected road. \r\n  \r\n  \r\n  \r\np.18 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24993","title":"State v. Huggins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24993","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State,  Respondent,\r\nv.\r\nTitus L. Huggins, Appellant. \r\n  \r\nAppeal From Horry County\r\nR. Markley Dennis, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24993 \r\n  \r\nHeard November 4, 1998 - Filed August 23, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nAssistant Appellate Defender Robert M. Dudek, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Donald J. Zelenka, all of Columbia;\r\nand Solicitor Ralph J. Wilson, of Conway, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: Appellant was convicted of capital murder, armed\r\nrobbery, and conspiracy and received concurrent sentences of five years\r\n(conspiracy), twenty-five years (armed robbery), and death (murder). The sole\r\naggravating circumstance was that the murder was committed while in the\r\ncommission of a robbery while armed with a deadly weapon. This opinion\r\nconsolidates appellant's direct appeal and our mandatory review pursuant to \r\n  \r\np.19\r\n\r\nSTATE v. HUGGINS \r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 16-3-25 (1985). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was convicted of murdering and robbing Mrs. Weaver,\r\nthe operator of the local grocery/liquor store, as she entered her home with the\r\nday's receipts. The evidence showed Aaron Hill suggested Mrs. Weaver as the\r\nrobbery target, and that he was present at the scene. Hill maintained he hid\r\nand watched as appellant committed the robbery they had planned, and then\r\nas appellant unexpectedly shot the victim.1 Appellant gave a statement that\r\nHill was present and actually did the robbing and shooting. On appeal,\r\nappellant raises only sentencing issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant first argues he was entitled to have the judge direct a\r\nlife sentence because the State failed to produce any evidence of aggravation\r\nin the sentencing phase of the trial. The State instead chose to introduce only\r\n\"Victim Impact\" evidence, and did not formally reintroduce the guilt phase\r\nevidence. We find no reversible error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's directed verdict motion was denied because the trial\r\njudge ruled that the guilt phase evidence \"carried over\" to the sentencing\r\nphase. Appellant contends this ruling was incorrect.2 This issue has already\r\nbeen decided adversely to appellant's position. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn State v. Shaw, 273 S.C. 194, 255 S.E.2d 799 (1979) subsequent \r\n  \r\n\r\n1Appellant and Hill were originally tried together: Appellant was\r\nconvicted of murder, armed robbery, and conspiracy while Hill was acquitted\r\nof murder but convicted of armed robbery and conspiracy. Juror misconduct\r\nled to a mistrial for appellant, but Hill did not seek one and his convictions\r\nstood. At this second trial, Hill invoked his 5th Amendment right to refuse to\r\ntestify, and consequently his testimony from the first trial was read into the\r\nrecord. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2To the extent appellant now argues in brief that his sentencing phase\r\nwas unconstitutional because the State focused solely on the character of the\r\nvictim and not on the individual characteristic of the crime and the appellant,\r\nhis argument is procedurally barred since it was not raised below. State v.\r\nGardner, 332 S.C. 389, 505 S.E.2d 338 (1998). \r\n  \r\np.20\r\n\r\nSTATE v. HUGGINS \r\n\r\n\r\n\r\n\r\n\r\nhistory omitted, this Court held: \r\n  \r\nThe purpose of the bifurcated trial proceeding is to\r\npermit the introduction of evidence at the pre-sentence\r\nhearing that normally would be inadmissible at the\r\nguilt determination proceeding. The pre-sentence\r\nhearing is for the introduction of additional evidence\r\nin extenuation, mitigation or aggravation of\r\npunishment. The statute does not exclude from the\r\nconsideration of the sentencing authority any evidence\r\nreceived at the guilt determination stage. To the\r\ncontrary, the sentencing authority is required to\r\nconsider all the evidence received at the guilt\r\ndetermination stage regarding the circumstances of\r\nthe crime and the characteristics of the individual\r\ndefendant together with additional evidence, if any, in\r\nextenuation, mitigation or aggravation of punishment. \r\n  \r\nAlthough it is customary for the State to formally reintroduce the guilt phase\r\nevidence at the beginning of the sentencing phase, this formality is not\r\nrequired by statute or case law. We affirm the trial judge's refusal to direct a\r\nlife sentence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant next argues the court committed reversible error in\r\nrefusing to allow him to introduce certain evidence in the sentencing phase.\r\nSpecifically, appellant wanted to introduce the fact that he had briefly been\r\nreleased on bond3 after being served with notice of intent to seek the death\r\npenalty, and that he did not flee during that period. He offered this evidence\r\nin mitigation, to show his good character. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was permitted to introduce evidence that he was briefly\r\nbonded out of jail. The jail record keeper testified to the dates of appellant's\r\nrelease and his bail bondsman testified he had no trouble contacting appellant\r\nwhile he was out on bond and no trouble picking him up when bond was \r\n  \r\n\r\n3 This Court found error in the order releasing appellant on bond and\r\ntherefore he was reincarcerated. \r\n  \r\np.21 \r\n  \r\n\r\nSTATE v. HUGGINS \r\n\r\n\r\n\r\n\r\n\r\nrevoked. Appellant then sought to introduce into evidence the \"notice of\r\nintent\" which had been served prior to his release, and related documents in\r\norder to establish an evidentiary basis for his mitigation argument. See, e.g.,\r\nState v. Cannon, 229 S.C. 614, 93 S.E.2d 889 (1956)(counsel must confine\r\nargument to evidence and fair inferences in the record). The trial judge held\r\nthat since appellant's release on bond had been predicated on an error of law,\r\nand since the bond was quickly revoked when the error was discovered, the\r\nwhole issue of the bond and the notice were \"too confusing\", and refused to\r\nadmit the documents. He also held the \"fact\" the State had sought the death\r\npenalty was already before the jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn her closing argument, appellant's attorney stated, without\r\nobjection: \r\n  \r\nOne fact, one series of facts, I do think, speak to\r\n[appellant] also. No question he was arrested for\r\nmurder, armed robbery and conspiracy. He was given\r\nnotice by the State of South Carolina \"We intend to\r\nseek the death penalty.\" , [sic] and he knows this. He\r\nis released on bond on April 2nd. He is returned to the\r\njail on April 8th. He is out for that period of time\r\nknowing the State wants to seek the death penalty.\r\nThe bondsman had daily contact with him and had no\r\nproblem picking him up and returning him to jail\r\nwhen he was so directed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssuming the trial judge erred in refusing to admit the actual\r\nnotice of intent to seek the death penalty and the other documents into\r\nevidence, appellant simply cannot show prejudice since he was permitted to\r\nmake the mitigation argument he sought. Error without prejudice does not\r\nwarrant reversal. State v. McWee, 322 S.C. 387, 472 S.E.2d 239 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs noted above, appellant and Hill admitted conspiring to rob Mrs.\r\nWeaver, and each blamed the other for the actual robbery and murder. In the\r\npenalty phase of this second trial, appellant proffered the testimony of\r\nLeonard Hemingway and James Lawrimore in an attempt to shift blame onto\r\nHill. Hemingway testified that two days prior to Mrs. Weaver's murder, Hill\r\nhad fired a gun at him in a dispute over food stamps. Appellant argues this\r\nevidence was relevant to the statutory mitigating circumstances that he was a \r\n  \r\np.22\r\n\r\nSTATE v. HUGGINS \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nrelatively minor participant in a murder committed by Hill because it showed\r\nHill was quick to fire a gun. The trial judge refused to admit Hemingway's\r\ntestimony, finding it irrelevant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEvidence is relevant if it tends to make more or less probable a\r\nfact in issue. State v. McWee, supra. The relevancy of evidence is an issue\r\nwithin the trial judge's discretion. Id. We find no abuse of discretion here.\r\nHemingway's testimony is simply not relevant to the circumstances of Mrs.\r\nWeaver's death. Further, appellant's own statement negates any contention\r\nthat he was a \"minor participant\" in the crime, regardless which individual\r\nwas the actual shooter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant also proffered the testimony of Lawrimore that three or\r\nfour years before Mrs. Weaver's death, Hill shot Lawrimore over a trivial\r\nincident. This evidence was excluded on grounds of remoteness. Again,\r\nappellant cannot show an abuse of discretion nor any prejudice since there is\r\nsimply no evidence he was a minor participant in the crime, and Lawrimore's\r\ntestimony was simply not probative of any fact in issue. State v. McWee,\r\nsupra. We find no error in the trial judge's refusal to admit Lawrimore's\r\ntestimony. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, the record in this case shows it was prosecuted not by the\r\nelected solicitor, but by two individuals identified as \"Special Prosecutor John\r\nHilliard\" and \"Special Prosecutor Thomas J. Rubillo.\" No objection was made\r\nat trial to their role, although appellant raises numerous objections on appeal.\r\nIt is well-settled that issues may not be raised for the first time on appeal.\r\nState v. Gardner, supra. There is nothing in this record regarding the\r\npropriety of the participation of these attorneys for our review. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPROPORTIONALITY REVIEW \r\n  \r\n  \r\n  \r\nWe find the sentence imposed here is proportional to the one\r\nimposed State v. Patterson, 324 S.C. 5, 482 S.E.2d 760 (1997)(prior and\r\nsubsequent history omitted). Accordingly, the conviction and sentence are \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\np.23\r\n\r\nSTATE v. HUGGINS \r\n\r\n\r\n\r\np.24 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24994","title":"In the Matter of Paul M. Larkin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24994","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Paul M.\r\nLarkin, \r\n  \r\nRespondent. \r\n  \r\nOpinion No. 24994 \r\n  \r\nHeard July 21, 1999 - Filed August 23, 1999 \r\n  \r\nINDEFINITE SUSPENSION \r\n  \r\nDesa Ballard, of West Columbia, for respondent. \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, of\r\nColumbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, Respondent Larkin\r\nis charged with engaging in misconduct in violation of various provisions of the\r\nRules of Professional Conduct (RPC) contained in Rule 407, SCACR, and the\r\nRules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413,\r\nSCACR. The Sub-Panel recommended an Indefinite Suspension.1 The Full\r\nPanel adopted the Sub-Panel's report and recommendation. Respondent\r\nstipulated to the majority of facts found by the Panel, and does not except to the\r\nrecommended sanction; however, he requests the sanction be retroactive to Jan.\r\n8, 1998, the date of his interim suspension. See Matter of Larkin, 329 S.C. 30, \r\n  \r\n\r\n1 It also recommended Respondent pay $106.40 expenses incurred by\r\npanel members for the hearing. \r\n  \r\np.25 \r\n  \r\n\r\nIn the Matter of Larkin \r\n\r\n\r\n\r\n\r\n\r\n495 S.E.2d 422 (1998).2 We concur with the recommended sanction and hereby\r\nimpose an indefinite suspension, retroactive to the date of Respondent's interim\r\nsuspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nThis matter was instituted by a complaint alleging Respondent had issued\r\nLetters of Protection to pay the medical bills of 13 of his personal injury clients,\r\nbut had not done so, notwithstanding the cases had been settled with the\r\ninsurance companies. Thereafter, Respondent failed to respond to two letters\r\nfrom Disciplinary Counsel concerning this matter. A full investigation was\r\ncommenced and Respondent was notified to appear for a hearing on Dec. 10,\r\n1997; he was issued a subpoena duces tecum to bring all bank statements,\r\nchecks, and account information for the previous two years with him but did not\r\nproduce all bank records until sometime after the hearing.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a result of the investigation, the following problems were discovered\r\nwith Respondent's various bank accounts: \r\n  \r\n  \r\n  \r\nA. THE KOLCUN MATTER \r\n  \r\nRespondent represented Victoria Kolcun concerning her purchase of a\r\nmobile home. Between April, 1996 and November, 1997, Respondent made\r\nnumerous loans and mortgage payments to or for Kolcun from his Anchor Bank\r\nescrow account, his Anchor Bank operating account, his First Citizens escrow\r\naccount, and his First Citizens operating account. Respondent admits these\r\nmonies were disbursed to Kolcun without funds available from her to cover the\r\ndisbursals, and admits that to the extent Kolcun was a client, the loans are\r\nviolative of restrictions on advancing funds to clients. Rule 1.8, RPC, Rule 407,\r\nSCACR. \r\n  \r\n  \r\n  \r\nB. THE PHIPPS MATTER \r\n  \r\n  \r\n  \r\n\r\n 2 Respondent was previously publicly reprimanded for failure to exercise\r\ndiligence with clients, failure to communicate, and failure to respond to\r\ninvestigative requests. Matter of Larkin, 320 S.C. 512, 466 S.E.2d 355 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Although the Panel found Respondent initially failed to respond, it\r\nfound that he did fully cooperate once he retained counsel to represent him. \r\n  \r\np.26\r\n\r\nIn the Matter of Larkin \r\n\r\n\r\n\r\n\r\n\r\nRespondent represented Catherine Phipps in a personal injury matter\r\nwhich was settled for $9000.00 on Cict. 24, 1997. He disbursed most of these\r\nproceeds to himself and to Phipps, but did not pay Phipps' medical expenses,\r\nnotwithstanding he had issued Letters of Protection to the care providers.4 He\r\nalso made loans to Phipps which he admits were inconsistent with the Rules of\r\nProfessional Conduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. THE DONAHUE AND HANICK MATTERS \r\n  \r\n  \r\n  \r\nRespondent represented Kimberly Donahue and her daughter, Patricia\r\nHanick, in a personal injury/auto accident case. Donahue's claim was settled\r\nfor $82,500, and Hanick's was settled for $77,500.00. In the Donahue matter,\r\nRespondent disbursed approximately $59,000.00 of the settlement to himself\r\nand to Donahue, and allegedly withheld the remaining funds (approximately\r\n$23,438.22) for payment to medical providers. However, the medical providers\r\nwere never paid and the funds were removed from the trust account and used\r\nfor other purposes. Additionally, Respondent made several loans and advances\r\nto Donahue which he admits are not authorized by the Rules of Professional\r\nConduct. Finally, Respondent failed to pay Donahue's medical bills,\r\nnotwithstanding Letters of Protection had been issued. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRegarding the Hanick matter, Respondent made disbursements of\r\napproximately $55,000.0 upon settlement of Hanick's claim, and made use of\r\nthe remaining funds (approximately $19,000.00) for purposes unrelated to\r\nHanick. Respondent also made loans to Hanick, and failed to pay her medical\r\nproviders, notwithstanding Letters of Protection had been issued. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nD. THE PETRICK MATTER \r\n  \r\nRespondent represented Alan Petrick in a personal injury matter which\r\nwas settled for $60,000.00. Respondent disbursed a majority of the settlement\r\nproceeds to himself and Petrick. Respondent was unable to account for\r\napproximately $6900.00 of undisbursed settlement proceeds. He also made\r\nloans to Petrick, which were subsequently repaid from settlement funds.\r\nRespondent admitted both that the loans were improper under the RPC, and\r\nthat the unaccounted for funds had been misappropriated. Finally, Respondent \r\n  \r\n\r\n4 Respondent did contend, however, that he had set aside settlement\r\nfunds to pay a portion of one of Phipps' medical bills, but that he had not\r\nnegotiated the balance at the time of his, interim suspension. \r\n  \r\np.27\r\n\r\nIn the Matter of Larkin \r\n\r\n\r\n\r\n\r\n\r\nfailed to pay Petrick's medical bills, notwithstanding Letters of Protection had\r\nbeen issued to medical providers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nE. THE WILLIS CHIRO-MED MATTER \r\n  \r\nRespondent admits he failed to pay the Willis Chiro-Med bills for a\r\nnumber of his clients, despite having issued Letters of Protection to Willis and\r\nhaving received settlements from which the bills were to be paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, Respondent failed to return the phone calls of both Willis and\r\na number of clients concerning his failure to pay these medical expenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nG. TRUST ACCOUNT BALANCES \r\n  \r\nDuring the relevant time periods herein, Respondent's trust account\r\nbalances at both Anchor Bank and First Citizen's Bank revealed repeated\r\nnegative balances and numerous overdrafts, and checks returned for\r\ninsufficient funds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMITIGATION \r\n  \r\nThe only mitigation found by the Sub-Panel was the fact that numerous\r\nmembers of the Horry County Bar testified concerning his abilities as a lawyer.\r\nAlthough the Sub-Panel made no specific findings regarding the matter, we\r\nnote that the hearing was devoted almost exclusively to witnesses attesting to\r\nRespondent's substantial community involvement, good character and\r\nreputation for honesty, and his lack of motive to gain profit in the matters set\r\nforth herein. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\nThe Sub-Panel found Respondent had breached the following provisions\r\nof the RPC, Rule 407, SCACR, and the RLDE, Rule 413, SCACR: 1)\r\nAppropriated client's funds to his own use. Rule 1.15, Rule 407. 2)Failure to\r\npromptly deliver client funds to client or a third person. Rule 1. 15. 3) Failure\r\nto promptly render a full accounting. Rule 1.15 4) Committed acts adversely\r\nreflecting on his honesty, trustworthiness, and fitness as a lawyer. Rule 8.4(6).\r\n5) Improperly advanced funds to clients. Rule 1.8(e). 6) Engaged in conduct\r\ninvolving moral turpitude. Rule 8.4 (c). 7) Engaged in conduct involving\r\ndishonesty, fraud, deceit and misrepresentation. Rule 8.4(d). 8) Failed to act \r\n  \r\np.28\r\n\r\nIn the Matter of Larkin \r\n\r\n\r\n\r\n\r\n\r\nwith reasonable diligence and promptness in representing a client. Rule 1.3.\r\n9) Failed to keep a client reasonably informed and comply with requests for\r\ninformation. Rule 1.4(a). 10) Violated the Rules of Professional Conduct. Rule\r\n8.4(a). 11) Engaged in conduct prejudicial to the administration of justice. Rule\r\n8.4(e). 12) Engaged in conduct tending to pollute the administration of justice\r\nor bring the courts or legal profession in disrepute, or engaged in conduct\r\ndemonstrating unfitness to practice law. Rule 7(a)(5), RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBased on the foregoing, the Sub-Panel recommended, and the Full Panel\r\nconcurred with, a sanction of Indefinite Suspension, and the condition that\r\nRespondent bear the costs of the hearing ($106.40). We agree with the findings\r\nof misconduct and the recommended sanction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile this Court may draw its own conclusions and make its own\r\nfindings, the unanimous findings and conclusions of the Panel are entitled to\r\nmuch respect and consideration. In re Glover, 333 S.C. 423, 510 S.E.2d 419\r\n(1998). The Court may make its own findings of fact and conclusions of law,\r\nand is not bound by the panel's recommendation. Burns v. Clayton, 237 S.C.\r\n316, 117 S.E.2d 300 (1960) supra. The Court must administer the sanction it\r\ndeems appropriate after a thorough review of the record. Matter of Kirven, 267\r\nS.C. 669, 230 S.E.2d, 899 (1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn cases involving similar misconduct, this Court has imposed various\r\nsanctions. See Matter of Glover, 333 S.C. 423, 510 S.E.2d 419 (1998)(indefinite\r\nsuspension warranted for failing to deliver to clients and third persons funds\r\nthat clients and third persons were entitled to receive, failing, to render a full\r\naccounting, committing acts that reflected adversely upon attorney's honesty,\r\ntrustworthiness, and fitness as a lawyer, engaging in conduct involving moral\r\nturpitude, engaging in conduct involving dishonesty, fraud, deceit, and\r\nmisrepresentation, engaging in conduct prejudicial to the administration of\r\njustice, engaging in conduct tending to pollute the administration of justice, and\r\nviolating the oath of her office); Matter of Cabaniss, 329 S.C. 366, 495 S.E.2d 779\r\n(1998) (definite suspension of two years for failing to maintain financial records,\r\ncommingling funds from personal, operating and trust accounts, misusing trust\r\nfunds', and failing to perform services); Matter of Edwards, 293 S.C. 413, 361\r\nS.E.2d 123 (1987) (indefinitely suspending attorney who presented false\r\ndocuments in workers' compensation case, gave forged divorce order allegedly\r\nexecuted by family court judge to client, and improperly used trust funds to\r\ncover shortages in other accounts); Matter of Hunter, 331 S.C. 586, 503 S.E.2d\r\n464 (1998)(disbarment warranted for misappropriating client funds and\r\nconverting these funds for his own gain and for failing to act with reasonable \r\n  \r\np.29\r\n\r\nIn the Matter of Larkin \r\n\r\n\r\n\r\n\r\n\r\ndiligence and promptness in representing clients); Matter of Ledford, 328 S.C.\r\n280, 494 S.E.2d 118 (1997) (forgery and misappropriation of $83,000.00 for\r\nattorney's personal investment warranted disbarment). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hereby impose the recommended sanction of an indefinite suspension,\r\nretroactive to the date of Respondent's interim suspension. Respondent shall\r\nalso pay the expenses of the panel in the amount of $106.40. Within fifteen\r\ndays of the date of this opinion, respondent shall surrender his certificate of\r\nadmission and file an affidavit with the Clerk of this Court showing that he has\r\ncomplied with Rule 30 of Rule 413, SCACR (Duties following disbarment or\r\nsuspension). In addition to all other requirements respondent must meet prior\r\nto being reinstated pursuant to Rule 33, RLDE, it is hereby ordered that\r\nRespondent must demonstrate to the satisfaction of the Committee on\r\nCharacter and Fitness that he has made sufficient restitution to all clients and\r\nmedical care providers involved in the underlying matters.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n INDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n\r\n5 We note that, as of the date of the hearing before this Court, there was\r\nuncertainty as to the precise amounts owed to various clients and medical\r\nproviders. Accordingly, with the consent of both parties, we leave the amounts\r\ndue and payable, and the determination of whether Respondent has made\r\nsufficient restitution for the Committee on Character and Fitness at such time\r\nas Respondent petitions for reinstatement. \r\n  \r\np.30 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24996","title":"In the Matter of Juliette Brown Mims - withdrawn and substituted opinion.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24996","description":"","date":"1999-08-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 28\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Juliette\r\nBrown Mims, \r\n  \r\nRespondent. \r\n  \r\nOpinion No. 24996 \r\n  \r\nSubmitted August 10, 1999 - Filed August 23, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nJuliette Brown Mims, of Greenville, pro se. \r\n  \r\nHenry B. Richardson, Jr., and Senior Assistant\r\nAttorney General James G. Bogle, Jr., of Columbia,\r\nfor the Office of the Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21,\r\nRLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct\r\nand consents to be suspended from the practice of law for ninety days. We\r\naccept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to one count of failing to make and file a\r\nSouth Carolina Income Tax Return for tax year 1992 in violation of S.C.\r\nCode Ann. §12-54-40(b)(6)(c) (Supp. 1998). The failure to file a tax return is\r\na serious crime as set forth in Rule 2(z), RLDE, Rule 413, SCACR. By her\r\nconduct, respondent has violated Rule 8.4 of the Rules of Professional\r\nConduct, Rule 407, SCACR, and Rule 7(a)(4), RLDE, by committing a serious\r\ncrime that reflects adversely upon her honesty, trustworthiness and fitness\r\nas a lawyer and has violated Rule 7(a)(5) and (6), RLDE, by engaging in\r\nconduct tending to bring the courts or legal profession into disrepute and \r\n  \r\np.52\r\n\r\nIn the Matter of Juliette Brown Mims \r\n\r\n\r\n\r\n\r\n\r\nviolating the oath of office she took upon admission to the practice of law in\r\nthis State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent\r\nis suspended for ninety days, retroactive to June 9, 1999, the date of her\r\ninterim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that she\r\nhas complied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\np.53 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]