[{"id":"24940","title":"Stevenson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24940","description":"","date":"1999-05-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 16\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nLeon Stevenson,  Petitioner, \r\n  \r\nv. \r\n  \r\nState of South\r\nCarolina,   Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From Spartanburg County\r\nJohn C. Hayes, III, Trial Judge\r\nGary E. Clary, Post-Conviction Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24940 \r\n  \r\n  \r\n  \r\nSubmitted February 18, 1999 - Filed May 3, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender Robert M. Dudek, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General J. Benjamin Aplin,\r\nall of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: This Court granted certiorari to review the\r\ndenial of petitioner's application for post-conviction relief (PCR). We\r\naffirm. \r\n  \r\np.1\r\n\r\nSTEVENSON v. STATE \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nPetitioner was indicted on two counts of assault and battery\r\nwith intent to kill (ABIK) and two counts of resisting arrest under S.C.\r\nCode Ann. § 16-9-320(B) (Supp. 1998). He was convicted of two counts of\r\nassault and battery of a high and aggravated nature (ABHAN) and two\r\ncounts of resisting arrest. He was sentenced to imprisonment for ten\r\nyears on each count, to be served consecutively. Petitioner's direct appeal\r\nwas dismissed pursuant to Rule 220(b)(1), SCACR. State v. Stevenson,\r\nOp. No. 95-MO-359 (S.C. Sup. Ct. filed December 7, 1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner then filed an application for PCR alleging his\r\nconvictions and sentences for both resisting arrest and ABHAN constitute\r\na violation of the Double Jeopardy Clause of the Fifth Amendment of the\r\nUnited States Constitution and a violation of S.C. Code Ann. § 17-25-50\r\n(1985). Accordingly, petitioner claims trial counsel was ineffective for\r\nfailing to object to the dual sentences. During the PCR hearing, trial\r\ncounsel admitted he never considered whether \"resistance of unlawful [sic]\r\nauthority\" was included as an element of ABHAN. The PCR judge denied\r\npetitioner's application finding trial counsel was not ineffective because (1)\r\n§ 17-25-50 did not apply;1 (2) trial counsel made a motion for a directed\r\nverdict based on the ground that a conviction for both ABIK and for\r\nresisting arrest violated the Double Jeopardy Clause; and (3) petitioner's\r\nconvictions did not violate the Double Jeopardy Clause.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner contends, because his convictions and sentences for\r\nboth resisting arrest under § 16-9-320(B) and ABHAN constitute a\r\nviolation of the Double Jeopardy Clause, the PCR judge erred in failing to\r\nfind trial counsel was ineffective for not objecting to the dual sentences. \r\n  \r\n\r\n1 Petitioner did not raise this issue on review. \r\n\r\n2 The PCR judge analyzed the double jeopardy claim by comparing\r\nthe elements of resisting arrest and ABIK because petitioner was indicted\r\nfor these offenses. However, petitioner was actually convicted of ABHAN\r\nand resisting arrest. Therefore, these are the two offenses that should\r\nhave been compared. \r\n  \r\np.2\r\n\r\nSTEVENSON v. STATE \r\n\r\n\r\n\r\n\r\n\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is a strong presumption that counsel rendered adequate\r\nassistance and exercised reasonable professional judgment in making all\r\nsignificant decisions in the case. Strickland v. Washington. 466 U.S. 668,\r\n104 S.Ct. 2025, 80 L.Ed.2d 674 (1984); Cherry v. State, 300 S.C. 115, 386\r\nS.E.2d 624 (1989). In order to prove that counsel was ineffective, the\r\napplicant must show that counsel's performance was deficient and that the\r\ndeficient performance prejudiced the defense. Strickland v. Washington,\r\nsupra; Thrift v. State, 302 S.C. 535, 397 S.E.2d 523 (1990). To show\r\nprejudice, the applicant must show but for counsel's errors, there is a\r\nreasonable probability the result of the trial would have been different.\r\nJohnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997). A reasonable\r\nprobability is a probability sufficient to undermine confidence in the\r\noutcome of trial. Strickland v. Washington, supra. This Court will\r\nsustain the PCR judge's factual findings and conclusions regarding\r\nineffective assistance of counsel if there is any probative evidence to\r\nsupport those findings. Skeen v. State, 325 S.C. 210, 481 S.E.2d 129\r\n(1997). However, if there is no probative evidence to support the PCR\r\njudge's findings, the findings will not be upheld. Satterwhite v. State, 325\r\nS.C. 254, 481 S.E.2d 709 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Double Jeopardy Clause protects against a second\r\nprosecution for the same offense after acquittal or conviction, and protects\r\nagainst multiple punishments for the same offense. Brown v. Ohio, 432\r\nU.S. 161Y 97 S.Ct. 2221, 53 L.Ed.2d 187 (1977); State v. Easler, 327 S.C.\r\n121, 489 S.E.2d 617 (1997). In Blockburger v. United States,3 the United\r\nStates Supreme Court held where the same act or transaction constitutes\r\na violation of two distinct statutory provisions, \"the test to determine\r\nwhether these are two offenses or only one is whether each provision\r\nrequires proof of an additional fact which the other does not.\"4 284 U.S.\r\nat 304, 52 S.Ct. at 182. The Blockburger \"same elements\" test is the only \r\n  \r\n\r\n3 284 U.S. 617, 52 S.Ct. 180, 76 L.Ed. 306 (1932). \r\n\r\n4 Notwithstanding Blockburger a court may conclude there is no\r\ndouble jeopardy violation even if the \"same elements\" test is met where\r\nthe legislature clearly intends multiple punishments for a single act. See\r\nMissouri v. Hunter, 459 U.S. 359, 103 S.Ct. 673, 74 L.Ed.2d 535 (1983);\r\nState v. Wilson, 311 S.C. 382, 429 S.E.2d 453 (1993). \r\n  \r\np.3\r\n\r\nSTEVENSON v. STATE \r\n\r\n\r\n\r\n\r\n\r\nremaining test for determining a double jeopardy violation in both multiple\r\npunishment and successive prosecution cases. State v. Easler, supra. In\r\naddition to application of the Blockburger test, a court must also consider\r\nwhether one offense is a lesser included offense of the other. If the lesser\r\noffense requires no proof beyond that required for the greater offense, the\r\ntwo are the same offense for purposes of the Double Jeopardy Clause.\r\nBrown v. Ohio. supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner claims under State v. Hollman, 232 S.C. 489J, 102\r\nS.E.2d 873 (1958) his convictions for ABHAN and resisting arrest violate\r\nthe prohibition against multiple punishments under the Double Jeopardy\r\nClause. The Hollman Court held convictions for resisting arrest and\r\nABHAN constituted a violation of the Double Jeopardy Clause. The Court\r\nstated the assault on the officer was \"the essence of, and inseparable from,\r\nthe resistance of arrest.\" In Hollman, the Court went beyond the required\r\nelements of each offense and considered the actual proof offered at trial in\r\nreaching its, decision. Therefore, the Hollman Court did not strictly apply\r\nthe Blockburger \"same elements\" test.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder Hollman, petitioner's convictions for resisting arrest and\r\nABHAN constitute a violation of the Double Jeopardy Clause. In this\r\ncase., like Hollman, the assault was inseparable from the resistance of\r\narrest. Both officers testified petitioner was sitting on a couch when he\r\nwas placed under arrest. As one officer grabbed petitioner's left arm and\r\nattempted to handcuff him, petitioner rose from the couch. The other\r\nofficer grabbed petitioner's right arm and they all fell over a coffee table.\r\nDuring this struggle, petitioner managed to get one of the officer's guns\r\nand fire four shots. One officer stated he heard the gun shots as they\r\nwere falling. Petitioner shot one officer in the knee and the other in the \r\n  \r\n\r\n5 Other jurisdictions have stated when applying the \"same elements\"\r\ntest, the focus should be on the elements of the offenses and not on their\r\napplication to the facts of a specific case. State v. Cook, 916 P.2d 1074\r\n(Ariz. Ct. App. 1995) (the court should focus on the elements of the\r\noffenses); State v. Ford, 634 A.2d 1188 (Conn. Ct. App. 1993) (a court\r\nshould compare the statutory elements, not the actual evidence produced\r\nat trial); State v. Henriquez, 485 So.2d 414 (Fla. 1986) (offenses are\r\nseparate, if a comparison of the elements, without regard to the facts\r\nalleged in the information or adduced at trial, reveals that each offense\r\nrequires proof of an element that the other does not). \r\n  \r\np.4\r\n\r\nSTEVENSON v. STATE \r\n\r\n\r\n\r\n\r\n\r\nchest. Fortunately, this officer was wearing a bulletproof vest. Petitioner\r\nalso shot himself. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, because the Hollman court applied the incorrect\r\nanalysis, we expressly overrule its holding. Instead, under the\r\nBlockburger \"same elements\" test, convictions for both ABHAN and\r\nresisting arrest do not constitute a double jeopardy violation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nABHAN requires proof of an unlawful act of violent injury to\r\nthe person of another, accompanied by circumstances of aggravation.6\r\nState v. Easler, supra; State v. Jones, 133 S.C. 167, 130 S.E. 747 (1925),\r\noverruled in part on other grounds, State v. Foust, 325 S.C. 12, 479 S.E.2d\r\n50 (1996). The offense of resisting arrest requires proof that a person\r\nknowingly and wilfully assaulted, beat, or wounded a law enforcement\r\nofficer during an arrest when the person resisting knew or should have\r\nknown the officer was a law enforcement officer. S.C. Code Ann. § 16-9\r\n320(B) (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nABHAN requires proof of a circumstance of aggravation which\r\nis not required for resisting arrest. Resisting arrest requires proof that\r\nthe person assaulted is a law enforcement officer which is not an element\r\nof ABHAN. Accordingly, because each requires proof of an element the\r\nother does not, neither is a lesser included offense of the other and the\r\ndouble jeopardy clause is not violated by convicting a defendant of both\r\noffenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner contends this Court should insert the circumstance\r\nof aggravation relied on to support the ABHAN conviction when comparing\r\nthe elements of ABHAN with another offense. Therefore, where, as in this\r\ncase, the circumstance of aggravation supporting the ABHAN is resisting\r\nlawful authority, the prohibition against double jeopardy is violated. \r\n  \r\n\r\n6 Circumstances of aggravation include the use of a deadly weapon,\r\nthe infliction of serious bodily injury, the intent to commit a felony, a\r\ngreat disparity between the ages and physical conditions of the parties, a\r\ndifference in the sexes, indecent liberties or familiarities with a female, the\r\npurposeful infliction of shame and disgrace, resistance of lawful authority,\r\nand others. State v. Easler, supra; State v. Jones, 133 S.C. 167, 130 S.E.\r\n747 (1925), overruled in part on other grounds, State v. Foust, 325 S.C.\r\n12, 479 S.E.2d 50 (1996). \r\n  \r\np.5\r\n\r\nSTEVENSON v. STATE \r\n\r\n\r\n\r\n\r\n\r\nHowever, contrary to petitioner's argument, in State v. Easler, the Court\r\nrejected a similar argument concerning ABHAN, where the circumstance of\r\naggravation was serious bodily injury and felony driving under the\r\ninfluence causing great bodily injury. The Court stated that a lesser\r\noffense is included in the greater only if each of its elements is always a\r\nnecessary element of the greater offense. Accordingly, although serious\r\nbodily injury is an aggravating circumstance, it is not always an element\r\nof ABHAN. Thus, the Court concluded in State v. Easler the double\r\njeopardy clause was not violated. Under the Easler analysis, there would\r\nalso be no double jeopardy violation in this case since resisting lawful\r\nauthority is not always a necessary element of ABHAN. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, in this case, the trial judge's instructions included\r\nother possible aggravating circumstances, including use of a deadly weapon\r\nand infliction of serious bodily injury. Thus, the jury could have based its\r\nABHAN convictions on these aggravating circumstances. Neither of these\r\naggravating circumstances would create a double jeopardy violation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude the PCR judge properly found there was no\r\ndouble jeopardy violation and trial counsel was not ineffective..\r\nAccordingly, we affirm the denial of petitioner's PCR application. \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, and WALLER, JJ., concur. FINNEY, C.J.,\r\ndissenting in separate opinion. \r\n  \r\np.6\r\n\r\nSTEVENSON V. STATE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. The majority concludes that the\r\nPCR judge properly found there was no double jeopardy violation and trial\r\ncounsel was not ineffective. I disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner was convicted of two counts of assault and battery of a high and\r\naggravated nature (ABHAN) and two counts of resisting arrest. Petitioner\r\nwas sentenced to imprisonment for ten years on each count, to be served\r\nconsecutively. Petitioner committed the offenses on April 04, 1993 and was\r\nsentenced June 02, 1994. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner contends that under State v. Hollman, 232 S.C. 4891 102 S.E.2d\r\n873 (1958) his convictions for ABHAN and resisting arrest violate the\r\nprohibition against multiple punishments under the Double Jeopardy\r\nClause. I agree. The facts in Hollman are very similar to the facts in this\r\ncase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Hollman, the appellant was indicted for two counts of resisting an\r\nofficer and assault and battery with intent to kill. The jury found the\r\nappellant guilty of resisting an officer and guilty of assault and battery of a\r\nhigh and aggravated nature. On appeal, this Court held that appellant's\r\nresistance of arrest was in fact ABHAN because the assault on the officer\r\nwas the \"essence of and inseparate from his resistance of arrest.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner was convicted of the same offenses as the appellant in Hollman.\r\nThe majority acknowledges in its opinion that the assault was inseparable\r\nfrom the resistance of arrest. However, the majority applies the Blockburger\r\n\"same elements\" test, and concludes that ABHAN and resisting arrest do not\r\nconstitute a double jeopardy violation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe majority relies on State v. Easler, 327 S.C. 121, 489 S.E.2d 617\r\n(1997) to expressly overrule Hollman. However, the majority disregards and\r\nignores the fact that at the time of Petitioner's trial in 1994, State v. Easler\r\nhad not been decided by this Court. Justice requires that this case be\r\nremanded for resentencing consistent with Hollman. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the PCR hearing, trial counsel admitted he never considered\r\nwhether \"resistance of unlawful [sic] authority\" was included as an element\r\nof ABHAN. In my opinion, the PCR judge erred in failing to find trial\r\ncounsel's representation defective for not objecting to the sentence under \r\n  \r\np.7\r\n\r\nSTEVENSON V. STATE \r\n\r\n\r\n\r\n\r\n\r\nHollman. Petitioner was clearly prejudiced because he received four\r\nsentences instead of two. I would therefore find counsel ineffective. \r\n  \r\n  \r\n  \r\np.8\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24941","title":"George v. Municipal Election Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24941","description":"","date":"1999-05-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.16 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nG. Robert George, Steve\r\nM. Kearse, Mary Ellen\r\nWarner, Dorothy M.\r\nHumphries, Barbara H.\r\nMiller, and the City of\r\nCharleston Republican\r\nParty,  Appellants, \r\n  \r\n  \r\n  \r\nv. \r\n  \r\n  \r\n  \r\nMunicipal Election\r\nCommission of the City\r\nof Charleston,  Respondent. \r\n  \r\n  \r\n  \r\nAppeal From Charleston County\r\nA. Victor Rawl, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24941\r\nHeard April 20, 1999 - Filed May 3, 1999 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nSamuel W. Howell, IV, and Edward M. Whelan, of\r\nHaynsworth, Marion, McKay &amp; Guerard, LLP,\r\nCharleston, for appellants. \r\n  \r\n  \r\n  \r\nWilliam B. Regan and Frances I. Cantwell of Regan\r\n&amp; Cantwell, Charleston, for respondent. \r\n  \r\np.9\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: G. Robert George, the City of Charleston\r\nRepublican Party, and others (Appellants) contested the results of a special\r\nmunicipal election in Charleston. The three-member Municipal Election\r\nCommission of the City of Charleston (Commission) voted unanimously to\r\nuphold the results of the election. The circuit court affirmed Commission's\r\ndecision. We reverse.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCommission learned in September 1998 that it had to organize a\r\nspecial election to be held November 3, 1998, the same day as the general\r\nelection. Voters would decide whether the city's elections would be changed\r\nfrom partisan to nonpartisan. Commission traditionally had worked with\r\nCharleston County officials during elections, using the county's electronic voting\r\nmachines and getting help from county precinct workers. This time, county\r\nelection officials were unable to assist Commission due to the length and\r\ncomplexity of the ballots in county, state, and national races, although the\r\ncounty did provide some poll managers in the city election. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn Election Day, city voters signed in at their polling places and\r\ncast their ballots in county, state, and national races on the county's electronic\r\nvoting machines. The machines were contained in separate booths that ensured\r\nvoters' privacy. City voters then walked to a nearby table six to eight feet in\r\nlength. They signed in again and were given a punch-card ballot to vote on the\r\ncity referendum. After voting, they dropped the ballots in a sealed cardboard\r\nbox on the table. Commission officials instructed poll managers to allow voters\r\nwho desired more privacy to step away from the table, turn around, or shield \r\n  \r\n\r\n1 We granted the parties' request in February 1999 to expedite this\r\nappeal. See Rule 234(b), SCACR. 1999 is a general election year in the City of\r\nCharleston, including elections for mayor and six council seats. Prospective\r\ncandidates must file a petition with Commission no later than May 20, 1999, in\r\norder to compete in the primary election August 3, 1999. Thus, it is important\r\nto know whether the 1998 referendum, which changed city elections from\r\npartisan to nonpartisan, was a valid election. \r\n  \r\np.10\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\ntheir ballot by holding it behind the ballot box while completing it.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCommission held a hearing November 9, 1998, after appellants\r\ncontested the results. All parties and Commission stipulated that (1)\r\nCommission did not provide voting booths in any city precincts, and the\r\nmajority of voters in the city election did not vote in a voting booth; and (2)\r\npunch-card ballots used in the city election were not designed to be folded\r\nbecause they were counted by a computer, and the majority of voters did not\r\nfold the ballots. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellants presented no evidence or witnesses at the hearing, but\r\ngrounded their arguments in the stipulations. Appellants conceded no one\r\ntestified he or she saw the vote made by another person, no one testified he or\r\nshe refused to vote due to the method of voting, and no one testified he or she\r\nwas confused or intimidated during the process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCandidate Paul E. Tinkler, one of Tinkler's poll watchers, and two\r\nvoters called by the Committee for Nonpartisan Elections testified they believed\r\nthe method of voting sufficiently protected their right to cast a secret ballot.\r\nThey simply cupped their ballots in one hand, punched the desired slot, and\r\ndropped them in the box. Other voters usually were standing in nearby lines\r\nwhen voters completed the city ballots. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCity residents voted to change municipal elections in the city of\r\nCharleston from partisan to nonpartisan by a vote of 8,929 to 6,310. Appellants\r\ncontend the circuit court erred in affirming Commission's decision to uphold the\r\nelection results. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the total absence of voting booths and the use of\r\npunch-card ballots that were not designed to be folded\r\nviolate the state constitution or statutes? \r\n  \r\n\r\n2 Voters also elected Paul E. Tinkler to fill the vacant seat in city council\r\nDistrict 9. Appellants initially challenged Tinkler's election, but stipulated to\r\nthe dismissal of that appeal before the circuit court. Consequently, Tinkler's\r\nelection to the District 9 seat is not affected by our decision. \r\n  \r\np.11\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAppellants contend the state constitution and statutes required\r\nCommission to provide voting booths and ballots that may be folded in order to\r\nensure each voter's right to cast a secret ballot. They argue the Court should\r\nnullify the referendum results due to the total lack of booths and foldable\r\nballots. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn municipal election cases, this Court reviews the judgment of the\r\ncircuit court upholding or overturning the decision of a municipal election\r\ncommission only to correct errors of law. The review does not extend to findings\r\nof fact unless those findings are wholly unsupported by the evidence. Knight\r\nv. State Bd. of Canvassers, 297 S.C. 55, 374 S.E.2d 685 (1988); May v. Wilson,\r\n199 S.C. 354) 19 S.E.2d 467 (1942). The Court will employ every reasonable\r\npresumption to sustain a contested election, and will not set aside an election\r\ndue to mere irregularities or illegalities unless the result is changed or rendered\r\ndoubtful. Sims v. Ham, 275 S.C. 3691 271 S.E.2d 316 (1980); May v. Wilson,\r\nsupra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe statutory provisions regulating the conduct of elections are\r\nnumerous and detailed. S.C. Code Ann. §§ 7-13-10 to -2220 (1976 &amp; Supp.\r\n1998); S.C. Const. art. II, § 10. This Court, like many others, recognizes that\r\nperfect compliance in every instance is unlikely, and the Court is loathe to\r\nnullify an election based on minor violations of technical requirements. To that\r\nend, courts have developed principles to determine whether such provisions are\r\nmandatory or directory. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a general rule, such provisions are mandatory in two instances:\r\nwhen the statute expressly declares that a particular act is essential to the\r\nvalidity of an election, or when enforcement is sought before an election in a\r\ndirect proceeding. After an election in which no fraud is alleged or proven,\r\nwhen the Court seeks to uphold, the result in order to avoid disenfranchising\r\nthose who voted, such provisions are merely directory even though the\r\nLegislature used seemingly mandatory terms such as \"shall\" or \"must\" in\r\nestablishing the provisions. \"Courts justly consider the main purpose of such\r\nlaws, namely, the obtaining of a fair election and an honest return, as\r\nparamount in importance to the minor requirements which prescribe the formal\r\nsteps to reach that end, and, in order not to defeat the general design, are\r\nfrequently led to ignore such innocent irregularities of election officers as are \r\n  \r\np.12\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nfree of fraud, and have not interfered with a full and fair expression of the\r\nvoter's choice.\" State ex rel. Parler v. State Bd. of Canvassers, 79 S.C. 414, 419,\r\n60 S.E. 9672 968-69 (1908); accord Laney v. Baskin, 201 S.C. 246,253,22 S.E.2d\r\n722, 725 (1942); Smoak v. Rhodes, 201 S.C. 237, 241, 22 S.E.2d 685, 686 (1942);\r\nKillingsworth v. State Executive Comm. of Democratic Party, 125 S.C. 487,\r\n492) 118 S.E. 822, 824 (1921); State ex rel. Davis v. State Bd. of Canvassers, 86\r\nS.C. 451, 460, 68 S.E. 676, 680 (1910). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court still may deem such provisions to be mandatory after an\r\nelection - and thus capable of nullifying the results - when the provisions\r\nsubstantially affect the free and intelligent casting of a vote, the determination\r\nof the results, an essential element of the election, or the fundamental integrity\r\nof the election. Zbinden v. Bond County Community Unit School Dist. No. 2,\r\n117 N.E.2d 765, 767 (Ill. 1954); Lewis v. Griffith, 664 So.2d 177, 186 (Miss.\r\n1995); O'Neal v. Simpson, 350 So.2d 998, 1005-09 (Miss. 1977); Mittelstadt v.\r\nBender, 210 N.W.2d 89, 94 (N.D. 1973). Furthermore, \"where there is a total\r\ndisregard of the statute, it cannot be treated as an irregularity, but it must be\r\nheld and adjudicated to be cause for declaring the election void and illegal.\"\r\nMoon v. Seymour, 186 S.E. 744,745 (Ga. 1936); accord Lewis v. Griffith, supra.\r\n\"The Court . . . will not sanction practices which circumvent the plain purposes\r\nof the law and open the door to fraud.\" May v. Wilson, 199 S.C. at 360, 19 S.E.\r\nat 470. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWith those principles in mind, we turn to the provisions at issue in\r\nthis case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"All elections by the people shall be by secret ballot . . . S. C.\r\nConst. art. II, § 1.3 Secret ballots have been required since at least 1907, when\r\nthe Court interpreted a provision in the original 1895 constitution for voting \"by\r\nballot\" to mean voting by secret ballot. State ex rel. Birchmore v. State Bd. of \r\n  \r\n\r\n3 Section 1 of Article II states in full: \r\n\r\nAll elections by the people shall be by secret ballot, but the ballots\r\nshall not be counted in secret. The right of suffrage, as regulated\r\nin this Constitution, shall be protected by laws regulating elections\r\nand prohibiting, under adequate penalties, all undue influence from\r\npower, bribery, tumult, or improper conduct. \r\n  \r\np.13\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nCanvassers, 78 S.C. 461,468-69,59 S.E. 145,147 (1907); see also State v. Shaw,\r\n9 S.C. 94) 132-45 (1877) (plainly indicating, while interpreting 1868 state\r\nconstitution, that voting \"by ballot\" impliedly means by secret ballot). Section\r\n1 of Article II was amended in 1971 to include the term \"secret ballot.\" Act No.\r\n277, 1971 Acts 319. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Legislature explicitly has declared \"[t1he right to vote of each\r\nperson so entitled and the secrecy of the ballot shall be preserved at all times.\"\r\nS.C. Code Ann. § 7-13-130 (1976). That legislative goal is evident in several\r\nstatutory provisions. See S.C. Code Ann. § 7-13-1830 (1976) (after helping a\r\nvoter understand how to use a voting machine, the poll managers \"shall, before\r\nthe voter has voted, retire and such voter shall cast his ballot in secret\"); S.C.\r\nCode Ann. § 7-13-771(D) (Supp. 1998) (after an elderly or handicapped person\r\nvotes in his or her vehicle outside a polling place, the voter \"must fold [the\r\nballot] so that the secrecy of the ballot is preserved and return it to the\r\nmanagers waiting outside the vehicle. The managers shall carry the ballot to\r\nthe ballot box, taking care not to violate the secrecy of the ballot, and after\r\ndetaching the stub, deposit the ballot in the ballot box\"); S.C. Code Ann. § 7-13\r\n1380 (1976) (\"The State Election Commission in specifying the form of the ballot\r\nshall provide for ballot secrecy in connection with write-in votes\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHistory demonstrates the importance of the secret ballot. In the\r\nearly years of our nation, voters expressed their preferences orally or by a\r\nshowing of hands. With the advent of paper ballots in the late 1700s,\r\nindividuals prepared their own handwritten ballots at home, marked them, and\r\ntook them to the polling place. Later, political parties and candidates printed\r\ntheir own specially colored or designed paper ballots for voters to use. None of\r\nthe methods was secret and all were open to widespread intimidation of voters,\r\nfraud, and violence. Burson v. Freeman, 504 U.S. 191, 200-206, 112 S.Ct. 1846,\r\ni852-54,119 L.Ed.2d 5, 15-19 (1992) (upholding Tennessee statute prohibiting\r\nsolicitation of votes and display of campaign materials within 100 feet of\r\nentrance to polling place); G.H. Utter and R.A. Strickland, Campaign and\r\nElection Reform: A Reference Handbook, 8-9 (1997); Wright and Graham,\r\nFederal Practice and Procedure: Evidence, § 5632 (1992) (discussing history of\r\nsecret ballot in connection with rejected rule of evidence on voter's privilege). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPolling places on Election Day, unlike today's typical experience of\r\nwaiting quietly in line, often were \"scenes of battle, murder, and sudden death.\"\r\nIn addition to real violence, sham battles were staged to frighten away elderly \r\n  \r\np.14\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nand timid voters. Burson v. Freeman, 504 U.S. at 202-04, 112 S.Ct. at 1853-54,\r\n119 L.Ed.2d at 16-17. One writer described Election Day in 1856, for example,\r\nas a \"knock-down, dragged-out fight\" in many areas of the country. Thugs\r\nforced voters at the polls to reveal their voting ticket, then beat or shot them\r\nand forcibly tore up the opposing party's ticket if they refused to vote as\r\nordered. Sheriffs were unable to find men willing to risk their lives to control\r\nthe violent mobs. In his 1931 autobiography, journalist Lincoln Steffens,\r\ncommenting on a more peaceable form of vote solicitation, observed that the\r\ngoing rate for a vote in his Connecticut hometown was $2.50 to $2.75. J.\r\nMitchell, How to Get Elected: An Anecdotal History of Mud-Slinging, Red\r\nBaiting, Vote-Stealing and Dirty Tricks in American Politics, 45-46, 88 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo combat violence and corruption, most states adopted the secret\r\nballot - sometimes called the Australian ballot system because it was first used\r\nin that country - and other measures in the 1880s and 1890s. Burson v.\r\nFreeman, supra; Utter &amp; Strickland, at 42-46. When explaining the importance\r\nof the secret ballot to our system of representative democracy, the reasons most\r\noften given are to reduce or eliminate the potential intimidation of voters, to\r\nreduce or eliminate the chance for voters who are willing to sell their votes to\r\nprove they have \"delivered the goods\" by allowing someone to watch them cast\r\ntheir ballot, and to ensure the overall integrity of the electoral process. State\r\nex rel. Edwards v. Abrams, 270 S.C. 87, 92, 240 S.E.2d 643, 645-46 (1978);\r\nPeterson v. City of San Diego, 666 P.2d 9752 976 (Cal. 1983); Moon v. Seymour,\r\n186 S.E. at 745; Clark v. Quick, 36 N.E.2d 563, 566 (Ill. 1941); Evans v. Reiser,\r\n2 P.2d 615, 625 (Utah 1931), superseded by statute on other grounds as stated\r\nin Mosier v. Gilmore, 635 P.2d 55 (Utah 1981); Sims v. Atwell, 556 S.W.2d 929)\r\n933 (Ky. Ct. App. 1977); 26 Am.Jur.2d Elections §§ 299, 328 (1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has held that secrecy of the ballot was violated when a\r\nhusband and wife were allowed to enter the voting booth together and discuss\r\ntheir vote, Edwards v. Abrams, 270 S.C. at 91-93, 240 S.E.2d at 645-46; when\r\nthe numbering system for ballots and voter sign-in lists could be used to identify\r\na particular voter's ballot, Corn v. Blackwell, 191 S.C. 183, 4 S.E.2d 254 (1939);\r\nand when voters were required to place their ballots in \"for\" and \"against\" boxes\r\nthat plainly revealed their choice, Birchmore v. State Bd., 78 S.C. at 471-72, 59\r\nS.E. at 148. Although the records in those cases revealed no actual proof of\r\nintimidation or fraud, the procedures substantially affected an essential\r\nelement of the election (secrecy of the ballot), as well as the fundamental\r\nintegrity of the election. \"While in this particular instance it is possible that no \r\n  \r\np.15\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nevil results followed from the mode in which the election was conducted, yet we\r\ncannot be unmindful of the fact that we must be guided by those general\r\nprinciples of law and policy that will enable us to determine future litigations,\r\nunder the election laws of the state consistently.\" Birchmore v. State Bd., 78\r\nS.C. at 472, 59 S.E. at 148 (nullifying election results). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. THE VOTING BOOTH \r\n  \r\n  \r\n  \r\nMunicipal elections must be conducted pursuant to the South\r\nCarolina Election Law contained in Title 7, with any necessary changes in\r\npoints of det ail. S.C. Code Ann. § 5-15-10 (1976). The Legislature has\r\nestablished explicit requirements for voting booths. \r\n  \r\n  \r\n  \r\nThere must be provided at each polling precinct at\r\nleast one booth. At least one booth must be provided\r\nfor each two hundred and fifty registered electors or a\r\nmajor fraction thereof of the precinct. The booths must\r\nbe made of wood, sheet metal, or other suitable\r\nsubstance; must not be less than thirty-two inches\r\nwide, thirty-two inches deep, and six feet six inches\r\nhigh; must have a curtain hanging from the top in\r\nfront to within three feet of the floor; and must have a\r\nsuitable shelf on which the voter can prepare his ballot.\r\nIn primary, general, and special elections, the booths\r\nmust be provided by the commissioners of election or\r\nother electoral board. Only one voter shall be allowed\r\nto enter a booth at a time, and no one except as\r\nprovided herein is allowed to speak to a voter while in\r\nthe booth preparing his ballot. \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 7-13-740 (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court has indicated that minor variations in the design of a\r\nvoting booth are not likely to prompt it to void an election. Smoak v. Rhodes,\r\n201 S.C. at 241, 22 S.E.2d at 686 (\"It will not be contended that a few inches one\r\nway or the other in these matters [size of booth or length of curtain screening\r\nbooth] would vitiate an election\"); Killingsworth v. State Executive Comm. of\r\nDemocratic Party, 125 S.C. at 492, 118 S.E. at 824 (same). The Court has not,\r\nhowever, decided a case in which voters were not provided with any voting \r\n  \r\np.16\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nbooths at all. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCourts that have considered the issue disagree on it. The Georgia\r\nSupreme Court has held that a statute requiring election officials~to provide\r\nbooths is mandatory, and nullified an election in which election officials totally\r\ndisregarded the statute by providing no booths. Moon v. Seymour, 186 S.E. at\r\n745; see also Cox v. Williams, 117 S.E.2d 899 (Ga. 1961) (nullifying referendum\r\nresults due to numerous irregularities, including the lack of screened voting\r\nbooths). The North Dakota Supreme Court has taken the opposite view,\r\nholding that secrecy was adequately ensured in a school bond election by\r\nallowing voters to use three large tables in a large room. The court emphasized\r\nit did not intend to minimize the importance of voting booths. Mittelstadt v.\r\nBender, 210 N.W.2d 89, 95-96 (N.D. 1973). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a similar case, the Missouri Supreme Court refused to nullify a\r\nschool bond election based on the lack of voting booths because the one-question\r\nballot was easily concealed while marking it. Lake v. Riutcel, 249 S.W.2d 450,\r\n451 (Mo. 1952); see also Cashen v. Bd. of Education, 119 N.E.2d 823, 824-25 (Ill.\r\nCt. App. 1954) (upholding results in school board election where no booths were\r\nprovided; no statute required the use of booths in such elections). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, it is undisputed that Commission did not provide any\r\nvoting booths, and that the record contains no actual proof of voter intimidation\r\nor fraud. We acknowledge that Commission's decision to proceed without\r\nbooths is understandable, given the hasty preparations and the inability of\r\nCharleston County officials to provide their traditional assistance. Nothing in\r\nthe record suggests Commission failed to appreciate the importance of its\r\nresponsibilities. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAbsent the several statutes that address the secret ballot\r\nrequirement of Article II, Section 1, we would be less constrained in deciding\r\nwhether Commission met the constitutional requirement in this case. However,\r\nwe are guided both by the constitution and the Legislature's explicit\r\ninstructions on how to ensure the right to a secret ballot. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude this election challenge is not one in which we are faced\r\nwith minor violations of technical requirements. The history of the secret\r\nballot, our precedent, and the statutes persuade us that the voting booth is an\r\nessential element of the electoral process. The lack of any evidence of voter \r\n  \r\np.17\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nintimidation or fraud is not dispositive because the total absence of booths\r\naffects the fundamental integrity of the election. See Edwards v. Abrams,\r\nsupra; Corn v. Blackwell, supra; Birchmore v. State Bd., supra. We cannot\r\ncondone the method of voting employed by Commission because it would\r\nunwisely sanction a practice that \"circumvent[s] the plain purposes of the law\r\nand open [s] the door to fraud\" and intimidation. May v. Wilson, 199 S.C. at 360,\r\n19 S.E. at 470. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we choose to follow the view espoused in Moon v.\r\nSeymour, supra, and hold that the statutory provision for voting booths is\r\nmandatory in these circumstances. Therefore, the total absence of voting booths\r\nviolates the constitutional and statutory right to a secret ballot. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. THE BALLOT \r\n  \r\n  \r\n  \r\nThe Legislature has required that election officials prepare ballots\r\nwhich are designed to be folded. After signing in to vote, the \r\n  \r\n  \r\n  \r\nvoter shall immediately go to the booth and mark his\r\nballot preparatory to depositing it in the ballot box.\r\nAfter the voter has marked his ballot, he shall fold it so\r\nas to leave the stub remaining attached thereto visible\r\nin such position that it can be detached without\r\nunfolding. When the ballot is returned, one of the\r\nmanagers shall detach and retain the stub, and the\r\nvoter shall then deposit his folded ballot in the box. \r\n  \r\nS.C. Code Ann. § 7-13-730 (1976); see also S.C. Code Ann. § 7-13-611 (Supp.\r\n1998) (ballot form containing instructions for voter to fold the ballot). Punch\r\ncard ballots used in vote tabulating machines must have serially numbered\r\nstubs and strips, which \"shall be attached to each ballot card in a manner and\r\nform similar to that prescribed by law for paper ballots.\" S.C. Code Ann. § 7-13\r\n1370 (1976). Regulations promulgated by the State Election Commission\r\nrequire punch-card ballots either to be placed in an envelope by the voter or be\r\nfoldable to ensure secrecy of the ballot. 24 S.C. Code Ann. Reg. 45-5 (1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe purpose of folding the ballot is to ensure secrecy. Gardner v.\r\nBlackwell, 167 S.C. 313, 322, 166 S.E. 338, 341 (1932); Hyde v. Logan, 113 S.C.\r\n64, 81, 101 S.E: 41, 46 (1919). In Smoak v. Rhodes, the Court refused to nullify \r\n  \r\np.18\r\n\r\nGEORGE v. MUNICIPAL ELECTION COMMISSION \r\n\r\n\r\n\r\n\r\n\r\nan election in which the record contained no proof that ballots were not folded\r\nor that the secrecy of the ballot was violated. Id., 201 S.C. at 243-44, 22 S.E.2d\r\nat 687-88. In this case, however, it is undisputed that voters were specifically\r\ninstructed not to fold the ballots. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold that the use of ballots that were not designed to be folded\r\nviolates the constitutional and statutory right to a secret ballot. We do so for\r\nthe same reasons expressed in connection with the absence of the voting booth.\r\nThe provision for foldable ballots is mandatory because it affects an essential\r\nelement of the election and the fundamental integrity of the electoral process. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe reverse the circuit court's order and nullify the referendum\r\nresults because the total absence of voting booths and foldable ballots violates\r\nthe statutory and constitutional right to a secret ballot. \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\np.19\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24942","title":"State v. Osbourne","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24942","description":"","date":"1999-05-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 16\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nThe State of South\r\nCarolina, Petitioner, \r\n  \r\nv. \r\n  \r\nElmer Osborne,  Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Pickens County\r\nLarry R. Patterson, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24942\r\nHeard November 6, 1997 - Filed May 3,1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nPatrick M. Teague, Associate General Counsel, and\r\nFrank L. Valenta, Jr., General Counsel, both of the\r\nSouth Carolina Department of Public Safety, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nDallas D. Ball, of Pickens, for respondent. \r\n  \r\n  \r\n  \r\nCharles M. Condon, Attorney General, John W.\r\nMcIntosh, Deputy Attorney General, Salley W.\r\nElliott, Assistant Deputy Attorney General, and\r\nHarold M. Coombs, Jr., Senior Assistant Attorney\r\nGeneral, of Columbia, for petitioner amicus curiae. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Respondent- Elmer Osborne was convicted in \r\n  \r\np.20\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nmagistrate's court of driving under the influence (\"DUI\") in violation of S.C.\r\nCode Ann. § 56-5-2930 (1976). The circuit court reversed, finding the Stat1\r\nfailed to prove the corpus delicti. The Court of Appeals affirmed the circuit\r\ncourt's ruling. State v. Osborne, 321 S.C. 196, 467 S.E.2d 454 (Ct. App.\r\n1996). We granted the State's petition for certiorari, and now reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nAt 11:17 p.m. on November 24, 1991, Trooper J.M. Bagwell arrived at\r\nthe scene of a one-car accident. The car had gone off the road and hit a\r\nspeed limit sign. It was abandoned. The car hood was warm to the touch.\r\nBagwell went back to patrolling the area. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt 1:50 a.m., November 25, 1991, Deputy J.S. Duncan met Respondent\r\nat a Hot Spot convenience store. Duncan testified Respondent told him he\r\ncalled the police to report his car stolen. In Duncan's opinion, Respondent\r\nwas very intoxicated. He told Respondent the penalty for filing a false report\r\nand advised him of his rights under Miranda v. Arizona.2 Respondent then\r\ntold Duncan he wrecked his car. The two then returned to the accident\r\nscene, where they met Trooper Bagwell (who was called back to the scene).\r\nAt first, Respondent told Bagwell the car was stolen; he then admitted he\r\nwrecked the car after Deputy Duncan reminded him of what he had said at\r\nthe Hot Spot. Duncan asked Respondent where the car keys were because\r\nthe vehicle was locked. Respondent said they were in his pocket and gave\r\nthem to Duncan. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBagwell asked Respondent whether he drank anything after the wreck;\r\nRespondent stated he had not. He then gave Respondent a field sobriety test\r\nwhich in his opinion Respondent failed. He arrested Respondent at 2:28 a.m.\r\non November 25, 1991. Following his arrest, Respondent was given a\r\nbreathalyser test which registered .14%. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n\r\n1 Petitioner is the South Carolina Department of Public Safety. The\r\nOffice of the Attorney General has filed an amicus curiae brief essentially\r\nsupporting Petitioner's argument. References in this opinion to \"the State\"\r\nrefer to Petitioner. \r\n  \r\n2 384 U.S.- 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). \r\n  \r\np.21\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nI. Did Respondent's statements to police constitute a confession? \r\n  \r\n  \r\n  \r\nII. Did the State's evidence establish the corpus delicti? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nIt is well-settled law that a conviction cannot be had on the extra\r\njudicial confessions of a defendant unless they are corroborated by proof\r\naliunde3 of the corpus delicti.4 State v. Williams, 321 S.C. 381, 468 S.E.2d\r\n656 (1996).5 See also State v. Brown, 103 S.C. 437, 442, 88 S.E. 21, 22\r\n(1916) (\"Before a defendant can be required to go into his defense, it is\r\nnecessary that there shall be some proof of. the corpus delicti\"). Before the\r\nCourt of Appeals, the State argued Respondent's statements did not amount\r\nto a confession and thus this rule was inapplicable. The State further argued\r\nthat even if the corroboration rule applied, there was sufficient evidence\r\naliunde Respondent's statements to establish the corpus delicti. The Court\r\nof Appeals rejected both arguments. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Respondent's Statements \r\n  \r\n  \r\n  \r\nThe State argues the Court of Appeals erred in finding Respondent's\r\nstatements to police amounted to a confession. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe legal definition of \"confession\" is \"restricted to acknowledgment of\r\nguilt and does not apply to mere statement[s] of fact from which guilt may\r\nbe inferred.\" State v. Cunningham, 275 S.C. 189, 192, 268 S.E.2d 289, 291\r\n(1980) (quoting State v. Miller, 211 S.C. 306, 45 S.E.2d 23 (1947)). See also\r\n29A Am. Jur. 2d Evidence § 709 (1994) (although every confession is an\r\nadmission, not every admission is a confession). Respondent told police (1)\r\nhis car was stolen, (2) he wrecked his car (retracting the stolen car claim), \r\n  \r\n\r\n3 \"From another source.\" Black's Law Dictionary 73 (6th ed. 1990). \r\n\r\n4 \"The body of a crime.\" Black's Law Dictionary 344 (6th ed. 1990). See\r\nalso State v. Teal, 225 S.C. 472, 474, 82 S.E.2d 787, 788 (1954) (\"[G]enerally\r\nspeaking, the term \"corpus delicti\" means, when applied to any particular\r\noffense, that the specific crime has actually been committed\"). \r\n  \r\n5 This rule of law will be referred to in this opinion as the \"corroboration\r\nrule.\" \r\n  \r\np.22\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nand (3) he did not have anything to drink after the wreck.6 Section 56-5\r\n2930 defines the crime of DUL \"It is unlawful for . . . any person who is\r\nunder the influence of intoxicating liquors . . . or any other substance of like\r\ncharacter . . . to drive any vehicle within this State.\" See also State v.\r\nSheppard, 248 S.C. 464, 465, 150 S.E.2d 916, 917 (1966) (\"The act of\r\noperating a motor vehicle with impaired faculties is the gravamen of the\r\noffense [of DUI]\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find Respondent's statements do not constitute an acknowledgment\r\nof guilt of DUI. They do not even acknowledge Respondent ever drank at all,\r\nmuch less that he was under the influence of alcohol. Rather, these\r\nstatements are more in the nature of admissions. See, e.g., State v. Morgan,\r\n282 S.C. 409, 410-11, 319 S.E.2d 335, 336 (1984) (in reviewing DUI\r\nconviction, statements to police that defendant had been using alcohol and\r\ndrugs, and was driver of car before it wrecked, did not amount to a\r\nconfession of guilt; court specifically noted that defendant \"did not say that\r\nhe was under, the influence\")7; Cunningham, 275 S.C. at 189, 268 S.E.2d at \r\n  \r\n\r\n6 The Court of Appeals stated Respondent also told police he drank\r\nbefore the accident, and it relied on this additional alleged statement in\r\nfinding a confession. Osborne, 321 S.C. at 199, 467 S.E.2d at 456. There is\r\nno evidence in the magistrate's return that Respondent made this statement.\r\nIn its recitation of facts, the circuit court order refers to a statement\r\nRespondent made about drinking before the wreck. This order is most likely\r\nthe factual source used by the Court of Appeals. See id. at 198 n.1, 467\r\nS.E.2d at 455 n.1. We find it was error for the Court of Appeals to rely on\r\nthe recitation of facts contained in an appellate order instead of restricting\r\nitself to the facts contained in the magistrate's return. See State v. Barbee,\r\n280 S.C. 328, 313 S.E.2d 297 (1984) (magistrate's return is official record of\r\ntrial proceedings); State v. Adler, 278 S.C. 66, 292 S.E.2d 185 (1982) (circuit\r\ncourt only has appellate jurisdiction over judgment from magistrate's court). \r\n  \r\n  \r\n  \r\n7 The Court of Appeals found Morgan inapplicable because that case\r\naffirmed the corpus delicti issue on procedural grounds: \"As pointed out\r\nabove, the statements of the Defendant did not amount to a confession but\r\nassuming without so deciding that a confession was involved which normally\r\nwould require the proof of the corpus delicti before admission, no objection\r\nto the evidence on this basis was interposed.\" 282 S.C. at 412, 319 S.E.2d\r\nat 337 (emphasis supplied). The issue Morgan refused to address was not\r\nwhether the statements amounted to a confession, but whether there was\r\nproof aliunde of the corpus delicti. These are two separate legal issues.\r\nMorgan is almost directly on point regarding the confession issue. \r\n  \r\np.23\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\n289 (defendant's statement she was the driver of car at time of wreck did not\r\nconstitute a confession to reckless homicide, because the defendant never\r\nstated she was driving recklessly). Therefore, the Court of Appeals\r\nincorrectly ruled Respondent's statements constituted a confession. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argued to the Court of Appeals, and now argues here, that\r\nif Respondent's statements are not viewed as a confession, the corroboration\r\nrule does not apply.8 We disagree, finding the corroboration rule should \r\n  \r\n\r\n8 Our review of South Carolina precedent has not revealed a case where\r\nthis issue was squarely addressed. Although the State argues otherwise, it\r\nis not at all clear we have strictly limited the corroboration rule to\r\nconfessions. Most cases contain no discussion of whether the defendant's\r\nstatements constituted a confession before applying the rule. See, e.g., State\r\nv. Owens, 293 S.C. 161, 359 S.E.2d 275 (1987); In the Matter of Perkins, 276\r\nS.C. 378, 379, 278 S.E.2d 781, 782 (1981) (applying rule to minor's\r\n\"inculpatory statements\"); State v. Speights; 263 S.C. 127, 208 S.E.2d 43\r\n(1974); State v. Watts, 249 S.C. 80, 152 S.E.2d 684 (1967); State v. White,\r\n311 S.C. 289, 296, 428 S.E.2d 740, 741 (Ct. App. 1993) (applying rule to\r\n\"inculpatory statements\" in felony DUI case where defendant told police he\r\nwas driving car, and had been drinking). In some, the rule has been applied\r\nwhere it is questionable whether confessions were involved. See, e.g.\r\nWilliams, 321 S.C. at 381, 468 S.E.2d at 656; Brown, 103 S.C. at 443, 88 S.E.\r\nat 23 (applying rule to \"statements of the accused [made before crime was\r\ncommitted] showing enmity [toward the victim]\"); State v. Townsend, 321 S.C.\r\n55, 467 S.E.2d 138 (Ct. App. 1996) (applying rule in DUI case where\r\ndefendant told police he was run off road by another driver and drank some\r\nalcohol he had in the car because he was upset about the car wrecking);\r\nWhite, 311 S.C. 289, 428 S.E.2d 740. But see State v. Epes, 209 S.C. 246,\r\n39 S.E.2d 769 (1946) (using defendant's inculpatory statements to prove\r\ncorpus delicti; finding the statements were not confessions); State v. Edwards,\r\n173 S.C. 161, 175 S.E. 277 (1934) (seeming to draw distinction between\r\nstatements constituting a confession and those not, stating because there was\r\nno confession of guilt in the case there was no violation of the [corroboration\r\nrule]). The closest we have come to an analysis of whether the corroboration\r\nrule applied to statements not amounting to confessions was in State v.\r\nMorgan (discussed supra in text and footnote 7). The language quoted in\r\nfootnote 7 could be read as implying that unless a confession is involved, the\r\nrule is inapplicable. However, because that was not the issue ruled on, and\r\nbecause the entire corpus delicti issue was affirmed on a procedural ground,\r\na better interpretation of Morgan would be that it does not speak to this\r\nissue one way br the other. \r\n  \r\np.24\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\napply whether a statement amounts to a confession or merely constitutes an\r\nadmission. \r\n  \r\n  \r\n  \r\nWe think that an accused's admissions of essential facts or\r\nelements of the crime, subsequent to the crime, are of the same\r\ncharacter as confessions and that corroboration should be\r\nrequired. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe need for corroboration extends beyond complete and\r\nconscious admission of guilt -- a strict confession. Facts admitted\r\nthat are immaterial as to guilt or innocence need no discussion.\r\nBut statements of the accused out of court that show essential\r\nelements of the crime . . . stand differently. Such admissions\r\nhave the same possibilities for error as confessions. They, too,\r\nmust be corroborated. \r\n  \r\nOpper v. United States, 348 U.S. 84, 90, 75 S. Ct. 158, 163, 99 L. Ed. 101,\r\n107 (1954) (internal citations omitted). See also State v. Trexler, 342 S.E.2d\r\n878, 880 (N.C. 1986) (\"[R]egardless of whether defendant's statements\r\nconstitute an actual confession or only amount to an admission, our long\r\nestablished rule of corpus delicti requires that there be corroborative\r\nevidence, independent of the statements, before defendant may be found\r\nguilty of the crime\"); 29A Am. Jur. 2d at § 753; E.H. Schopler, Annotation,\r\nCorroboration of Extrajudicial Confession or Admission, 45 A.L.R.2d 1316,\r\n1323 (1956). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIl. Proof Aliunde of Corpus Delicti \r\n  \r\n  \r\n  \r\nThe State argues the Court of Appeals erred in finding it failed to\r\nprovide sufficient independent evidence of the corpus delicti to support\r\nRespondent's conviction. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Opper v. United States, the Supreme Court considered \"the extent\r\nof the corroboration of admissions necessary as a matter of law for a\r\njudgment of conviction, concluding: \r\n  \r\n  \r\n  \r\n[T]he corroborative evidence need not be sufficient, independent \r\n  \r\n\r\nTo the extent any of these cases suggest the corroboration rule only\r\napplies to actual confessions, they are hereby overruled. \r\n  \r\np.25\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nof the statements, to establish the corpus delicti. It is necessary,\r\ntherefore, to require the Government to introduce substantial\r\nindependent evidence which would tend to establish the\r\ntrustworthiness of the statement. Thus, the independent\r\nevidence serves a dual function. It tends to make the admission\r\nreliable, thus corroborating it while also establishing\r\nindependently the other necessary elements of the offense. It is\r\nsufficient if the corroboration supports the essential facts\r\nadmitted sufficiently to justify a jury inference of their truth.\r\nThose facts plus the other evidence besides the admission must,\r\nof course, be sufficient to find guilt beyond a reasonable doubt. \r\n  \r\n348 U.S. at 93, 75 S. Ct. at 164, 99 L. Ed. at 108-09. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis standard enunciated in Opper has been adopted in other jurisdictions,\r\nincluding our sister state of North Carolina. See Trexler, 342 S.E.2d at 880\r\n(\"The corpus delicti rule only requires evidence aliunde the confession which,\r\nwhen considered with the confession, supports the confession and permits a\r\nreasonable inference that the crime occurred. The independent evidence must\r\ntouch or be concerned with the corpus delicti.\" However, \"[t]he rule does not\r\nrequire that the evidence aliunde the confession prove any element of the\r\ncrime.\").9 We clarify the law in this State that, consistently with Opper and \r\n  \r\n\r\n9 Cf. Stephens v. State, 193 S.E.2d 870, 873 (Ga. Ct. App. 1972) (\"A\r\nconfession alone, uncorroborated by other evidence, will not justify a\r\nconviction, but a confession which is corroborated may be considered along\r\nwith other evidence to justify the conviction even if it be necessary in\r\nestablishing the corpus delicti\"); People v. Rhoden, 625 N.E.2d 940, 945 (111.\r\nApp. Ct. 1993) (\"There must be some independent or corroborating evidence\r\noutside the confession which tends to establish that a crime occurred. If such\r\nevidence tends to prove that the offense occurred and corroborates a\r\ndefendant's confession, it may be considered, together with the confession, to\r\nestablish the corpus delicti of the offense.\"); State v. Cardwell, 135 P. 597,\r\n598 (Kan. 1913) (\"That a bald confession of one that he has committed a\r\ncertain crime, without other evidence or circumstances to corroborate the\r\nconfession, will sustain a conviction is, we believe, nowhere contended. But\r\nit seems to be the general rule . . . that any pertinent fact in a criminal case,\r\nincluding the corpus delicti, may be established by evidence of admissions of\r\nguilt by the accused, supported by circumstantial evidence tending to\r\ncorroborate the admissions\"); Davis v. State, 97 A.2d 303 (Md. 1953); Kansas\r\nCity v. Verstraete, 481 S.W.2d 615, 617 (Mo. Ct. App. 1972) (\"If there is\r\nevidence of corroborating circumstances, independent of the confession, which \r\n  \r\np.26\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nits progeny, the corroboration rule is satisfied if the State provides sufficient\r\nindependent evidence which serves to corroborate the defendant's extra\r\njudicial statements and, together with such statements, permits a reasonable\r\nbelief that the crime occurred. Cf. Williams, 321 S.C. at 385 n.2, 468 S.E.2d\r\nat 658 n.2 (emphasizing that \"[p]roof of corpus delicti is not a prerequisite to\r\nthe admission of an extra-judicial confession of a defendant.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nApplying this rule to the facts at hand, we find the State provided\r\nsufficient independent evidence to support the trustworthiness of\r\nRespondent's statements to police. We further find this independent\r\nevidence, taken together with the statements, allowed a reasonable inference\r\nthat the crime of driving under the influence was committed. \"The corpus\r\ndelicti of DUI is: (1) driving a vehicle; (2) within this State; (3) while under\r\nthe influence of intoxicating liquors, drugs, or any other substance of like\r\ncharacter.\" Townsend, 321 S.C. at 58, 467 S.E.2d at 140. See also Sheppard,\r\n248 S.C. at 466, 150 S.E.2d at 917 (act of operating motor vehicle while\r\nimpaired gravamen of offense). Proof of the corpus delicti does not have to\r\nbe in the form of direct evidence; it may be established by circumstantial\r\nevidence when it is the best evidence obtainable. Brown v. State, 307 S.C.\r\n465, 415 S.E.2d 811 (1992). If there is any evidence tending to establish the\r\ncorpus delicti, then it is the trial court's duty to pass that question on to the\r\njury. Williams, 321 S.C. at 385, 468 S.E.2d at 658. \"We are not here to\r\ndetermine the sufficiency of the evidence to justify the jury's verdict . . . but\r\nwe are concerned only with the question as to the sufficiency of that evidence\r\nto require the trial Judge to submit the issue . . . to the jury.\" State v.\r\nBlocker, 205 S.C. 303, 307, 31 S.E.2d 908, 910 (1944) (quoting Edwards, 173\r\nS.C. at 165, 175 S.E. at 278). The decision of the Court of Appeals is hereby\r\nreversed and Respondent's conviction is reinstated. \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, and BURNETT, JJ., concur. FINNEY, C.J., dissenting\r\nin separate opinion. \r\n  \r\n\r\ntends to prove the offense by confirming matters related in the confession,\r\nboth the corroborating circumstances and the confession may be considered\r\nin determining whether or not the corpus delicti has been established\"); State\r\nv. George, 257 A.2d 19 (N.H. 1969); Holt v. State, 117 N.W.2d 626 (Wis.\r\n1962) (requiring some corroboration of any significant fact of the crime in\r\norder to produce confidence in the truth of the confession; all elements of\r\ncrime do not need to be proved independently). See also 29A Am. Jur. 2d at\r\n§ 753. \r\n  \r\np.27\r\n\r\nSTATE v. OSBORNE \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent from that part of the majority's opinion\r\nwhich finds \"sufficient independent evidence to support the trustworthiness\r\nof Respondent's statements to police.\" The independent evidence showed\r\nonly: \r\n  \r\n(1) Respondent's car was involved in an accident; \r\n  \r\n(2) Respondent registered .14% on a breathalyzer test\r\nadministered more than three hours after the car ran off\r\nthe road; and \r\n  \r\n(3) Respondent retracted his original claim that the car had\r\nbeen stolen. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe absence of any corroborating evidence that the car was being\r\noperated at the time of the accident by a person with impaired faculties\r\nmeans the State failed to prove the corpus delicti of driving under the\r\ninfluence. In my opinion, the mere fact that a car is involved in an accident\r\nis simply insufficient to show that the operator was impaired. Cf. In the\r\nMatter of Stacy Ray A., 303 S.C. 291, 400 S.E.2d 141 (1991) overruled in part\r\non other grounds State v. Rowell, 326 S.C. 313, 487 S.E.2d 185 (1997) (fact\r\nthat fatal collision occurred insufficient to show reckless homicide). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI would affirm the decision of the Court of Appeals. \r\n  \r\np.28\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24943","title":"Bannum, Inc. v. City of columbia, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24943","description":"","date":"1999-05-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 17\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nBannum, Inc., a\r\nKentucky Corporation\r\nwith a principal place of\r\nbusiness in Largo,\r\nFlorida, Appellant, \r\n  \r\nv. \r\n  \r\nCity of Columbia, a\r\nmunicipality with a\r\nprincipal place of\r\nbusiness in Columbia,\r\nSouth Carolina and City\r\nof Columbia Zoning\r\nBoard of Adjustments,\r\nan appointed agency of\r\nthe City of Columbia, Respondents. \r\n  \r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge \r\n  \r\nOpinion No. 24943 \r\n  \r\nHeard February 18, 1999 - Filed May 7, 1999 \r\n  \r\nREVERSED \r\n  \r\nP. Benjamin Zuckerman, of Lewis, Babcock and\r\nHawkins, L.L.P., of Columbia, for appellant. \r\n  \r\np.1\r\n\r\nBANNUM, INC. v. CITY OF COLUMBIA, et al. \r\n\r\n\r\n\r\n\r\n\r\nThomas E. Ellenburg, of Columbia, for respondents. \r\n  \r\n  \r\n  \r\nPER CURIAM: Bannum, Inc. (Bannum) appeals a circuit court order\r\naffirming the Zoning Board ofAdjustment's (ZBA) denial of a \"special exception\"\r\npermit to use 1608 Westminster Drive as a residential care facility for federal\r\nex-offenders. We reverse. \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nBannum provides residential \"halfway houses\" for persons recently\r\nreleased from federal prison. In February, 1997, the Bureau of Prisons (BOP)\r\nissued a request for proposals (RFP) to construct and manage a 24 bed\r\nresidential care facility in Columbia.1 Bannum inquired of the City Zoning\r\nAdministrator as to zoning requirements for such residential care facilities, and\r\nwas advised by the Administrator, in March 1997, that such facilities having\r\nmore than 9 occupants are allowed in C-3 districts upon obtaining a \"special\r\nexception\" permit.2 In April, 1997, Bannum leased the property at 1608\r\nWestminster Drive.3 Thereafter, the BOP awarded Bannum a contract for the \r\n  \r\n\r\n1The facility will serve up to 29 ex-inmates, all of whom are from the\r\nColumbia area; approximately 23 will be overnight residents of the facility, the\r\nremaining 6 will spend the night at their Columbia residences. In addition to\r\nhousing, Bannum assists its clients by providing job search assistance,\r\ncounseling, training, etc. It also imposes a curfew, and performs alcohol and\r\ndrug screenings. The facility does not house violent criminals, but does accept\r\npeople convicted of federal drug offenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 A special exception permit requires the ZBA to consider 1) Traffic Impact;\r\n2) Vehicle and pedestrian safety; 3) Potential impact of noise, fumes, or\r\nobstruction of air flow on adjoining property; 4) Adverse Impact of the proposed\r\nuse on the aesthetic character of the environs, to include possible need for\r\nscreening from view; and 5) Orientation and spacing of improvements on\r\nbuildings. Columbia City Code of Ordinances, § 6-3192(2)(6)(c)(1-5). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Westminster Drive crosses Forest Drive in Columbia, a short distance\r\nfrom Providence Hospital, near the Forest Hills subdivision. The leased\r\nproperty is zoned C-3 commercial, and at the time this matter arose, was being\r\nused by the Richland County Mental Retardation Center providing job \r\n  \r\n  \r\n  \r\np.2\r\n\r\nBANNUM, INC. v. CITY OF COLUMBIA, et al. \r\n\r\n\r\n\r\n\r\n\r\nhalfway house, contingent on Bannum obtaining all necessary local permits by\r\nDec. 1, 1997. On Aug. 13, 1997, Bannum sought a special exception permit. At\r\na hearing on Sept. 9, 1997, the ZBA determined, contrary to the opinion of its\r\nAdministrator, the halfway house was not a \"residential care facility.\"\r\nAccordingly, the ZBA denied Bannum's request for a special exception.\r\nThereafter, the ZBA decided the proposed facility was, in fact, a \"residential\r\ncare facility,\" and granted a rehearing. After its October 14, 1997 rehearing,\r\nthe ZBA denied Bannum's request for a special exception, holding the halfway\r\nhouse would have a negative impact on traffic and vehicular and pedestrian\r\nsafety. The circuit court affirmed the ZBA's denial of the permit. \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the circuit court err in upholding the ZBA`s denial of a special\r\nexception permit? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSTANDARD OF REVIEW \r\n  \r\n  \r\n  \r\nThis Court will not disturb the findings of the Board of Adjustment unless\r\nsuch findings or decision resulted from action of the Board which is arbitrary,\r\nan abuse of discretion, illegal, or in excess of lawfully delegated authority.\r\nBrock v. Board of Adjustment and Appeals of City of Rock Hill, 308 S.C. 539,\r\n419 S.E.2d 773 (1992); Fontaine v. Peitz, 291 S.C. 536, 354 S.E.2d 565 (1987).\r\nSee also Condor, Inc. v. Board of Zoning Appeals, 328 S.C. 173, 493 S.E.2d 342\r\n(1997). \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nBannum contends ZBA's denial of its permit was arbitrary. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe ZBA either discounted or disregarded every single bit of evidence put\r\nup by Bannum.4 Instead, it based its holding on the four factors submitted by \r\n  \r\n\r\nplacement services to the mentally disabled. \r\n\r\n\r\n\r\n\r\n\r\n4 The ZBA completely discounted Bannum's evidence submitted by its\r\nprivate investigator, Mark Kelly, who had monitored the existing site occupied\r\nby the Dept. of Mental Retardation (DMR), for four hours one day, from 9:15 am\r\nuntil 1:15 pm, finding it too limited in time and scope. It also discounted a\r\n\"Brief Traffic Assessment\" prepared by Wilbur Smith Associates because the \r\n  \r\np.3\r\n\r\nBANNUM, INC. v. CITY OF COLUMBIA, et al. \r\n\r\n\r\n\r\n\r\n\r\nopponents: 1) testimony as to traffic counts on Forest Drive, 2) testimony that\r\nWestminster Drive is used as a \"cut through\" street, 3) testimony that any\r\nincrease in traffic would adversely impact vehicle and pedestrian safety, and 4)\r\na Government Accounting Office (GAO) study concerning recidivism rates of ex\r\noffenders. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs to numbers 1-3, although there was evidence concerning existing\r\ntraffic on Forest Drive, and speculation that the halfway house residents will\r\nuse Westminster as a cut-through, there was simply no evidence presented the\r\nproposed use will generate greater use than the existing mental health facility.\r\nOn the contrary, the evidence was to the effect that the proposed use would\r\nlikely decrease traffic as the majority of halfway house residents will not own\r\nautomobiles but will utilize public transportation. Although neighboring\r\nresidents testified they felt the halfway house would increase traffic, there is\r\nsimply no concrete evidence to support this fact. Accordingly, the ZBA`s finding\r\nthat any increase in traffic would adversely impact vehicle and pedestrian\r\nsafety is irrelevant as there is no evidence of an increase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe only piece of evidence which arguably supports the ZBA's decision is\r\na GAO (General Accounting Office) study concerning \"Trends in Community\r\nSupervision of Federal Offenders.\" The ZBA relied on the GAO report for the\r\npremise that a certain number of the halfway house residents will be recidivists,\r\nwhich will adversely affect the safety of pedestrians in the area by \"having \r\n  \r\n\r\nSmith study compared traffic using the cite as a Medical Office (which could be\r\ndone in a C-3 zone without the need for a special exception permit), rather than\r\ncomparing the proposed use with the existing use by the DMR. We find the\r\nZBA's reliance on this factor to avoid the impact of the Smith study spurious.\r\nWe know of no requirement that a traffic assessment must be performed\r\ncomparing existing to proposed use. Were that the case, a special exception\r\npermit would never issue for vacant premises, because traffic would always\r\nincrease, and thereby be negatively impacted by the proposed use. Accordingly,\r\nwe find the ZBA erred in refusing to give consideration to the Smith study,\r\nwhich specifically concludes the proposed use will generate substantially less\r\ntraffic than the existing use. Moreover, there is simply no explanation in the\r\nrecord as to why the ZBA gave no regard to a) the affidavit of David Lowry\r\n(Bannum's president)(indicating proposed facility would have substantially\r\nlesser traffic impact than existing facility at 1608 Westminster, b) the affidavit\r\nof attorney Carl Holloway to the effect that proposed use should substantially\r\nlessen traffic, and c) the affidavit of realtor James Gordon to the same effect. \r\n  \r\n  \r\n  \r\np.4\r\n\r\nBANNUM, INC. v. CITY OF COLUMBIA, et al. \r\n\r\n\r\n\r\n\r\n\r\npotentially recidivist violent individuals and drug users in the area.\" However,\r\naccording to B annum's attorney, Mr. Zuckerman, and the affidavit of B annum's\r\npresident, David Lowry, the GAO study is simply inapplicable to halfway\r\nhouses such as Bannum's. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, even assuming the GAO report concerns halfway houses such\r\nas Bannum's, it does not justify the ZBA's decision in this case. There is no\r\nevidence in the report which correlates the recidivism rates of federal offenders\r\nto \"pedestrian safety.\" In fact, counsel for the City conceded at oral argument\r\nbefore this Court, that the danger to pedestrian safety was \"extrapolated\" from\r\nthe GAO report by the ZBA. This is simply insufficient to constitute \"any\r\nevidence\" under our standard of review. \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nAfter reading the entire record in this case, it is inescapable to us that\r\nthe ZBA's decision was based, not on the requirements of the \"special exception\"\r\nordinance, but upon the fears of neighboring residents who did not want \"those\r\ntype of people\" in their neighborhood. Although we are sympathetic to the\r\nconcerns of neighboring individuals, the ordinance simply does not provide such\r\na basis for denial of the permit. Accordingly, the circuit court's order affirming\r\nthe denial of Bannum's special exception permit is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\np.5 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24944","title":"Restaurant Row, et al. v. Horry County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24944","description":"","date":"1999-05-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.18 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nRestaurant Row\r\nAssociates and The\r\nAfterdeck, Inc., d/b/a\r\nThee DollHouse,Petitioners, \r\n  \r\nv. \r\n  \r\nHorry County, a Political\r\nSubdivision of the State\r\nof South Carolina, Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Horry County\r\nCharles W. Whetstone, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24944\r\nHeard January 5, 1999Filed May 17, 1999 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nLuke Charles Lirot, of Luke Charles Lirot, P.A., of\r\nTampa, Florida; and Willard D. Hanna, of Harris &amp;\r\nHanna, P.A., of Myrtle Beach, for petitioners. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEmma Ruth Brittain and John P. Henry, of\r\nThompson Law Firm, of Conway, for respondent. \r\n  \r\np.1\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: This case is on appeal from the Court of Appeals'\r\ndecision upholding the denial of Petitioner's zoning variance. We affirm as\r\nmodified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nPetitioners Restaurant Row Associates and the Afterdeck d/b/a Thee\r\nDollHouse (\"Thee DollHouse\") began its adult entertainment business in Horry\r\nCounty (\"the County\") in March 1988. On September 30, 1989, the County\r\nadopted Ordinance 92-89, establishing adult entertainment zoning regulations.\r\nOrdinance 92-89, now codified in the Horry County Zoning Code as section 526,\r\ngranted a six-year amortization period to businesses existing at the time of the\r\nordinance's enactment that were in violation of the ordinance so that they could\r\nrecoup their investments and seek other locations should the business desire to\r\ncontinue as an adult use. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe zoning plan prohibits the location of an adult entertainment\r\nestablishment within 500 feet of a residential district. Thee DollHouse is a\r\nnonconforming use under the ordinance because it is located 350 feet from a\r\nresidential district. Almost all of this 350 feet consists of the Atlantic\r\nIntracoastal Waterway that separates Thee DollHouse from the residential\r\ndistrict. This residential district is comprised of a golf course and currently\r\ncontains no residential development. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn early 1994, the Horry County Zoning Administrator wrote to Thee\r\nDollHouse, advising it that it was an \"adult use\" as defined by the County's\r\nAdult Use Zoning Regulations, and that its nonconforming use of the property\r\nwould have to cease on or before January 1, 1995. Thee DollHouse responded\r\nby filing three separate petitions with the Horry County Board of Adjustments\r\nand Zoning Appeals (\"the Board\"). The first petition challenged the definition\r\nof \"Adult Cabaret\" as used in the ordinance. The second petition alleged that\r\nOrdinance 26-90, an ordinance passed after 92-89, effectively grandfathered in\r\nThee DollHouse's adult use. The third petition requested a variance from the\r\nsetback and amortization provisions of 92-89. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the Board meeting, the Zoning Administrator made no\r\nrecommendation to approve or deny the variance application. A paid consultant\r\ntestified extensively for Thee DollHouse. The consultant offered testimony, \r\n  \r\np.2\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\nincluding a written report, supporting Thee DoIlHouse's claim that it met the\r\nvariance criteria. The Board also heard comments from several members of the\r\npublic. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter hearing all the evidence, the Board denied Thee DoIlHouse's request\r\nfor a variance as well as its other two petitions. Thee DollHouse then appealed\r\nthe Board's decisions to the circuit court. The circuit court upheld the Board's\r\ndetermination that Horry County Ordinance 26-90 did not grandfather in adult\r\nuses, but nevertheless held that the denial ofThee DollHouse's variance request\r\nwas \"arbitrary and clearly erroneous in light of the lack of any residence on the,\r\ngolf course and the natural barrier created by the Intracoastal Waterway.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals found the circuit court erred in reversing the\r\nBoard's denial of the variance. Restaurant Row Associates v. Horry County,\r\n327 S.C. 3832 390) 489 S.E.2d 641, 645 (Ct. App. 1997). The Court of Appeals\r\nheld the Board correctly found Thee DollHouse failed to prove the element of\r\nunnecessary hardship. Having determined Thee DollHouse failed to meet one\r\nof the four necessary elements of a variance, the Court of Appeals did not\r\ndiscuss the remaining three elements. The Court of Appeals also disagreed\r\nwith Thee DollHouse's argument that the circuit court erred in concluding that\r\nCounty Ordinance 26-90, which amended certain subsections of º 500 of the\r\nCounty's zoning ordinance, repealed the amortization period established in º\r\n526.2J of Ordinance 92-89, and therefore grandfathered in all nonconforming\r\nadult entertainment uses. This Court granted certiorari to consider the\r\nfollowing issue: \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err in reversing the circuit court and\r\nthereby upholding the Zoning Board's determination that Thee\r\nDollHouse failed to meet the standards for receiving a variance? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nThee DollHouse argues that the Court of Appeals erred by failing to find\r\nthe Board acted arbitrarily and capriciously in denying the variance. We\r\ndisagree. \r\n  \r\nWhen deciding whether to grant a variance, a local board must be guided\r\nby standards which are specific in order to prevent the ordinance from being\r\ninvalid and arbitrary. Hodge v. Pollock, 223 S.C. 342, 75 S.E.2d 752 (1953);\r\nSchloss Poster Adv. Co. v. City of Rock Hill, 190 S.C. 92, 2 S.E.2d 392 (1939). \r\n  \r\np.3\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\n\"The concept of vagueness or indefiniteness rests on the constitutional principle\r\nthat procedural due process requires fair notice and proper standards for\r\nadjudication.\" City of Beaufort v. Baker, 315 S.C. 146,152,432 S.E.2d 470,472\r\n(1993). Here, the County specifically adopted the statutory language of S.C.\r\nCode Ann. § 6-7-740 (1976 &amp; Supp. 1998) in Section 1204(B) of its zoning\r\nordinance. That section provides: \r\n  \r\n  \r\n  \r\nThe board of appeals ... shall have the following powers:\r\n(2) To authorize upon appeal in specific cases a variance from the\r\nterms of the ordinance or resolution as will not be contrary to the\r\npublic interest where, owing to special conditions, a literal\r\nenforcement of the provisions of the ordinance or resolution will, in\r\nan individual case, result in unnecessary hardship, so that the\r\nspirit of the ordinance or resolution shall be observed, public safety\r\nand welfare secured, and substantial justice done. Such variance\r\nmay be granted in such individual case of unnecessary hardship\r\nupon a finding by the board of appeals that: \r\n  \r\n(a) There are extraordinary and exceptional conditions\r\npertaining to the particular piece of property in\r\nquestion because of its size, shape, or topography, and \r\n  \r\n(b) The application of the ordinance or resolution of\r\nthis particular piece of property would create an\r\nunnecessary hardship, and \r\n  \r\n(c) Such conditions are peculiar to the particular piece\r\nof property involved, and \r\n  \r\n(d) Relief, if granted, would not cause substantial\r\ndetriment to the public good or impair the purposes\r\nand intent of the ordinance or resolution or the\r\ncomprehensive plan, provided, however, that no\r\nvariance may be granted for a use of land or building\r\nor structure that is prohibited in a given district by\r\nordinance or resolution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order to grant a variance, the Board must make the factual\r\ndetermination that each of the four elements above favor granting the variance.\r\nSee Dolive v. J.E.E. Developers, Inc., 308 S.C. 380, 418 S.E.2d 319 (Ct. App. \r\n  \r\np.4\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1992). Granting a variance is an exceptional power which should be sparingly\r\nexercised and can be validly used only where a situation falls fully within the\r\nspecified conditions. Hodge v. Pollock, 223 S.C. 342, 75 S.E.2d 752 (1953). A\r\nstrong presumption exists in favor of the validity and application of zoning\r\nordinances. Peterson Outdoor Advertising v. City of Myrtle Beach, 327 S.C. 230,\r\n235, 489 S.E.2d 630, 632 (1997). In the context of zoning, a decision of a\r\nreviewing body, in this case the Horry County Board of Adjustments and Zoning\r\nAppeals, will not be disturbed if there is evidence in the record to support its\r\ndecision. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA court will refrain from substituting its judgment for that of the\r\nreviewing body, even if it disagrees with the decision. Peterson, 327 S.C. at 235,\r\n489 S.E.2d at 632. However, a decision of a municipal zoning board will be\r\noverturned if it is arbitrary, capricious, has no reasonable relation to a lawful\r\npurpose, or if the board has abused its discretion. See id; Knowles v. City of\r\nAiken, 305 S.C. 219, 407 S.E.2d 639 (1991); Hodge v. Pollock, 223 S.C. 342, 75\r\nS.E.2d 752 (1953); Gurganious v. City of Beaufort, 317 S.C. 481,454 S.E.2d 912\r\n(Ct. App.1995). This Court has summarized its standard of review in zoning\r\nappeals as follows: \r\n  \r\n  \r\n  \r\nIt is a well settled proposition of zoning law that a court will not\r\nsubstitute its judgment for the judgment of the board. The court\r\nmay not feel that the decision of the board was the best that could\r\nhave been rendered under the circumstances. It may thoroughly\r\ndisagree with the reasoning by which the board reached its\r\ndecision. It may feel that the decision of the board was a\r\nsubstandard piece of logic and thinking. None the less, the court\r\nwill not set aside the board's view of the matter just to inject its\r\nown ideas into the picture of things. \r\n  \r\n  \r\n  \r\nTalbot v. Myrtle Beach Board of Adjustment, 222 S.C. 165, 173, 72 S.E.2d 66,\r\n70 (1952). As the variance applicant in this case, Thee DollHouse bore the\r\nburden of proving its entitlement to a variance. Application of Groves, 226 S.C.\r\n459, 85 S.E.2d 708 (1955). If Thee DollHouse failed to meet the requirements\r\nof each element of the ordinance, then the Board correctly denied the variance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThee DoIlHouse argues that the Court of Appeals applied an incorrect\r\nstandard for determining the unnecessary hardship element of the zoning\r\nordinance. We agree, but nonetheless conclude that Thee DollHouse has failed\r\nto prove unnecessary hardship. The Court of Appeals held there was no \r\n  \r\np.5\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\nunnecessary hardship because Thee DollHouse failed to present evidence\r\nsuggesting \"there was no feasible conforming use for the land in question.\"\r\nRestaurant Row Associates v. Horry County, 327 S.C. 383, 390, 489 S.E.2d 641,\r\n645. Such a standard is akin to a Fifth Amendment regulatory taking analysis.\r\nSee Staubes v. City of Folly Beach, 331 S.C. 192~ 500 S.E.2d 160 (Ct. App. 1998)\r\n(\"When the owner of real property has been called upon to sacrifice all\r\neconomically beneficial uses in the name of the common good, that is, to leave\r\nhis property economically idle, he has suffered a taking.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nVariance applicants are not required to prove that without the variance\r\nthere exists no feasible conforming use for the property in question in order to\r\nshow unnecessary hardship. This Court has upheld the granting of variances\r\nwhere there were feasible conforming uses of the property. See Hartman v. City\r\nof Columbia, 268 S.C. 44, 232 S.E.2d 15 (1977)(holding that zoning board of\r\nadjustment abused its discretion in denying landowner's request for variance\r\nto permit her to establish child day care center in her brick, residence type\r\nhouse located in residential district); Stevenson v. Board of Adjustment of City\r\nof Charleston, 230 S.C. 440, 96 S.E.2d 456 (1957)(granting of variance to a\r\nchurch for construction and occupancy of addition for Sunday school was not\r\nabuse of discretion); see also Dolive v. J.E.E. Developers, Inc., 308 S.C. 380, 418\r\nS.E.2d 319 (Ct. App. 1992)(granting a variance in offsite parking requirements\r\nfor commercial use of a beachfront lot). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn South Carolina, \"The courts have never undertaken to formulate an\r\nall-inclusive definition of 'unnecessary hardship'. Although it has been stated\r\nthat the phrase should be given a reasonable construction, it is recognized that\r\nit does not lend itself to precise definitions automatically resolving every case.\"\r\nStevenson v. Board of Adjustment of City of Charleston, 230 S.C. 440, 448, 96\r\nS.E.2d 456,460 (1957); Application of Groves, 226 S.C. 459,463, 85 S.E.2d 708,\r\n709-10, (1955); Hodge v. Pollock, 223 S.C. 342, 348, 75 S.E.2d 752, 754 (1953).\r\nThese cases support Thee DollHouse's position that the unnecessary hardship\r\nstandard is not the same, or as demanding as, a takings analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough there is no set definition, this Court has established guidelines\r\nfor determining \"unnecessary hardship.\" First, a claim of unnecessary hardship\r\ncannot be based upon conditions created by the owner nor can one who\r\npurchases property after the enactment of a zoning regulation complain that a\r\nnonconforming use would work an unnecessary hardship upon him. Rush v.\r\nCity of Greenville, 246 S.C. 268, 143 S.E.2d 527 (1965). Thee DollHouse was in\r\noperation before the enactment of the County's adult uses ordinance so this \r\n  \r\np.6\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\nsituation is not before the Court. Second, \"before a variance can be allowed on\r\nthe ground of 'unnecessary hardship', there must at least be proof that a\r\nparticular property suffers a singular disadvantage through the operation of a\r\nzoning regulation.\" Application of Groves, 226 S.C. 459,463, 85 S.E.2d 708, 710\r\n(1955). S.C. Code Ann.§ 6-7-740(2)(c) addresses this precedent by requiring\r\nthat variance applicants show \"Such conditions are peculiar to the particular\r\npiece of property involved.\" Lastly, financial hardship does not automatically\r\nconstitute unnecessary hardship. Application of Groves, 226 S.C. at 464, 85\r\nS.E.2d at 710. (\"assuming that they will suffer substantially in a financial way\r\n... that alone is not sufficient [to grant a variance].\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThee DollHouse's claims of business disruption, loss of goodwill, relocation\r\ncosts, and contractual obligations to the existing location all fall under the scope\r\nof its financial hardship. However, these claims alone do not automatically\r\nconstitute unnecessary hardship, and in this case the Board concluded that they\r\ndid not. It is important to remember that Thee DollHouse can continue in its\r\nexisting location, the only restriction is that it cannot operate as an adult use\r\nwithout a variance. This situation is very different from the one found in\r\nBennett v. Sullivan's Island Bd. of Adjustment, 313 S.C. 455, 438 S.E.2d 273\r\n(Ct. App. 1993), where the landowner was entitled to a variance since the land\r\nwas zoned residential and, without the variance, the landowner had no other\r\npossible use for the property. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThee DollHouse argues that if it must relocate there will be at least a\r\ntemporary loss of First Amendment rights, in addition to financial hardship,\r\nand this will constitute unnecessary hardship. Thee DollHouse argues that any\r\nloss of First Amendment rights would be unnecessary hardship because its\r\nbusiness does not produce the secondary effects that allow the regulation of\r\nadult business under the First Amendment. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThee DollHouse argues that denying the variance was an\r\nunconstitutional application of the ordinance. Initially, the ordinance itself is\r\nconstitutional under the decisions of the United States Supreme Court in Young\r\nv. American Mini Theatres, Inc., 427 U.S. 50, 96 S.Ct. 2440) 49 L.Ed.2d 310\r\n(1976), City of Renton v. Playtime Theatres, Inc., 475 U.S. 41, 106 S.Ct. 925, 89\r\nL.Ed.2d 29 (1986), and this Court's opinion in Centaur, Inc. v. Richland County,\r\n301 S.C. 374,392 S.E.2d 165 (1990). Like the ordinances in Young, Renton, and\r\nCentaur, the County's ordinance is not aimed at the content of the speech, but\r\nrather at the secondary effects of such businesses on the surrounding \r\n  \r\np.7\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\ncommunity.1 Local governments have a substantial interest in protecting their\r\nneighborhoods from secondary effects related to the operation of sexually\r\noriented businesses. See Young, Renton, supra. \"Content-neutral\" ordinances,\r\nsuch as the County's, designed to regulate the secondary effects of adult\r\nbusinesses, are therefore properly examined and analyzed as \"time, place, and\r\nmanner\" regulations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe County's zoning ordinance is a proper time, place, and manner\r\nrestriction because it does not unreasonably limit \"alternative avenues of\r\ncommunication.\" See Renton, 475 U.S. at 45, 106 S.Ct. at 928,89 L.Ed.2d at 37;\r\nCondor, Inc. v. City off North Charleston, 328 S.C. at 177 n.3, 493 S.E.2d at 345\r\nn.3. On appeal, Thee DollHouse does not contest that there are areas of the\r\nCounty where the zoning scheme would allow it to operate as an adult business.\r\nWith the County having met the Renton criteria, the burden of proof rests upon\r\nThee DollHouse to prove the ordinance is unconstitutional as applied to it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEven though the County's zoning ordinance is constitutionally valid, Thee\r\nDollHouse argues that the Board applied it unconstitutionally by denying the\r\nvariance. Thee DollHouse argues that it provided unrebutted testimony to the\r\nBoard that it did not produce any negative secondary effects. Thee DollHouse's\r\nposition is that the Board cannot deny a variance if there was no proof\r\nintroduced to the Board that Thee DollHouse created any negative effects. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRenton recognized that local governments need not wait for the secondary \r\n  \r\n\r\n1The ordinance provides:\r\nWHEREAS, by enacting Ordinance Number 92-89, the Horry\r\nCounty Council intended to prevent the recognized ill effects of\r\nallowing adult entertainment establishments too close to\r\nresidential areas; and\r\nWHEREAS, residential use existing in zones other than the\r\nones specifically delineated in Section 526.2(C)l as residential are\r\nincompatible with and suffer a serious risk of harm by the location\r\nof an adult entertainment establishment near them, for the reasons\r\noutlined in the studies referenced in Ordinance Number 92-89,\r\nwhich studies are incorporated herein by reference as if set forth\r\nherein verbatim; \r\n  \r\nHorry County Ordinance Number 29-92. \r\n  \r\np.8\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\neffects of adult businesses to actually manifest themselves before implementing\r\nzoning restrictions. In Barnes v. Glen Theatre, Inc., 501 U.S. 560, 111 S.Ct.\r\n2456) 115 L.Ed.2d 504 (1991), Justice Souter's concurring opinion recognized\r\nthat local governments did not have to repeatedly litigate the issue of whether\r\nadult businesses create any secondary effects or not. Barnes, 501 U.S. at 583\r\n584, 111 S.Ct. at 2470 (\"I do not believe that a State is required affirmatively\r\nto undertake to litigate [the secondary effects] issue in every case.\"). Adult\r\nbusinesses cannot exclude themselves from legitimate zoning regulation by\r\nproviding expert testimony that they do not currently produce negative\r\nsecondary effects. Local governments have the power to zone the location of\r\nadult businesses without any individualized showing the businesses produce\r\nnegative secondary effects.2The purpose of zoning \"is to enable municipalities\r\nand counties acting individually or in concert to preserve and enhance their\r\npresent advantages, to overcome their present handicaps, and to prevent or\r\nminimize such future problems as may be foreseen.\" S.C. Code Ann. § 6-7-10\r\n(Supp. 1998)(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThee DollHouse also argues that the natural barrier of the Atlantic\r\nIntracoastal Waterway prevents even the possibility of negative secondary\r\neffects from arising in the future. This Court requires distance measurements\r\nof this nature be done \"as the crow flies\" and not based on the actual terrain\r\nthat must be crossed. See Brown v. State, No. 24861 (S.C. Sup. Ct. filed Nov.\r\n30, 1998)(Shearouse Adv. Sh. No. 38, at 18)(\"Courts addressing the issue have\r\nuniformly held proximity is measured in a straight line, or 'as the crow flies.'\").\r\nThee DollHouse cites no cases to this Court in support of its \"natural barrier\"\r\nproposition.3 As to the merits of this argument, testimony in front of the Board \r\n  \r\n\r\n2 We note that the secondary effects doctrine from Renton distinguishes\r\nthe current case from our decision in Bannum, Inc. v. City of Columbia, ___ S.C.\r\n___, ___ S.E.2d___ (1999). In Bannum, this Court noted that the zoning board\r\nof appeals either \"discounted or disregarded every single bit of evidence\" put up\r\nby a special exception applicant. In adult use zoning cases, a reviewing body\r\nmust take the expert testimony of the applicant into consideration, but the\r\nzoning board of appeals still has the authority to deny the variance if its zoning\r\nordinance is constitutionally proper. In the current case, the County was not\r\nrequired to have testimony confirming that Thee DollHouse produced negative\r\nsecondary effects in order to deny the variance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3Vicary v. City of Corona, 935 F.Supp. 1083 (C.D. Cal 1996), is the only\r\ncase found in support of such a \"natural barrier\" theory. That case has since \r\n  \r\np.9\r\n\r\nRestaurant Row, et al., v. Horry County \r\n\r\n\r\n\r\n\r\n\r\nrevealed that there is a bridge being constructed across the Atlantic\r\nIntracoastal Waterway very near Thee DollHouse. There is also a nearby tram\r\nthat ferries persons across the Intracoastal Waterway. What this testimony\r\nshows is that even though there may be a natural barrier now, there may be a\r\nbridge in the future. As discussed above, zoning is not only concerned about\r\npresent conditions, but focuses on the future as well. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe County's ordinance as applied to Thee DollHouse is constitutional.\r\nOther than the claim of a temporary loss of First Amendment rights during\r\nrelocation and the financial hardship associated with such a move, Thee\r\nDoIlHouse did not produce for the Board evidence that would demand a finding\r\nof unnecessary hardship. Having failed to meet this required element of the\r\nvariance criteria, the Board correctly denied Thee DollHouse's petition. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nFor the foregoing reasons, the decision of the Court of Appeals is\r\nAFFIRMED AS MODIFIED. \r\n  \r\nFINNEY, C.J., MOORE, WALLER and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\nbeen overturned by the Ninth Circuit Court of Appeals. See Vicary v. City of\r\nCorona, 119 F.3d 8, 1997 W.L. 406768 (9th Cir. 1997)(unpublished decision). \r\n  \r\np.10 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24945","title":"Stiles v. American General Life Ins. Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24945","description":"","date":"1999-05-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 18\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nC. Kenneth Stiles,Plaintiff, \r\n  \r\nv. \r\n  \r\nAmerican General Life\r\nInsurance Company, Defendant. \r\n  \r\nOn Certification from the United States District\r\nCourt for the District of South Carolina\r\nDennis W. Shedd,\r\nUnited States District Judge \r\n  \r\nOpinion No. 24945 \r\n  \r\nHeard October 7, 1998 - Filed May 24,1999 \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\nHerbert W. Louthian, Sr. and Deborah R.J. Shupe,\r\nboth of Louthian &amp; Louthian, of Columbia, for\r\nPlaintiff. \r\n  \r\nLeigh M. Nason, Scott T. Justice, and Janis W.\r\nJohnson, all of Haynsworth Baldwin Johnson &amp;\r\nGreaves, of Columbia, for Defendant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: This Court accepted the following question\r\ncertified by the U.S. District Court: \r\n  \r\nMay an employee who is employed under an employment contract\r\nwhich provides that either party may terminate the agreement \r\n  \r\np.1\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\n\"for any reason\" with 30-days' notice -- i.e., an at-will contract\r\nwith a notice provision -- maintain a tort action for wrongful\r\ndischarge in violation of public policy under Ludwick v. This\r\nMinute of Carolina, Inc.?1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nPlaintiff C. Kenneth Stiles signed two employment agreements\r\nwith defendant in 1985. Both agreements, which became effective on\r\nJanuary 1 1986, contained termination provisions which, inter alia, allowed\r\neither party to terminate \"for any reason\" by giving 30-days' written notice\r\nto the other party. On October 14, 1993, defendant informed plaintiff that\r\nit was terminating these agreements effective November 14, 1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPlaintiff thereafter brought this action in circuit court asserting\r\ncauses of action for breach of contract and wrongful discharge in violation of\r\npublic policy based on defendant's termination of the agency agreements.\r\nDefendant removed the matter to federal court. After discovery, defendant\r\nmoved for summary judgment on both causes of action. The District Court\r\ngranted the motion as to the breach of contract claim. The District Court\r\nreserved ruling on the motion as to the wrongful discharge claim in order to\r\ncertify the question of law set forth above. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPlaintiff's wrongful discharge claim, which was brought\r\npursuant to Ludwick v. This Minute of Carolina, Inc., and its progeny, is\r\nbased on his allegation that defendant terminated the agreements in a\r\nretaliatory manner because he had protested and reported what he\r\ncontends to be an illegal practice by defendant. Defendant denies this\r\ncontention and asserts that it terminated the agreements for proper\r\nreasons. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDoes the public policy exception under Ludwick\r\napply to an at-will employment contract with a\r\nnotice provision? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n\r\n1 287 S.C. 219, 337 S.E.2d 213 (1985). \r\n\r\np.2\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\nThis Court established in Ludwick a public policy exception to\r\nthe termination at-will doctrine by holding that \"[w]here the retaliatory\r\ndischarge of an at-will employee constitutes violation of a clear mandate of\r\npublic policy, a cause of action in tort for wrongful discharge arises.\" The\r\npublic policy exception is invoked when an employer requires an at-will\r\nemployee, as a condition of retaining employment, to violate the law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGenerally, an at-will employee may. be terminated at any time\r\nfor any reason or for no reason, with or without cause. Small v. Springs\r\nIndustries, Inc., 300 S.C. 481, 388 S.E.2d 808 (1990). An employment\r\ncontract containing a notice provision is a contract for a definite term.\r\nShivers v. Harland, 310 S.C. 217, 423 S.E.2d 105 (1992). An employment\r\ncontract containing a notice provision does not provide for a specific\r\ntermination date, but is continually in force until notice is given. Id.\r\nOnce notice is given the employment contract assumes a definite term\r\nwhich is the last day of the notice period. Id. A person hired under an\r\nemployment contract for a definite term may not be discharged before the\r\ncompletion of the term without just cause. Id. The measure of damages\r\nwhen an employee is wrongfully discharged under a contract for a definite\r\nterm generally is the wages for the unexpired portion of the term. Id.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe District Court concluded that plaintiff was an at-will\r\nemployee. The ultimate question before us is whether the notice provision\r\nprecludes application of the public policy exception to an otherwise at-will\r\nemployment. Plaintiff asserts there is no logical basis upon which to\r\nargue that an employee terminated in violation of public policy has any\r\nless right to bring an action for a public policy tort than if the at-will\r\nemployment contract required no notice. He reasons that an at-will\r\nemployee with a notice provision still faces termination for any reason and\r\nis vulnerable to the possibly illegal motives and/or conduct of his employer.\r\nAccordingly, if the public policy does not apply to at-will contracts with\r\nnotice provisions, employers will be able to avoid the potential liability\r\nassociated with a public policy tort by giving the employee a contract with\r\na stated notice period, of any duration, before termination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant urges the Court to continue to limit the Ludwick \r\n  \r\n\r\n2 We note that Shivers v. Harland involved purely a breach of\r\ncontract claim and there was no allegation of bad faith. \r\n  \r\np.3\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\nexception to at-will employees who have no alternative remedy. Defendant\r\ncontends that an employee employed under a contract for a definite term\r\nis in a different position than an at-will employee because the employee\r\nhas a protection from wrongful discharge that is unavailable to at-will\r\nemployees: a contractual remedy for termination for cause without notice\r\nand the right to retain employment for the notice period after receiving\r\nnotice of termination without cause. Essentially, defendant contends the\r\ncontract notice provision protects the employee from wrongful discharge.\r\nWe disagree. The at-will employee with a notice provision does not have\r\nan alternative remedy for wrongful discharge, but merely is entitled to\r\nnotice of termination. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, the employee does not have an alternate remedy\r\nbased on an allegation of wrongful discharge. The employee with a notice\r\nprovision is in the same position as an at-will employee with the only\r\ndifference being that the employer is required to give the employee notice\r\nprior to terminating employment. In considering the purpose behind the\r\npublic policy exception, the \"mere encouragement that one violate the law\r\nis unsavory; the threat of retaliation for refusing to do so is intolerable\r\nand impermissible.\" Ludwick, supra. To hold that because an at-will\r\nemployee is employed under a termination notice provision, the employee\r\nis not entitled to bring an action for retaliatory discharge in violation of\r\npublic policy violates the spirit of the public policy exception. Accordingly,\r\nthe public policy exception is extended to at-will employees under notice\r\nprovisions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe certified question is answered in the affirmative: an\r\nemployee under an at-will contract with a 30 day notice provision may\r\nmaintain an action for wrongful discharge in violation of public policy\r\nunder Ludwick. Whether the specific facts of this case present an\r\napplicable claim under Ludwick should be determined based upon the\r\nevidence presented to the district court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. TOAL, A.J.,\r\nconcurring in a separate opinion. \r\n  \r\np.4\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J. (concurring): \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his majority opinion, the Chief Justice holds that the Ludwick public\r\npolicy exception should be available to the plaintiff in the present case. I agree\r\ncompletely with this result. Moreover, I believe that the opinion correctly\r\nanchors its conclusion on the finding that the plaintiff was without an alternate\r\nremedy. I write separately because I believe to fully understand when and why\r\nthe exception will apply in future situations, it is necessary to outline the policy\r\nconsiderations behind the Ludwick exception as well as its history. Because it\r\nis important to view any application of the doctrine in the context of its\r\nhistorical development and policy considerations, I concur with the majority\r\nopinion and add to it the following analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEmployment in South Carolina has been classified as either for a definite\r\nterm or at-will. Young v. McKelvey, 286 S.C. 119, 333 S.E.2d 566 (1985).\r\nEmployment for a definite term has two important characteristics: (1) it exists\r\nfor a fixed period of time; and (2) the employment may only be terminated\r\nbefore the end of that term by just cause. Id. If an employee is wrongfully\r\nterminated under a definite contract, the measure of damages is determined by\r\nthe contract and is generally the wages for the unexpired portion of the term.\r\nShivers v. John H. Harland Co., Inc., 310 S.C. 217,423 S.E.2d 105 (1992). This\r\nmeasure of damages allows an employee to receive the benefit of the bargain by\r\nplacing the employee in as good a position as if the contract had been\r\nperformed. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt-will employment diff6rs from employment for a definite term in two\r\nimportant respects: (1) there is no fixed period of time; and (2) employers can\r\ndischarge employees for good cause, no cause, or even cause that is morally\r\nwrong. Ludwick, 287 S.C. at 221-222, 337 S.E.2d at 214. In employment at\r\nwill, the employee is also free to terminate the employment relationship at any\r\ntime. Shealy v. Fowler, 182 S.C. 812 188 S.E. 499 (lP36). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough, in South Carolina, an at-will employee may be discharged for\r\nany reason, this Court has recognized two important exceptions to that rule.\r\nFirst, employee's, at-will status can be altered by the promulgation of an\r\nemployee handbook. See Small v. Springs Indus., Inc., 292 S.C. 481,357 S.E.2d\r\n452 (1987). Second, employee's at-will status can be altered where the discharge\r\nviolates a clear mandate of public policy. See Ludwick, 287 S.C. at 225, 337\r\nS.E.2d at 216. In Ludwick, an employer asked an employee to violate a\r\ncriminal law. Since Ludwick, this Court has expanded the public policy \r\n  \r\np.5\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\nexception. See Garner v. Morrison Knudson Corp., 318 S.C. 223,456 S.E.2d 907\r\n(1995); Culler v. Blue Ridge Elec. Coop., Inc., 309 S.C. 243,422 S.E.2d 91(1992);\r\nsee also C.F.W. Manning, II, Note, Public Policy Exception Open to Possible\r\nExpansion in Employment At-Will Situations, 48 S.C. L. Rev. 133 (1996). In\r\nGarner, we recognized the exception's development and noted, \" [w]hile we have\r\napplied the public policy exception to situations where an employer requires an\r\nemployee to violate a criminal law, and situations where the reason for\r\ntermination was itself a violation of criminal law, we have never held the\r\nexception is limited to these situations.\" Id. at 266, 456 S.E.2d at 909. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile the Ludwick public policy exception has expanded, this Court has\r\nalso noted that the exception will not apply where the employee has a statutory\r\nremedy. See Dockins v. Ingles Markets, Inc., 306 S.C. 496, 413 S.E.2d 18\r\n(1992)(finding the Fair Labor Standards Act provided a remedy to the employee\r\nand that he was limited to pursuing that statutory remedy); Epps v. Clarendon\r\nCounty, 304 S.C. 424,405 S.E.2d 386 (1991)(refusing to expand Ludwick where\r\nTitle 42 U.S.C. § 1983 allows a civil action for damages against a government\r\nofficial who deprives an individual of a constitutionally protected right). As\r\nthese cases make clear, the Ludwick exception is not designed to overlap an\r\nemployee's statutory or contractual rights to challenge a discharge, but rather\r\nto provide a remedy for a clear violation of public policy where no other\r\nreasonable means of redress exists. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Ludwick public policy exception, is designed to serve two important\r\npolicy goals: (1) the vindication of the state's interest by prohibiting termination\r\nin violation of the clear mandate of public policy; and (2) the protection of at-will\r\nemployees who are often without a remedy when terminated in violation of\r\npublic policy. For the current case, we must decide whether the notice provision\r\nprovides a remedy sufficient for both the employee and the state to obviate the\r\nneed for a Ludwick action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe nature of the employment contract between Stiles and American\r\nGeneral is important in determining whether the Ludwick exception should be\r\navailable. In Shivers v. John H. Harland Co., 310 S.C. 217, 220, 423 S.E.2d\r\n105, 107 (1992), we held that: \r\n  \r\n  \r\n  \r\nUnder South Carolina law, an employment contract containing a\r\nnotice provision is a contract for a definite term. An employment\r\ncontract containing a notice provision does not provide for a specific\r\ntermination date, but is continually in force until notice is given. \r\n  \r\n  \r\n  \r\np.6\r\n\r\nStiles v. American General Life Ins. Co. \r\n\r\n\r\n\r\n\r\n\r\nOnce notice is given, the employment contract assumes a definite\r\nterm, this being the last day of the notice period. (Citations\r\nomitted)(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis analysis makes it clear that an employment agreement with a notice\r\nprovision is basically an at-will agreement that, subject to a contingency, may\r\nbecome a contract for a definite term. Unlike the usual contract for a definite\r\nterm, the worker is not guaranteed a specific term of employment, only that at\r\na minimum he will have work for the term of the notice provision. Without a\r\nLudwick exception, the employer could choose any reason to trigger the notice\r\nprovision, regardless of whether the reason violated public policy. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlso, whatever protection there would be under such a contract would not\r\noccur until the employer decides to provide notice. The notice provision in such\r\ncontracts provides no protection from the discharge itself, but simply makes an\r\nemployer wait longer before the termination of an employee is complete. If an\r\nemployer can avoid the possibility of damages associated with a public policy\r\nviolation by simply giving the employee a written contract with a stated notice\r\nperiod before termination, the public policy exception would become ineffectual\r\nat achieving its policy goals. As such, the notice provision in such a contract\r\ndoes not provide an alternate remedy similar to those in Epps and Dockins. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnlike a definite term contract containing mandatory \"for cause\"\r\ntermination provisions, a notice provision in an at-will contract does not\r\nvindicate either the state's interest in preventing an employee discharge in\r\nviolation of public policy or the employee's rights to be protected from\r\nretaliatory discharge in violation of public policy. Under a contract for a\r\ndefinite term the employee can only be fired for cause, whereas the at-will\r\nemployee with a notice provision can quickly find himself jobless even if he is\r\na model employee. In situations where the only protection from termination for\r\nreasons which violate public policy is a notice provision, the purposes served by\r\nLudwick cannot be achieved through any other means than the application of\r\nthe public policy exception allowing a suit in tort. \r\n  \r\n  \r\n  \r\np.7 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]