[{"id":"24997","title":"Kiawah Property Owners Group v. PSC of SC, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24997","description":"","date":"1999-09-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n In The Supreme Court \r\n  \r\nKiawah Property\r\nOwners Group, Appellant, \r\n  \r\nv. \r\n  \r\nThe Public Service\r\nCommission of South\r\nCarolina and Kiawah\r\nIsland Utility, Inc.,  Respondents. \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nJ. Derham Cole, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24997\r\nHeard June 22, 1999 - Filed September 7, 1999 \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\nStephen P. Groves, Sr., Michael A. Molony and\r\nStephen L. Brown, all of Young, Clement, Rivers &amp;\r\nTisdale, LLP, of Columbia, for appellant. \r\n  \r\n  \r\n  \r\nG. Trenholm Walker, of Pratt-Thomas, Pearce,\r\nEpting &amp; Walker, P.A., of Charleston; and Lucas C.\r\nPadgett, Jr., of McNair Law Firm, P.A., of\r\nCharleston, both for respondent Kiawah Island\r\nUtility, Inc. \r\n  \r\nF. David Butler, of Public Service Commission, of \r\n  \r\np.1\r\n\r\nKiawah Property Owners Group v. PSC of SC, et al., \r\n\r\n\r\n\r\n\r\n\r\nColumbia, for respondent The Public Service\r\nCommission of South Carolina. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: This case is an appeal from the circuit court's order\r\nupholding the decisions of the Public Service Commission (\"PSC\"). We\r\nreverse and remand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKiawah Island Utility, Inc. (\"the Utility\") provides water and sewer\r\nservice to the residents of Kiawah Island. The Utility is wholly owned by\r\nKiawah Resort Associates (\"the Developer\"). In July of 1996, the Utility applied\r\nto the Public Service Commission (\"PSC\") for an increase in its existing rates\r\nand charges for water and sewer service. The petitioner, Kiawah Property\r\nOwners Group KPOG\"), as well as the consumer advocate and the Town of\r\nKiawah Island, intervened in opposition to the increase and participated in the\r\nCommission's proceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrior to the 1996 adjudication, the rates and charges of the Utility had\r\nbeen approved by the PSC in 1992. The Utility sought to increase its operating\r\nmargin by 5.43%. After the hearings, the PSC issued an order granting the\r\nUtility an increase of only 3.55%. After the PSC's first order in January of\r\n1997~ KPOG and the consumer advocate filed a Petition for Rehearing and/or\r\nReconsideration. In February 1997, the PSC issued its second order addressing\r\nthe Petition for Rehearing and/or Reconsideration and upheld all of its earlier\r\ndeterminations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFollowing the second order, KPOG appealed the PSC orders to the circuit\r\ncourt. In March 1998, the circuit court issued its opinion upholding the PSC.\r\nKPOG then appealed to this Court raising the following issue: \r\n  \r\nDid the circuit apply the appropriate level of review to transactions\r\nbetween the Utility and the Developer as these two entities are\r\naffiliated companies with the same management and therefore do\r\nnot transact business at arms length? \r\n  \r\np.2\r\n\r\nKiawah Property Owners Group v. PSC of SC, et al., \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\nA. STANDARD OF REVIEW \r\n  \r\nKPOG argues that the circuit court applied the wrong level of review to\r\nthe PSC's analysis of the transactions between the Developer and the Utility.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKPOG argues a heightened standard is required where the Developer\r\ncontrols the Utility, the so-called intercompany transactions.1 This Court\r\naddressed intercompany dealings in Hilton Head Plantation Utilities, Inc. v.\r\nPublic Serv. Comm'n of South Carolina, 312 S.C. 448, 451, 441 S.E.2d 321, 323\r\n(1994), and stated: \r\n  \r\nCharges arising out of intercompany relationships between\r\naffiliated companies should be scrutinized with care, and if there is\r\nan absence of data and information from which the reasonableness\r\nand propriety of the services rendered and the reasonable cost of\r\nrendering such services can be ascertained by the Commission,\r\nallowance is properly refused. \r\n  \r\nThis language from Hilton Head does not create a \"Stricter\" level of review as\r\nargued by KPOG. Normally, the expenses of an Utility are presumed to be\r\nreasonable when incurred in good faith. See Hamm v. S.C. Public Serv.\r\nComm'n, 309 S.C. 2822 422 S.E.2d 110 (1992). However, when payments are\r\nmade to an affiliate, a mere showing of actual payment does not establish a\r\nprima facie case of reasonableness. Hilton Head Plantation Utilities, Inc., 312\r\nS.C. at 451, 441 S.E.2d at 323. This language from Hilton Head merely\r\nrequires the PSC to review and analyze these intercompany dealings and\r\ndetermine if they are reasonable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHilton Head does not require intercompany deals to meet a level of review \r\n  \r\n\r\n1KPOG alleges that due to the Developer's control over the Utility, the\r\nDeveloper entered into deals with the Utility that would result in greater profit\r\nto the Developer and higher rates for the Utility's customers. KPOG's position\r\nis that no independent utilities would have entered into such deals with a\r\ndeveloper because those deals were bad for the Utility and the ratepayers. This\r\nrelationship between the Utility and the Developer forms the basis for each of\r\nKPOG's individual issues on appeal. \r\n  \r\n  \r\n  \r\np.3\r\n\r\nKiawah Property Owners Group v. PSC of SC, et al., \r\n\r\n\r\n\r\n\r\n\r\nstricter than the other analysis done by the PSC. We disagree with KPOG's\r\nargument that the PSC ignored the intercompany relationship. The PSC did\r\nnot ignore the intercompany relationship, it found that the dealings were\r\nreasonable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. SUFFICIENCY OF THE PSC ORDERS \r\n  \r\n  \r\n  \r\nEven though the PSC reviewed the reasonableness of the intercompany\r\ntransactions, the PSC orders addressing these transactions are so inadequate\r\nin substance that they cannot be upheld by this Court. \"An administrative body\r\nmust make findings which are sufficiently detailed to enable this Court to\r\ndetermine whether the findings are supported by the evidence and whether the\r\nlaw has been applied properly to those findings.\" Porter v. S. C. Public Serv.\r\nComm'n, 333 S.C. 12, 507 S.E.2d 328 (1998). This Court will not accept an\r\nadministrative agency's decision at face value without requiring the agency to\r\nexplain its reasoning. Id. As with all agency orders, when the PSC issues their\r\ndetermination about the reasonableness of intercompany dealings, their\r\nfindings of fact must be sufficiently detailed to enable the reviewing court to\r\ndetermine whether the findings are supported by the evidence in the record and\r\nwhether the law has been properly applied. See Able Communications, Inc. v.\r\nS. C. Public Serv. Comm'n, 290 S.C. 409, 411, 351 S.E.2d 151, 152 (1986).\r\nWhere material facts are in dispute, the administrative body must make\r\nspecific, express findings of fact. Id. In the current case, the PSC failed to meet\r\nthe required standard. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEven though the PSC complied with the mandate of Hilton Head by\r\nactually addressing the intercompany dealings and their reasonableness, the\r\norders of the PSC fail to address the basis for their determinations. \" [A] recital\r\nof conflicting testimony followed by a general conclusion is patently insufficient\r\nto enable a reviewing court to address the issues.\" See Able Communications,\r\nInc., 290 S.C. at 411, 351 S.E.2d at 152. These orders by the PSC do not even\r\ngo as far as the PSC orders found unacceptable in Able. On many issues before\r\nthis Court the PSC does not even recite the testimony in the record of the\r\nopposing parties, but merely recites each party's general position on the issue\r\nand then announces the one it chooses to follow. As a result, it is impossible for\r\nthis Court to review the basis of the orders \"since the reasons underlying the\r\ndecision are left to speculation.\" Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs an example, one of the intercompany transactions challenged by\r\nKPOG involved the cost of transmission and transfer lines, related facilities,\r\nand fire hydrant expenses to the Utility. When addressing this issue in its first \r\n  \r\np.4\r\n\r\nKiawah Property Owners Group v. PSC of SC, et al., \r\n\r\n\r\n\r\n\r\n\r\norder, the PSC stated: \r\n  \r\nWe have examined this matter, and believe that the Staff and\r\nCompany position and adjustment are appropriate, and therefore,\r\nadopt same. We were not persuaded by the testimony of KPOG on\r\nthis issue. \r\n  \r\n  \r\n  \r\nThe second order adds nothing more to this conclusory statement. Unlike the\r\nPSC, the circuit court order goes through the record in an attempt to support\r\nwith evidence the conclusions reached by the PSC. On this topic, the circuit\r\ncourt found the testimony by KPOG's witness was unreliable because he had no\r\nengineering or utility operation experience. The circuit court pointed out that\r\nthe items are necessary for the operation of the Utility and are currently in use.\r\nThe circuit court's order further discusses the expert testimony supporting the\r\nreasonableness of the market price of the items sold to the Utility by the\r\nDeveloper. Such a discussion could be an appropriate PSC order. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, it is not the circuit court's responsibility to create an acceptable\r\norder when the PSC fails to do so. The circuit court sits as a reviewing court\r\nthat must determine if the PSC's decision is supported by substantial evidence\r\nin the record. See S.C. Code Ann. § 1-23-380 (Supp. 1998). While the circuit\r\ncourt made a respectable attempt at salvaging the PSC orders, due to the total\r\nlack of explanation and citation in the PSC orders, the circuit court's\r\ndeterminations are speculation at best. The circuit court should have remanded\r\nthe orders so that the PSC could have fulfilled its responsibilities to the parties. \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing, we REVERSE and REMAND. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.5 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24998","title":"In the Interest of Tonisha G.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24998","description":"","date":"1999-09-07","type":"opinion","text":"\r\n      \r\n\r\n  Shearouse Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nIn the Interest of\r\nTonisha G., a minor\r\nunder the age of\r\nseventeen (17), Appellant.\r\n\r\n\r\n\r\n\r\nAppeal From Orangeburg County\r\nAlvin C. Biggs, Family Court Judge\r\n\r\n\r\nOpinion No. 24998\r\nHeard June 22, 1999 - Filed September 7, 1999\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART; VACATED IN PART.\r\n\r\n\r\n\r\n\r\nAssistant Appellate Defender Tara S. Taggart, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant.\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\nAttorney General G. Robert Deloach, III, all of\r\nColumbia; and Solicitor Walter L. Bailey, Jr., of\r\nSummerville, for respondent.\r\n\r\n\r\np.6\r\n\r\nIn re Tonisha G.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: Tonisha G. appeals her sentence of six months\r\nsuspended upon the service of one hundred fifty (150) days and one (1) year\r\nprobation. We vacate the portion of the sentence which exceeds ninety (90)\r\ndays.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\nTonisha G. (appellant) was originally found to be truant for violating\r\nS.C. Code Ann.§ 59-65-10, placed on probation and ordered to cooperate for\r\nplacement at Florence Crittendon until the birth of her child. Appellant\r\nmissed two pre-placement interviews for Florence Crittendon, and the Rule\r\nto Show Cause was issued. On April 21, 1998, appellant was before the\r\nfamily court judge for contempt proceedings.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant pled guilty to the contempt charges, and the family court\r\njudge sentenced appellant to six (6) months suspended upon the service of\r\none hundred fifty (150) days and one (1) year probation. Appellant filed a\r\nmotion to reconsider based on the alleged illegality of the sentence. The\r\njudge denied this motion.\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\nDid the family court err in sentencing a juvenile status offender\r\ncontemnor to a sentence greater than the ninety (90) days allowed by\r\nstatute?\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nS.C. Code Ann. § 20-7-7810(F) (Supp. 1998) provides:\r\n\r\n\r\n[A] child who is guilty of a violation of law or other misconduct\r\nwhich would not be a criminal offense if committed by an adult, a\r\nchild who has been found in contempt of court for violation of a\r\ncourt order related to a violation of law or other misconduct\r\nwhich would not be a criminal offense if committed by an adult,\r\nor a child who violates the conditions of probation for a violation\r\n\r\n\r\np.7\r\n\r\nIn re Tonisha G.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nof law or other misconduct which would not be a criminal offense\r\nif committed by an adult may be committed to the custody of a\r\ncorrectional institution operated by the Department of Juvenile\r\nJustice or to secure evaluation centers operated by the\r\ndepartment for a determinate period not to exceed ninety\r\ndays .... (emphasis added)\r\n\r\n\r\nAppellant contends that § 20-7-78 10(F) restricts a trial judge from\r\nsentencing a status offender contemnor to more than a ninety-day sentence.\r\nWe agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\nA status offense is one which, if committed by an adult would not be a\r\ncrime. S.C. Code Ann.§ 20-7-30(6) (Supp. 1998). Truancy is specifically\r\nlisted. Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis Court has stated that the primary function of the court in\r\ninterpreting a statute is to ascertain the intention of the legislature. In the\r\nInterest of Vincent J., 333 S.C. 233, 509 S.E.2d 261 (1998). It is not the\r\nCourt's place to change the meaning of a clear and unambiguous statute. Id.\r\nSection 20-7-7810(F) expressly restricts a family court's authority to sanction\r\na status offender contemnor. Id. We find that the legislative mandate that a\r\nstatus offender contemnor be committed to the custody of Department of \r\nJuvenile Justice or to a secure evaluation center operated by the department\r\nfor a determinate period not to exceed ninety (90) days to be reasonable.\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe family court judge erred in sentencing appellant to more than\r\nninety (90) days. Thus, Tonisha's sentence of six (6) months suspended\r\nupon the service of one hundred fifty (150) days and one (1) year probation\r\nexceeds the maximum sentence for status offenders; therefore, the portion\r\nwhich exceeds ninety (90) days is hereby vacated.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor the foregoing reasons, Tonisha's sentence is\r\n\r\n\r\n\r\n\r\nAFFIRMED IN PART; VACATED IN PART.\r\n\r\n\r\nTOAL, MOORE, WALLER, and BURNETT, JJ., concur.\r\n\r\n\r\np.8\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24999","title":"Steinke, et al., v. SC DLLR","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24999","description":"","date":"1999-09-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 29\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMike Steinke and Mary\r\nSteinke, individually and\r\nas personal\r\nrepresentatives of the\r\nestate of Zachary\r\nSteinke; and Linda Nash\r\nGiven, individually and\r\nas personal\r\nrepresentative of the\r\nestate of Michael Nash, Respondents, \r\n  \r\nv. \r\n  \r\nSouth Carolina\r\nDepartment of Labor,\r\nLicensing and\r\nRegulation, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Horry County\r\nA. Victor Rawl, Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24999\r\nHeard May 12, 1999 - Filed September 7, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\n  \r\n  \r\nAndrew F. Lindemann, William H. Davidson, II, and\r\nDavid L. Morrison of Davidson, Morrison and\r\nLindemann, P.A., Columbia, for appellant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.9\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nJohn Kassel and John Nichols of Suggs and Kelly,\r\nP.A., Columbia, and B. Randall Dong of Simpson,\r\nDong and Wingate, L.L.C., Columbia, for\r\nrespondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: Mike and Mary Steinke, the parents and personal\r\nrepresentatives of the estate of Zachary Steinke, and Linda Nash Given, the\r\nmother and personal representative of the estate of Michael Nash\r\n(Respondents), brought wrongful death actions against the South Carolina\r\nDepartment of Labor, Licensing, and Regulation (Department). The jury\r\nawarded the statutory beneficiaries of each teenager $1 million in actual\r\ndamages. Nash's award was reduced to $900,000 because the jury concluded\r\nhe was ten percent at fault.1 \r\n  \r\nThe trial judge denied Department's motions for a directed verdict,\r\na judgment notwithstanding the verdict, and a new trial. Department\r\nappealed. The Court of Appeals certified this case to this Court because it\r\ninvolves issues of significant public interest and legal principles of major\r\nimportance. See S.C. Code Ann. § 14-8-210(c) (Supp. 1998); Rule 204(b),\r\nSCACR (formerly contained in Rule 214(b), SCACR)). We affirm in part and\r\nreverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nZachary Steinke, a 17-year-old bungee jumper, and Michael Nash,\r\na 19-year-old bungee jump master, died August 10, 1993, when the steel cage\r\nin which they were riding fell 160 feet to the ground at Beach Bungee, an\r\nattraction near Myrtle Beach. Zachary's parents saw the accident happen. His\r\nmother, a registered nurse, and his father tried to save Zachary by performing \r\n  \r\n\r\n1 The Steinkes won a $12 million verdict for emotional damages against\r\nBeach Bungee, Carolina Lane Holding Co., and the owners of the two\r\ncompanies in an action brought in federal district court. The Fourth Circuit\r\naffirmed on the issue of the owners' individual liability, but remanded for the\r\ndistrict court to decide whether the verdict should be reduced in light of a recent\r\nUnited States Supreme Court opinion. Steinke v. Beach Bungee, Inc., 105 F.3d\r\n192 (4th Cir. 1997.) \r\n  \r\np.7\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\ncardiopulmonary resuscitation upon him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBeach Bungee's owners initially used a \"crawlevator\" to carry\r\nbungee jumpers and sightseers to the top of a 160-foot metal arch. The\r\ncrawlevator was a chain-driven device that ran along the supports of the metal\r\narch. A steel cage attached to the crawlevator carried jumpers and spectators.\r\nAfter a person jumped, the crawlevator lowered spectators and the suspended\r\njumper to the ground by slowly descending the arch. Although bungee jumping\r\nwas not regulated, Department considered the crawlevator a ride subject to\r\nregulation under the South Carolina Amusement Rides Safety Code2 because\r\nit carried spectators. Department issued a permit for the crawlevator in May\r\n1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe crawlevator had persistent mechanical problems, sometimes\r\nstalling or violently shaking passengers as the chain jerked along the track.\r\nBeach Bungee owners took the crawlevator out of service in mid-July 1993.\r\nThey hired Marshall Beam, a local shrimp boat mechanic, to install an electric\r\nwinch and cable to lift the steel cage. Beam attached the winch to the base of\r\nthe arch, fashioned three pulleys to guide a single metal cable through the\r\nstructure of the metal arch, and connected the cable to the cage as it sat\r\nbeneath the center of the arch. Two stabilizing cables were attached to a static\r\nline to prevent the cage from rotating or swaying, but they provided no actual\r\nsupport for the cage. The winch could not be controlled from inside the cage.\r\nThe jump master used hand signals to tell the winch operator on the ground\r\nwhen the cage was properly positioned for a jump. Operators also painted a\r\nblue mark on the cable to identify the proper stopping point. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe accident occurred when the ride operator, owner Harold Morris,\r\nbecame distracted during the three minutes or so it took the cage to travel to\r\nthe top of the arch. When Morris failed to stop the winch, it kept pulling the\r\nthree-eighths-inch cable after the cage jammed into the arch. Someone -\r\nperhaps Zachary or Michael or spectators - cried, \"Stop! Stop!\" As horrified\r\nonlookers watched, the single lifting cable snapped and the cage plummeted to\r\nthe ground. It was the sixth day the operators had used the winch and cable\r\nsystem. \r\n  \r\n\r\n2 S.C. Code Ann. §§ 41-18-10 to -150 (1986 &amp; Supp. 1998). \r\n\r\np.9\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nMajor defects in the system included the use of a single cable\r\nwithout additional safety cables, incorrectly sized pulleys, a powerful winch\r\ncapable of snapping the single cable with relative ease, the lack of controls or\r\nan emergency stop button inside the cage, and the lack of a device to shut off\r\nthe winch automatically when the cage reached the top of the arch. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondents alleged that Department failed to revoke or suspend\r\nthe license Department had issued, or adequately inspect or investigate the\r\ncrawlevator, after receiving troubling reports. Those reports were (1) a July 13,\r\n1993, memorandum written by James Cates, a Department field supervisor; (2)\r\nan August 5, 1993, telephone conversation between Henry J. McGinnis,\r\npresident of the Texas manufacturer of the arch and crawlevator, and Floyd\r\nPadgett, director of Department's Office of Elevators and Amusement Rides;\r\nand (3) an August 5, 1993, facsimile from McGinnis to Padgett. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCates wrote the July 13, 1993, memo after Department received a\r\nreport of a malfunction of an electric winch at the ride. Emergency personnel\r\nwere called to the scene. No one was injured, but a jumper was suspended\r\nupside down until repairs were made. Cates filed the memo away after\r\ndiscussing the matter with Padgett. No Department official contacted the\r\nBeach Bungee owners or visited the site because, Padgett testified, no one had\r\ngotten hurt. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nArch maker McGinnis testified he telephoned Padgett on August 5,\r\n1993. McGinnis told Padgett he had received a report that Beach Bungee may\r\nhave modified the crawlevator by installing a winch and cable to lift the cage.\r\nThat was not the system he had designed and McGinnis wanted to ensure any\r\nchanges had been inspected and approved by a licensed engineer. Beach\r\nBungee's owners and employees had refused to accept McGinnis's calls,\r\napparently due to the crawlevator's mechanical problems and the fact\r\nMcGinnis's company had not been fully paid. McGinnis, at Padgett's request,\r\noutlined his concerns in a fax to Padgett the same day. He wrote that the ride\r\nrecently had \"incurred some type of failure\" and asked Department to\r\ninvestigate the matter. Padgett assured him that Department would look into\r\nit, McGinnis testified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPadgett denied having a conversation on August 5 with McGinnis.\r\nHe testified he spoke with McGinnis on August 6 after receiving McGinnis's fax,\r\nbut denied McGinnis told him about the winch and cable system. Padgett did \r\n  \r\np.10\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nnot perceive the situation as an emergency and saw no reason to work overtime\r\nto follow up on the matter. Cates, however, testified the fax appeared to be\r\nmore serious than other routine government and manufacturer notices faxed\r\nto the Columbia office during 1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJerry Butler, a chief inspector with Department, instructed local\r\ninspector Mitchell Ward to go by the Beach Bungee site, but \"not to make a\r\nspecial trip.\" Ward was not aware of the July 13 memo or the August 5 fax.\r\nWard testified he drove by the site at about 6:30 p.m. August 6, 1993, on his\r\nway to a bowling date. He was traveling about 20 to 30 mph and did not stop\r\nat the site. Ward saw the cage sitting on the ground, but did not see the\r\ncrawlevator. He did not believe the ride was operating. He passed by the ride\r\nagain at about 11 p.m. on his way home, but did not stop. In fact, operators\r\nused the winch and cable system to carry forty-seven jumpers August 6,\r\nincluding twenty jumpers between 6: 10 and 8:30 p.m. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe next afternoon, on a Saturday trip to the mall, Ward pulled his\r\ncar to the far side of the six-lane highway and observed the ride for about ten\r\nminutes. Ward saw the cage on the ground and again noticed the crawlevator\r\nwas not attached to the track of the arch. He also saw the stabilizing cables and\r\nwas \"stunned\" to see a lifting cable attached to the top of the cage. Ward\r\nassumed, however, that workers were using the cables to move the cage or\r\ncrawlevator, which he assumed was broken, during repairs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWard did not walk across the highway to get a closer look or speak\r\nto the owners. He did not try to telephone the owners later. Ward drove by the\r\nsite a second time August 7 without stopping. Ward still believed the ride was\r\nnot operating, and reported that to Department officials in Columbia.\r\nOperators used the winch and cable system to carry only five people August 7\r\ndue to inclement weather and mechanical problems. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWard drove by the site on his way to and from work Monday,\r\nAugust 9, 1993, and on his way to work Tuesday morning. He did not stop or\r\neven attempt to observe the site as he passed. The fatal accident occurred\r\nTuesday evening. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment officials Padgett, Butler, Cates, and Ward testified the\r\nwinch and cable system was dangerous, and acknowledged a failure could result\r\nin multiple deaths. The system constituted a substantial modification of the \r\n  \r\np.11\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nlicensed crawlevator. Padgett, Butler, and Ward testified Department officials\r\nwould have taken immediate steps to shut it down if they had known about it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSTANDARD OF REVIEW \r\n  \r\n  \r\n  \r\nIn ruling on motions for directed verdict or judgment\r\nnotwithstanding the verdict, the trial court is required to view the evidence and\r\nthe inferences that reasonably can be drawn therefrom in the light most\r\nfavorable to the party opposing the motions. The trial court must deny the\r\nmotions when the evidence yields more than one inference or its inference is in\r\ndoubt. This Court will reverse the trial court only when there is no evidence to\r\nsupport the ruling below. Creech v. South Carolina Wildlife and Marine\r\nResources Dep't, 328 S.C. 24,491 S.E.2d 571 (1997). This Court will not disturb\r\na trial court's decision granting or denying a new trial unless that decision is\r\nwholly unsupported by the evidence or the court's conclusions of law have been\r\ncontrolled by an error of law. South Carolina Dep't of Highways and Pub.\r\nTransp. v. E.S.I. Investments, 332 S.C. 490, 505 S.E.2d 593 (1998); Craven v.\r\nCunningham, 292 S.C. 441, 357 S.E.2d 23 (1987). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Did the trial judge err in ruling that Department\r\nowes a special or private duty to riders of a\r\nlicensed amusement ride, such that respondents\r\nhave a private cause of action against\r\nDepartment? \r\n  \r\n  \r\n  \r\n2. Is Department immune from suit under various\r\nexceptions to the waiver of immunity contained\r\nin the Tort Claims Act? \r\n  \r\n  \r\n  \r\n3. Did the trial judge err in rejecting Department's\r\nargument that Michael Nash assumed the risk of\r\nhis injuries and in giving an erroneous jury\r\ncharge on assumption of the risk? \r\n  \r\n  \r\n  \r\n4. Did the trial judge err in refusing to reduce the\r\nverdict in accordance with the Legislature's 199 7\r\nre-enactment of monetary limits in suits brought \r\n  \r\np.12\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nunder the Tort Claims Act? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1. SPECIAL OR PRIVATE DUTY \r\n  \r\nDepartment argues the trial judge erred in rejecting its motions for\r\na directed verdict and judgment notwithstanding the verdict, in which it\r\nasserted the Amusement Rides Safety Code gives rise only to a public duty. No\r\nspecial or private duty exception to the public duty rule exists in this case;\r\ntherefore, Respondents had no private cause of action, Department contends.\r\nWe disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a negligence action, a plaintiff must show that the (1) defendant\r\nowes a duty of care to the plaintiff, (2) defendant breached the duty by a\r\nnegligent act or omission, (3) defendant's breach was the actual and proximate\r\ncause of the plaintiffs injury, and (4) plaintiff suffered an injury or damages.\r\nBishop v. South Carolina Dep't of Mental Health, 331 S.C. 79, 502 S.E.2d 78\r\n(1998); Shipes v. Piggly Wiggly St. Andrews, Inc., 269 S.C. 479, 238 S.E.2d 167\r\n(1977); W. Keeton, D. Dobbs, R. Keeton, and D. Owen, Prosser and Keeton on\r\nthe Law of Torts, 164-65 (1984). The court must determine, as a matter of law,\r\nwhether the law recognizes a particular duty. If there is no duty, then the\r\ndefendant in a negligence action is entitled to a directed verdict. Ellis v. Niles,\r\n324 S.C. 223, 479 S.E.2d 47 (1996); Sharpe v. South Carolina Dep't of Mental\r\nHealth, 292 S.C. 11, 16, 354 S.E.2d 778, 781 (Ct. App. 1987) (Bell, J.,\r\nconcurring). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Jensen v. Anderson County Dep't of Social Services, 304 S.C.\r\n195, 403 S.E.2d 615 (1991), the Court explained the public duty rule and the\r\nsix-factor test for determining whether a governmental entity owes a special or\r\nprivate duty to an injured plaintiff.3 \r\n  \r\n\r\n3 Both parties have assumed the public duty rule applies in this case.\r\nOther courts disagree about the continued validity of the public duty rule in\r\nlight of the demise of absolute sovereign immunity and the advent of acts such\r\nas the South Carolina Tort Claims Act. The Act declares that governmental\r\nentities \"are liable for their torts in the same manner and to the same extent as \r\n  \r\np.13\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nGenerally, there is no common law duty to act. An\r\naffirmative legal duty, however, may be created by\r\nstatute, contract relationship, status, property interest,\r\nor some other special circumstance. Many statutes\r\nimpose a duty on public officials to perform certain\r\nacts. Generally, however, such officials enjoy an\r\nimmunity from a private cause of action under the\r\npublic duty rule. This rule holds that public officials\r\nare generally not liable to individuals for their\r\nnegligence in discharging public duties as the duty is\r\nowed to the public at large rather than anyone\r\nindividually.... \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn exception to this general rule of non-liability exists\r\nwhen a duty is owed to individuals rather than the\r\npublic only. Our Court of Appeals has developed a test\r\ncomprised of six elements to determine when such a\r\n\"special duty\" exists: \r\n  \r\n(1) an essential purpose of the statute is to protect\r\nagainst a particular kind of harm; \r\n  \r\n(2) the statute, either directly or indirectly, imposes on\r\na specific public officer a duty to guard against or not\r\ncause that harm; \r\n  \r\n(3) the class of persons the statute intends to protect is\r\nidentifiable before the fact; \r\n  \r\n  \r\n  \r\n\r\na private individual under like circumstances, subject to the limitations upon\r\nliability and damages, and exemptions from liability and damages, contained\r\nherein.\" S.C. Code Ann. § 15-78-40 (Supp. 1998), See Leake v. Cain, 720 P.2d\r\n152) 159 (Colo. 1986) (noting that while public duty doctrine may still be the\r\nmajority view, growing trend is to abandon it); Annot., 38 A.L.R.4th 1194 (1985)\r\n(collecting numerous cases in which courts have applied or abandoned the\r\npublic duty doctrine). We do not address the continued validity of the public\r\nduty rule because that issue is not before us. \r\n  \r\np.14\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n(4) the plaintiff is a person within the protected class; \r\n  \r\n(5) the public officer knows or has reason to know the\r\nlikelihood of harm to members of the class if he fails to\r\ndo his duty; and \r\n  \r\n(6) the officer is given sufficient authority to act in the\r\ncircumstances or he undertakes to act in the exercise of\r\nhis office. \r\n  \r\nJensen, 304 S.C. at 199-200,403 S.E.2d at 617 (citing Parker v. Brown, 195 S.C.\r\n35, 10 S.E.2d 625 (1940)). The public duty rule is distinguishable from a\r\ndefense of immunity, which is an affirmative defense that must be pleaded and\r\ncan be waived. A defendant who pleads immunity conditionally admits the\r\nplaintiff's case, but asserts immunity as a bar to liability. In contrast, the\r\npublic duty rule is a defense that denies an element of the plaintiffs cause of\r\naction - the existence of a duty of care to the individual plaintiff. Wells v. City\r\nof Lynchburg 331 S.C. 296, 307, 501 S.E.2d 746, 752 (Ct. App. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Jensen, the Court determined that child abuse statutes imposed\r\na special duty on the local child protection agency and its social workers to\r\ninvestigate and intervene in cases where child abuse has been reported. Thus,\r\na plaintiff may allege in a private cause of action that the agency failed to\r\nproperly investigate a report of child abuse. See also Bellamy v. Brown, 305\r\nS.C. 291, 408 S.E.2d 219 (1991) (holding that dismissed official could not sue\r\ngovernment agency for breach of confidentiality under state Freedom of\r\nInformation Act because Act is intended to protect public from secret\r\ngovernment activity and did not create any special or private duty to\r\nindividuals); Wells v. City of Lynchburg, supra (holding plaintiff could not sue\r\ncity for failing to maintain fire hydrants because it was barred by a provision\r\nof the Tort Claims Act and city owed duty only to public generally); Summers\r\nv. Harrison Constr., 298 S.C. 451, 381 S.E.2d 493 (Ct. App.1989) (holding that\r\nstatute requiring county planning department to refuse to issue building\r\npermits to unlicensed residential home builders created no special duty, such\r\nthat department could be held liable for damages on the ground it negligently\r\nissued permit to builder); Rayfield v. South Carolina Dep't of Corrections, 297\r\nS.C. 95, 374 S.E.2d 910 (Ct. App. 1988) (holding that statutes' assigning\r\nresponsibility for control of departments providing for keeping of records on\r\nprisoners created duty owed by prison and parole officials to public generally, \r\n  \r\np.15\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nnot a special duty owed to victims murdered by recently paroled prisoner in\r\nrandom act of violence). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold that the trial judge correctly ruled respondents have a\r\nprivate cause of action because the six-factor test from Jensen is met in this\r\ncase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, an essential purpose of the Amusement Rides Safety Code is\r\nto protect against a particular kind of harm, i.e., harm caused by poorly\r\ndesigned, constructed, or maintained amusement rides. \"The purpose of this\r\nchapter is to guard against personal injuries in the ... use of amusement\r\ndevices ... to persons employed at or attending ... amusement parks, and, in\r\nthe event of a personal injury, to ensure to the injured party the possibility of\r\nfinancial recovery as against the owner.... It is the intent of this chapter that\r\namusement devices must be designed, constructed, assembled or disassembled,\r\nmaintained, and operated so as to prevent injuries.\" S.C. Code Ann. § 41-18-20\r\n(Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe dissent, focusing narrowly upon the language regarding\r\nfinancial recovery against the owner and the necessity of liability insurance,\r\nasserts the Legislature intended to prohibit recovery against Department. We\r\ncertainly agree that recovery against the owner is an important component of\r\nthe Act, but it is not the sole reason for its existence. As we explain further\r\nbelow, a reading of the entire Act reveals the Legislature imposed numerous\r\nspecific and crucial duties upon Department in order to ensure the safety of\r\npark visitors and workers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSecond, the Act directly imposes on Department a duty to guard\r\nagainst or not cause harm to amusement park visitors and workers. \"No\r\namusement device may be operated in the State without a permit issued\" by an\r\nappropriate Department official. S.C. Code Ann. § 41-18-50 (Supp. 1998).\r\nDepartment must inspect an amusement device before issuing a permit. S.C.\r\nCode Ann. § 41-18-70 (Supp. 1998). Department must re-inspect an\r\namusement device after the owner notifies it of a substantial modification to the\r\ndevice. S.C. Code Ann. § 41-18-80(C) (Supp. 1998). Department's director and\r\nhis designees are \"charged with the affirmative duty of administering and\r\nenforcing\" the Act. S.C. Code Ann. § 41-18-130 (Supp. 1998). Furthermore, the\r\nAct, when read in its entirety, implicitly imposes upon Department an\r\naffirmative duty to investigate promptly after receiving credible reports of \r\n  \r\n  \r\n  \r\np.16\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nsuspected hazards. See Adams v. Texfi Industries, 320 S.C. 213,464 S.E.2d 109\r\n(1995) (in construing a statute, the reviewing court looks to its language as a\r\nwhole in light of its manifest purpose). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n. Third, the class of persons the Act intends to protect was\r\nidentifiable before the fact of the injury. To meet this factor, the class must be\r\nreadily identifiable in that it is distinguishable from the general public. See\r\nJensen, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Act's purpose is to prevent injuries to visitors and employees\r\nat amusement parks and fairs. S.C. Code Ann. § 41-18-20. Those visitors and\r\nemployees usually would not constitute a readily identifiable class that is\r\ndistinguishable from the general public. In this case, however, Department had\r\nreceived several credible reports indicating a particular amusement ride posed\r\na significant safety threat. Members of the larger class of visitors and\r\nemployees the Act is meant to protect - the riders and workers at a specific,\r\nreportedly hazardous amusement ride - were readily identifiable before the fact\r\nof the injury. Our reasoning is consistent with Jensen. supra, in which we\r\nfound that a member of the larger class of persons the child abuse statutes were\r\nintended to protect - in that case, a single reported victim of abuse - was readily\r\nidentifiable before the fact of the injury. It is not always necessary, as\r\nDepartment and the dissent contend, that members of the protected class\r\nactually be known by name to the governmental entity before the fact of an\r\ninjury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFourth, the plaintiffs are within the protected class. Zachary was\r\na park visitor; Michael was employed by Beach Bungee, the owner of an\r\namusement device licensed by Department. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFifth, Department knows or has reason to know the likelihood of\r\nharm to members of the class if it fails to do its duty. Department officials\r\ntestified the winch and cable system was dangerous, and acknowledged a\r\nfailure could result in multiple deaths. They conceded the system constituted\r\na substantial modification of the licensed crawlevator. Department officials\r\nfurther testified they would have taken immediate steps to shut it down if they\r\nhad known about it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSixth, Department has sufficient authority to act in the\r\ncircumstances. Department may revoke a permit after determining an \r\n  \r\n  \r\n  \r\np.17\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\namusement device is, among other things, \"being operated without the\r\ninspections required\" or \"being operated with a mechanical, electrical,\r\nstructural, design, or other defect which presents an excessive risk of injury to\r\npassengers, bystanders, operators, or attendants.\" S.C. Code Ann. § 41-18\r\n60(D)(1) and (3) (Supp. 1998). Department officials may enter unannounced\r\nand inspect amusement devices at reasonable times and in a reasonable\r\nmanner. They also have the right to question any owner, manager, or employee\r\nand to inspect, investigate, photograph, and sample all pertinent areas, and to\r\nexamine and copy all pertinent documents and records. S.C. Code Ann. § 41-18\r\n80(E) (Supp. 1998). Department may impose civil penalties when an owner\r\nfails to comply with the act. S.C. Code Ann. § 41-18-150 (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment's reliance upon Adkins v. Varn, 312 S.C. 188, 439\r\nS.E.2d 822 (1993), is misplaced. In that case, a thirteen-year-old girl was\r\nfatally injured after vicious dogs chased her into a public street where she was\r\nstruck and killed by an automobile. Several local residents had complained\r\nabout the dogs to county animal control personnel. We affirmed the trial court's\r\nruling that the county animal control ordinance did not create a special duty of\r\ncare towards individual members of the general public. We found no legislative\r\nintent to create a special duty because the terms of the ordinance were general\r\nand did not identify a particular class of victims or a particular kind of harm.\r\nIn contrast, the analysis of those factors in this case, as well as the remainder\r\nof the six-factor test, reveals the legislative intent to create a special duty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. EXCEPTIONS TO WAIVER OF IMMUNITY \r\n  \r\n  \r\n  \r\nRespondents alleged that Department, after receiving reports of\r\nsubstantial modifications, was grossly negligent in failing to inspect or\r\ninvestigate the amusement ride and in failing to suspend or revoke the\r\ncrawlevator license. Department contends the trial judge erred in rejecting its\r\ndirected verdict and post-trial motions in which it asserted immunity from suit\r\nunder several exceptions to the waiver of sovereign immunity contained in S.C.\r\nCode Ann. § 15-78-60 (Supp. 1998). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe South Carolina Tort Claims Act, which provides the exclusive\r\nremedy in tort against Department, is a limited waiver of governmental\r\nimmunity. Moore v. Florence School Dist. No. 1, 314 S.C. 335, 444 S.E.2d 498\r\n(1994); S.C. Code Ann. § 15-78-20(a) (Supp.1998). The Act provides that,\r\nsubject to limitation, a governmental entity is \"liable for [its] torts in the same \r\n  \r\np.18\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nmanner and to the same extent as a private individual under like\r\ncircumstances.\" Id.; S.C. Code Ann. § 15-78-40 (Supp-1993). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe burden of establishing a limitation upon liability or an\r\nexception to the waiver of immunity under the Tort Claims Act is upon the\r\ngovernmental entity asserting it as an affirmative defense. Strange v. South\r\nCarolina Dep't of Highways and Pub. Transp., 314 S.C. 427, 445 S.E.2d 439\r\n(1994). Provisions establishing limitations upon and exemptions from liability\r\nof a governmental entity must be liberally construed in favor of limiting\r\nliability. S.C. Code Ann. § 15-78-20(f) (Supp. 1998); Baker v. Sanders, 301 S.C.\r\n170, 391 S.E.2d 229 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. THE LICENSING POWERS EXCEPTION \r\n  \r\n  \r\n  \r\nDepartment contends it is immune from suit under Section 15-78\r\n60(12). Under that section, a governmental entity is not liable for a loss\r\nresulting from \"licensing powers or functions, including, but not limited to, the\r\nissuance, denial, suspension, renewal, or revocation of or failure to issue, deny,\r\nsuspend, renew, or revoke any permit, license, certificate, approval,\r\nregistration, order, or similar authority except when the power or function is\r\nexercised in a grossly negligent manner.\" The trial judge instructed the jury on\r\nthis exception. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment asserts the exception applies only to a licensee or\r\npotential licensee, not to a third party allegedly injured by the government's\r\nlicensing decision. Nothing in the statutory language of the provision limits it\r\nas Department suggests. A potential licensee, licensee, or an injured third\r\nparty may seek relief under the exception. See Parsons v. Uniroyal-Goodrich\r\nTire Corp., 313 S.C. 394, 438 S.E.2d 238 (1993) (in construing statute, words\r\nmust be given their plain and ordinary meaning without resorting to subtle or\r\nforced construction to limit or expand statute's operation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment also argues it could not be grossly negligent because\r\nit did not have any authority to license a bungee jumping operation in 1993.\r\nSee S.C. Code Ann. §§ 52-19-10 to -380 (Supp. 1998) (statutes regulating bungee\r\njumping effective in July 1994). We conclude the trial judge correctly reasoned\r\nthat respondents' action pertained to modifications of the crawlevator used to\r\ncarry bungee jumpers and spectators - which Department had licensed as an\r\namusement device - not to the actual jumps that were made. \r\n  \r\np.19\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDepartment further argues there was no license for Department to\r\nrevoke because the licensed crawlevator was not in use when the accident\r\noccurred. Accepting this argument would mean Department could avoid its\r\nduty simply by claiming it was powerless in the face of an unauthorized and\r\nunlicensed modification. That would subvert the clear purpose of the licensing\r\nexception, which is to hold the governmental entity liable when it is grossly\r\nnegligent in failing to investigate whether it should suspend or revoke a license\r\nafter learning of potentially dangerous modifications to the subject of the\r\nlicense. See Adams v. Texfi Industries, supra (in construing a statute, the\r\nreviewing court looks to its language as a whole in light of its manifest purpose);\r\nResolution Trust Corp. v. Eagle Lake and Golf Condominiums, 310 S.C. 4732\r\n427 S.E.2d 646 (1993) (purpose of the statute and public policy are aids in\r\nconstruction of a statute). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, Department argues that respondents Steinke are barred\r\nby the doctrines of collateral estoppel and judicial estoppel from asserting the\r\nwinch and cable system was licensed by Department because they asserted it\r\nwas not licensed in a federal lawsuit against Beach Bungee's owners. See\r\nSteinke v. Beach Bungee, Inc., 105 F.3d 192 (4th Cir. 1997) (discussing verdict\r\nform in which the jury determined by special interrogatory that the winch and\r\ncable system was operated without a license from Department). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Steinke s' position in the two cases is consistent. In the federal\r\nlawsuit, the Steinkes asserted and the jury found that the winch and cable\r\nsystem was not licensed. In this case, the Steinkes asserted the crawlevator\r\nwas licensed, and Department was grossly negligent in failing to suspend or\r\nrevoke that license after learning the crawlevator may have been replaced by\r\nthe unlicensed winch and cable system. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have defined gross negligence as \"the failure to exercise slight\r\ncare. it We also have defined it as \"the intentional, conscious failure to do\r\nsomething which it is incumbent upon one to do or the doing of a thing\r\nintentionally that one ought not to do.\" Gross negligence \"is a relative term,\r\nand means the absence of care that is necessary under the circumstances.\"\r\nHollins v. Richland County School Dist. One, 310 S.C. 486,490,427 S.E.2d 654,\r\n656 (1993) (citations omitted). Under any of those definitions, the trial judge\r\nproperly denied Department's directed verdict and post-trial motions when the\r\nfacts are viewed in the light most favorable to respondents. The record shows\r\nDepartment received three credible reports of a suspected problem or hazard \r\n  \r\np.20\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nat a licensed amusement device, yet Department gave the matter no more than\r\na cursory glance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. THE INSPECTION POWERS EXCEPTION \r\n  \r\n  \r\n  \r\nDepartment asserts that, regardless of the licensing powers\r\nexception, it is immune pursuant to Section 15-78-60(13). Under that section,\r\na governmental entity is not liable for a loss resulting from \"regulatory\r\ninspection powers or functions, including failure to make an inspection, or\r\nmaking an inadequate or negligent inspection, of any property to determine\r\nwhether the property complies or violates any law, regulation, code, or\r\nordinance or contains a hazard to health and safety.\" The trial judge instructed\r\nthe jury on this exception, which does not contain a gross negligence standard. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court and the Court of Appeals previously have recognized\r\nthat the correct approach, when a governmental entity asserts various\r\nexceptions to the waiver of immunity, is to read exceptions that do not contain\r\nthe gross negligence . standard in light of exceptions that do contain the\r\nstandard. Duncan v. Hampton County School Dist. #2, Op. No. 2995 (S.C. Ct.\r\nApp. filed May 10, 1999) (Shearouse Adv. Sh. No. 17 at 61) (reading\r\ndiscretionary immunity exception in light of exception to immunity in which\r\ngovernmental entity exercises its duty in a grossly negligent manner, such that\r\ndiscretionary immunity will not protect the government if it exercises that\r\ndiscretion in a grossly negligent manner); Etheredge v. Richland School Dist.\r\n1, 330 S.C. 447, 463; 499 S.E.2d 238) 246 (Ct. App. 1998) (when an action is\r\nbrought alleging gross negligence by a governmental entity pursuant to an\r\nexception contained in Section 15-78-60, all other applicable exceptions must\r\nbe read in light of the exception containing the gross negligence standard), cert.\r\ngranted on other grounds, April 8, 1999. The principles expressed in Duncan\r\nand Etheredge are drawn from Jackson v. South Carolina Dep't of Corrections,\r\n301 S.C. 125, 390 S.E.2d 467 (Ct. App. 1989), aff d, 302 S.C. 519, 397 S.E.2d 377\r\n(1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile provisions establishing limitations upon and exemptions from\r\nliability of a governmental entity must be liberally construed to limit liability,\r\nwe also must presume in construing a statute that the Legislature did not\r\nintend to perform a futile thing. See Gaffney v. Mallory, 186 S.C. 337, 195 S.E.\r\n840 (1938). We are constrained to avoid a construction that would read a\r\nprovision out of a statute, and must reconcile conflicts if possible. Ballard v. \r\n  \r\np.21\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nBallard, 314 S.C. 40, 443 S.E.2d 802 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold the inspection powers exception must be read in\r\nconjunction with the key exception at issue in this case, Section 15-78-60(12),\r\nthe licensing powers exception. Department must inspect an amusement device\r\nbefore deciding whether to issue, suspend, or revoke a license. S.C. Code Ann.\r\n§§ 41-18-70 and 41-18-80. Department also has an implicit duty to investigate\r\npotentially hazardous substantial modifications when it learns of them. It\r\nwould make no sense to say Department may be found grossly negligent in a\r\nlicensing decision, yet allow Department to escape liability because the\r\ninspection powers exception does not contain a gross negligence standard. The\r\nlogical way to read these closely related provisions when both are at issue is\r\nthat a governmental entity may be liable if it is grossly negligent in licensing\r\nor inspecting a particular device or activity. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe dissent asserts that Duncan, Etheredge, and Jackson simply\r\nstand for the proposition that a specific exception applies over a more general\r\none. We agree the three cases generally illustrate that proposition, although\r\nnone contains any language indicating that was the underlying rationale. The\r\ncircuit court and the parties certainly should focus their analysis and jury\r\ninstructions upon the most pertinent and specific exceptions that apply in a\r\ngiven case. But to unduly emphasize the distinction between \"specific\" and\r\n\"general\" exceptions ultimately could reduce defenses available to a\r\ngovernmental entity if the court opted to charge only the most specific\r\nexceptions. Accordingly, we conclude the better practice is to allow the\r\ngovernment to assert all relevant exceptions, and apply the gross negligence\r\nstandard to all when it is contained in one applicable exception. Our holding\r\nis faithful to the legislative intent to limit liability and allow ample defenses,\r\nwhile not allowing a governmental entity to eviscerate the impact of one\r\nexception by asserting another.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nC. OTHER EXCEPTIONS \r\n  \r\n  \r\n  \r\nDepartment asserts it is immune pursuant to Section 15-78-60(5) \r\n  \r\n\r\n4 We granted Department's motion to argue against the precedent of\r\nEtheredge and Jackson, and find it proper to discuss and clarify a significant\r\npoint of law previously addressed three times by the Court of Appeals. \r\n  \r\np.22\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n(governmental entity is not liable for performing or failing to perform\r\ndiscretionary acts); Section 15-78-60(4) (governmental entity is not liable for\r\nadoption or enforcement, or failing to adopt or enforce, a law or regulation); and\r\nSection 15-78-60(20) (governmental entity is not liable for loss resulting from\r\nact or omission of person other than an employee, including but not limited to\r\nthe criminal actions of third persons). None of these exceptions contains a gross\r\nnegligence standard. The trial judge instructed the jury on discretionary\r\nimmunity, but ruled the other exceptions did not apply in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo prevail under the discretionary immunity provision, the\r\ngovernmental entity must show that when faced with alternatives, it actually\r\nweighed competing considerations and made a conscious decision to act or not\r\nto act, and that it used accepted professional standards appropriate to resolve\r\nthe issue before it. Strange v. South Carolina Dep't of Highways &amp; Pub.\r\nTransp., 314 S.C. 427, 445 S.E.2d 439 (1994); Niver v. South Carolina Dep't of\r\nHighways &amp; Pub. Transp., 302 S.C. 461, 395 S.E.2d 728 (Ct. App.1990). The\r\nrecord contains scant evidence Department officials exercised their discretion.\r\nRegardless, the jury considered the provision and rejected it. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn appellate court will not reverse the trial court's decision to strike\r\nan insufficient or irrelevant allegation or defense unless the trial court abuses\r\nits discretion. Mayes v. Paxton, 313 S.C. 109, 115, 437 S.E.2d 66, 70 (1993);\r\nWilliams v. South Carolina Nat'l Bank, 284 S.C. 346, 326 S.E.2d 187 (Ct. App.\r\n1985). An abuse of discretion arises where the trial court was controlled by an\r\nerror of law or where its order is based on factual conclusions that are without\r\nevidentiary support. Tri-County Ice and Fuel Co. v. Palmetto Ice Co., 303 S.C.\r\n237, 242, 399 S.E.2d 779, 782 (1990). We conclude the trial judge did not abuse\r\nhis discretion because the enforcement of law and third party exceptions were\r\nnot directly at issue in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, the same reasoning explained above applies to all\r\nthree exceptions. It would make no sense to say Department may be found\r\ngrossly negligent in a licensing decision, yet allow Department to escape\r\nliability under one of these exceptions. See Duncan v. Hampton County School\r\nDist. #2, supra; Etheredge v. Richland School Di~t. 1, supra; Jackson v. South\r\nCarolina Dep't of Corrections, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn sum, we recognize the trial court often faces Tort Claims Act\r\ncases in which at least one of the asserted exceptions contains the gross \r\n  \r\np.23\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nnegligence standard while other asserted exceptions do not. We hold that when\r\nan exception containing the gross negligence standard applies, that same\r\nstandard will be read into any other applicable exception. Otherwise, portions\r\nof the Act would be a nullity, which the Legislature could not have intended.\r\nIn addition, we will overturn the trial court's refusal to charge irrelevant\r\nexceptions only for an abuse of discretion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. ASSUMPTION OF THE RISK INSTRUCTION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDepartment argues the trial judge erred in rejecting its motion for\r\na judgment as a matter of law in the case of Michael Nash, the bungee jump\r\nmaster, after the jury determined Nash assumed the risk of his injuries.\r\nDepartment also asserts the judge erred in modifying the assumption of the risk\r\ncharge in light of a recent Court of Appeals opinion that was not law when\r\nNash's cause of action accrued. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge instructed the jury on the accepted definition of the\r\naffirmative defense of assumption of the risk, i.e., that a plaintiff s conduct may\r\nconstitute implied assumption of the risk where it is shown that he understood\r\nand appreciated a known danger created by the defendant, and then freely and\r\nvoluntarily exposed himself to it. Mayes v. Paxton, 313 S.C. at 116,437 S.E.2d\r\nat 70. The judge also told the jury, over Department's objection, that \"[e]ven if\r\nyou find that [Nash] assumed the risk in this case, [Nash] may still recover as\r\nlong as his assumption of the risk was not greater than the gross negligence of\r\nthe defendant.\" The jury had to balance any assumption of the risk by Nash\r\nwith any gross negligence by Department. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe judge drew the balancing instruction from Davenport v. Cotton\r\nHope Plantation Horizontal Property Regime, 325 S.C. 507, 482 S.E.2d 569 (Ct.\r\nApp. 1997) (deciding for first time in South Carolina that implied assumption\r\nof risk is one facet of comparative negligence, not a complete defense to an\r\ninjured plaintiffs claim), aff'd as modified, 333 S.C. 71, 508 S.E.2d 565 (1998).5\r\nThe Court of Appeals decided Davenport I two months before respondents' trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe jury awarded Nash's statutory beneficiaries $1 million in actual \r\n  \r\n\r\n5 We shall refer to the Court of Appeals' decision as Davenport I and our\r\ndecision as Davenport II. \r\n  \r\np.24\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\ndamages. The judge reduced the award to $900,000 after the jury, in a special\r\nverdict form, determined Nash had assumed the risk of his injuries and was ten\r\npercent at fault in the accident. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn South Carolina, the \"general rule regarding retroactive\r\napplication of judicial decisions is that decisions creating new substantive rights\r\nhave prospective effect only, whereas decisions creating new remedies to\r\nvindicate existing rights are applied retrospectively. Prospective application is\r\nrequired when liability is created where formerly none existed.\" Davenport II,\r\n333 S.C. at 87, 508 S.E.2d 574. In applying our general rule, this Court and the\r\nCourt of Appeals have made decisions fully retroactive,6 fully prospective,7 and\r\nselectively prospective.8 \r\n  \r\n\r\n6 Simmons v. South Carolina Farm Bureau Mut. Ins. Co., 301 S.C. 267,\r\n391 S.E.2d 560 (1990) (retroactively applying prior decision that created no new\r\nsubstantive right, but merely provided a method for determining whether\r\ninsurance policy should be reformed); Toth v. Square D Co., 298 S.C. 6, 377\r\nS.E.2d 584 (1989) (retroactively applying prior decision that allowed evidence\r\nof employee handbook provisions in an action against employer because the\r\ndecision merely created a new remedy to vindicate the existing right to bring\r\na breach of contract action). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Russo v. Sutton, 310 S.C. 200, 422 S.E.2d 750 (1992) (prospectively\r\nabolishing the \"heart balm\" tort of alienation of affections); Boan v. Watson, 281\r\nS.C. 516, 316 S.E.2d 401 (1984) (prospectively abolishing the dower rights of\r\nwidows whose husbands died after the filing of the opinion); Hyder v. Jones, 271\r\nS.C. 85, 245 S.E.2d 123 (1978) (prospectively applying statute abrogating\r\nparental immunity); Douglass v. Florence General Hospital, 273 S.C. 716, 259\r\nS.E.2d 117 (1979) (prospectively applying judicial and statutory modification of\r\ncharitable immunity for hospitals); McCaskey v. Shaw, 295 S.C. 372, 368 S.E.2d\r\n672 (Ct. App.1988) (prospectively applying Supreme Court case that first\r\nrecognized tort of negligent infliction of emotional distress). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8 A court uses selective or modified prospectivity when it applies a rule\r\nto the case at bar and to all future cases. See McCall v. Batson, 285 S.C. 243)\r\n329 S.E.2d 741 (1985) (prospectively abolishing sovereign immunity, except the\r\nimmunity did not apply in this case or in any case filed before July 1, 1986, in\r\nwhich the government defendant had liability insurance coverage); Ludwick v.\r\nThis Minute of Carolina, 287 S.C. 219, 337 S.E.2d 213 (1985) (first recognizing \r\n  \r\np.25\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nIn Davenport II, we employed the third approach by concluding that\r\nthe revised view of assumption of the risk applied \"to the instant case and to all\r\ncauses of action that arise or accrue after the date of this opinion. Thus, except\r\nfor this case, if a cause of action arose or accrued prior to our decision today, it\r\nwill be governed by the common law form of assumption of risk, if applicable,\r\nas it existed under South Carolina case law before this opinion.\" Davenport II,\r\n333 S.C. at 87, 508 S.E.2d at 574. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe adhere to the prospectivity rule announced in that case.\r\nAccordingly, we hold that the trial judge's instructions drawn from Davenport\r\nI improperly allowed the jury to consider Nash's assumption of the risk as part\r\nof the comparative negligence analysis. Assumption of the risk constituted a \r\n  \r\ncomplete bar to recovery when Nash's cause of action accrued in 1993, and the\r\ntrial judge erred in applying the new principles retroactively. We reverse the\r\njudgment for Nash's statutory beneficiaries and grant them a new trial.\r\nAlthough the jury determined Nash had assumed ten percent of the risk, the\r\nimproper instructions undoubtedly affected the jury's deliberations and its\r\nanswers to questions posed in the special verdict form. Both parties are entitled\r\nto a new trial with proper instructions on the law.9 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. RE-ENACTMENT OF MONETARY LIMITS \r\n  \r\n  \r\n  \r\nDepartment contends the trial judge erred in denying its motion for\r\na new trial nisi remittitur, in which it asked the judge to reduce the verdicts for \r\n  \r\n\r\nthe tort of wrongful discharge of an employee in violation of public policy and\r\napplying decision in this case and prospectively); Brown v. Anderson County\r\nHospital Ass'n, 268 S.C. 479, 234 S.E.2d 873 (1977) (modifying doctrine of\r\ncharitable immunity, such that charitable hospitals are liable for heedless and\r\nreckless acts, and applying decision in this case and prospectively); McCormick\r\nv. England, 328 S.C. 627, 494 S.E.2d 431 (Ct. App. 1997) (first recognizing the\r\ncommon law tort of breach of a physician's duty of confidentiality, and applying\r\ndecision in this case and prospectively). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9 Nash's cause of action accrued 31/2years before the Court of Appeals\r\ndecided Davenport I. We are not confronted with a case in which the cause of\r\naction accrued after Davenport I and before Davenport II, which would present\r\na different question. \r\n  \r\np.26\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nSteinke and Nash to $250,000 each under the Tort Claims Act. Department\r\nrelies on a provision of the 1997 budget act. The provision re-enacted (or more\r\naccurately, restated) the then-existing limits on liability found in S.C. Code\r\nAnn. § 15-78-120 (Supp. 1998), and clarified \"any ambiguity in the General\r\nAssembly's intent that there remain reasonable limits upon recovery against\r\nthe government for tort actions.\" Act No. 155, 1997 Acts 1567. The provision\r\nalso increased the statutory limits. The higher limits took effect June 1, 1998,\r\nand are not at issue in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe provision states that, \" [e]xcept where otherwise provided, this\r\nsection takes effect [June 14, 1997] and applies to claims or actions pending on\r\nthat date or thereafter filed, except where final judgment has been entered\r\nbefore that date.\" Id. at 1571-72, 1611. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn focusing solely on whether the final judgment occurred before\r\nJune 14, 1997, both parties have overlooked a crucial threshold issue: May the\r\nLegislature by a retroactive amendment overrule this Court's prior\r\ninterpretation of a statute? We conclude the Legislature may not. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1994, the Court held the Legislature impliedly had repealed two\r\nsubsections of the Tort Claims Act, which limit damages and call for\r\napportioned liability, by enacting inconsistent provisions in the Uniform\r\nContribution Among Tort-Feasors Act (Uniform Contribution Act), which call\r\nfor unlimited, pro rata liability. Southeastern Freight Lines v. City of\r\nHartsville, 313 S.C. 466, 443 S.E.2d 395 (1994). The Legislature quickly\r\nresponded by providing that the Uniform Contribution Act did not apply to\r\ngovernmental entities and by reinstating the statutory limits, \"except for causes\r\nof action that have been filed in a court of competent jurisdiction before July 1,\r\n1994.\" Act No. 497, 1994 Acts 5793 (effective July 1, 1994). Thus, any case filed\r\nbefore July 1, 1994, is not subject to the $250,000 cap for individual claims\r\ncontained in the Tort Claims Act.10 Respondents filed their original complaint \r\n  \r\n\r\n10 See also McClain v. South Carolina Dep't of Education, 323 S.C. 132,\r\n473 S.E.2d 799 (1996) (holding that statutory limit in Tort Claims Act does not\r\napply to cases filed before July 1, 1994, even when there are no joint tortfeasors\r\nwith the governmental entity); Knoke v. South Carolina Dep't of Parks,\r\nRecreation, and Tourism, 324 S.C. 136, 478 S.E.2d 256 (1996) (holding that\r\nSoutheastern Freight Lines and McClain apply to the $500,000 per occurrence \r\n  \r\n  \r\n  \r\np.27\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nJune 29, 1994 - two days before the reinstatement of the limits. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis issue implicates the doctrine of separation of powers. See S.C.\r\nConst. art. 1, § 8. The Court has stated that \r\n  \r\n'construction of a statute is a judicial function and\r\nresponsibility. Subject to constitutional limitations,\r\nthe legislature has plenary power to amend a statute.\r\nHowever, a judicial [interpretation] of a statute is\r\ndeterminative of its meaning and effect, and any\r\nsubsequent legislative amendment to the contrary will\r\nonly be effective from the date of its enactment and\r\ncannot be applied retroactively. \r\n  \r\nLindsay v. Nat'l Old Line Ins. Co., 262 S.C. 6211 628-29) 207 S.E.2d 75, 78\r\n(1974) (citation omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court held that the Legislature's attempt to declare by a\r\nretroactive amendment that insurance companies were entitled to certain\r\ninvestment credits - after the Court had interpreted statutes to say the\r\ncompanies were not entitled to the credits - violated the separation of the\r\nlegislative, executive, and judicial powers of government. Quoting the trial\r\ncourt with approval, the Court recognized the Legislature essentially was\r\ntelling the Court, \"We reverse.\" The Legislature, however, lacks such authority.\r\nLindsay, 262 S.C. at 628, 207 S.E.2d at 77-78.11 \r\n  \r\n\r\ncap, not just the $250,000 individual cap); Wooten v. South Carolina Dep't of\r\nTransp., 326 S.C. 516, 485 S.E.2d 119 (Ct. App. 1997) (determining the\r\nstatutory limit was inapplicable in case filed before July 1, 1994), aff'd as\r\nmodified, 333 S.C. 464) 511 S.E.2d 355 (1999). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n11 Accord McCutcheon v. Smith, 35 S.E.2d 144, 148 (Ga. 1945) (rejecting\r\nas a violation of separation of powers an attempt by legislature to construe\r\nlegislatively an earlier act in a manner that conflicted with the judicially\r\ndetermined meaning); Roth v. Yackley, 396 N.E.2d 520, 522 (Ill. 1979)\r\n(legislature cannot overrule a decision of the supreme court by declaring that\r\nan amendment applies retroactively to cases decided before the amendment's\r\neffective date); Marine Power &amp; Equipment Co. v. Washington State Human \r\n  \r\np.28\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe hold that this case, filed before the Legislature reinstated the\r\nstatutory caps, is controlled by the principles outlined in Lindsay, supra. The\r\nLegislature may not retroactively overrule this Court's interpretation of the\r\nstatutes in Southeastern Freight Lines. The Legislature may, of course, do\r\nwhat it did in 1994, which was to resolve the statutory conflict and reinstate the\r\nstatutory caps in future cases. We may resolve the issue on this ground even\r\nthough the parties and trial judge did not. See Weir v. Citicorp Nat'l Services,\r\nInc., 312 S.C. 511, 435 S.E.2d 864 (1993) (\"[a] correct decision of the trial court\r\non the wrong ground will be affirmed on appeal'); Rule 220(c), SCACR\r\n(appellate court may affirm judgment upon any ground appearing in the\r\nrecord). It is unnecessary to address the parties' arguments about the 1997\r\nprovision because Lindsay is dispositive. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe affirm the trial judge's ruling that respondents have a private\r\ncause of action under the Amusement Rides Safety Code. We affirm the judge's\r\nrulings on the exceptions to the waiver of immunity under the Tort Claims Act,\r\nand hold that when an applicable exception contains the gross negligence\r\nstandard, then any other relevant exception must be read in light of that\r\nstandard. We reverse Nash's judgment and grant the statutory beneficiaries\r\na new trial because the judge erroneously instructed the jury on the revised\r\nview of assumption of the risk. Finally, we hold that neither respondent's\r\nrecovery is limited by the Tort Claims Act because this case was filed before the\r\nLegislature reinstated the statutory caps. We find Department's remaining\r\narguments to be without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART. \r\n  \r\n  \r\n  \r\nTOAL, A.C.J., and BURNETT, JJ., concur. MOORE, A.J.,\r\ndissenting in a separate opinion. Acting Associate Justice\r\nGeorge T. Gregory, Jr., not participating. \r\n  \r\n\r\nRights Comm'n, 694 P.2d 697,700 (Wash. Ct. App. 1985) (\"legislature may not,\r\nunder the guise of clarification, overrule by legislative enactment a prior\r\nauthoritative supreme court opinion construing a statute\"); 16 C.J.S.\r\nConstitutional Law §§ 115-116 (1984) (\"legislature may enact a statute to\r\nmodify, for the future, the law as declared by decisions of the courts\"). \r\n  \r\np.29\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: Because I disagree with the majority's holding that\r\nrespondents have a private cause of action under the South Carolina\r\nAmusement Rides Safety Code, I respectfully dissent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the public duty rule, public officials are generally not liable to\r\nindividuals for negligence in the discharge of their public duties unless there\r\nexists a \"special duty\" to the plaintiff as an individual rather than simply to\r\nthe public at large. Jensen v. Anderson County Dep't of Soc. Serv., 304 S.C.\r\n195, 403 S.E.2d 615 (1991). Where a duty is owed to the public only, a public\r\nofficial is not liable to an individual who may have been incidentally injured\r\nby the failure to perform it. Id.; Parker v. Brown, 195 S.C. 35, 10 S.E.2d 625\r\n(1940). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs discussed in the majority opinion, we apply a six-factor test to\r\ndetermine whether a \"special duty\" exists. One of these factors is that \"the\r\nclass of persons the statute intends to protect is identifiable before the fact.\"\r\nJensen, 403 S.E.2d at 617 (emphasis added). There must be a \"special\r\nrelationship\" that exists between the public official and the plaintiff. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe facts in Jensen are especially instructive since it is the only case\r\nfinding a special duty. In that case, we found a special relationship existed\r\nbetween the Department of Social Services and a child who was the reported\r\nvictim of child abuse. After the report, no investigation was made and the\r\nchild died from subsequent abuse. We found a special relationship was\r\nestablished when the child abuse was initially reported and this special\r\nrelationship therefore existed before the facts giving rise to the cause of\r\naction in that case, i.e. the child's death from the subsequent abuse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, there is no evidence of any special relationship between\r\nDepartment and respondents to distinguish respondents from members of\r\nthe general public. The South Carolina Amusement Safety Code applies to\r\nprotect all members of the general public. Respondents were not identifiable\r\nmembers of a particular class before the facts giving rise to this cause of\r\naction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, as stated in Jensen, the six-factor, test for a special duty is a\r\nmeans of determining legislative intent. 403 S.E.2d at 618. Accordingly, we\r\ncannot overlook the legislative intent expressed in the statute itself. The\r\nSouth Carolina Amusement Rides Safety Code expressly provides its\r\nlegislative intent is \r\n  \r\np.30\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nto guard against personal injuries in the assembly, disassembly,\r\nand use of amusement devices at carnivals, fairs, and\r\namusement parks to persons employed at or attending carnivals,\r\nfairs, and amusement parks and, in the event of a personal\r\ninjury, to ensure to the injured party the possibility of financial\r\nrecovery as against the owner of the carnival, fair, or amusement\r\npark where the injury occurred. \r\n  \r\nS.C. Code Ann. § 41-18-20 (Supp. 1998) (emphasis added). In furtherance of\r\nthis purpose, S.C. Code Ann. § 41-18-90 (Supp. 1998) requires the owner or\r\nlessee of an amusement device to have liability insurance. These provisions\r\nevidence no intent to make Department itself an insurer of the safety of\r\nthese devices. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn conclusion, I would reverse the denial of Department's motion for\r\njudgment notwithstanding the verdict on the ground respondents have no\r\nprivate cause of action under the South Carolina Amusement Rides Safety\r\nCode. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, even if I were to concur in the result reached by the majority\r\nin this case, I cannot agree with its analysis of the inspection powers\r\nexception discussed in Part 2. The majority concludes under the Tort Claims\r\nAct that where two exceptions to liability may apply, if one allows for\r\nliability in cases of gross negligence, that same standard of liability must be\r\nread into any other applicable exception as well. I completely disagree with\r\nthis analysis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, I note there is no need to reach this sweeping conclusion here\r\nsince the trial judge properly instructed the language of § 15-78-60(13),\r\nwhich contains the inspection powers exception, and did not add a gross\r\nnegligence standard to it as Department complains. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, there is no reason to conclude that all applicable exceptions\r\nto liability must be read together. The majority overstates the significance of\r\nthe Court of Appeals' decisions in Duncan, Etheredge, and Jackson. A\r\ncareful reading indicates these cases simply illustrate our recently stated\r\nrule that a specific exception applies over a more general one. Wooten v.\r\nSouth Carolina Dept. of Transportation, 333 S.C. 464, 511 S.E.2d 355 (1999).\r\nIn a situation such as this, however, where more than one equally specific \r\n  \r\np.31\r\n\r\nSTEINKE v. S.C. DEPARTMENT OF LLR \r\n\r\n\r\n\r\n\r\n\r\nexception may apply, it is for the jury to determine which exception, if any,\r\napplies under the facts of the case.1d \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor instance, assuming a duty in this case, the jury could find no\r\nliability from Department's failure to inspect under the inspection exception\r\nas properly charged by the trial judge. On the other hand, under the\r\nlicensing exception, the jury could find Department liable because it was\r\ngrossly negligent in failing to revoke the permit for the crawlevator when it\r\nhad reason to believe the device was unsafe.2d \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn light of the majority's concession that we must liberally construe the\r\nTort Claims Act in favor of limiting government liability, it is inconsistent to\r\nconclude that a lesser degree of immunity must prevail when more than one\r\nexception to liability may apply. To the contrary, under this rule of\r\nconstruction, one would logically conclude such a merging of exceptions\r\nwould incorporate the greater immunity, not the lesser. In my view, such a\r\nmerging is unnecessary. There is no inconsistency in allowing the jury to\r\nconsider the specific exceptions individually. \r\n  \r\n  \r\n  \r\n\r\n1dThe other exceptions asserted by Department under §§ 15-78-60(5)\r\n(discretionary acts), 15-78-60(4) (adoption or enforcement of law or\r\nregulation), and 15-78-60(20) (act or omission of person other than employee)\r\nwould fall under the general rule that a specific exception applies over a\r\nmore general one. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2d The Amusement Rides Safety Code allows for revocation of a permit if\r\nDepartment \"determine[s] that an amusement device is ... being I operated\r\nwith a mechanical, electrical, structural design, or other defect which\r\npresents an excessive risk of serious injury to passengers, bystanders,\r\noperators, or attendants. . . .\" S.C. Code Ann. § 41-18-60(D)(3) (Supp. 1998).\r\nThis permit revocation power does not hinge exclusively on making an\r\nofficial inspection. \r\n  \r\np.32\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25000","title":"In the Matter of Lillie R. Davis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25000","description":"","date":"1999-09-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of  Lillie\r\nR. Davis,  Respondent. \r\n  \r\nOpinion No. 25000\r\nSubmitted July 20, 1999 - Filed September 13, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nLillie R. Davis, of Columbia, pro se. \r\n  \r\nAttorney General Charles M. Condon, Senior\r\nAssistant Attorney General James G. Bogle, Jr., and\r\nHenry B. Richardson, Jr., all of Columbia, for the\r\nOffice of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21 of\r\n413, SCACR. In the agreement, respondent admits misconduct and consents\r\nto a public reprimand.1 We accept the agreement for a public reprimand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEstate Matter \r\n  \r\n  \r\n  \r\nRespondent was retained to represent the estate of Cleo Conkle,\r\nwho died without a will. Cleo Conkle's husband, Willie L. Conkle, survived\r\nher and was appointed personal representative of Cleo Conkle's estate.\r\nThereafter, Willie Conkle died with a will, and was replaced as personal \r\n  \r\n\r\n1Respondent was previously publicly reprimanded in Matter of Davis,\r\n321 S.C. 2819 468 S.E.2d 301 (1996).\r\np.1\r\n\r\nIn the Matter of Lillie R. Davis \r\n\r\n\r\n\r\n\r\n\r\nrepresentative on the Cleo Conkle estate by Elizabeth Lovett (Elizabeth). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe appointment of Elizabeth as personal representative for the\r\nestate of Cleo Conkle was incorrect because Elizabeth was falsely thought to\r\nbe the only heir. However, there was, in fact, a granddaughter and\r\nrespondent neglected this matter by failing to provide the court information\r\nas to the granddaughter, or by failing to seek from members of the family the\r\nidentity of all possible heirs, including the granddaughter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA series of delinquency notices regarding the Cleo Conkle estate\r\nand the Willie Conkle estate were sent by the Probate Court to respondent.\r\nDelinquency notices were also sent to Elizabeth as personal representative of\r\nthe Cleo Conkle estate. A pre-summons was sent to both Elizabeth as\r\npersonal representative and respondent on August 13, 1997. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDespite the issuance of the delinquency notices and the pre\r\nsummons, respondent did not contact the Probate Court. A pre-summons\r\nwas sent to Elizabeth as personal representative and respondent on October\r\n22, 1997, regarding the estate of Willie Conkle. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent did not reply to the Probate Court. As a result of the\r\nsummonses, a Rule to Show Cause hearing was held before the Probate\r\nCourt on February 8, 1998. Respondent did not attend this hearing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter the hearing, the Probate Court staff assisted Elizabeth as\r\nPersonal Representative and the families of Cleo Conkle and Willie Conkle\r\nin closing out the Cleo Conkle estate and the Willie Conkle estate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Commission on Lawyer Conduct (Commission) wrote\r\nrespondent an inquiry letter concerning this matter; however, respondent\r\ndid not reply until she received a second letter of inquiry from the\r\nCommission. Additionally, while respondent replied to the second letter of\r\ninquiry, she did not respond to the Notice of Full Investigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJulian A. Reynolds Matter \r\n  \r\n  \r\n  \r\nRespondent, in her representation of Leon Davis (Davis), asked\r\nJulian A. Reynolds (Reynolds), the operator of Reynolds Drug Store, to\r\nprovide medications to Davis in the amount of $116.04, which Reynolds did. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent wrote Reynolds on two occasions stating that she \r\n  \r\np.2\r\n\r\nIn the Matter of Lillie R. Davis \r\n\r\n\r\n\r\n\r\n\r\nhad been retained to represent Davis and that Reynolds' fees would be\r\nprotected and paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, the money was not paid, and Reynolds made at least\r\ntwo telephone attempts to collect the money without success in 1997 and\r\n1998. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConclusion \r\n  \r\n  \r\n  \r\nRespondent has violated numerous provisions of the Rules of\r\nProfessional Conduct contained in Rule 407, SCACR. Respondent failed to\r\nprovide competent representation. Rule 1.1. She failed to act with\r\nreasonable diligence and promptness. Rule 1.3. She failed to keep her client\r\nreasonably informed about the status of the case and respond to requests\r\nfrom the court. Rule 1.4. Respondent failed to make reasonable efforts to\r\nexpedite litigation consistent with the interests of her client. Rule 3.2. She\r\nengaged in misconduct in violation of Rule 8.4. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, respondent has violated provisions of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR, including Rule 7(a)(1)\r\n(violation of the Rules of Professional Conduct); Rule 7(a)(5) (engaging in\r\nconduct tending to pollute the administration of justice or to bring the courts\r\nor the legal profession into disrepute or conduct demonstrating an unfitness\r\nto practice law); and Rule 7(a)(6) (violation of the oath of office taken upon\r\nadmission to practice law in South Carolina). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, respondent is hereby publicly reprimanded. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\np.3 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25001","title":"In the Matter of William H. Godbold, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25001","description":"","date":"1999-09-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 30\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of William\r\nH. Godbold, III,  Respondent. \r\n  \r\nOpinion No. 25001 \r\n  \r\nSubmitted August 3,,1999 - Filed September 13, 1999 \r\n  \r\nDISBARRED \r\n  \r\nWilliam H. Godbold, III, of Rock Hill, pro se. \r\n  \r\nAttorney General Charles Molony Condon and\r\nSenior Assistant Attorney General James G. Bogle,\r\nboth of Columbia, for the Office of Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21, RLDE, Rule 413, SCACR. In the agreement, respondent admits\r\nmisconduct in the following matters and consents to be disbarred from the\r\npractice of law1 We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDaniel McDonald Matter \r\n  \r\n  \r\n  \r\nRespondent settled this matter for $50,000.00 on or about June\r\n18, 1998. Respondent failed to disburse $14,200.10 of the settlement to\r\nMcDonald, a minor under the age of fourteen. \r\n  \r\n\r\n1 Respondent has been on interim suspension since April 28, 1999. In\r\nthe Matter of Godbold, S.C. Sup. Ct. Order dated April 28, 1999 (Shearouse\r\nAdv. Sh. No. 16 at 29). \r\n  \r\np.4\r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\nJanet Cable Matter \r\n  \r\n  \r\n  \r\nRespondent settled this matter on or about December 13, 1996\r\nfor $20,000.00. Respondent prepared a disbursement sheet indicating\r\ndisbursements of $7,295.89 to Cable, $154.77 to Mr. Foster, $6,600.00 as an\r\nattorney fee, and $5,949.34 to Jefferson Pilot Insurance. Respondent\r\nactually made the following disbursements: $10,333.34 to Cable, $3,454.77 to\r\nMr. Foster, representing his half of the attorney fee plus costs, $3,300.00 to\r\nhimself. Although respondent negotiated the Jefferson Pilot claim to\r\n$3,000.00, he failed to pay the claim. Of the original settlement, $2,911.89\r\nhas yet to be paid out. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the Commission on Lawyer Conduct's investigation of\r\nthis matter, respondent replied to the Commission's initial inquiry but failed\r\nto reply to its request for financial records, its second letter of inquiry, and\r\nthe Notice of Full Investigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRoger Rainey Matter \r\n  \r\n  \r\n  \r\nThis matter settled for $18,51,00.00 on February 16, 1998. The\r\n$2,985.00 bill of Rock Hill Chiropractic Works, one of Rainey's medical\r\nproviders, has not been paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nKalia McFadden Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $3,218.12 on July 19, 1996. The\r\n$1,500.00 bill of Kimbell Chiropractic Center, one of McFadden's medical\r\nproviders, has yet to be paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDoris Frederick Matter \r\n  \r\n  \r\n  \r\nThis matter was settled through arbitration for $5,695.21 on\r\nAugust 2, 1996; however, $1,499.00 in medical bills are still unpaid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nErica Knox Matter \r\n  \r\n  \r\n  \r\nThis matter was settled on August 5, 1997 for $2,000.00.\r\nHughes Chiropractic Center, one of Knox:'s medical providers, is owed\r\n$750.00. Furthermore, no settlement statement was prepared in this\r\nmatter. \r\n  \r\np.5\r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\nBrandy Wilson Matter \r\n  \r\n  \r\n  \r\nThis matter was settled on June 8, 1998 for $4,300.00; however,\r\nthe $1,443.00 bill of Beaver Chiropractic! Center, one of Wilson's medical\r\nproviders, has not been paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCora Stallings Matter \r\n  \r\n  \r\n  \r\nThis matter was settled on September 11, 1998 for $2,308.68.\r\nThe $1,100.00 bill owed to Beaver Chiropractic Center has yet to be paid.\r\nRespondent failed to prepare a settlement statement in this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAngie and Candice Copeland Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $1,000.00 on October 6, 1997. Of this\r\nsettlement, respondent paid his own fee, leaving unpaid funds to the\r\nCopelands and/or medical bills of $666.66. In addition, respondent\r\nacknowledges that Price, Smith, Hargett, Petho, &amp; Anderson, a law firm in\r\nCharlotte, North Carolina, associated him to try this case and that the firm\r\nnow claims that he failed to pay the firm its portion of fees and/or costs.\r\nRespondent agrees to be bound by the decision of a panel of the Resolution of\r\nFee Disputes Board as to any fees and/or: costs due to the firm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDaryal and Melissa, Phillips Matter \r\n  \r\n  \r\n  \r\nIn 1977, a jury awarded the Phillips $2,293.00; however, an\r\noutstanding medical bill to Carolina Chiropractic Center for $643.96 has yet\r\nto be paid. In addition, respondent acknowledges that Price, Smith, Hargett,\r\nPetho, &amp; Anderson, a law firm in Charlotte, North Carolina, associated him\r\nto try this case and that the firm now claims that he failed to pay the firm its\r\nportion of fees and/or costs. Respondent: agrees to be bound by the decision\r\nof a panel of the Resolution of Fee Disputes Board as to any fees and/or costs\r\ndue to the firm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJames Caldwell Matter \r\n  \r\n  \r\n  \r\nThis matter was settled on October 7, 1998 for $4500.00. The\r\nbills of the following medical providers have yet to be paid: $920.00 to Keith\r\nClinic of Chiropractic, $472.00 to Piedmont Medical Center; $128.00 to\r\nSterling Emergency Physicians, and $86.00 to Rock Hill Radiology \r\n  \r\n  \r\n  \r\np.6\r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAssociates. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDedrea Cook Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $ 2,250.00 on May 5, 1998; however,\r\nthe $831.00 bill owed to Maxwell Chiropractic has not been paid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDavid Caldwell Matter \r\n  \r\n  \r\n  \r\nThis matter was settled on November 10, 1998 for $522.00, the\r\namount of Caldwell's doctor's bill. This money was to be paid directly to the\r\ndoctor; however, the doctor has not been paid. In addition, respondent\r\nacknowledges that Price, Smith, Hargett, Petho, &amp; Anderson, a law firm in\r\nCharlotte, North Carolina, associated him to try this case and that the firm\r\nnow claims that he failed to pay the firm, its portion of fees and/or costs.\r\nRespondent agrees to be bound by the decision of a panel of the Resolution of\r\nFee Disputes Board as to any fees and/or costs due to the firm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBrook Moody Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $10,000.00 in January 1998. The\r\nbills of the following medical providers have not been paid: $2,045.00 to\r\nWillis ChiroMed, $310.00 to Dr. Homer F. Gamble, $172.00 to Pee Dee\r\nEmergency Physicians, $466.00 to Darlington Rehabilitation, $134.00 to\r\nFlorence County Emergency Medical Services, $97.00 to McLeod Regional\r\nMedical Center, and $50.00 to Pee Dee Ear, Nose, Throat, and Facial Plastic\r\nSurgery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMargaret Drakeford Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $2,500.00 in November 1998;\r\nhowever, the $1,000.00 bill owed to A &amp; W Chiropractic has not been paid.\r\nIn addition, respondent acknowledges that Price, Smith, Hargett, Petho, &amp;\r\nAnderson, a law firm in Charlotte, North Carolina, associated him to try this\r\ncase. and that the firm now claims that he failed to pay the firm its portion of\r\nfees and/or costs. Respondent agrees to be bound by the decision of a panel\r\nof the Resolution of Fee Disputes Board as to any fees and/or costs due to the\r\nfirm. \r\n  \r\np.7\r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEugene Robertson Matter \r\n  \r\n  \r\n  \r\nThis matter was settled for $15,629.00 in June 1997. The bills of\r\nthe following medical providers have yet to be paid: $506.20 to Springs\r\nMemorial Hospital, $285.00 to Carolina Orthopedic Surgery, $13.60 to\r\nLancaster Radiological Associates, and $,150.00 to Piedmont Medical Center. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTheodore Gordon Matter \r\n  \r\n  \r\n  \r\nThis workers compensation matter was settled for $6,224.40 in\r\nSeptember 1997. On February 27, 1998, respondent paid Gordon $2,000.00\r\nand told Gordon he would take his 25% fee and costs as well as pay Gordon's\r\nloan to Guardian Fidelity Mortgage from the remainder. Respondent's fee\r\nwas never approved by the Workers Compensation Commission, and\r\nrespondent failed to pay Guardian Fidelity Mortgage. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJamie McCarter Matter \r\n  \r\n  \r\n  \r\nThis matter settled on or about March 4 1997 for $4,000.00.\r\nRespondent deposited these funds into his trust account; however, these\r\nfunds were misappropriated by respondent. On September 10, 1997, he\r\nwrote a check to McCarter from his operating account for $3,000.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTony Emerson, Sr., Matter \r\n  \r\n  \r\n  \r\nIn this matter, respondent failed to respond to two inquiry letters\r\nand the Notice of Full Investigation from the Commission on Lawyer\r\nConduct.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlice Byrd Matter \r\n  \r\n  \r\n  \r\nByrd, on behalf of Ray Schwartz and Associates, a court\r\nreporting firm from Charleston, complained that respondent failed to pay his\r\noutstanding bill. Respondent acknowledges that he failed to pay $704.56 for\r\neight transcripts and related fees. \r\n  \r\n  \r\n  \r\n\r\n2As part of this agreement, the Commission on Lawyer Conduct has\r\nagreed to dismiss the complaint in the Emerson matter. \r\n  \r\n  \r\n  \r\np.8\r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\nBeckham Matters \r\n  \r\n  \r\n  \r\nRespondent was associated by Michael Bednarik, a North\r\nCarolina attorney, to try the following ca: es: Deborah Beckham v. Hervey\r\nBeckham and Scott Beckham as Guardian Ad Litem for Brandy Beckham v.\r\nHervey Beckham. The jury returned a verdict for respondent's clients of\r\n$1,008.19 in the first case and $12,500.00 in the second case. Respondent\r\ndeposited the funds into his trust account and disbursed funds to his clients;\r\nhowever, he failed to disburse to Bednarik his portion of the attorney fee.\r\nThe amount of Bednarik's fee has yet to be determined, and respondent\r\nagrees to submit the matter of Bednarik'5 fee to a panel of the Resolution of\r\nFee Disputes Board. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAndreanne Love Matter \r\n  \r\n  \r\n  \r\nThis matter settled on or about September 30, 1998 for\r\n$1,037.20. Respondent had Love sign the check but misappropriated the \r\n  \r\nfunds. Respondent admits that Love has never received her portion of the\r\nsettlement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nState and Federal Taxes \r\n  \r\n  \r\n  \r\nRespondent admits he has failed to file state and federal income\r\ntax returns since 1991. In addition, respondent has failed to pay some state\r\nand federal employment taxes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTrust Account: Violations \r\n  \r\n  \r\n  \r\nRespondent admits that he failed to maintain receipt and\r\ndisbursement journals for his trust account, wrote trust account checks\r\nwithout identifying the purpose of each check, and had negative balances in\r\nhis trust account four times in 1997. Respondent also acknowledges that he\r\ndeposited checks from his trust account into his office operating account and\r\ninto his personal accounts as well as write checks from his trust account to\r\nhis wife and brother-in-law for personal purposes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConclusion \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy his conduct, respondent has violated several of the Rules of\r\nProfessional Conduct, Rule 407, SCACR, including Rule 1.1 (competence); \r\n  \r\np.9 \r\n  \r\n\r\nIn the Matter of William H. Godbold, III \r\n\r\n\r\n\r\n\r\n\r\nRule 1.2 (scope of representation); Rule 1.3 (diligence); Rule 1.4\r\n(communication); Rule 1.5 (fees); Rule 1.15 (safekeeping property); and Rule\r\n8.4 (misconduct). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, respondent has violated provisions of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR, including Rule 7(a)(1)\r\n(violation of the Rules of Professional Conduct); Rule 7(a)(3) (failure to\r\nrespond to a lawful demand of disciplinary counsel); Rule 7(a)(5) (engaging in\r\nconduct tending to pollute the administration of justice or to bring the courts\r\nof the legal profession into disrepute or conduct demonstrating an unfitness\r\nto practice law); and Rule 7(a)(6) (violation of the oath of office taken upon\r\nadmission to practice law in South Carolina). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, respondent violated Rule 417, SCACR, by failing to keep\r\nreceipt and disbursement journals for his trust account and writing checks\r\nfrom his trust account without identifying the purpose of the checks. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we hereby disbar respondent, retroactive to the date\r\nof his interim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISBARRED. \r\n  \r\n  \r\n  \r\np.10 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25002","title":"In the Matter of Vannie Williams, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25002","description":"","date":"1999-09-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Vannie\r\nWilliams, Jr.,  Respondent. \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nOpinion No.  25002\r\nSubmitted August 2, 1999 - Filed September 27, 1999 \r\n  \r\nClifford Scott, of Columbia, for respondent. \r\n  \r\nAttorney General Charles M.: Condon, Senior\r\nAssistant Attorney General James G. Bogle, Jr., and\r\nHenry B. Richardson, Jr., all of Columbia, for the\r\nOffice of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21 of the\r\nRules for Lawyer Disciplinary Enforcement (RLDE), Rule 413, SCACR. In the\r\nagreement, respondent admits misconduct and consents to be publicly\r\nreprimanded. As a special condition of this agreement, respondent also agrees\r\nto make restitution to his client. We accept the agreement. \r\n  \r\nRespondent stipulated to the following facts: \r\n  \r\np.1\r\n\r\nIn the Matter of Vannie Williams, Jr. \r\n\r\n\r\n\r\n\r\n\r\nRepresentation of Gwendolyn Liles \r\n  \r\n  \r\n  \r\nOn June 27, 1997, Gwendolyn Liles (Liles) retained respondent to\r\nrepresent her in a personal injury action. The retainer agreement with\r\nrespondent called for a fee of 33% of the \"gross recovery of any and all\r\nsettlements in connection with this representation.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe insurance company involved in compensating Liles for her\r\ninjury was Empire Fire &amp; Marine Insurance Company (Empire). Respondent\r\ncontacted Empire on Liles' behalf on or about July 17, 1997, and entered into\r\nnegotiations regarding settlement of Liles' claim. Respondent suggested that\r\nEmpire pay an amount of compensation at the policy limit. Empire's adjuster\r\ncountered with a proposed structured settlement. The proposed agreement,\r\ndated July 25, 1997, was sent to respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn August 18, 1997, respondent and Liles entered into a new\r\nretainer agreement. The original version of this agreement contained the\r\nphrase, \"That if no lawsuit is filed, the attorney shall receive as fee thirty-three\r\nand one third percent (33 1/3%) of actual costs of the Structured Settlement if\r\n[the] fees paid in one lump sum, OR the fees may be based on the gross\r\nrecovery of any and all settlement, provided that the fees shall be paid on a\r\nstructured basis consistent with the payments to the client . . .\" Prior to Liles\r\nsigning the new agreement, respondent modified the above passage to read,\r\n\"That if no lawsuit is filed, the attorney shall receive as, fee thirty-three and\r\none-third (33 1/3%) of actual cash guaranteed amount of the structured\r\nsettlement if the fees paid in one lump sum OR the fees may be based on the\r\ngross recovery of any and all settlement.\" (modification emphasized). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe eventual settlement agreed upon called for (1) an initial\r\npayment of $369,433 that was received by respondent on September 22, 1997,\r\nand (2) the purchase of an annuity to pay his client a monthly fee for a number\r\nof years. Respondent signed his client's name to the reverse side of the check,\r\nwithout written permission, and without Power of Attorney, and deposited the\r\ncheck into his escrow account. Respondent did not show Liles the check. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe cost of the annuity to Empire was $305,567, making the total\r\ncost of the settlement $675,000. The cost of the annuity was disclosed to\r\nrespondent on or about September 5, 1997 in the negotiations surrounding the\r\nsettlement. \r\n  \r\n  \r\n  \r\np.2\r\n\r\nIn the Matter of Vannie Williams, Jr. \r\n\r\n\r\n\r\n\r\n\r\nThe modification of the retainer agreement was in violation of state\r\nlaw governing fee calculations as discussed in this Court's recent decision in\r\nMatter of Fox, 327 S.C. 293, 490 S.E.2d 265 (1997). In Fox, this Court\r\nreaffirmed existing law that to calculate a fee an attorney must discount an\r\nannuity to its present value. Fox had added together the guaranteed\r\npayments, and then calculated his fee of one-third, exactly as respondent did in\r\nthe second retainer agreement in the instant case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, respondent should have been entitled to a fee of no\r\nmore than thirty-three and one third percent of $675,000, or approximately\r\n$222,750, under the second retainer agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nStatements to the Commission on Lawyer Conduct \r\n  \r\n  \r\n  \r\nDue to respondent's conduct, both Liles and her sister, Laterna\r\nJones, filed letters of complaint with the Commission on Lawyer Conduct. In\r\nresponse to these letters, the Commission contacted respondent concerning his\r\nrepresentation of Liles. Respondent replied in a letter that he had taken a fee\r\nof $275,348.98. If this had been his fee, then he charged an excess of\r\n$52,598.98. In fact, this was not his fee, because he issued an escrow account\r\ncheck to himself, for the fee, in the amount of $275,000. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn his response to the Notice of Full Investigation, Respondent\r\nrepeated the above figures, and again made a false statement to the\r\nCommission because the amount of the fee was incorrect and inconsistent with\r\nthe escrow check actually written. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Hospital Lien and Disbursement Sheet \r\n  \r\n  \r\n  \r\nOne of the medical facilities that treated Liles was North Carolina\r\nBaptist Hospital (Hospital). By letter dated July 10, 1997, the Hospital notified\r\nrespondent that it was asserting a lien against the settlement, pursuant to\r\nNorth Carolina General Statutes Sections 44-49 and 44-50. On August 14,\r\n1997, the Hospital again notified respondent of their lien by letter, noting total\r\ncharges due of $53,615.36. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe settlement provided that Liles would acknowledge certain\r\nliens from various sources, including the Hospital, and be responsible for the\r\npayment of those liens. Despite the settlement's provisions, respondent \r\n  \r\np.3\r\n\r\nIn the Matter of Vannie Williams, Jr. \r\n\r\n\r\n\r\n\r\n\r\nattempted to negotiate a settlement for the hospital bill. Respondent wrote the\r\nliability counsel for the Hospital on November 12, 1997, requesting an\r\nadjustment or reduction of the bill. In that letter, respondent represented that\r\nthe settlement had been an initial payment of $269,433, with monthly\r\npayments of $1,500 for the life of Liles, with 420 payments guaranteed. He did\r\nnot disclose the existence of any other sums withheld on her behalf, and\r\nrequested that the Hospital reduce its outstanding bill. The Hospital, through\r\nits counsel, responded with an offer to reduce the hospital bill by ten percent\r\nand accept $48,253.82 in full settlement of its lien. Respondent never\r\nacknowledged nor settled the Hospital's statutory lien. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInstead, respondent wrote the Hospital on December 4, 1997,\r\nenclosing an escrow account check in the amount of $32,859.99 as payment for\r\nservices provided by the hospital to Liles. Attached to the letter was a\r\ndisbursement sheet, showing total settlement and recovery of $999,433.\r\nDeducted from the total settlement was respondent's legal fee of $333,144.33,\r\ntogether with expenses, bringing the total deduction to $336,573.01, plus the\r\ninitial cash payment of $369,433. These: deductions from the total settlement\r\namount of $999,433 left a balance of $32,859.99. This was the amount remitted\r\nto the Hospital. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe disbursement sheet was a false statement, because respondent\r\ndid not take a legal fee of $333,144.33. Instead, respondent's legal fee was, as\r\ndetermined by an escrow account check, $275,348.98. In the alternative, his\r\nlegal fee, as represented to the Commission on Lawyer Conduct in both his\r\nletter of response and his response to the Notice of Full Investigation, was\r\n$275,348.98. Finally, the disbursement sheet was also a false statement to the\r\nHospital because it did not disclose the disbursement of $45,000 to Liles.\r\nThereafter, the Hospital contacted Liles  directly, seeking to collect the\r\nremainder due on her hospital bill, in the amount of $15,695.51. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdvances \r\n  \r\n  \r\n  \r\nIn his replies to the Commission on July 13, 1998, and following\r\nthe Notice of Full Investigation, respondent falsely stated that Liles had been\r\npaid $57,600 from the proceeds of the initial check of $369,433. However,\r\nduring his representation of Liles, respondent actually made a series of\r\nadvances to Liles from his general account. Respondent made these advances\r\nboth prior to and after the receipt of the settlement from Empire. The checks\r\nwere made payable to a variety of concerns and totaled $10,263.36. \r\n  \r\n  \r\n  \r\np.4\r\n\r\nIn the Matter of Vannie Williams, Jr. \r\n\r\n\r\n\r\n\r\n\r\nAdditional Fees \r\n  \r\n  \r\n  \r\nAfter issuing an escrow account check to himself in the amount of\r\n$275,000 on September 25, 1997, respondent wrote himself other escrow\r\naccount checks in the amount of $5,000 on October 22, 1997, and $11,575 on\r\nDecember 3, 1997. On the same day respondent represented to the Hospital\r\nthat the only money left from the settlement was $32,859.99, respondent wrote\r\nthe escrow account check for $11,575. These sums represented reimbursement\r\nfor both fees and advances to Liles. No accounting was ever given to Liles\r\nconcerning how the reimbursements were calculated. In addition, respondent\r\ndid not disclose the reimbursement checks in his reply to the inquiry of the\r\nCommission on Lawyer Conduct, or in his reply to the Notice of Full\r\nInvestigation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nNo combination of the above checks for fees, advances, or costs\r\nequals the amount respondent represented to be his disbursement to Liles, in\r\nhis response to the Commission's initial letter, and Notice of Full Investigation,\r\nwhere he represented that Liles had been paid $57,600. Respondent therefore\r\nmade false statements to the Commission during the course of its investigation\r\nregarding the accuracy of the funds disbursed to Liles. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCosts \r\n  \r\n  \r\n  \r\nIn his replies to the Commission's inquiry on July 13, 1998, and\r\nthe Notice of Full Investigation, respondent represented that he had recovered\r\ncosts incurred in representing Liles in the amount of $3,624.03. In reply to a\r\nsubpoena, respondent submitted receipts and bills in the amount of\r\napproximately $428. In his attempt to comply with a Notice to Appear,\r\nrespondent was also unable to provide an accounting which would match the\r\nclaimed amount. In addition, the costs set forth on the false Disbursement\r\nSheet respondent submitted to the Hospital totaled yet another amount,\r\n$3,428.68. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDisbursement Sheet . \r\n  \r\n  \r\n  \r\nRespondent never gave a completed, signed Disbursement Sheet to\r\nLiles, showing all sums received on her:!behalf, all disbursements, and\r\ndisbursements to her. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConclusion \r\n  \r\np.5\r\n\r\nIn the Matter of Vannie Williams, Jr. \r\n\r\n\r\n\r\n\r\n\r\nRespondent has engaged in conduct which violates the Rules of\r\nProfessional Conduct, Rule 407, SCACR. He failed to provide competent\r\nrepresentation by not using the accounting methods and procedures meeting\r\nthe standards of competent practitioners. Rule 1. 1. He failed to comply with\r\ndemand for payment and exceeded his scope of representation. Rule 1.2. He\r\nfailed to keep his client reasonably informed about the status of the case and\r\nrespond to requests by failing to make a proper accounting to his client. Rule\r\n1.4. He failed to properly safeguard his client's property by neglecting to\r\npromptly notify his client of the settlement and by fraudulently endorsing the\r\nsettlement check. Rule 1.15. He made false statements to the Commission on\r\nLawyer Conduct. Rule 3.3. He made false statements to the hospital, and\r\ncreated a false Disbursement Sheet. Rule 4.1. He committed professional\r\nmisconduct by violating the Rules of Professional Conduct. Rule 8.4(a). He\r\nengaged in conduct involving moral turpitude. Rule 8.4(c). He engaged in\r\nconduct involving dishonesty, fraud, deceit, and misrepresentation. Rule\r\n8.4(d). He engaged in conduct prejudicial to the administration of justice. Rule\r\n8.4(e). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, respondent has engaged in conduct constituting\r\nviolations of Rule 7 of the Rules for Lawyer Disciplinary Enforcement, Rule\r\n413, SCACR. He violated the Rules of Professional Conduct, Rule 407, SCACR.\r\nRule 7(a)(1), RLDE. He brought the legal profession into disrepute and\r\npolluted the administration of justice by his inappropriate actions. Rule\r\n7(a)(5), RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we reprimand respondent. \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAssociate Justice John H. Waller, Jr.,\r\nnot participating. \r\n  \r\np.6 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]