[{"id":"24963","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24963","description":"","date":"1999-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent,\r\nv.\r\nCalvin Basil Smith\r\nA/K/A Elwaldo R. James, Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF.\r\nAPPEALS \r\n  \r\nAppeal From York County\r\nPaul E. Short, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24963\r\nHeard April 20, 1999 - Filed July 6, 1999 \r\n  \r\n  \r\n  \r\nCERTIORARI DISMISSED AS\r\nIMPROVIDENTLY GRANTED \r\n  \r\n  \r\n  \r\nDeputy Chief Attorney Joseph L. Savitz, III, of South\r\nCarolina Office of Appellate Defense, of Columbia,\r\nfor petitioner. \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\nAttorney General G. Robert Deloach, III, all of\r\nColumbia; and Solicitor Thomas E. Pope, of York, for \r\n  \r\np.1\r\n\r\nSTATE v. SMITH \r\n\r\n\r\n\r\n\r\n\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: We issued a writ of certiorari to review the\r\nopinion of the Court of Appeals in State v. Smith, 329 S.C. 550, 495 S.E.2d\r\n798 (Ct. App. 1998). After careful consideration of the briefs and arguments,\r\nwe have decided that the writ was improvidently granted. Accordingly, the\r\nwrit of certiorari is dismissed as improvidently granted. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWRIT DISMISSED. \r\n  \r\n  \r\n  \r\np.2 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24964","title":"Doe v. Orangeburg County School District No. 2","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24964","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nJane Doe, by her\r\nGuardian ad Litem,\r\nMary Roe, and Mary\r\nRoe, individually, Petitioners,\r\nv.\r\nOrangeburg County\r\nSchool District No. 2, Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO\r\nTHE COURT OF APPEALS \r\n  \r\n  \r\n  \r\nAppeal From Orangeburg County\r\nA. Victor Rawl, Circuit Court Judge \r\n  \r\nOpinion No. 24964\r\nHeard June 9, 1999 - Filed July 12, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\nPreston F. McDaniel, of Columbia, and Clyde C.\r\nDean, of Orangeburg, for petitioners. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWilliam E. Craver, III, Bruce E. Davis, and Wendy L.\r\nWilkie, all of Davis, Craver, Hagood, and Kerr, of\r\nCharleston, for respondent. \r\n  \r\np.1\r\n\r\nDoe v. Orangeburg County School District No. 2 \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals'opinion in Doe v. Orangeburg County School District No. 2, 329 S.C.\r\n221, 495 S.E.2d 230 (Ct. App. 1997). We affirm as modified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nThis is a negligent supervision case. Doe, age 14, a student at Bowman\r\nHigh School in Orangeburg, was sexually assaulted in the girl's bathroom of the\r\nschool gymnasium by an educably mentally handicapped 16 year old student.\r\nThereafter, Doe and her mother sued the Orangeburg County School District\r\n(District) for negligent supervision alleging that the teacher who was supposed\r\nto be supervising the special education students, Coach Corder, had left the\r\nstudents unsupervised in the gymnasium, thereby allowing the assault to occur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a defense to her claim of negligent supervision, District asserted Doe\r\nhad consented to the sexual encounter. Doe moved in limine to exclude any\r\nevidence of her consent to the assault, contending a minor under the age of\r\nsixteen is legally incapable of consenting to sexual battery. The trial court,\r\nrelying on the Court of Appeals'opinion in Doe v. Greenville Hospital System,\r\n323 S.C. 33, 448 S.E.2d 564 (Ct. App. 1994), agreed that evidence of Doe's\r\nconsent was improper.1 The Court of Appeals reversed and remanded for a new\r\ntrial, holding District should have been permitted to introduce evidence of Doe's\r\nconsent for purposes of determining liability and damages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE 2 \r\n  \r\n\r\n1District sought to introduce evidence that Doe and the alleged assailant\r\nhad had a prior relationship, that she went to the gym asking for \"her friend\"\r\nand willingly accompanied him into the bathroom, and that Doe told a friend\r\nthat the incident wasn't really rape. District also proffered the deposition\r\ntestimony of the assailant, who testified that the sex was originally consensual,\r\nbut that he did not get up as soon as Doe asked him to. Finally, District\r\nproffered testimony tending to dispute the claim Doe was a sweet, innocent\r\nyoung girl with testimony that she had been overheard making sexually explicit\r\nstatements . \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Doe also asserts the assailant's guilty plea renders the issue of consent\r\nres judicata. Given that District was neither a party nor a privy to the plea, the\r\nmatter is not res judicata as to District. Sub-Zero Freezer Co. v. R.J. Clarkson\r\nCo., 308 S.C. 188, 417 S.E.2d 569 (1992) (res judicata bars subsequent actions \r\n  \r\np.2\r\n\r\nDoe v. Orangeburg County School District No. 2 \r\n\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err in holding District should have been\r\npermitted to introduce evidence of Victim's alleged consent? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nPursuant to S.C. Code Ann. § 16-3-655 (3): \r\n  \r\nA person is guilty of criminal sexual conduct in the second degree\r\nif the actor engages in sexual battery with a victim who is at least\r\nfourteen years of age but who is less than sixteen years of age and\r\nthe actor is in a position of familial, custodial, or official authority\r\nto coerce the victim to submit or is older than the victim. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Doe v. Greenville Hospital System, 323 S.C. 33, 37, 448 S.E.2d 564, 566\r\n(Ct.App.1994), cert. dismissed as improvidently granted, 320 S.C. 235, 464\r\nS.E.2d 124 (1995), the Court of Appeals held that in enacting section 16-3-655,\r\n\"[a]s a matter of public policy, the General Assembly has determined a minor\r\nunder the age of sixteen is not capable of voluntarily consenting to a sexual\r\nbattery committed by an older person. . . . This is the law of this state,\r\nwhether it is applied in a criminal or civil context.\"3 (Emphasis\r\nsupplied). In both Doe v. Greenville and the present case, the Court of Appeals\r\nheld a jury charge that the victim was legally incapable of consenting to the\r\nsexual conduct was proper.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDoe asserts that to instruct the jury she could not legally consent to the\r\nsexual battery, and simultaneously permit the jury to consider evidence of her\r\nconsent is logically inconsistent. We disagree. Initially, we see no reason why \r\n  \r\n\r\nby the same parties when the claims arise out of the same transaction or\r\noccurrence that was the subject of a prior action between those parties). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 The South Carolina Constitution also prohibits an unmarried female's\r\nconsent. See S.C. CONST, Art.3. § 33 (No unmarried woman shall legally\r\nconsent to sexual intercourse who shall not have attained the age of fourteen\r\nyears). Given our constitutional provision, we concur with the Court of Appeals'\r\nholding in Doe v. Greenville Hospital that the prohibition on consent applies in\r\nboth the criminal and civil context. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Accordingly, contrary to Doe's contention, the Court of Appeals did not\r\nlimit this principle to criminal cases. \r\n  \r\np.3\r\n\r\nDoe v. Orangeburg County School District No. 2 \r\n\r\n\r\n\r\n\r\n\r\nan instruction limiting the jury's use of the victim's consent would not serve to\r\neliminate any potential prejudice.5 See Berry v. Deloney, 28 F.3d 604 (7 th Cir.\r\n1994) (trial court's repeated admonitions to jury that it could consider victim's\r\nconsent only as to damages sufficient to eliminate the need for bifurcation).\r\nSecond, if the trial court were to find the potential for prejudice too severe, it\r\ncould order bifurcation of the issues of liability and damages pursuant to\r\nSCRCP, Rule 42(b). See Creighton v. ColigLiy Plaza Limited Partnership, 334\r\nS.C. 96, 512 S.E.2d 510 (Ct. App. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn similar contexts courts have held a victim's willing participation is\r\nrelevant to her civil claim for damages, notwithstanding statutory provisions\r\nnegating the minor's ability to consent. See Parsons v. Parker, 170 S.E. 1, 2-3\r\n(Va. 1933)(statute rendered minor incapable in law of consenting to sexual act\r\nand defendant is liable in a civil suit for damages without regard to any\r\nquestion of consent; however, proof that the female consented is admissible on\r\nthe quantum of damages); LK v. Reed, 631 So.2d 604 (La. 1994) (holding that\r\nirrebuttable statutory presumption that minor could not consent to crime of\r\ncarnal knowledge can not fully invalidate minor's consent to sexual intercourse\r\nin subsequent suit for damages; better analysis is to include principles of\r\ncomparative fault) ;6 Berry v. Deloney, supra (evidence concerning victim's prior\r\nand subsequent abortions not barred by Rape Shield Statute since jury could\r\nfind it diminished amount of plaintiff s claimed damages for pain, suffering and \r\n  \r\n\r\n5 There are numerous situations in this state in which evidence,\r\ninadmissible for one purpose, is admissible for another and the jury is\r\ninstructed that it may consider the evidence only for the limited purpose for\r\nwhich it was admitted. For example, a defendant's prior convictions are\r\ngenerally not admissible to prove guilt of the crime for which the defendant is\r\non trial, but go only to credibility. See State v. Smalls, 260 S.C. 44, 194 S.E.2d\r\n188 (1973) (evidence of the prior convictions could only be considered on the\r\nissue of his credibility as a witness and not upon the question of guilt; court\r\nfound reversible error in refusal of trial court to so charge). See also SCRE,\r\nRule 609 (impeachment by evidence of conviction of crime); SCRE, Rule 105\r\n(when evidence which is admissible as to one party or for one purpose but not\r\nadmissible as to another party or for another purpose is admitted, the court,\r\nupon request, shall restrict the evidence to its proper scope and instruct the jury\r\naccordingly); SCRE, Rule 407 (subsequent remedial measures). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6 The court in LK v. Reed found that the victim's consent could be vitiated\r\nby such factors as her age, intellect, social skills, and family stress. \r\n  \r\np.4\r\n\r\nDoe v. Orangeburg County School District No. 2 \r\n\r\n\r\n\r\n\r\n\r\nemotional injuries allegedly caused by victim's sexual relationship with her\r\nschool truant officer); Barton v. Bee Line, Inc., 265 N.Y.Supp. 284 (N.Y.\r\n1933)(public policy would not be served by permitting victim to recover damages\r\nfor her willing participation in that against which the law sought to protect\r\nher). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs noted by the Court of Appeals, the rationale for these holding was\r\naptly stated in Barnes v. Barnes, 603 N.E.2d 1337, 1342 (Ind. 1992): \r\n  \r\nUnlike the victim in a criminal case, the plaintiff in a civil damage\r\naction is \"on trial\" in the sense that he or she is an actual party\r\nseeking affirmative relief from another party. Such plaintiff is a\r\nvoluntary participant, with strong financial incentive to shape the\r\nevidence that determines the outcome. It is antithetical to\r\nprinciples of fair trial that one party may seek recovery from\r\nanother based on evidence it selects while precluding opposing\r\nrelevant evidence on grounds of prejudice.7 \r\n  \r\n  \r\n  \r\nAccord, LK v. Reed, supra (credibility of participants is an essential\r\ndetermination in a civil suit for sexual assault). While Barnes involved\r\nIndiana's Rape Shield Statute, we find the same underlying policy\r\nconsiderations apply here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn accordance with these authorities, we hold evidence of a victim's\r\nwilling participation or consent is admissible insofar as it pertains to a claim for\r\ndamages. To prohibit such evidence would effectually allow a victim to come in\r\nand tell a one-sided version of events, without being subject to any real cross\r\nexamination or impeachment as to the damages actually suffered. Such a\r\nresult is untenable. Accordingly, we hold the Court of Appeals' properly held\r\nDistrict should have been permitted to introduce evidence of Doe's willing \r\n  \r\n\r\n7 The Barnes court analogized the case to that of personal injury plaintiff\r\nwho seeks to conceal evidence relevant to the claimed injury by invoking the\r\nphysician-patient privilege. \"By placing one's mental or physical\r\ncondition in issue, a party has done an act which is so incompatible with an\r\ninvocation of the physician-patient privilege that the privilege is deemed\r\nwaived as to that condition.\" 603 N.E. 2d at 1343, citing Canfield v.\r\nDandock, 563 N.E.2d 526 (Ind. 1990)(emphasis supplied). \r\n  \r\np.5\r\n\r\nDoe v. Orangeburg County School District No. 2 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparticipation relevant to her damages.8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, given our statutory and constitutional provisions, we agree with\r\nDoe that the fact that she may have consented to the intercourse is simply\r\nirrelevant for purposes of determining liability. Cases addressing similar\r\nissues hold that a victim's willing participation is only admissible on the issue\r\nof damages. See Parsons v. Parker, supra; LK v. Reed, supra. In holding\r\notherwise, the Court of Appeals essentially held consent could be a complete\r\ndefense to Doe's claim of negligent supervision. Given that §16-3-655(3)\r\napplies to negate a victim's consent in both the criminal and civil context, Doe\r\nv. Greenville, supra, we hold consent is not a defense in either context.\r\nAccordingly, to the extent the Court of Appeals held evidence of Doe's consent\r\nwas admissible on the issue of District's liability, its opinion is modified, and\r\nthe matter remanded for a new trial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe affirm the Court of Appeals' holding that evidence of a Victim's willing\r\nparticipation in a sexual encounter is relevant in her subsequent civil suit for\r\ndamages.9 However, such evidence is limited to a victim's claim of damages,\r\nand is not admissible on the issue of liability. Accordingly, the Court of Appeals'\r\nopinion is modified to this extent it held evidence of Doe's consent was also\r\nadmissible on the issue of liability. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\n\r\nDoe contends the Court of Appeals should have specifically enumerated\r\nwhich evidence was admissible at trial, and decided whether the erroneous\r\nexclusion required reversal. This issue was not raised in Doe's petition for\r\nrehearing to the Court of Appeals and is therefore not preserved for review.\r\nAnonymous v. State Bd. of Medical Examiners, 329 S.C. 371, 496 S.E.2d 17\r\n(1998) (issue not ruled on by Court of Appeals and upon which rehearing is not\r\nsought is not preserved for this Court's review). In any event, in reversing and\r\nremanding for a new trial, it is inherent that the Court of Appeals found\r\nexclusion of this testimony prejudicial to the defense. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9 As noted previously, it is within the trial court's discretion either to\r\ninstruct the jury as to the limited admissibility of such evidence, or to bifurcate\r\nthe trial on the issues of liability and damages. \r\n  \r\n  \r\n  \r\np.5 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24965","title":"Lewis v. Int'l Brotherhood of Electrical Workers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24965","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMichael O. Lewis, As\r\nPersonal Representative\r\nof the Estate of N.G.\r\nLewis, Deceased,     Petitioner,\r\nv.\r\nLocal 382, International\r\nBrotherhood of Electrical\r\nWorkers (AFL-CIO),\r\nDavis Self, Larry Poole,\r\nJerome Jenkins, Doris\r\nM. Jones, Bill Davis,\r\nJohn C. Davis and\r\nRonald Goodale,      Defendants, \r\n  \r\nOf Whom Local 382,\r\nInternational\r\nBrotherhood of Electrical\r\nWorkers (AFL-CIO) is,  Respondent \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\nWilliam P. Keesley, Circuit Court Judge \r\n  \r\nOpinion No. 24965 \r\n  \r\nHeard December 15, 199,8 - Filed July 12, 1999 \r\n  \r\np.6\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT \r\n  \r\n  \r\n  \r\nHenry Hammer and Howard Hammer, of Hammer,\r\nHammer, Carrigg &amp; Potterfield, of Columbia, and Scott\r\nElliott, of Elliott and Elliott, of Columbia, for petitioner. \r\n  \r\n  \r\n  \r\nHerbert Buhl, III, of Columbia, and Terry R. Yellig, of\r\nSherman, Dunn, Cohen, Leifer, &amp; Yellig, of Washington,\r\nD.C., for respondent. \r\n  \r\n  \r\n  \r\nWALLER, A.J.: We granted certiorari to review the Court of Appeals'\r\nopinion in Lewis v. Int'l Brotherhood of Electrical Workers, 324 S.C. 412, 481\r\nS.E.2d 135 (Ct. App. 1997). We affirm in result. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS1 \r\n  \r\n  \r\n  \r\nLewis, an electrician,2 was a member of the International Brotherhood of\r\nElectrical Workers (IBEW), Local #382, for approximately 30 years. In 1987,\r\nhis membership in the union lapsed when he continued to work for an employer\r\nwhich had been declared \"in difficulty\" by the IBEW.3 In February, 1988, the\r\nIBEW informed Lewis he was ineligible to receive retirement benefits from the\r\nIBEW Pension Benefit Fund because he was no longer a member in good\r\nstanding.4 Lewis brought this action seeking damages for violation of the South\r\nCarolina Right-to-Work Act, S.C.Code Ann. §§ 41-7-10 through -90 (Rev. 1986 \r\n  \r\n\r\n1The reader is directed to the Court of Appeals' opinion for a more\r\ncomplete recitation of the facts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2Lewis died in 1990; his son Michael has been substituted as plaintiff. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 IBEW's Constitution prohibits members from \"[w1orking for any ...\r\ncompany declared in difficulty\" with the union. Art. VII, § 11. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4Article XII, Section 1(a)(1) of Union's constitution provides for pension\r\nbenefits to \"A\" members of the IBEW who are in \"continuous good standing with\r\ntwenty (20) or more years immediately preceding his application, who has\r\nattained the age of sixty-five (65) years.\" \r\n  \r\np.7\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\n&amp; Supp. 1997).5 The jury returned a verdict in favor of Lewis against the union\r\nand awarded $82,560.00 in actual damages and $25,000 in punitive damages.\r\nIn a well reasoned opinion, Judge Anderson, writing for a majority of the Court\r\nof Appeals, held Lewis'claims were preempted by federal law. We agree and,\r\naccordingly, affirm in result.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Is the federal court's order remanding to state court, preclusive\r\non the preemption issue? \r\n  \r\n  \r\n  \r\n2. Is Lewis' claim preempted under 28 U.S.C. § 185 of the Labor\r\nManagement Relations Act (LMRA)? \r\n  \r\n  \r\n  \r\n3. Should the Court of Appeals have addressed Lewis' claim under\r\nthe South Carolina Right-To-Work Act? \r\n  \r\n  \r\n  \r\n4. Is Lewis' claim preempted under § 514(a) of the Employee\r\nRetirement Income Security Act  (ERISA), 29 U.S.C.§ 1144(a)? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. PRECLUSION \r\n  \r\n  \r\n  \r\nWe concur in the Court of Appeals'holding that the federal court's order\r\nremanding to state court is not preclusive on the issue of preemption.7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs noted by the Court of Appeals, the Fourth Circuit has specifically held\r\na district court's findings incident to an order of remand have no preclusive\r\neffect. Nutter v. Monongahela, 4 F.3d 319 (4th Cir. 1993)(district court's\r\nholding that ERISA and LMRA did not preempt plaintiff s state-law claims did \r\n  \r\n  \r\n  \r\n\r\n5He also filed a claim for outrage; the jury returned a verdict for the\r\ndefendants on this claim. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6Except as otherwise noted herein, we agree with and adopt the reasoning\r\nset forth in the Court of Appeals' opinion. Readers are referred to that opinion\r\nfor a more detailed and thorough discussion of the issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7Lewis initially filed this action in state court, and the matter was\r\nremoved to federal court by the IBEW.. In response to Lewis' motion, the\r\ndistrict court remanded to state court, finding removal had been improvident. \r\n  \r\np.8\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nnot prevent defendant from raising preemption as a defense in state court).8\r\nAccordingly, the Court of Appeals properly held the federal court's remand\r\norder was not preclusive. Accord Nichols v. Amalgamated Clothing, 305 S.C.\r\n323~ 408 S.E.2d 237 (1991)(addressing merits of preemption issue after remand\r\nfrom federal court). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. PREEMPTION UNDER LMRA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf a state-law cause of action does not exist independently of a labor\r\ncontract, it is pre-empted by Section 301 of the Labor Management Relations\r\nAct ( LMRA). Allis-Chalmers Corp. v. Lueck, 471 U.S. 202, 105 S.Ct. 1904, 85\r\nL.Ed.2d 206 (1985); Nash v. AT &amp; T Nassau Metals, 298 S.C. 428, 381 S.E.2d\r\n206 (1989); Butts v. AVX Corp., 292 S.C. 256, 355 S.E.2d 876 (Ct.App.1987).\r\nIn Nash v. AT &amp; T Nassau Metals, 381 S.E.2d 206, 208,  298 S.C. 428 (1989), we\r\nstated: \r\n  \r\nThis test is one of whether the state claim exists independently of\r\nthe collective bargaining agreement or whether it is \"inextricably\r\nintertwined\" with a consideratio n of the terms of the agreement.\r\nIf the state claim does not exist independently of the agreement, it\r\nis preempted by federal law. \r\n  \r\nThe Court of Appeals found Lewis' claim was substantially dependent\r\nupon an analysis of the IBEW constitution because interpretation of the\r\nconstitution was essential to a determination of whether Lewis had any\r\nproperty rights in the pension benefit fund. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLewis' tort claim intrinsically relates to the nature of the IBEW\r\nconstitution. His complaint states that the IBEW, \"in violation of the Right-To- \r\n  \r\n  \r\n  \r\n\r\n8The rationale for holding a district court's remand order has no\r\npreclusive effect on the issue of preemption is that such remand orders are not\r\nsubject to appellate review under 28 U.S.C. § 1447(d). Since Nutter, the United\r\nStates Supreme Court decided Quackenbush v. Allstate Ins. Co., 517 U.S. 706,\r\n116 S.Ct. 1712,135 L.Ed. 2d 1 (1996) in which it held a remand order which is\r\nnot based upon either subject matter jurisdiction or defects in the removal\r\nprocedure (i.e., pursuant to §1447(d)), is subject to appellate review such that\r\nit may be given preclusive effect. (Quackenbush involved a remand based on\r\nabstention principles). Here, it is impossible to determine for certain the basis\r\nof the federal court's remand order as it merely states removal was improvident.\r\nAccordingly, we decline to give it preclusive effect. \r\n  \r\np.9\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nWork Act, attempted to interfere with [Lewis'] exercise of his Right-To-Work\r\nand did, thereby cause him to lose his pension benefits,\" and that as a result\r\nLewis \"has suffered the loss of his pension benefits.\" It is impossible to\r\nascertain, without reference to IBEW's constitution, whether the union acted\r\nproperly in denying Lewis his pension benefits. Accordingly, we concur with the\r\nCourt of Appeals' analysis that resolution of the case was \"substantially\r\ndependent\" upon the union's constitution so as to be preempted under the\r\nLMRA.9 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, Lewis relies on this Court's opinion in Layne v. Int'l Brotherhood\r\nof Elec. Workers, 271 S.C. 3462 247 S.E.2d 346 (1978), in which we held, under\r\nsimilar facts, the plaintiffs state law claim under the Right-To-Work Act was\r\nnot preempted by the Labor-Management Reporting and Disclosure Act of 1959\r\n(LMRDA), 29 U.S.C. s 411 et seq. Layne dealt with Section 413 of the LMRDA\r\nwhich specifically states, \"Nothing contained in this subchapter ( 29 U.S.C. §§\r\n411- 415) shall limit the rights and remedies of any member of a labor\r\norganization under any State or Federal law or before any court or other\r\ntribunal, or under the constitution and bylaws of any labor organization.\" \r\n  \r\n  \r\n  \r\n\r\n9We agree with the Court of Appeals that our holding in Nichols v.\r\nAmalgamated Clothing and Textile Workers Union, AFL-CIO, CLC, 305 S.C.\r\n323~ 408 S.E.2d 237 (1991) is not controlling. The United States Supreme\r\nCourt, in Wooddell v. International Brotherhood of Elec. Workers Local 71, 502\r\nU.S. 931 112 S.Ct. 494~ 116 L.Ed.2d 419 (1991), extended the preemption\r\nprovision of the LRMA to union constitutions. Nichols specifically held the\r\nemployee's complaint was not preempted because the circuit court needed only\r\nto focus upon ACTWU's constitution, by-laws, and prior practices.\r\nAccordingly, to the extent Nichols conflicts with Wooddell, it is overruled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe likewise agree with the Court of Appeals' analysis regarding this\r\nCourt's opinion in Kimbrell v. Jolog Sportswear, Inc., 239 S.C. 415~ 123 S.E.2d\r\n524 (1962), in which we held an action for wages under this state's statutory\r\nlaw was not preempted by the NLRA. In Kimbrell, there was no conflict with\r\nfederal jurisdiction and the National Labor Relations Act afforded no remedy\r\nto plaintiffs for the wrongs done them. Here, there is a conflict with federal\r\njurisdiction, inasmuch as the Court would be required to interpret the union's\r\nconstitution. Moreover, in the present case, counsel for the IBEW advised the\r\nCourt at oral argument that Lewis may file a claim for unfair labor practices\r\nwith the National Labor Relations Board, or may have a claim for unfair labor\r\npractices under section 301 of the LMRA. Accordingly, unlike the plaintiff in\r\nKimbrell, Lewis is not without a remedy. \r\n  \r\np.10\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nHowever, Section 413 of the LMRDA limits its application to that subchapter\r\nof the LMRDA.10Section 413 of the LMRDA does not apply to Section 301 of\r\nthe LMRA. To hold otherwise would completely eviscerate the preemption\r\nprovisions of Section 301 of the LMRA.11 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3. PREEMPTION UNDER ERISA \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, a majority of the Court of Appeals held Lewis' claim was\r\npreempted by Section 514(a) of ERISA as his claim for damages \"related to\" an\r\nemployee benefit plan within the scope of ERISA's preemption clause.12It held\r\nthe resolution of Lewis' claim directly affected the pension fund as it\r\n\"potentially alters the criteria for receipt of benefits.\"  481 S.E.2d at 142. We\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAny and all State laws insofar as they relate to employee benefit plans\r\nare preempted by ERISA. 29 U.S.C. § 1144(a); Duncan v. Provident Mut. Life\r\nIns. Co. of Philadelphia, 310 S.C. 4652 427 S.E.2d 657 (1993). This Court has\r\nrecognized that the pre-emptive effect of ERISA is a broad one. Baker Hosp. v.\r\nIsaac, 301 S.C. 248, 391 S.E.2d 549 (1990). A state law \"relates to\" an\r\nERISA-governed employee benefit plan, \"if it has a connection with or reference\r\nto such a plan.\" Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 90, 103 S.Ct. 2890,\r\n2896, 77 L.Ed.2d 490 (1983). Further, a state law \"relates to\" an ERISA plan if\r\nthe rights or restrictions it creates are predicated on the existence of such a\r\nplan. Ingersoll-Rand Co. v. McClendon, 498 U.S. 133, 111 S.Ct. 478, 112\r\nL.Ed.2d474(1990). However, those state actions which affect employee benefit\r\nplans in \"too tenuous, remote or peripheral a manner\" do not relate to the plan.\r\nShaw v. Delta Air Lines, supra. \r\n  \r\n\r\n10The subchapter of the LMRDA in question, § 411(a)(5) deals with due\r\nprocess measures a union member must be afforded prior to being disciplined.\r\nAs we read Section 413, it was intended to permit union members the\r\nprocedural due process afforded by state law if it was greater than that\r\npermitted by Section 411. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n11 Moreover, the issue of Section 301 preemption was not raised in Layne.\r\nThis Court will not generally raise issues sua sponte. Smith v. Phillips, 318 S.C.\r\n453, 458 S.E.2d 427 (1995)(but for very few exceptional circumstances,\r\nappellate court will not sua sponte raise issues). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n12There is no dispute but that Lewis'pension plan is an \"employee benefit\r\nplan\" within the meaning of ERISA, 29 U.S.C.§§1002(2)(A)(I) &amp; 1002(3). \r\n  \r\np.11\r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nA state rule of law may be preempted even though it has no direct nexus\r\nwith ERISA plans if its effect is to dictate or restrict the choices of ERISA plans\r\nwith regard to their benefits, structure, reporting and administration, or if\r\nallowing states to have such rules would impair the ability of a plan to function\r\nsimultaneously in a number of states. Keystone Chapter, Assoc. Builders v.\r\nFoley, 37 F.3d 945, 955 (3d Cir. 1994), cert. denied, ___ U.S.___ 115 S.Ct. 1393,\r\n131 L.Ed.2d 244 (1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, it is inescapable that Lewis' claim is predicated upon the existence\r\nof IBEW's plan, i.e., is premised on the notion that the union's violation of the\r\nRight-To-Work Act resulted in the loss of his pension. Accordingly, we affirm\r\nthe Court of Appeals'ruling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn dissent, Judge Cureton points to a recent United States Supreme Court\r\nopinion narrowing the scope of ERISA preemption. New York State Conference\r\nof Blue Cross &amp; Blue Shield Plans v. Travelers Ins. Co., 514 U.S. 645, ___, 115\r\nS.Ct. 1671, 16771 131 L.Ed.2d 695 (1995). In Travelers, the Court noted the\r\nlistarting presumption that Congress did not intend to supplant state law, 514\r\nU.S. at 654, 115 S.Ct. at 1676, stating if \"relate to\" were taken to extend to the\r\nfurthest stretch of its indeterminacy, then for all practical purposes pre-emption\r\nwould never run its course, for \"really, universally, relations stop nowhere.\"\r\nThe Travelers court acknowledged, however, that \"a state law might produce\r\nsuch acute, albeit indirect, economic effects, by intent or otherwise, as to force\r\nan ERISA plan to adopt a certain scheme of substantive coverage or effectively\r\nrestrict its choice of insurers, and that such a state law might indeed be\r\npre-empted under Section 514. 514 U.S. at 668, 115 S.Ct. at 1683 Even under\r\nthe more narrow view of Travelers. allowing Lewis' claim in this case would\r\nessentially render the union liable for the benefits, notwithstanding its\r\nconstitutional provisions to the effect that only members in good standing are\r\nentitled to benefits. As such, it would, by indirect means, force the union to\r\nadopt a certain scheme of substantive coverage contrary to its constitutional\r\nprovisions. Such a holding is contrary to Travelers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, the dissent cites several cases for the proposition that ERISA\r\ndoes not preempt state claims where employees merely seek lost pension\r\nbenefits as a measure of damages. See Pizlo v. Bethlehem Steel Corp ., 884 F.2d\r\n116 (4th Cir.1989); Hospice of Metro Denver, Inc. v. Group Health Ins.. of\r\nOklahoma, Inc., 944 F.2d 752 (10th Cir.1991); Howard v. Indiana Michigan\r\nPower Co., 812 F.Supp. 135 (S.D.Ind. 1992); Schlenz v. United Airlines, Inc., 678\r\nF.Supp. 230 (N.D.Cal.1988). We are unpersuaded by this authority. The\r\ndissent directly cites Pizlo for the following proposition: \r\n  \r\np.12 \r\n  \r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nThe claims here would not submit [the employer] to \"conflicting\r\nemployer obligations and variable standards of recovery\",\r\n\"determine whether any benefits are paid\" nor \"directly affect the\r\nadministration of benefits under the plan.\" The claims do not\r\nbring into question whether Plaintiffs are eligible for plan benefits,\r\nbut whether they were wrongfully terminated from employment\r\nafter an alleged oral contract of employment for a term. \r\n  \r\n  \r\n  \r\n324 S.C. at 436,481 S.E.2d at 147. Here, Lewis' claim would subject the IBEW\r\nto conflicting obligations (i.e., it is liable under state law for the pension, but it\r\nis not liable under its constitution for the pension), and would bring into\r\nquestion whether or not Lewis was eligible for plan benefits. Accordingly, we\r\ndo not find Pizlo dispositive. Further, the other case directly quoted by Judge\r\nCureton, Hospice of Metro Denver, Inc. v. Group Health Ins. of Oklahoma, Inc.,\r\n944 F.2d 752 (10th Cir.1991), did not involve beneficiaries of an ERISA plan.\r\nMoreover, Hospice is contrary to this Court's recent opinion in Baker Hospital\r\nv. Isaac, 301 S.C. 248, 391 S.E.2d 549 (1990)(holding ERISA preempted a\r\nhospital's contract, promissory estoppel, negligence, and misrepresentation\r\nclaims). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4. RIGHT-TO-WORK ACT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals held Lewis had failed to state a cause of action as\r\nthe conduct he complained of did not constitute a violation of the Right-To-Work\r\nAct. Given its holding that Lewis' claim was preempted, it was unnecessary for\r\nthe Court of Appeals to address this issue. Accordingly, we vacate the portion\r\nof the Court of Appeals' opinion holding Lewis failed to state a claim under the\r\nRight-To-Work Act. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe concur with the majority opinion of the Court of Appeals that Lewis'\r\nclaims are preempted by both the LMRA and ERISA, since he is essentially\r\nseeking to recover his pension benefits, albeit under the guise of a Right-To\r\nWork claim. Accordingly, we affirm, in result. However, to the extent the Court\r\nof Appeals addressed the viability of Lewis' state law claim, its opinion is\r\nvacated. \r\n  \r\np.13 \r\n  \r\n\r\nLewis v. Int'l Brotherhood of Electrical Workers \r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT. 13 \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\n13We also granted certiorari to review the Court of Appeals' unpublished\r\nopinion in this matter, Op. No. 96-UP-335 (S.C. Ct. App. filed October 15,1996),\r\nconcerning Lewis' entitlement to attorneys' fees. In light of our holding in this\r\ncase, we affirm the Court of Appeals' dismissal of that appeal as moot. \r\n  \r\n  \r\n  \r\np.14 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24966","title":"In the Matter of Glover","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24966","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Synthia\r\nR. Glover, Respondent. \r\n  \r\nOpinion No. 24966\r\nSubmitted June 29, 1999 - Filed July 12, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nComing B. Gibbs, Jr., of Charleston, for Respondent. \r\n  \r\nHenry B. Richardson, Jr., of Columbia, for the Office\r\nof the Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement under\r\nRule 21, RLDE, Rule 413, SCACR. In the agreement, respondent admits\r\nmisconduct and consents to be suspended from the practice of law for ninety\r\ndays. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was indicted on six counts of failing to make and file\r\na South Carolina Income Tax Return in violation of S.C. Code Ann. §12-54\r\n40(b)(6)(c) (Supp. 1994) and twenty counts of failing to account for and pay\r\nover employee withholding taxes in violation of S.C. Code Ann. §12-54\r\n40(b)(6)(b) (Supp. 1994). Pursuant to a plea agreement with the Attorney\r\nGeneral's Office, respondent pled guilty to one count of failing to make and\r\nfile a South Carolina Income Tax Return and one count of failing to account\r\nfor and pay over employee withholding taxes in exchange for the remaining\r\ncounts being nolle prossed. She was sentenced to two concurrent one year \r\n  \r\np.15\r\n\r\nIN THE MATTER OF GLOVER \r\n\r\n\r\n\r\n\r\n\r\nprison terms, suspended upon the service of three years' probation and\r\npayment of $7084.41 restitution. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFailure to file a tax return and failure to account for and pay\r\nemployee withholding taxes are serious crimes as set forth in Rule 2(z),\r\nRLDE, Rule 413, SCACR. By her conduct, respondent has violated Rule 8.4\r\nof the Rules of Professional Conduct, Rule 407, SCACR, and Rule 7(a)(4),\r\nRLDE, by committing a serious crime that reflects adversely upon her\r\nhonesty, trustworthiness and fitness as a lawyer and has violated Rule\r\n7(a)(5) and (6), RLDE, by engaging in conduct tending to bring the courts or\r\nlegal profession into disrepute and violating the oath of office she took upon\r\nadmission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Respondent was\r\nindefinitely suspended from the practice of law in this state on December 29,\r\n1998, retroactive to June 30, 1997. In the Matter of Glover, 333 S.C. 423,\r\n510 S.E.2d 419 (1998). Her ninety day suspension shall run concurrently with\r\nthe previously imposed indefinite suspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\np.16 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24967","title":"In the Matter of Hitselberger","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24967","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Mykel\r\nHitselberger, Respondent. \r\n  \r\nOpinion No. 24967\r\nSubmitted June 29, 1999 - Filed July 12, 1999 \r\n  \r\nINDEFINITE SUSPENSION \r\n  \r\nMykel Hitselberger, pro se. \r\n  \r\nHenry B. Richardson, Jr., for the Office of the\r\nDisciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: By order dated December 2, 1998, respondent\r\nwas indefinitely suspended from the practice of law in the State of Maryland.\r\nA letter from the Clerk of this Court, dated May 20, 1999, notifying\r\nrespondent that he had thirty (30) days in which to inform this Court of any\r\nreason the imposition of the identical discipline should not be imposed on\r\nrespondent in this state was sent to respondent at his last two known\r\naddresses. See Rule 29(b), RLDE, Rule 413, SCACR. Both letters were\r\nreturned, one because the forwarding address had expired and the other\r\nbecause the letter was unclaimed. The Court has not otherwise received a\r\nresponse from respondent. Finding a sufficient attempt has been made to\r\nserve notice on respondent, and finding none of the factors in Rule 29(d),\r\nRLDE, Rule 413, SCACR, present in this matter, we hereby suspend\r\nrespondent indefinitely from the practice of law in this state. Within fifteen\r\n(15) days of the date of this opinion, respondent shall file an affidavit with \r\n  \r\np.17\r\n\r\nIN THE MATTER OF HITSELBERGER \r\n\r\n\r\n\r\n\r\n\r\nthe Clerk of Court showing that he has complied with Rule 30, RLDE, Rule\r\n413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nINDEFINITE SUSPENSION. \r\n  \r\np.18 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24968","title":"In the Matter of Charles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24968","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of William\r\nK. Charles., III, Respondent. \r\n  \r\nOpinion No. 24968\r\nSubmitted June 29,,1999 - Filed July 12, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nWilliam K. Charles, of Greenwood, pro se. \r\n  \r\nHenry B. Richardson, Jr., of Columbia, for the Office\r\nof the Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21,\r\nRLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct\r\nand consents to be suspended from the practice of law for ninety days. We\r\naccept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to one count of failing to make and file a\r\nSouth Carolina Income Tax Return for tax year 1993 in violation of S.C.\r\nCode Ann. §12-54-40(b)(6)(c) (Supp. 1998). Respondent was given a\r\nsuspended sentence of ninety (90) days in prison. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe failure to file a tax return is a serious crime as set forth in\r\nRule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\nRule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, and Rule\r\n7(a)(4), RLDE, by committing a serious crime that refiects adversely upon his\r\nhonesty, trustworthiness and fitness as a lawyer and has violated Rule \r\n  \r\np.18\r\n\r\nIN THE MATTER OF CHARLES \r\n\r\n\r\n\r\n\r\n\r\n7(a)(5) and (6), RLDE, by engaging in conduct tending to bring the courts or\r\nlegal profession into disrepute and violating the oath of office he took upon\r\nadmission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent\r\nis suspended for ninety days, retroactive to June 9, 1999, the date of his\r\ninterim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\nMoore, A.J., not participating \r\n  \r\n  \r\n  \r\np.19 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24969","title":"In the Matter of Wyatt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24969","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 23\r\n  S.E. 2d\r\n  \r\n\r\n\r\nThe Supreme Court of South Carolina \r\n  \r\nIn the Matter of\r\nChristopher E. Wyatt,  Respondent, \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nOpinion No. 24969\r\nSubmitted June 29, 1999 - Filed July 12, 1999 \r\n  \r\nJohn P. Freeman, of Columbia, for respondent. \r\n  \r\nHenry B. Richardson, Jr., of Columbia, for the\r\nOffice of the Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21,\r\nRLDE, RULE 413, SCACR. In the agreement, respondent admits\r\nmisconduct and consents to a public reprimand. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's membership in the South Carolina Bar was\r\nsuspended for failure to satisfy the minimum, mandatory continuing legal\r\neducation requirements for the year 1997. Respondent was duly notified of\r\nthe suspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, respondent engaged in the practice of law prior to\r\nbeing reinstated as a member in good standing of the South Carolina Bar\r\nwhen he organized a corporation for a client. However, in response to initial\r\ninquiries by the Office of Disciplinary Counsel regarding such activity,\r\nrespondent represented that he had not engaged in the practice of law while\r\nunder suspension, a representation which was incorrect. \r\n  \r\np.20\r\n\r\nIN THE MATTER OF WYATT \r\n\r\n\r\n\r\n\r\n\r\nRespondent admits that by his actions, he has committed\r\nmisconduct under Rule 7(a)(1), (5), and (7), RLDE, by specifically violating\r\nRules 3.3, 8.1(a), 8.4(a), (d), and (e), of the Rules of Professional Conduct,\r\nRule 407, SCACR. In our opinion, respondent's misconduct warrants a\r\npublic reprimand. Accordingly, respondent is hereby publicly reprimanded\r\nfor his misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nColumbia, South Carolina \r\n  \r\np.21\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24970","title":"In the Matter of Cox","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24970","description":"","date":"1999-07-12","type":"opinion","text":"\r\n      \r\nTHE STATE OF SOUTH CAROLINA \r\n  In The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Merrill\r\n          A. Cox, Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 24970 \r\n  Submitted June 29, 1999 - Filed July 12, 1999\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n  \r\n    \r\n      \r\n        Orin G. Briggs, of Irmo, for Respondent. \r\n        Henry B. Richardson, Jr., of Columbia, for the Office\r\n          of the Disciplinary Counsel. \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\n  and Disciplinary Counsel have entered into an agreement under Rule 21,\r\n  RLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct\r\n  and consents to be suspended from the practice of law for ninety days. We\r\n  accept the agreement.\r\nRespondent was indicted on three counts of failure to file a South\r\n  Carolina Income Tax Return in violation of S.C. Code Ann. §12-54-40(b)(6)(c) (Supp. 1995). He pled guilty to one of the counts. The failure to file a tax return is a serious crime as set forth in\r\n  Rule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\n  Rule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, and Rule\r\n  7(a)(4), RLDE, by committing a serious crime that reflects adversely upon his\r\n  honesty, trustworthiness and fitness as a lawyer and has violated Rule\r\n  7(a)(5) and (6), RLDE, by engaging in con-duct tending to bring the courts or legal profession into disrepute and violating the oath of office he took upon\r\n  admission to the practice of law in this State.\r\nIn our opinion, respondent's misconduct warrants a definite\r\n  suspension from the practice of law for ninety days. Accordingly, respondent\r\n  is suspended for ninety days, retroactive to June 28 1999, the date of his\r\n  interim suspension. Within fifteen days of the date of this opinion,\r\n  respondent shall file an affidavit with the Clerk of Court showing that he has\r\n  complied with Rule 30, RLDE, Rule 413, SCACR.\r\nDEFINITE SUSPENSION. \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24971","title":"Gentry v. Yonce, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24971","description":"","date":"1999-07-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 24 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nSTATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nMary Gentry and Ralph\r\nBryan, Appellants, \r\n  \r\nv. \r\n  \r\nKenneth M. Yonce,\r\nD/B/A, Yonce's Stop N\r\nShop; Shirley Fincher,\r\nformerly D/B/A, Star\r\nStop N Shop; Walter M.\r\nFulmer, D/B/A, Fulmer's\r\nAmoco; Joseph A.\r\nRhinehart, D/B/A,\r\nCountry Peddler and\r\nThe Country Peddler; H\r\n&amp; S Amusements, Inc;\r\nWilliam Gordon Silver\r\nand James Harold\r\nMatthews, D/B/A, H &amp; S\r\nAmusements; and\r\nWillard Britton, D/B/A,\r\nAssociation\r\nAmusements, Respondents. \r\n  \r\n  \r\n  \r\nAppeal From Saluda County\r\nJames W. Johnson, Jr., Judge \r\n  \r\nOpinion No. 24971 \r\n  \r\nHeard June 22, 1999 - Filed July 13, 1999 \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\nDouglas H. Westbrook, of Charleston, for appellants. \r\n  \r\n  \r\n  \r\np.24\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nJames M. Griffin, of Simmons, Griffin &amp; Lydon, of\r\nColumbia, for respondents. \r\n  \r\n  \r\n  \r\nLawrenc&amp; E. Richter, Jr., and Saul Gliserman, of The\r\nRichter Firm, of Mount Pleasant; and R. Randall\r\nBridwell, of Columbia, all for Amicus Curiae Legacy\r\nAlliance. \r\n  \r\n  \r\n  \r\nDwight F. Drake and B. Rush Smith, III, both of\r\nNelson, Mullins, Riley &amp; Scarborough, L.L.P.; and\r\nRichard A. Harpootlian, of the Law Offices of Richard\r\nHarpootlian, all of Columbia, for Amicus Curiae\r\nSouth Carolina Coin Operators Association. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Appellants brought this class action suit alleging\r\ncauses of action under the Racketeer Influenced and Corrupt Organizations\r\nAct (RICO - 18 U.S.C. § 1961 et seq.) and the Unfair Trade Practices Act\r\n(UTPA - S.C. Code Ann. § 39-5-20 et. seq.).1 Respondents are owners and\r\noperators of video poker machines located in Saluda and Newberry Counties.\r\nThe trial court granted respondents' motion to dismiss the RICO and UTPA\r\ncauses of action. We affirm in part and reverse in part. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1) Did the trial court err in dismissing the RICO claim? \r\n  \r\n  \r\n  \r\n2) Did the trial court err in dismissing the UTPA claim? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, we note that in deciding a motion to dismiss pursuant to\r\n12(b)(6), SCRCP, the trial court should consider only the allegations set forth \r\n  \r\n\r\n1 Appellants did not appeal the circuit court's dismissal of their\r\nconversion cause of action. Furthermore, the circuit court did not rule upon\r\nthe motion to dismiss the cause of action brought pursuant to S.C. Code Ann.\r\n§ 32-1-10 (1977), which provides for the recovery of gambling losses. \r\n  \r\np.25\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\non the face of the plaintiffs complaint and a 12(b)(6) motion should not be\r\ngranted if \"facts alleged and inferences reasonably deducible therefrom\r\nwould entitle the plaintiff to any relief on any theory of the case.\" Stiles v.\r\nOnorato, 318 S.C. 297, 300, 457 S.E.2d 601, 602 (1995).2 The question is\r\nwhether, in the light most favorable to the plaintiff, and with every doubt\r\nresolved in his behalf, the complaint states any valid claim for relief\r\nFurther, the complaint should not be dismissed merely because the court\r\ndoubts the plaintiff will prevail in the action. Toussaint v. Ham, 292 S.C.\r\n415, 357 S.E.2d 8 (1987). See also Kennedy v. Henderson, 289 S.C. 393, 346\r\nS.E.2d 526 (1986) (where there is cause for doubt, or it is clear that the ends\r\nof justice may well be promoted by a trial on the merits, a demurrer should\r\nbe denied where novel issues are present or are involved); Springfield v.\r\nWilliams Plumbing Supply Co., 249 S.C. 130,153 S.E.2d 184 (1967). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1) RICO claim \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondents moved to dismiss the RICO claim on the grounds that\r\nappellants: failed to state sufficient facts to constitute a cause of action;\r\nfailed to plead fraud with particularity; lacked standing because the injuries\r\ncomplained of were not proximately caused by any alleged RICO violation;\r\nand failed to plead the RICO claim with the particularity required pursuant\r\nto Rule 9(b), SCRCP. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court dismissed the RICO cause of action on the ground\r\nthat complaints alleging RICO violations are subject to the same stringent\r\npleading requirements applicable to fraud claims. The circuit court also held\r\nappellants failed to plead the existence of two \"predicate acts\" that constitute \r\n  \r\n\r\n2Appellants contend the circuit court erred in considering any of the\r\ngrounds for respondents' pre-answer motions that were based upon a defense\r\nnot listed in Rule 12(b), SCRCP. We agree. In Glenn v. School Dist. Five,\r\n294 S.C. 530, 366 S.E.2d 47 (Ct. App. 1988), the Court of Appeals held the\r\nstatute of limitations is not a defense listed under Rule 12(b) that may be\r\nraised by pre-answer motion. Similarly, here, respondents cannot raise any\r\ndefense or objection that is not permitted to be raised pre-answer in a Rule\r\n12(b) motion, for example lack of standing. Thus, we have addressed only\r\nthe issues necessary to decide if the complaint states sufficient facts under\r\nRule 12 (b)(6). \r\n  \r\np.26\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\na \"pattern of racketeering\" as required by RICO.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA) Pleading Requirements \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court held that complaints alleging RICO violations are\r\nsubject to the same stringent pleading requirements applicable to fraud\r\nclaims pursuant to Rule 9(b), SCRCP.4 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court cited three cases to support its conclusion that RICO\r\nactions are subject to the particularity pleading requirement of Rule 9(b).\r\nHowever, in each of these cases, the underlying predicate acts alleged in\r\nsupport of the RICO action were acts of fraud. Florida Dep't of Ins. v.\r\nDebenture Guar., 921 F.Supp. 750 (M.D.Fla. 1996)(allegations of federal\r\nsecurities fraud); Grant v. Union Bank, 629 F.Supp. 570, 575 (D. Utah\r\n1986)(allegations of mail and wire fraud); Crystal v. Foy. 562 F.Supp. 422\r\n(S.D.N.Y. 1983)(allegations of fraudulent conduct violating the Securities\r\nExchange Act). Here, the underlying predicate acts alleged in support. of the\r\nRICO cause of action are violations of S.C. Code Ann. § 12-21-2804(B)(Supp.\r\n1998) which prohibits the offering of special inducements5 and S.C. Code\r\nAnn. § 12-21-2804(A)(Supp. 1998) which prohibits businesses from receiving \r\n  \r\n  \r\n  \r\n\r\n3 In order to establish a RICO violation, appellants are required to\r\nestablish the following: (1) the commission of two or more \"predicate acts\" (2)\r\nconstituting a \"pattern\" (3) of \"racketeering activity\" through which (4) the\r\nculpable person (5) invests in, maintains an interest in, participates in, or\r\nconspires to do any of the preceding in (6) an enterprise, and (7) such\r\nactivities affect interstate commerce. 18 U.S.C. § 1961-1962 (1984 &amp;\r\nSupp.1993). Roper v. Dynamique Concepts, 316 S.C. 131, 447 S.E.2d 218\r\n(1994).. \"Racketeering activity\" is defined in § 1961(l)(A) to include any act\r\nor threat involving gambling which is chargeable under State law and\r\npunishable by imprisonment for more than one year. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Rule 9 (b), SCRCP, provides: \"In all averments of fraud or mistake,\r\nthe circumstances constituting fraud or mistake shall be stated with\r\nparticularity. Malice, intent, knowledge, and other condition of mind of a\r\nperson may be averred generally.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 In this case, appellants allege the offering of a \"jackpot\" is a special\r\ninducement. \r\n  \r\np.27\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nprimary or substantial gross proceeds from video gaming devices. Thus, the\r\nalleged underlying predicate acts are not based in fraud.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs respondents point out, some courts have specifically held that the\r\nsame standard of particularity should be applied to all RICO claims. See, e.g.\r\nPlount v. American Home Assurance Co., 668 F.Supp. 204 (S.D.N.Y.1987);\r\nSchnitzer v. Oppenheimer &amp; Co., 633 F.Supp. 92 (D.Or.1985); Taylor v. Bear\r\nStearns &amp; Co., 572 F.Supp. 667 (N.D.Ga.1983). However, contrary to the\r\nrespondents' contention, the specificity requirement for pleading RICO\r\nclaims is not well-settled. Many courts have not been persuaded by the\r\nreasoning of the courts that have applied Rule 9(b) to all RICO actions and\r\nhave limited the application of Rule 9(b) to fraud-based RICO claims. See\r\nUnited States v. District Council of N.Y. City, 778 F.Supp. 738 (S.D.N.Y.\r\n1991); United States v. Bonanno Organized Crime Family, 683 F.Supp. 1411\r\n(E.D.N.Y.1988); Seville Indus. Mach. Corp. v. Southmost Mach. Corp., 742\r\nF.2d 786, 792 n. 7 (3d Cir.1984), cert. denied, 469 U.S. 1211, 105 S.Ct. 1179,\r\n84 L.Ed.2d 327 (1985). \"Logically it follows,'at least in most circuits, that\r\nwhen predicate acts are not based on fraud, there is no pleading requirement\r\nof particularity.\" 2 James Wm. Moore, Moore's Federal Practice §\r\n9.03(6)(b)(3rd ed. 1999). \"Fraud claims brought under the RICO Act are\r\nsubject to the particularity requirements of Rule 9(b).\" 5 Wright &amp; Miller,\r\nFederal Practice and Procedure 2d § 1251.1 (1988)(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, Rule 9(b) by its terms applies only to those cases in\r\nwhich fraud or mistake are averred. The particularity requirement is a\r\nmeans for courts to summarily dispose of frivolous lawsuits based on fraud.\r\nCourts applying the particularity requirement to all RICO allegations have\r\nreasoned that the purposes advanced by Rule 9(b) are equally served by\r\napplying the rule to non-fraud RICO claims. These courts have also\r\nconcluded that RICO allegations are even more damaging to a defendant's\r\nreputation by labeling him with the stigma-laden term \"racketeer.\" See\r\nPlount (\"Yet all of the concerns that dictate that fraud be pleaded with\r\nparticularity exist with even greater urgency in civil RICO actions.\"). But see\r\nSedima v. Imrex Co., 473 U.S. 479) 492, 105 S.Ct. 3275, 3283, 87 L.,Ed.2d 346 \r\n  \r\n\r\n6Appellants also allege violations of § 12-21-2791. As discussed more\r\nfully herein, on appeal, appellants concede the circuit court correctly held a\r\nviolation of this section could not serve as a predicate act. \r\n  \r\np.28\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\n(1985) (\"As for stigma, a civil RICO proceeding leaves no greater stain than\r\ndo a number of other civil proceedings\"); Rodonich v. House Wreckers Union\r\nLocal 95, 627 F.Supp. 176, 178 (S.D.N.Y.1985) (questioning propriety of\r\naltering RICO's pleading burden). However, federal courts have a greater\r\nneed to summarily treat frivolous RICO claims than fraud claims because\r\nthe civil RICO treble damages clause provides a strong incentive for\r\nplaintiffs to convert the garden variety fraud cause of action into a\r\nracketeering action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have considered the reasoning of the above cases and we agree\r\nwith the cases that do not require pleading to comply with Rule 9 unless\r\nfraud is alleged as the predicate act.7 There are many actions that could\r\ndamage a person's reputation and particularity should not be required in\r\neach of these cases. This was simply not intended by the enactment of Rule\r\n9. \"Since the rule is a special pleading requirement and contrary to the\r\ngeneral approach of simplified pleading adopted by the federal rules, its\r\nscope of application should be construed narrowly and not extended to other\r\nlegal theories or defenses.\" 5 Wright and Miller Federal Practice and\r\nProcedure § 1297 (1990). Accordingly, the circuit court's holding that the\r\nparticularity requirement of Rule 9(b) applies in this case is error.8 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB) \"Predicate Acts\"9 \r\n  \r\n\r\n7 Another consideration often cited by the cases discussing the pleading\r\nrequirements is Rule 8. Often courts read the rules together and specifically\r\nattempt to harmonize Rule 8 and Rule 9. See e.g. Friedlander v. Nims, 755\r\nF.2d 810, 813 n.3 (1 11h Cir. 1985)(acknowledging and resolving a \"potential\r\nconflict\" between Rule 8's notice pleading and Rule 9's particularity\r\npleading). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8 We find no distinction in the pleading requirement between\r\nallegations of mail fraud and common law fraud. Thus, we agree with the\r\ncircuit court that mail fraud must be pled with particularity and affirm the\r\ndismissal of this part of the complaint. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n9 The circuit court summarily held that a violation of § 12-21-2804(A)\r\ncould not be used as a predicate act since this provision had been ruled\r\nunconstitutional for vagueness in Reyelt et al. v. South Carolina Tax\r\nComm'n, Civil Action No. 6:93-1491-3 (D.S.C. July 5, 1994). However, this \r\n  \r\np.29\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nThe circuit court also held that appellants did not plead the existence\r\nof two predicate acts that could constitute a pattern of racketeering. The\r\ncircuit court held that the alleged violations of two sections of the South\r\nCarolina Video Game Machines Act cannot serve as predicate offenses under\r\nRICO.10We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn their complaint, appellants allege respondents have violated § § 12\r\n2 1-2791 and 12-21-2804(A) and (B). Section 12-21-2791 provides for a $125\r\ncap on the amount that may be paid out as winnings on a video game\r\nmachine. This section does not provide any penalty. Violations of this\r\nspecific section are punishable under § 12-54-40(H) which provides for a civil\r\npenalty and not any criminal penalty.11 Thus, a violation of § 12-21-2791 \r\n  \r\n\r\ndecision is not binding on this Court. See Phillips v. Periodical Publishers'\r\nServ. Bureau, Inc., 300 S.C. 444, 388 S.E.2d 787 (1989). Accordingly, the\r\ncircuit court erred in holding a violation of this section could not be a\r\npredicate act solely based upon this case. Kennedy v. Henderson, supra\r\n(demurrer should be denied when novel issues are involved). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n10Legacy Alliance filed an amicus brief in support of the reversal of the\r\ngrant of respondents' motion to dismiss. In its amicus brief, Legacy Alliance\r\nsets forth an interesting argument that the predicate act could actually be a\r\nviolation of the federal Unlawful Gambling Business Act, 18 U.S.C. § 1955,\r\nwhich prohibits the use of interstate instrumentalities by anyone who\r\nconducts a business that violates the State law in which it is conducted.\r\nLegacy Alliance states that a violation of any of the South Carolina Code\r\nsections under the Video Game Machines Act could serve as a predicate act\r\nbecause the federal law references any State law and does not limit it to\r\nthose which are punishable by an imprisonment of one year. However,\r\nappellants are relying strictly upon 18 U.S.C. § 1961 (1)(A) which requires\r\nthat a violation of the State law be punishable by imprisonment for more\r\nthan one year. Accordingly, this argument is inapplicable to this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n11The Department of Revenue has applied § 12-54-40(H) for violations\r\nof § 12-21-2791. Section 12-54-40 (H) provides: \"A person who must obtain a\r\nlicense or purchase stamps for identification purposes, and who fails to\r\nobtain or display the license properly, or to affix the stamps properly, or to\r\ncomply with statutory provisions, is subject to a penalty of not less than fifty \r\n  \r\np.30\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\ncannot be a predicate offense for a RICO violation. The circuit court\r\ncorrectly ruled that § 12-21-2791 cannot be a predicate act and, in fact,\r\nappellants concede this in their reply brief. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 12-21-2804(B) provides: \"No person who maintains a place or\r\npremises for the operation of machines licensed under Section\r\n12-21-2720(A)(3)12 may advertise in any manner for the playing of the\r\nmachines nor may a person offer or allow to be offered any special inducement\r\nto a person for the playing of machines permitted under Section\r\n12-21-2720(A)(3). \"(emphasis added). Section 12-21-2804(F) provides in\r\npertinent part: \"A person violating subsections (A), (B), (D), or (E) of this\r\nsection is subject to a fine of up to five thousand dollars to be imposed by the\r\ncommission. The commission, upon a determination that the violation is\r\nwilful, may refer the violation to the Attorney General or to the appropriate\r\ncircuit solicitor for criminal prosecution, and, upon conviction, the person\r\nmust be fined not more than ten thousand dollars or imprisoned not more\r\nthan two years, or both. . .\" Appellants contend respondents violated this\r\nsection by advertising that \"jackpots\" could be won which were in excess of \r\n  \r\n\r\ndollars nor more than five hundred dollars for each failure. For failure to\r\nobtain or display a license as prescribed in Sections 12-21-2720 and\r\n12-21-2730, the penalty is fifty dollars for each failure to comply.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n12 Section 12-21-2720(A) provides in part: \r\n  \r\nEvery person who maintains for use or permits the use of, on a\r\nplace or premises occupied by him, one or more of the following\r\nmachines or devices shall apply for and procure from the South\r\nCarolina Department of Revenue a license effective for two years\r\nfor the privilege of making use of the machine in South Carolina\r\nand shall pay for the license a tax of fifty dollars for each machine\r\nin item (1), two hundred dollars for each machine in item (2),\r\nand four thousand dollars for each machine in item (3): . . . \r\n  \r\n(3) a machine of the nonpayout type, in-line pin game, or video\r\ngame with free play feature operated by a slot in which is deposited\r\na coin or thing of value except machines of the nonpayout pin table\r\ntype with levers or \"flippers\" operated by the player by which the\r\ncourse of the balls may be altered or changed. \r\n  \r\np.31\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nthe $125 limit. The circuit court held that § 12-21-2804(B) \"does not apply to\r\nthe logos and other identifying information which physically comprise the\r\nvideo game machine.\" We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdvertising that jackpots greater than $125 may be won is more than\r\na logo.13At this stage of these proceedings, we think that the advertising or\r\noffering of jackpots could be construed as a special inducement and thus could\r\nsupport a RICO claim. 14Accordingly, the circuit court erred in dismissing\r\nappellants' RICO cause of action alleging violations of §§ 12-21-2804(A) and\r\n(B) as predicate acts.15 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) UTPA \r\n  \r\n  \r\n  \r\nRespondents moved to dismiss the UTPA claim on the grounds that\r\nappellants: failed to state sufficient facts to constitute a cause of action;\r\nfailed to plead the UTPA claim with the particularity required pursuant to\r\nRule 9(b), SCRCP; the conduct complained of is authorized by the S.C. Video\r\nGame Machines Act (S.C. Code Ann. § 12-21-2770 (Supp. 1998)); and the\r\nactions are exempt from the UTPA pursuant to S.C. Code Ann. § 39-5-40\r\n(1985). Again, only the grounds based upon Rule 12(b) should have been\r\nconsidered by the circuit court. Glenn v. School Dist. Five, supra. \r\n  \r\n\r\n13To hold otherwise, would mean that offers for free food and drinks,\r\nwhich are clearly prohibited, when part of the machine would not be special\r\ninducements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n14 The circuit court also cites 44 Liquormart v. Rhode Island, 517 U.S.\r\n484, 116 S.Ct. 1495, 134 L.Ed.2d 711 (1996), for the proposition that\r\ninterpreting this statute to apply to logos would render the statute\r\nunconstitutionally broad. 44 Liquormart dealt with a complete ban on price\r\nadvertising for alcohol in Rhode Island. It is simply inapplicable to this\r\nsituation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n15We note the General Assembly recently passed legislation which\r\nspecifically provides that an operator is prohibited from offering an\r\ninducement of cash other than authorized payouts and jackpots. This\r\nlegislation takes effect December 1, 1999, if a majority of the voters in the\r\nNovember 2nd referendum decide that cash payouts on video game machines\r\nshould continue. \r\n  \r\np.32\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nThe circuit court held the conduct which appellants contend forms the\r\nbasis for a UTPA cause of action are exempt from the UTPA pursuant to §\r\n39-5-40. Section 39-5-40 (emphasis added) provides, in part: \"Nothing in this\r\narticle shall apply to: (a) Actions or transactions permitted under laws\r\nadministered by any regulatory body or officer acting under statutory\r\nauthority of this State or the United States or actions or transactions\r\npermitted by any other South Carolina State law.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court held that appellants have not alleged that advertising\r\na jackpot is a deceptive act because appellants have not alleged that\r\nrespondents have not paid out more than $125 in winnings. The circuit\r\ncourt also held that appellants had failed to allege either that the statements\r\nregarding the jackpots were false or that they were ignorant of the $125\r\nlimit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 12-21-2791 states that operators \"shall limit the cash payout\r\nfor credits earned for free games to two thousand five hundred credits a\r\nplayer a location during any twenty-four hour period. The cash value of\r\ncredits for each free game is limited to five cents.\" Thus, there is a cap of\r\n$125 per 24-hour period on payouts. Again, we note appellants are alleging\r\na violation of the inducement section (§12-21-2804(B)) and not solely the\r\npayout section (§ 12-21-2791). The advertising of the jackpot and the paying\r\nout of the jackpot are two separate violations under the Gaming Act. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the UTPA, it is unlawful to engage in \" [u]nfair methods of\r\ncompetition and unfair or deceptive acts or practices in the conduct of any\r\ntrade or commerce.\" S.C. Code Ann. § 39-5-20 (1985). An act is \"unfair\"\r\nwhen it is offensive to public policy or when it is immoral, unethical, or\r\noppressive. An act is \"deceptive\" when it has a tendency to deceive. Harris\r\nv. NCNB, 85 N.C.App. 669, 355 S.E.2d 838 (1987)(cited in Young v. Century\r\nLincoln-Mercury, Inc., 302 S.C. 320, 396 S.E.2d 105 (Ct. App. 1989), reversed\r\non other grounds, 309 S.C. 263, 422 S.E.2d 103 (1992)). Advertising a\r\njackpot over the statutory $125 limit is offensive and has a tendency to\r\ndeceive a person into thinking that a jackpot ov6r-$125 is legal.16 Thus, we \r\n  \r\n\r\n16We easily reject respondents' argument that there are no restrictions\r\non \"winning jackpots\" or an amount of credits worth more than $125.\r\nRespondents contend there is only a limitation that prohibits an operator \r\n  \r\np.33\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nhold that advertising a \"jackpot\" could be a violation of the UTPA and\r\ndismissal of this cause of action is not appropriate at this stage of the\r\nproceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal, respondents also contend the $125 limit does not prohibit\r\nsuccessive cash payouts over several days and/or the subtracting the amount\r\nof money placed into the machine by the player prior to the operator paying\r\nthe $125 limit. We disagree. The circuit court did not interpret § 12-21-2791\r\nin his order. The circuit court merely held that there is no limit on the\r\namount of free game credits a player may earn during a 24-hour period and §\r\n12-21-2791 limits the amount of cash payouts for free game credits earned to\r\n$125 in any 24-hour period. However, we take this opportunity to hold that §\r\n12-21-2791 states exactly what it means. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe statue is not ambiguous. \"When the terms of a statute are clear\r\nand not ambiguous, there is no room for construction and the Courts are\r\nrequired to apply such according to their literal meaning.\" McMillen Feed\r\nMills, Inc. v. Mayer, 265 S.C. 500, 220 S.E.2d 221 (1975). Allowing video\r\noperators to pay out a larger jackpot over several days would render the\r\nstatute meaningless. It would nullify the limit. Further, to subtract how\r\nmuch the player has deposited into the machine would likewise render the\r\nstatue meaningless. 17Statutes should not be construed so as to lead to an\r\nabsurd result. Carolina Power &amp; Light v. Town of Pageland, 321 S.C. 5382\r\n471 S.E.2d 137 (1996). We will reject a meaning when to accept it would\r\nlead to a result so plainly absurd that it could not have been intended by the\r\nLegislature or would defeat the plain legislative intention. Kiriakides v. \r\n  \r\n\r\nfrom redeeming more that $125 worth of free game credits. Accepting\r\nrespondents' argument would render the advertising \"unfair\" because as\r\nstated 'above an act is unfair under the UTPA when it has a tendency to\r\ndeceive. Surely, the average person playing video poker that advertises the\r\nwinning of a jackpot would assume that the operator would pay the\r\nadvertised jackpot amount if won. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n17We note that the video poker industry as ' whole has not been\r\nsubtracting a player's deposits into the machine from his total winnings\r\nwhen paying out. Thus, the procedures followed by the industry in paying\r\nout winnings do not even comply with or support this interpretation of the\r\n$125 payout limit. \r\n  \r\np.34\r\n\r\nGENTRY v. YONCE \r\n\r\n\r\n\r\n\r\n\r\nUnited Artists Communications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994).\r\nThus, we hold the $125 limit is a $125 per 24-hour period limit.18 Successive\r\ncash payouts over several days or subtracting the money a player has\r\ndeposited into the machine is not authorized under this statue and would\r\nrender the $125 limit meaningless.19 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn conclusion, on the basis of the complaint it cannot be stated\r\nappellants are not entitled to any relief whatsoever. Accordingly, we reverse\r\nthe circuit court's ruling that the RICO cause of action must be pled with\r\nparticularity, §§ 12-21-2804(A) and (B) cannot serve as predicate acts under\r\nRICO, the UTPA cause of action was not sufficiently pled, and the conduct\r\nalleged in violation of the UTPA is authorized by law or is exempted. We\r\naffirm the circuit court's ruling that §12-21-2791 cannot serve as a predicate\r\nact. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART AND REVERSED IN PART. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, BURNETT, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n\r\n18The United States District Court held similarly in Johnson v. Collins,\r\nC.A. No. 3:97-2136-17 (D.S.C. filed September 15, 1998, and April 28, 1999),\r\nthat the $125 payout limit is $125 per 24-hour period, and alleged violations\r\nof §§ 12-21-2804(A) and (B) can serve as predicate acts in a RICO cause of\r\naction. The order which granted permanent injunctive relief has been stayed\r\nby the Fourth Circuit Court of Appeals pending appeal of the injunction\r\norder on its merits. Johnson v. Collins, No. 98-2225(L)(CA-97-2136-3-17) (4 th\r\nCir. filed July 7, 1999). However, the District Court's ruling and analysis on\r\nthe above issues are consistent with our opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n19Again, we note that the General Assembly-has recently passed\r\nlegislation which increases the payout limit to $500 regardless of the amount\r\nof money deposited into the machine by the player. This part of the\r\nlegislation takes effect December 1, 1999) if a majority of the voters decide in\r\nthe November 2nd referendum that cash payouts on video game machines\r\nshould continue. \r\n  \r\n  \r\n  \r\np.35 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24972","title":"Justice v. the Pantry, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24972","description":"","date":"1999-07-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nJay Justice, Respondent, \r\n  \r\nv. \r\n  \r\nThe Pantry, Hot Spot,\r\nR.L. Jordan, Short Stop,\r\nThomas Reagan, Li'l\r\nCricket Food Stores,\r\nGordon Zuber, The\r\nDugout, Mid-South, Inc.,\r\nFuel City.Number 61,\r\nBriar Patch, Jerry\r\nMatheson, Aladdins,\r\nMary Heatherly, Thirty\r\nSomething, Gene Lamb\r\n&amp; Mary Alice Lamb,\r\nHighway Number 9\r\nAuto Stop, &amp; Steve\r\nWest, Petitioners. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\nAppeal From Richland County\r\nL. Casey Manning, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24972\r\nHeard June 9, 1999 - Filed July 13, 1999 \r\n  \r\nAFFIRMED AS MODIFIED \r\n  \r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nJohn J. McCauley, of Breibart, McCauley &amp;\r\nNewton, P.A., of Lexington, for Petitioner The\r\nPantry. H. Buck Cutts, of Surfside, for Petitioner\r\nMid-South, Inc., d/b/a The Dugout. Dwight F.\r\nDrake, C. Mitchell Brown, &amp; Zoe Sanders Nettles,\r\nall of Nelson Mullins Riley &amp; Scarborough, L.L.P.,\r\nof Columbia, for all other petitioners. \r\n  \r\nChristopher G. Isgett, of Lee, Eadon, Isgett, &amp;\r\nPopwell, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: This Court granted certiorari to review the\r\nCourt of Appeals' opinion in Justice v. The Pantry, 330 S.C. 37, 496 S.E.2d\r\n871 (Ct. App. 1998).1 We affirm as modified. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nRespondent filed two lawsuits against petitioners under S.C.\r\nCode Ann. § 32-1-20 (1991) to recover gambling losses incurred by his\r\nmother and sister while playing video poker. Petitioners moved to dismiss\r\npursuant to Rule 12(b)(6), SCRCP, claiming respondent failed to plead\r\nfacts sufficient to support a cause of action under the statute. Relying on\r\nTrumbo v. Finley, 18 S.C. 305 (1882), the trial court granted the motion\r\nfinding § 32-1-20 is a penal statute and must be pled \"according to the\r\nstrict letter of the law.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal, the Court of Appeals reversed and remanded the\r\ncase finding the trial court's reliance on Trumbo was \"misplaced because\r\nthe pleading rules established in Trumbo for penal statutes in civil actions\r\nhave been replaced by the South Carolina Rules of Civil Procedure.\"\r\nJustice, 330 S.C. at 41, 496 S.E.2d at 873. Further, under Rule 8,\r\nSCRCP, the Court of Appeals determined respondent had sufficiently pled\r\nthe facts to establish a cause of action under § 32-1-20. \r\n  \r\n  \r\n  \r\n\r\n1 This Court denied certiorari to review the portion of the Court of\r\nAppeals' opinion addressing whether S.C. Code § 32-1-20 (1991) had been\r\nimpliedly repealed by the Video Game Machine Act. \r\n  \r\np.37\r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nISSUES \r\n  \r\n  \r\n  \r\nI Did the Court of Appeals err in holding the pleading rules\r\nin Trumbo v. Finley , supra, have been replaced by the South\r\nCarolina Rules of Civil Procedure? \r\n  \r\n  \r\n  \r\nII Did the Court of Appeals err in finding a cause of action\r\nunder § 32-1-20 was sufficiently pled? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION\r\nI \r\n  \r\nPetitioners argue the Court of Appeals erred in holding the\r\nSCRCP have superseded the pleading rules established in Trumbo for\r\npenal statutes in civil actions. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Trumbo court discussed the requirements of pleading a\r\ncause of action under a penal statute. Under Trumbo, a penal statute will\r\nbe strictly construed against the pleader; however, it will not be so strictly\r\nconstrued as to absolutely require pleading the exact words of the statute.\r\nThe Court stated \"[t]echnicalities are disregarded, and it may be that the\r\nstatutory offense could be stated sufficiently without using the very words\r\nof the statute,\" as long as the words which are used express the exact\r\nwrong. Trumbo, 18 S.C. at 312. The Court stated \"there is no peculiar or\r\ntechnical meaning given to language in penal more than in remedial laws.\"\r\nId. at 312. Moreover, the Court noted \"[p]enal acts are not to be\r\nconstrued so strictly as to defeat the obvious intention of the legislature.\"\r\nId. at 312. Under Trumbo, the pleading shall contain the fundamental\r\nfacts necessary to establish a cause of action under the statute. The\r\nTrumbo court held § 32-1-20 is penal in nature. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals erroneously decided the SCRCP have\r\nsuperseded Trumbo's pleading rules. The SCRCP became effective on July\r\n1, 1985. Rule 86, SCRCP. However, the SCRCP retained the\r\nrequirements of Code Pleading. Harry M. Lightsey, Jr., &amp; James F.\r\nFlanagan, South Carolina Civil Procedure 276 (1985). Code Pleading was\r\nadopted in South Carolina in 1870, prior to the Trumbo decision. Id. at\r\n46. Accordingly, the Trumbo pleading rules were established pursuant to\r\nCode Pleading and these rules are still valid. \r\n  \r\np.38\r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nII\r\nPetitioners argue the Court of Appeals erred in finding a cause\r\nof action under § 32-1-20 had been sufficiently pled. Specifically,\r\npetitioners claim the complaints fail to give petitioners notice of when or\r\nto whom the losses occurred. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe grant of a motion to dismiss for failure to state facts\r\nsufficient to constitute a cause of action cannot be upheld if facts alleged\r\nin the complaint and inferences reasonably deducible therefrom, if proven,\r\nwould entitle the plaintiff to relief on any theory of the case. Newton v.\r\nSouth Carolina Public Railways Comm'n, 319 S.C. 430, 462 S.E.2d 266\r\n(1995); Brown v. Leverette, 291 S.C. 364, 353 S.E.2d 697 (1987). \"The\r\ntrial court and this [C]ourt on appeal must presume all well pled facts to\r\nbe true.\" Morrow Crane Co. v. T.R. Tucker Constr. Co., 296 S.C. 427, 429,\r\n373 S.E.2d 701, 702 (Ct. App. 1988). \"[A] judgment on the pleadings is\r\nconsidered to be a drastic procedure by our courts.\" Russell v. City of\r\nColumbia, 305 S.C. 86, 89, 406 S.E.2d 338, 339 (1991) (citation omitted). \r\n  \r\nSection 32-1-10 states: \r\n  \r\nAny person who shall at any time or sitting, by\r\nplaying at cards, dice table or any other game\r\nwhatsoever, ... lose to any person or persons so\r\nplaying or betting, in the whole, the sum or value\r\nof fifty dollars and shall pay or deliver such sum or\r\nvalue ... shall be at liberty, within three months\r\nthen next ensuing, to sue for and recover the\r\nmoney or goods so lost .... \r\n  \r\nS.C. Code Ann. § 32-1-10 (1991) (emphasis added). Section 32-1-20\r\npermits any person to sue for the gambling losses, provided the loser does\r\nnot sue and there is no covin or collusion between the loser and the\r\nplaintiff. A person who sues pursuant to § 32-1-20 may recover treble the\r\nvalue of the gambling losses.2 \r\n  \r\n\r\n2 Sections 32-1-10 &amp; -20 were originally adopted in 1712 and statutory\r\nlanguage has changed very little since then. See Berkebile v. Outen, 311\r\nS.C. 50, 426 S.E.2d 760 (1993). \r\n  \r\np.39\r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nUnder Trumbo, the plaintiff must plead facts which are\r\nsufficient to establish the statutory elements of the cause of action.\r\nTrumbo, supra. The Court in Trumbo construed the phrase \"at any time\r\nor sitting\" to require the gambler to incur the loss at any one time (i.e. a\r\nsingle bet) or sitting (i.e. a course of play). Id. at 311. In Trumbo, the\r\nCourt noted the complaint did not state the money was lost \"at one time\r\nor sitting\" and did not contain the word \"sitting\" at all in the complaint.\r\nId. at 312-13. Because the plaintiffs complaint in Trumbo \"did not\r\nattempt to state the offense in the words of the statute nor in equivalent\r\nwords,\" the Court held the complaint did not sufficiently state a cause of\r\naction. Id. at 312. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's complaints alleged: \r\n  \r\nThat on several dates throughout the calendar\r\nyears of 1995-1996, [sister/mother] of the Plaintiff,\r\nwhile gambling on the poker video [sic] machines,\r\nowned and/or operated by the Defendants, lost in\r\nexcess of Fifty Dollars ($50.00) per sitting. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court ruled the complaints were insufficient because\r\nthey failed to allege: (1) the Trumbo \"one time or sitting\" element; (2)\r\nwhether the loss occurred \"by playing at cards, dice table or any other\r\ngame;\" and (3) to whom the alleged losses occurred. The Court of Appeals\r\ndisagreed stating: \r\n  \r\nJustice's complaints contain sufficient allegations\r\nregarding these three elements and comply with\r\nRule 8, SCRCP. First, Justice clearly alleged in his\r\ncomplaints that his mother and sister, while\r\ngambling, \"lost in excess of Fifty Dollars ($50.00)\r\nper sitting\" (emphasis added). Secondly, Justice\r\nspecifically alleged that the money was lost \"while\r\ngambling on the poker video machines.\" Finally,\r\nJustice alleged the money was lost to the\r\nDefendants named in the complaints, who \"owned\r\nand/or operated\" the video poker machines. \r\n  \r\nJustice, 330 S.C. at 42, 496 S.E.2d at 873-74. \r\n  \r\np.40\r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nWe agree with the Court of Appeals' assessment of\r\nrespondent's complaints. Even under the Trumbo pleading rules, these\r\ncomplaints plead facts which sufficiently establish the required statutory\r\nelements. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioners further contend, because the complaints fail to\r\nallege the specific dates of when the losses occurred, they were unable to\r\ndetermine if the one year statute of limitations defense was applicable.\r\nSpecifically, citing Rule 9(f), SCRCP, petitioners maintain respondent is\r\nrequired to aver the dates when the losses occurred.3 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRule 9(f), SCRCP,4 does not require allegations of time to be\r\nincluded in a pleading. 24 S.C. Jurisprudence Rules of Civil Procedure §\r\n9.2 (1994); see also Jones v. United Gas Improvement Corp., 383 F. Supp.\r\n420 (E.D. Pa. 1974) (the rule does not require specific allegations of time,\r\nbut merely states when such specific allegations are made they are\r\nmaterial); 5 Miller &amp; Wright, Fed. Prac. &amp; Proc. § 1309 (2d ed. 1990).\r\nInstead, it requires, if pleadings contain allegations of time, the allegations\r\nmust be accurate. 24 S.C. Jurisprudence Rules of Civil Procedure § 9.2; 5\r\nMiller &amp; Wright, Fed. Prac. &amp; Proc. § 1308. Moreover, Rule 9(f) does not\r\nrequire specificity when pleading time. See Supreme Wine Co. v.\r\nDistributors of New England, Inc., 198 F. Supp. 318 (D. Mass. 19.61). The\r\npurpose of this rule is to provide a mechanism for the testing of certain\r\nclaims and defenses, including the statute of limitations. See 5 Miller &amp;\r\nWright, Fed. Prac. &amp; Proc. §§ 1308-09; see also Gossard v. Gossard, 149\r\nF.2d 111 (10th Cir. 1945). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder Trumbo, the dates of the gambling are not a required\r\nelement of the statute. See Trumbo, 18 S.C. 312-13 (\"We do not regard\r\ntime as important in reference to any particular day within three months,\r\nbut necessary as to the manner in which the money was won, viz., 'at one\r\ntime or sitting,' which, as we think, was an important element of the\r\noffense under the statute.\"). Instead, the complaint should indicate \"the\r\nmanner in which the money was won,\" i.e. \"at one time or sitting.\" \r\n  \r\n\r\n3 Rule 9(f), SCRCP, states: \"For the purpose of testing the sufficiency\r\nof a pleading, averments of time and place are material and shall be\r\nconsidered like all other averments of material matter.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4Rule 9(f), SCRCP is the same as Fed. R. Civ. Proc. 9(f). \r\n  \r\np.41\r\n\r\nJUSTICE v. THE PANTRY, ET AL. \r\n\r\n\r\n\r\n\r\n\r\nTrumbo, 18 S.C. 312-13. Thus, the one year statute of limitations is not a\r\nstatutory element which must be specifically plead. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe complaints were filed March 8, 1996 and state the losses\r\noccurred \"on several dates throughout the calendar years of 1995-96.\"\r\nThis statement adequately sets out the time period when respondent\r\nclaims the losses occurred so petitioners can determine if they should raise\r\na statute of limitations defense. Any claim which arose more than one\r\nyear before the complaint was filed is time barred. See Montjoy v. One\r\nStop of Abbeville, Inc., 325 S.C. 17, 478 S.E.2d 683 (1996) (the general one\r\nyear statute of limitations applies to a third party's action to recover\r\ngambling losses). Petitioners are on notice as to when the losses occurred\r\nand pretrial discovery will assist petitioners in uncovering the exact dates\r\non which the gambling took place. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AS MODIFIED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\np.42 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24973","title":"City of Camden v. Public Service Commission","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24973","description":"","date":"1999-07-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 24\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCity of Camden, Respondent, \r\n  \r\nv. \r\n  \r\nPublic Service\r\nCommission of South\r\nCarolina and Black\r\nRiver Electric\r\nCooperative, Appellants. \r\n  \r\nAppeal From Richland County\r\nJ. Derham Cole, Judge \r\n  \r\nOpinion No. 24973\r\nHeard June 9, 1999 - Filed July 19, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nF. David Butler, of Columbia, for appellant Public\r\nService Commission. \r\n  \r\nArthur G. Fusco, of Columbia, for appellant Black\r\nRiver Electric Cooperative. \r\n  \r\nJames M. Brailsford, III, of Robinson, McFadden &amp;\r\nMoore, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: This appeal is from a circuit court order\r\nreversing a decision of appellant Public Service Commission (PSC) that\r\nassigned an area already served by respondent (City) to appellant Black \r\n  \r\np.20\r\n\r\nCITY OF CAMDEN v. PUBLIC SERVICE COMMISSION OF SC \r\n\r\n\r\n\r\n\r\n\r\nRiver Electric Cooperative (Coop). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nIn October 1996, several residents of the Red Hill area of Lee\r\nCounty filed a complaint with the PSC alleging inadequate and\r\nundependable electrical service from City. The complainants sought relief\r\nunder S.C. Code Ann. § 58-27-660 (1977), which allows a change in electric\r\nsupplier for inadequate service, and asked that Coop take over service of\r\nthe area. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA hearing was held on June 25, 1997. Two residents testified to\r\npower surges and outages occurring from 1990 through the summer of\r\n1996. City Manager Broom testified City had retained an electrical\r\nengineering firm in September 1996 which recommended repairs including\r\nadding voltage regulators and capacitor banks, replacing reclosers, and\r\ncoordinating the types and sizes of reclosers and fuses. This work had\r\nbeen completed by the date of the hearing at a cost of $35,000. Broom\r\nfurther testified that long-term improvements to meet growing demand\r\nwere in the planning stages. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCity also put up the testimony of an electrical engineer, A.J. Molnar,\r\nwho corroborated that all the recommended repairs had been completed in\r\nApril 1997. He testified that as of the weekend before the hearing,\r\nvoltage readings in the Red Hill area indicated a constant voltage of 122\r\nvolts which is considered \"very good.\" These readings indicated no voltage\r\nsurges or low voltage problems. Molnar testified that the current\r\nelectrical status of the Red Hill area would be sufficient for \"a good\r\nnumber of years\" and could accommodate a five percent increase in load. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn its order, the PSC sua sponte took judicial notice that it had in\r\nits files no certificate of public convenience and necessity to support City's\r\nservice of the area as required under S.C. Code Ann. § 58-27-1230 (1977).1 \r\n  \r\n  \r\n  \r\n\r\n1 This section requires such a certificate for every electrical utility except\r\na municipality within its corporate limits with these exemptions: \r\n  \r\n(a) for any extension within any municipality or district within\r\nwhich it had lawfully commenced operations prior to April 8,\r\n1932, (b) for an extension within or to territory already served by\r\nit, necessary in the ordinary course of its business or (c) for an\r\nextension into territory contiguous to that already occupied by it \r\n  \r\np.21\r\n\r\nCITY OF CAMDEN v. PUBLIC SERVICE COMMISSION OF SC \r\n\r\n\r\n\r\n\r\n\r\nIt concluded City was not lawfully serving the Red Hill area (which City\r\nhad served since at least 1940) because City had failed to prove it was\r\nexempt from obtaining such a certificate. Accordingly, the PSC assigned\r\nthe Red Hill area to Coop under S.C. Code Ann. § 58-27-640 (1977). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn appeal, the circuit court reversed. It found there was no\r\nsubstantial evidence that City's electrical service was inadequate at the\r\ntime of the PSC hearing. Further, it was an error of law to assign the\r\nRed Hill area to another supplier under §58-27-640 because the legality of\r\nCity's service was never raised by the pleadings and City had no notice.\r\nThe PSC and Coop appeal. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Did the circuit court apply the appropriate standard of\r\nreview? \r\n  \r\n  \r\n  \r\n2. Did the PSC properly assign the area to Coop because City's\r\nservice was unlawful? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n1. Standard of review \r\n  \r\n  \r\n  \r\nAppellants contend the circuit court's order should be reversed\r\nbecause it substituted its own view of the facts in finding there was no\r\nevidence of inadequate service. See Porter v. South Carolina Pub. Serv.\r\nComm'n, 333 S.C. 12, 507 S.E.2d 328 (1998) (appellate court may not\r\nsubstitute its judgment for that of the PSC). This issue is without merit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, the record is clear there was no evidence of inadequacy at the\r\ntime of the hearing before the PSC. Moreover, regardless of the circuit\r\ncourt's finding, the PSC did not rest its decision on inadequacy of service\r\npresumably because reassignment for inadequacy of service under §58-27-\r\n660 does not apply to municipalities. 2Relief for inadequacy of service by a\r\nmunicipality is limited under S.C. Code Ann. § 58-27-1520 (1977) to \r\n  \r\n\r\nand not receiving similar service from another electrical utility. \r\n\r\n\r\n\r\n\r\n\r\n2 Section 58-27-610(l), which applies to Article 5 of Chapter 27, excludes\r\na municipality from the definition of \"electric supplier.\" Section 58-27-660 is\r\npart of Article 5 and therefore does not apply to municipalities. \r\n  \r\n  \r\n  \r\np.22\r\n\r\nCITY OF CAMDEN v. PUBLIC SERVICE COMMISSION OF SC \r\n\r\n\r\n\r\n\r\n\r\nordering City to improve its electrical service.3Accordingly, inadequacy of\r\nservice could not support assignment of the Red Hill area to Coop in this\r\ncase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Lawfulness of City's service \r\n  \r\n  \r\n  \r\nAppellants contend the circuit court improperly relied on Camden v.\r\nSouth Carolina Pub. Serv. Comm'n, 283 S.C. 380, 323 S.E.2d 519 (1984),\r\nin reversing the assignment to Coop. Camden involved an area serviced\r\nby a municipality outside its city limits that was assigned by the PSC to\r\nan electric cooperative. The Court concluded on the facts of the case that\r\nsince the municipality was lawfully servicing the area, the PSC lacked\r\nauthority to assign the area to another electric supplier under § 58-27-640. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, the circuit court concluded the lawfulness of City's\r\nservice to the Red Hill area was not properly in issue because it was not\r\nraised by the pleadings. Accordingly, the holding in Camden applied and\r\nthe PSC could not assign the Red Hill area to Coop under § 58-27-640. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the circuit court's ruling. In this case, no allegation\r\nwas ever raised regarding unlawful service. In fact, City had no notice of\r\nany such challenge to its service until the PSC issued its order. See\r\nCameron &amp; Barkley Co. v. South Carolina Procurement Review Panel, 317\r\nS.C. 437, 454 S.E.2d 892 (1995) (administrative agency's consideration of\r\nan issue without notice resulting in prejudice violates procedural due\r\nprocess). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, S.C. Code Ann. § 58-27-1270 (1977) provides the proper\r\nprocedure in a case of unlawful service: \r\n  \r\nWhenever ... [a] governmental body ... is engaged ... in \r\n  \r\n\r\n3This section provides: \r\n\r\nWhenever the Commission, after a hearing had upon\r\nits own motion or upon complaint, finds that the\r\nservice of any electrical utility is unreasonable,\r\nunsafe, inadequate, insufficient or unreasonably\r\ndiscriminatory the Commission shall determine the\r\nreasonable, safe, adequate and sufficient service to be\r\nobserved, furnished, enforced or employed and shall\r\nfix the same by its order, rule or regulation. \r\n  \r\np.23\r\n\r\nCITY OF CAMDEN v. PUBLIC SERVICE COMMISSION OF SC \r\n\r\n\r\n\r\n\r\n\r\noperation without having secured a certificate of public\r\nconvenience and necessity as required by the provisions of this\r\nchapter, or otherwise in violation thereof, any interested\r\nelectrical utility, electric cooperative, consolidated political\r\nsubdivision, corporation or municipality may file a complaint\r\nwith the Commission. The Commission may, with or without\r\nnotice, make its order requiring the party complained of to\r\ncease and desist ... until the Commission may, after hearing,\r\nmake such order and prescribe such terms and conditions in\r\nharmony with this chapter as are just and reasonable. \r\n  \r\n(emphasis added). \r\n  \r\nThis section clearly envisions a complaint and action to specifically\r\nchallenge unlawful service by an electric supplier. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court's order reversing the PSC's assignment of the Red\r\nHill area to Coop is AFFIRMED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.24 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24974","title":"Foye v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24974","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 25\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIrving Foye, Petitioner,\r\nv.\r\nState of South Respondent.\r\nCarolina,. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Charleston County\r\nLuke N. Brown, Jr., Trial Judge\r\nDaniel E. Martin, Sr., Post-Conviction Judge \r\n  \r\nOpinion No. 24974\r\nSubmitted June 23, 1999 - Filed July 26, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nAssistant Appellate Defender M. Anne Pearce, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for petitioner. \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, and\r\nAssistant Attorney General Matthew M. McGuire,\r\nall of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Petitioner was convicted of trafficking in\r\ncocaine and was sentenced to imprisonment for thirty years and payment\r\nof a $200,000 fine. His conviction and sentence were affirmed on direct \r\n  \r\np.1\r\n\r\nFOYE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nappeal by the Court of Appeals. State v. Foye, Op. No. 95-UP-323 (S.C.\r\nCt. App. filed December 6, 1995). Petitioner's application for post\r\nconviction relief (PCR) was denied and this Court granted certiorari. We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nI. Was petitioner's counsel ineffective in failing to present\r\nevidence of prejudice when petitioner appeared in chains before\r\nmembers of the venire? \r\n  \r\n  \r\n  \r\nII Was petitioner's counsel ineffective in failing to reevaluate\r\npetitioner's decision not to testify after his co-defendant\r\nimplicated him in the crime? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nPetitioner claims trial counsel was ineffective in failing to\r\nrequest on the record that the trial judge question the seated members of\r\nthe jury about whether they saw petitioner in chains when he was brought\r\ninto the courtroom. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrior to jury selection, members of the venire observed\r\npetitioner in chains. Defense counsel moved for a mistrial and a\r\ncontinuance to another term of court. The trial judge denied the motions,\r\nfinding no evidence of prejudice. On direct appeal, the Court of Appeals\r\naffirmed, finding no evidence that the members of the venire who saw\r\npetitioner in chains were selected to serve as jurors in that case. Id. The\r\nCourt of Appeals refused to address petitioner's further argument that the\r\ntrial judge should have questioned the jurors to see if any of them had\r\nseen him because the court found petitioner's counsel failed to request this\r\nrelief at trial. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PCR judge found this claim was addressed by the Court of\r\nAppeals on direct appeal. Thus, the claim was barred from collateral\r\nattack. Drayton v. Evatt, 312 S.C. 4, 430 S.E.2d 517 (1993). This ruling\r\nis incorrect. Finding the issue unpreserved because petitioner's counsel\r\nfailed to request the trial judge question the jurors, the Court of Appeals\r\nrefused to address this issue. Thus, the issue was properly before the \r\n  \r\np.2\r\n\r\nFOYE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nPCR court to determine if petitioner's counsel rendered ineffective\r\nassistance of counsel by failing to request this relief. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe burden is on the applicant in a post-conviction proceeding\r\nto prove the allegations in his application. Butler v. State. 286 S.C. 441,\r\n334 S.E.2d 813 (1985), cert. denied, 106 S.Ct. 869 (1986). There is a\r\nstrong presumption that counsel rendered adequate assistance and\r\nexercised reasonable professional judgment in making all significant\r\ndecisions in the case. Strickland v. Washington, 466 U.S. 668, 104 S.Ct.\r\n2025, 80 L.Ed.2d 674 (1984); Cherry v. State, 300 S.C. 115, 386 S.E.2d 624\r\n(1989). As to allegations of ineffective assistance of counsel, the applicant\r\nmust show his counsel's performance fell below an objective standard of\r\nreasonableness, and but for counsel's errors, there is a reasonable\r\nprobability the result at trial would have been different. Strickland v.\r\nWashington, supra; Johnson v. State, 325 S.C. 182, 480 S.E.2d 733 (1997).\r\nA reasonable probability is a probability sufficient to undermine confidence\r\nin the outcome of the trial. Johnson v. State, supra. Where matters of\r\ncredibility are involved, this Court gives great deference to a judge's\r\nfindings, because this Court lacks the opportunity to directly observe the\r\nwitnesses. Drayton v. Evatt 312 S.C. 4, 430 S.E.2d 517 (1993). This\r\nCourt must affirm the findings of the PCR judge if they are supported by\r\nany evidence in the record. Cherry v. State, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, counsel stated petitioner claimed two members of the\r\nvenire saw him in chains. However, there was no claim that members of\r\nthe seated jury saw petitioner in chains. Petitioner testified at the PCR\r\nhearing that one of the seated jurors saw him in chains. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner's counsel testified at the PCR hearing that he asked\r\nthe trial judge at a bench conference to question the jurors to determine\r\nwhether any of the seated jurors had seen petitioner in chains. The trial\r\njudge denied the request. However, because this request was not on the\r\nrecord, the Court of Appeals refused to address this issue. Thus, counsel\r\nwas deficient because he failed to adequately preserve this issue for\r\nreview. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, petitioner failed to prove he was prejudiced by\r\ncounsel's deficient performance. Although counsel testified he believed\r\npetitioner was prejudiced by this incident, the PCR judge did not find this\r\nstatement credible or sufficient to establish prejudice. Butler v. State,\r\nsupra (the burden of. proof is on the applicant); Drayton v. Evatt, supra \r\n  \r\np.3\r\n\r\nFOYE v. STATE \r\n\r\n\r\n\r\n\r\n\r\n(matters of credibility are within the discretion of the PCR judge).\r\nFurther, the trial judge did not find petitioner's testimony that one\r\nmember of his jury saw him in chains credible. Petitioner did not offer\r\nthe testimony or affidavits of any of the seated jurors that they saw\r\npetitioner in chains and petitioner was prejudiced thereby. Without this\r\nevidence, petitioner's claim is not supported by any probative evidence and\r\nis based on pure speculation. See Glover v. State, 318 S.C. 496, 458\r\nS.E.2d 538 (1995) (mere speculation and conjecture on the part of\r\nrespondent is insufficient). Accordingly, petitioner failed to meet his\r\nburden of proving counsel rendered ineffective assistance.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nII \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner claims counsel was ineffective for failing to\r\nreevaluate petitioner's decision not to testify after petitioner's co-defendant\r\nprovided damaging testimony. \r\n  \r\nFor an applicant to be granted PCR as a result of ineffective\r\nassistance of counsel, he must show his counsel failed to render reasonably\r\neffective assistance under prevailing professional norms and he was\r\nprejudiced by his counsel's ineffective performance. Strickland v.\r\nWashington, supra. To prove prejudice, the applicant must show but for\r\ncounsel's errors, there is a reasonable probability the result at trial would\r\nhave been different. Johnson v. State, supra. A reasonable probability is\r\na probability sufficient to undermine confidence in the outcome of the trial\r\nId. If there is any probative evidence to support the findings of the PCR\r\njudge, those findings must be upheld. Cherry v State, supra. \r\n  \r\n  \r\n  \r\n\r\n1Petitioner suggests this Court should presume prejudice in this\r\nmatter because due to the passage of time it is impossible to conduct an\r\nadequate post-trial inquiry. See State v. Aldret, 333 S.C. 307, 509 S.E.2d\r\n811 (1999) (recognizing under certain circumstances it may be appropriate\r\nto order a new trial absent a showing of actual prejudice in a case of juror\r\nmisconduct). We disagree. The jury was instructed to determine\r\npetitioner's guilt based only on the evidence presented in the trial. A jury\r\nis presumed to follow instructions. State v. Ard, 332 S.C. 370, 505 S.E.2d\r\n328 (1998). Therefore, without some showing the jurors disregarded these\r\ninstructions, this Court declines to presume prejudice. \r\n  \r\n  \r\n  \r\np.4\r\n\r\nFOYE v. STATE \r\n\r\n\r\n\r\n\r\n\r\nPetitioner was tried with his father.2 After petitioner's father\r\ninformed counsel he would testify petitioner did not know cocaine was in\r\nthe gym bag, counsel advised petitioner not to testify because of his prior\r\nconvictions for possession of marijuana with intent to distribute and\r\npossession of cocaine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, petitioner's father testified petitioner helped him drive\r\nfrom New York to Charleston. Petitioner's father claimed he did not tell\r\npetitioner he was transporting cocaine before or during the drive.\r\nHowever, petitioner's father testified, as they were walking from the\r\nparking lot to the hotel, his son asked him what was in the gym bag.\r\nPetitioner's father stated he told petitioner the bag contained cocaine.\r\nPetitioner expressed dismay at this information and wanted to help his\r\nfather because he was afraid his father would be hurt. During this time,\r\npetitioner and petitioner's father passed the bag back and forth several\r\ntimes. Petitioner's father testified he insisted his son should not get\r\ninvolved and he took the bag away from him prior to entering the hotel.\r\nPetitioner waited in the lobby while his father delivered the cocaine.\r\nSeveral police officers testified they observed petitioner carrying the gym\r\nbag containing the cocaine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State argues counsel was employing a valid trial strategy\r\nin not putting petitioner on the stand even after his father's damaging\r\ntestimony. See Whitehead v. State, 308 S.C. 119, 417 S.E.2d 529 (1992)\r\n(if counsel articulates a valid reason for employing certain trial strategy,\r\nsuch tactics will not be deemed ineffective assistance of counsel); Stokes v.\r\nState, 308 S.C. 546, 419 S.E.2d 778 (1992). However, based on counsel's\r\ntestimony at the PCR hearing, counsel did not consider the possibility of\r\npetitioner testifying after his father's testimony; therefore, counsel failed to\r\nuse his discretion in employing an appropriate trial strategy in light of the\r\nunexpected testimony. Further, counsel admitted it may have been proper\r\nto put petitioner on the stand after his father's damaging testimony.\r\nAccordingly, counsel was deficient in failing to reevaluate petitioner's\r\ndecision not to testify after his father implicated him. \r\n  \r\n\r\n2Petitioner and his father were both indicted for trafficking in\r\ncocaine and for conspiracy to traffic in cocaine. While the jury found his\r\nfather guilty on both counts, it found petitioner not guilty on the\r\nconspiracy charge. \r\n  \r\np.5\r\n\r\nFOYE v. STATE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPetitioner claims if he had testified the jury would have had a\r\nchance to hear him adamantly deny involvement in the drug transaction.\r\nAccording to petitioner, his denial, in addition to the slim evidence against\r\nhim, would have convinced the jury he was not guilty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe disagree. Petitioner's prior convictions probably would\r\nhave been admissible to impeach his testimony and cast severe doubt on\r\nhis credibility.3 Accordingly, the PCR judge correctly found the jury would\r\nnot have found petitioner credible and his testimony would not have\r\nchanged the outcome of the trial. See Drayton v. Evatt, supra (matters of\r\ncredibility are within the discretion of the PCR judge); Cherry v. State,\r\nsupra (the PCR judge's findings should be upheld if supported by any\r\nprobative evidence). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, counsel sufficiently rehabilitated petitioner's father's\r\ntestimony during cross-examination and re-established petitioner's defense\r\nthat he was unaware he was transporting drugs. Thus, petitioner failed to\r\nprove he was prejudiced by counsel's deficient performance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\n\r\n3 Petitioner's trial occurred before the South Carolina Rules of\r\nEvidence were adopted. Under the law prior to the SCRE, evidence of a\r\nprior conviction was admissible for impeachment purposes if the prior\r\ncrime involved \"moral turpitude.\" State v. Millings, 247 S.C. 52, 145\r\nS.R.2d 422 (1965). Possession of marijuana with intent to distribute and\r\npossession of cocaine were considered crimes involving moral turpitude.\r\nSee State v. Lilly, 278 S.C. 499, 299 S.E.2d 329 (1983); State v. Major, 301\r\nS.C. 181, 391 S.E.2d 235 (1.990). However, evidence of these convictions\r\nwas not per se admissible. Instead, the trial judge had discretion to\r\ndetermine whether the prejudicial effect of admitting the prior conviction\r\noutweighs the probative worth of such evidence on the issue of credibility.\r\nSee Merritt v. Grant, 285 S.C. 150, 328 S.E.2d 346 (Ct. App. 1985); see\r\nalso State v. Harvey, 275 S.C. 225, 268 S.E.2d 587 (1980). \r\n  \r\np.6 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24975","title":"State v. Rosemond","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24975","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.25 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State,  Respondent, \r\n  \r\nv.\r\nAndre Kevin Rosemond,  Appellant. \r\n  \r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Judge \r\n  \r\nOpinion No. 24975 \r\n  \r\nHeard January 8, 1998 - Filed July 26, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nRobert M. Pachak, Assistant Appellate Defender, South\r\nCarolina Office of Appellant Defense, of Columbia, for\r\nappellant. \r\n  \r\nCharles M. Condon, Attorney General, John W. McIntosh,\r\n.Deputy Attorney General, and Donald J. Zelenka,\r\nAssistant Deputy Attorney General, all of Columbia; and\r\nHolman C. Gossett, Solicitor, Seventh Judicial Circuit, of\r\nSpartanburg, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: A jury convicted Appellant Andre Kevin\r\nRosemond of the murders of his girlfriend, Christine Norton,1 and Norton's\r\nten-year old daughter, Corrie Autumn Norton.2 Thereafter, upon the jury's\r\nrecommendation, the trial judge sentenced Appellant to death for both \r\n  \r\n\r\n1Hereinafter \"Mother.\" \r\n\r\n\r\n\r\n2 Hereinafter \"Daughter.\"\r\np.7\r\n\r\nState v. Rosemond \r\n\r\n\r\n\r\n\r\n\r\nconvictions.3 This appeal consolidates Appellant's direct appeal with the\r\nmandatory review provisions of S.C. Code Ann. § 16-3-25(C) (1985). We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nOn the afternoon of June 21, 1993, at Appellant's request, a\r\nSpartanburg County Sheriffs Deputy met Appellant at Brown's Funeral\r\nHome. Appellant told the deputy he and Mother had received a telephone\r\ncall (or calls) the previous evening threatening their lives. Because of this,\r\nthey had decided to move. Appellant requested that the deputy accompany\r\nhim back to the mobile home where he and Mother lived so he could retrieve\r\nsome clothing. The deputy complied. When they entered the mobile home,\r\nMother and Daughter were found dead in the living area. Daughter was\r\nsitting slumped on the sofa and Mother was lying on the floor beside the\r\nsofa. Both had been shot twice in the head. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile initially Appellant told police he thought whomever had been\r\nthreatening them had killed the victims, he eventually confessed to the\r\nshootings. He told police he had thrown the murder weapon in a lake, and\r\nled them to the exact spot where he threw it in. The gun was subsequently\r\nfound in close proximity to this spot. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nThe sole issue on appeal is whether the trial judge erred in admitting\r\ncolor photographs of the victims during the sentencing phase. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nDuring the sentencing phase, the State was allowed to introduce six\r\nenlarged color photographs of the victims over Appellant's objection. Three\r\nwere pictures of the victims at the crime scene, and three were taken at\r\nautopsy. Appellant argues these pictures were unduly prejudicial and \r\n  \r\n\r\n3 The jury found as statutory aggravating circumstances that two or\r\nmore persons were murdered by the defendant by one act or pursuant to one\r\nscheme or course of conduct; and the murder of a child eleven years of age\r\nor under. S.C. Code Ann. §16-3-20(9), -20(10) (Supp. 1996). \r\n  \r\np.8\r\n\r\nState v. Rosemond \r\n\r\n\r\n\r\n\r\n\r\ndeprived him of a fair trial. See U.S. Const. amend. VII; U.S. Const. amend.\r\nXIV; S.C. Code Ann.§16-3-25(C)(1) (1985). We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe relevance, materiality and admissibility of photographs are matters\r\nwithin the sound discretion of the trial court and a ruling will be disturbed\r\nonly upon a showing of an abuse of discretion. State v. Tucker, 324 S.C. 155,\r\n478 S.E.2d 260 (1996), cert. denied, 117 S. Ct. 1561 (1997). \r\n  \r\n  \r\n  \r\nThe purpose of the bifurcated proceeding in a capital case is to\r\npermit the introduction of evidence in the sentencing proceeding\r\nwhich ordinarily would be inadmissible in the guilt phase. In the\r\nsentencing proceeding, the trial court may permit the introduction\r\nof additional evidence in extenuation, mitigation or aggravation.\r\nIn determining whether to recommend a sentence of death, the\r\njury may be permitted to see photographs which depict the bodies\r\nof the murder victims in substantially the same condition in\r\nwhich the defendant left them. . . . The trial judge is still\r\nrequired to balance the prejudicial effect of the photographs\r\nagainst their probative value. However, in the sentencing phase,\r\nthe scope of the probative value is much broader. \r\n  \r\nState v. Kornahrens, 290 S.C. 281, 289, 350 S.E.2d 180, 185-86 (1986), cert.\r\ndenied, 480 U.S. 940 (1987) (internal citations omitted). To constitute unfair\r\nprejudice, the photographs must create a \"tendency to suggest a decision on\r\nan improper basis, commonly, though not necessarily, an emotional one.\"\r\nState v. Franklin, 318 S.C. 47, 55, 456 S.E.2d 357, 361, cert. denied, 116 S.\r\nCt. 160 (1995) (quoting State v. Alexander, 303 S.C. 377, 382, 401 S.E.2d 146,\r\n149 (1991)). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have reviewed the photographs and find the trial judge did not\r\nabuse his discretion in admitting them. The photographs taken at the crime\r\nscene showed the victims in substantially the same condition as Appellant\r\nleft them. All of the photographs served to corroborate the pathologist's\r\ntestimony describing the position of the victims as they were dying and the\r\nwounds each received. He also used them to explain his belief that Mother\r\ncontinued living for about ten minutes after she was shot, and that\r\nDaughter's wounds were inflicted at close range. These photographs were\r\nprobative of both the circumstances of the crime and Appellant's character.\r\nThe autopsy photographs were not unnecessarily gruesome, as the bodies had\r\nbeen cleaned of blood. See Franklin, 318 S.C. at 56-57, 456 S.E.2d 361-62\r\n(affirming admission of autopsy slides, noting they showed victim's wounds\r\nand*body had been cleaned of blood). Photographs of a victim's body are \r\n  \r\np.9\r\n\r\nState v. Rosemond \r\n\r\n\r\n\r\n\r\n\r\nadmissible in the sentencing phase of a death penalty trial to show the\r\ncircumstances of the crime and the character of the defendant. Tucker, 324\r\nS.C. 155, 478 S.E.2d 260. If the photograph serves to corroborate testimony,\r\nit is not an abuse of discretion to admit it. State v. Nance, 320 S.C. 501,\r\n508, 466 S.E.2d 349, 353, cert. denied, 116 S. Ct. 2566 (1996). We find the\r\nprobative value of these photographs outweighed any potential prejudicial\r\neffect. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nReview under S.C. Code Ann. §16-3-25(C) (1985) \r\n  \r\n  \r\n  \r\nWe find the sentence imposed proportionate to that in similar cases, is\r\nnot arbitrary, excessive or disproportionate to the crime in this case, and is\r\nnot the result of passion or prejudice. We also find the evidence supports the\r\nfinding of aggravating circumstances. See, e.g., State v. Tucker, 324 S.C.\r\n155, 478 S.E.2d 260 (1996); State v. Williams, 321 S.C. 327, 468 S.E.2d 626\r\n(1995). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\nTOAL, MOORE, and BURNET, JJ. , concur. FINNEY, C. J. , dissenting in a\r\nseparate opinion. \r\n  \r\np.10\r\n\r\nSTATE v. ROSEMOND \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. The State elected to offer\r\nenlarged photographs of both the mother and child victims taken at the\r\ncrime scene and at the autopsy. In my opinion, the prejudicial effect of the\r\noversized photos, which were not enlarged for any legitimate evidentiary\r\npurpose, outweighed their probative value. State v. Livingston, 327 S.C. 17,\r\n488 S.E.2d 313 (1997). 1 would reverse and remand for a new sentencing\r\nproceeding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.11 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24976","title":"Futch v. McAllister Towing of Georgetown, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24976","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 25\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nJames Morgan Futch, Petitioner,\r\nv.\r\nMcAllister Towing of\r\nGeorgetown, Inc.,  Respondent. \r\n  \r\nON WRIT OF CERTIORARI\r\nTO THE COURT OF APPEALS \r\n  \r\nAppeal From Georgetown County\r\nSidney T. Floyd, Circuit Court Judge \r\n  \r\nOpinion No. 24976 \r\n  \r\nHeard January 6, 1999 - Filed July 26, 1999 \r\n  \r\nREVERSED \r\n  \r\nRobert L. Widener and Celeste T. Jones, both of the\r\nMcNair Law Firm, Columbia, for petitioner. \r\n  \r\nMarvin D. Infinger and Julie O. Medich, both of\r\nSinkler &amp; Boyd, P.A., of Charleston, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J.: James M. Futch (Futch) won a jury verdict, as well\r\nas treble damages and attorney's fees, in an action he brought pursuant to the\r\nstate Payment of Wages Act. Futch lost on appeal when the Court of Appeals \r\n  \r\np.12\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nreversed the trial judge's denial of McAllister Towing's (Employer's) directed\r\nverdict motion. We granted Futch's petition for a writ of certiorari to review the\r\nCourt of Appeals' decision. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nThe facts of this case are undisputed. Employer, headquartered in\r\nNew York, employed Futch as a tugboat captain and local manager of its\r\noperations at the port in Georgetown. Futch, who was eighty-eight years old\r\nwhen this dispute arose, had begun his life on the water in the early 1920s by\r\nrunning mail and supply boats to South Carolina's coastal islands. He had\r\nworked as a tugboat captain in the ports at Charleston and Georgetown since at\r\nleast the 1960s. His longevity and expertise had made him a respected, well\r\nknown figure among the lowcountry shipping community. In 1981, after\r\nGeorgetown's only tugboat company stopped operating, Futch personally leased\r\ntugboats for six months to keep the city's port open for business until Employer\r\ntook over the defunct company's operations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEmployer discussed the possibility of retirement with Futch in late\r\n1992. Futch told Employer's representative that he had no plans to retire, shook\r\nhands with the representative, and left believing his job would continue\r\nindefinitely. Employer, however, informed Futch by a written memorandum in\r\nDecember 1992 that his job would terminate at the end. of 1993. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFutch knew that Employer often had debated whether to cease\r\noperations in Georgetown. Employer discussed those concerns in a letter to the\r\nport's director in January 1993. Believing Employer might cease operations and\r\nrealizing his job would end in December 1993 in any event, Futch and a long\r\ntime co-worker, Norman Assey Jr., began discussing the possibility of starting\r\ntheir own tugboat company. Futch and Assey, without revealing anything to\r\nEmployer, began taking steps to establish their own company. Assey considered\r\nFutch a respected mentor. He testified that he and Futch worked as a \"team\"\r\nto start the new company. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn official of a local steel manufacturer declined to commit his\r\nbusiness to Futch's new company, stating in a February 1993 letter addressed\r\nonly to Futch that he made the decision after giving \"a great deal of thought to\r\nthe discussion we had in my office a while back.\" Officers of two shipping\r\nagencies, including one that handled ninety percent of all ships visiting the port \r\n  \r\np.13\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nof Georgetown, prepared letters in March 1993 stating they would employ Futch\r\nand Assey's new tugboat company. The letters named both Futch and Assey,\r\nand Futch met directly with at least one of the shipping officers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFutch and Assey prepared a business plan and sought a $300,000\r\nloan from a bank in spring 1993. The business plan states the men would\r\ncompete directly with Employer and. intended to set their pricing structure\r\nfifteen percent below Employer's rates. A letter from a bank officer addressed\r\nto Futch and Assey indicates he met with both men. Futch and Assey purchased\r\none tugboat, leased another, and obtained insurance on both boats in April 1993.\r\nFutch, acting as incorporator, reserved a name for the new company with the\r\nSouth Carolina Secretary of State's office in May 1993. Futch signed an annual\r\nregistration form for the new company required by the South Carolina State Port\r\nAuthority in August 1993, listing himself as president and Assey as vice\r\npresident. Assey approached other workers of Employer to discuss whether they\r\nwould like to work for the new company. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFutch by all accounts continued to ably perform his duties for\r\nEmployer while secretly laying the groundwork for the new company. Futch's\r\nduties as a tugboat captain for Employer did not include customer development\r\nor sales. Futch, with decades of experience, did not develop any new skills or\r\ncontacts while working for Employer. He had known all the companies and\r\npeople he approached with his idea for a new company for years, long before\r\nEmployer ever came to Georgetown. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEmployer learned about Futch's plans from a local shipping agency\r\non August 2, 1993. Employer fired Futch the next day and refused to pay him\r\n$4,200 in monthly commissions he had earned docking and undocking seven\r\nships during July and August 1993. Futch's new company began operations the\r\nday after Employer fired Futch. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFutch brought an action seeking $4,200, plus treble damages and\r\nattorney's fees, under the Payment of Wages Act. See S.C. Code Ann.§§ 41-10\r\n10 to -110 (Supp., 1998). Employer answered, asserting Futch's disloyalty as a\r\ndefense, and counterclaimed to recover all wages paid to Futch during the entire\r\nperiod of his disloyalty. Tugboat companies owned by Futch and Employer both\r\nwere operating in Georgetown when the trial occurred in October 1995. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt trial, Employer argued the trial judge should grant it a directed \r\n  \r\np.14\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nverdict because Futch clearly had violated his duty of loyalty to Employer, thus\r\nforfeiting any right to compensation. The judge denied Employer's motion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe judge instructed the jury to decide whether Futch had proven\r\nthat Employer had breached its employment agreement by refusing to pay him.\r\nIf Employer had breached the agreement, the jury next had to decide whether\r\nEmployer had proven it did not have to pay Futch because he had breached his\r\nduty of loyalty to Employer. The jury awarded $4,200 to Futch after deliberating\r\nsixteen minutes. The judge trebled the damages and awarded attorney's fees\r\nand prejudgment interest to Futch, for a total award of about $16,402. Employer\r\nappealed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals reversed, holding 2-1 that the trial judge\r\nshould have granted Employer's directed verdict motion. Futch v. McAllister\r\nTowing, 328 S.C. 312, 491 S.E.2d 577 (Ct. App. 1997). We now review that,\r\ndecision. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Did the Court of Appeals err in adopting a bright-\r\nline rule that an agent or employee's breach of\r\nthe duty of loyalty results in the forfeiture of all\r\ncompensation?1 \r\n  \r\n  \r\n  \r\n2. Did the Court of Appeals err in reversing the trial\r\njudge's denial of Employer's directed verdict\r\nmotion? \r\n  \r\n\r\n1The Court of Appeals and the parties have used the terms \"employee\"\r\nand \"agent\" interchangeably. Distinguishing between these two types of agency\r\nrelationships - principal-agent and employer-employee - often is difficult, with\r\nthe only real difference being one of degree. See 2A C.J.S. Agency §16 (1972)\r\n(discussing similarities and distinctions between the two relationships); Jet\r\nCourier Service, Inc. v. Mulei, 771 P.2d 486, 492 n.10 (Colo. 1989) (discussing\r\nsame). We believe the Court of Appeals and the parties correctly recognize that\r\nFut ch was an agent of Employer, given his duties as the local manager of\r\nEmployer's operations. Regardless, the principles outlined below apply with\r\nequal force to agents and ordinary employees. \r\n  \r\n  \r\n  \r\np.15\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1. THE PROPRIETY OF THE BRIGHT-LINE RULE \r\n  \r\n  \r\n  \r\nFutch contends the Court of Appeals erred in adopting a bright-line,\r\ngeneral rule \"that an agent guilty of disloyalty to his principal forfeits all\r\ncompensation.\" Futch, 328 S.C. at 316,491 S.E.2d at 579 (emphasis added). He\r\nargues an agent forfeits compensation only during a period of disloyalty and,\r\nwhen an agent's compensation is apportioned, the agent ought to get paid for\r\ntime periods or tasks performed while acting loyally. Futch urges the Court to\r\nadopt a particular circumstances or balancing test that examines the nature of\r\nthe employment relationship, the type of disloyalty, and the benefit received by\r\nthe employer during the period of disloyalty. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, we note the Court of Appeals correctly concluded that\r\ntoday's version of the Payment of Wages Act, like its predecessors, does not\r\nprohibit an employer from asserting valid defenses or disputing payment in good\r\nfaith. This Court has stated, in interpreting a predecessor statute of the present\r\nAct,2 that the Legislature did not intend to prevent employers from asserting\r\nvalid defenses or counterclaims against employees. See Cato v. Grendel Cotton\r\nMills, 132 S.C. 454, 456-61, 129 S.E. 203, 205 (1925) (emphasizing the remedial\r\nnature of the statute and the sound public policies underlying it, and refusing\r\nto allow employers to ignore the statute by claiming their employees had by\r\ncontract or custom waived their statutory right to prompt payment of wages)\r\n(citing Wynne v. Seaboard Air Line Railway , 96 S.C. 1, 79 S.E. 521 (1913))-)\r\naccord Rice v. Multimedia, Inc., 318 S.C. 95, 99, 456 S.E.2d 381, 383 (1995)\r\n(concluding that award of treble damages and attorney's fees under today's\r\nPayment of Wages Act is discretionary, and Legislature did not intend to deter\r\nemployer from asserting valid defenses or disputing payment in good faith). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court's precedent establishes that an employee who breaches\r\nthe common law duty of loyalty to an employer, often described as a \"faithless\r\nservant,\" forfeits the right to compensation. See Schuermann v. American Ka-ro \r\n  \r\n\r\n2The statute was Section 3812 of the Civil Code of 1912, one of the\r\npredecessors of S.C. Code Ann. § 41-11-1.80 (1986). The Legislature repealed\r\nSection 41-11-180 and related provisions in 1986 when it enacted the current\r\nPayment of Wages Act. \r\n  \r\np.16\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCorp., 295 S.C. 64, 367 S.E.2d 159 (1988) (employee who was fired for cause due\r\nto unspecified breach of duty of loyalty gives employer the right to abandon a\r\nnon-competition clause in contract and thereby avoid paying employee under\r\nthat clause); Berry v. Goodyear Tire &amp; Rubber Co., 270 S.C. 489, 242 S.E.2d 551\r\n(1978) (tire salesman who was fired by his employer after nineteen years\r\nbecause he worked for competitor while on sick leave and never provided a\r\nphysician's statement was disloyal; therefore, he was not entitled to severance\r\npay). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court also has held that solicitation of an employer's customers\r\nis a breach of the duty of loyalty, particularly when combined with other acts or\r\nplans aimed at competing with the employer. See Lowndes Products, Inc. v.\r\nBrower 259 S.C. 322,335-39,191 S.E.2d 761,767-70 (1972) (key employees who\r\ncontacted and met with investors and a customer of current employer to lay\r\nplans to start a competing textile company, who left their employer without\r\nnotice, and who leased space and ordered materials to build manufacturing\r\nequipment were guilty of disloyalty, and owed damages to employer); Ocean\r\nForest Co. v. Woodside, 184 S.C. 428,442-44,192 S.E. 413,420 (1937) (an agent\r\nhired to collect a single debt who diverted the money to his own use was guilty\r\nof disloyalty to the principal; therefore, he was not entitled to his commission);\r\naccord Restatement (Second) of Agency, §§ 387 and 393 (1958); 30 C.J.S.\r\nEmployer-Employee Relationship §§ 110-113 (1992); 3 C.J.S. Agency §§ 271-287\r\n(1973). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have not, however, explicitly addressed whether a disloyal agent\r\nor employee must forfeit all compensation or only the portion earned during a\r\nperiod of disloyalty when compensation is apportioned. Nor have we explicitly\r\nrejected a test that examines the particular circumstances of a case to decide\r\nwhether forfeiture of all compensation is appropriate when an agent or employee\r\nbreaches the duty of loyalty.3 \r\n  \r\n\r\n3 Futch's case, as explained below, is one in which we conclude\r\napportionment is proper. His is not a case in which an agent was hired to do a\r\nsingle task. In those cases, apportionment likely would not be proper and the\r\nagent may be required to forfeit all compensation. See Ocean Forest Co., 184\r\nS.C. at 443,192 S.E. at 420 (mentioning apportionment principle, which was not\r\napp licable in that case). We leave for another day the question of whether the\r\n(continued... \r\n  \r\np.17\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nIn debating these questions, we seek to harmonize two important\r\nand occasionally conflicting policies: the employee's duty of loyalty and society's\r\ninterest in fostering free and vigorous economic competition. See Jet Courier\r\nService, Inc. v. Mulei, 771 P.2d 4862 493 (Colo. 1989) (discussing the conflict).\r\nWe agree with the Maryland  Court of Appeals that \"[f]airness dictates that an\r\nemployee not be permitted to exploit the trust of his employer so as to obtain an\r\nunfair advantage in competing with the employer in a matter concerning the\r\nlatter's business.... [However,] it is important to the free competition basic to\r\nour national development as well as to the individual rights of employees who\r\nwant to go into business for themselves that their spirit of enterprise be not\r\nunduly hampered.\" Maryland Metals, Inc. v. Metzner, 382 A.2d 564, 568-69\r\n(Md. 1978). Thus, while employees may lay plans and take limited steps to\r\nbegin competing with their employers, employees who go too far risk violating\r\ntheir duty of loyalty. We acknowledge, as others have, that \"the line separating\r\nmere preparation from active competition may be difficult to discern in some\r\ncases.\" Jet Courier Service, 771 P.2d at 493; Maryland Metals, 382 A.2d at 569. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe believe the bright-line rule applied by the Court of Appeals fails\r\nto account for the conflicting policies at work in a disloyalty case. Accordingly,\r\nwe reverse the Court of Appeals on this issue and instead adopt the balancing\r\napproach described below. Such an approach will protect employers from\r\nemployees' breach of the duty of loyalty, while ensuring employees are not\r\nunduly stymied in their efforts to enter the competitive fray of our nation's free\r\nenterprise system. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the case of Jet Courier Service instructive on the issue of\r\nemployee disloyalty. In that case, a dissatisfied local manager of an air courier\r\nservice laid extensive plans to compete with his employer, successfully solicited\r\nmost of his co-employees to come work for his new company, and successfully\r\nsolicited five of his employer's customers. The manager allegedly continued to\r\nably perform his duties while arranging to start the new company. The Colorado\r\nSupreme Court reversed the lower courts' judgment that the manager had not\r\nviolated his duty of loyalty, and remanded the case for a new trial. \r\n  \r\n\r\n3 ( ... continued)\r\nbalancing principles discussed below apply in a non-apportionment case, such\r\nthat a disloyal agent may not have to forfeit all compensation. \r\n  \r\np.18\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nWe conclude that Jet Courier Service, drawing upon the\r\nRestatement (Second) of Agency, offers a more accurate and complete statement\r\nof the general rule than the rule stated by our Court of Appeals. \"The general\r\nrule is that an employee is not entitled to any compensation for services\r\nperformed during the period he engaged in activities constituting a breach of his\r\nduty of loyalty even though part of those services may have been properly\r\nperformed.\" However, even when an employee breaches the duty of loyalty\r\nduring some periods, he may \"still recover compensation for services properly\r\nrendered during periods in which no such breach occurred and for which\r\ncompensation is apportioned in his employment agreement. Apportioned\r\ncompensation is that paid to an agent or employee that is allocated to certain\r\nperiods of time or to the completion of specified items of work.\" Jet Courier\r\nService, 771 P.2d at 499-500. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis principle is the same one espoused in Restatement (Second) of\r\nAgency,§§ 456 and 469 (1958)4 and Restatement (Second) of Trusts, § 243 \r\n  \r\n\r\n4 Section 456 states: \r\n\r\nIf a principal properly discharges an agent for breach of\r\na contract, or the agent wrongfully renounces the\r\nemployment, the principal is subject to liability to pay\r\nto the agent, with a deduction for the loss caused the\r\nprincipal by the breach of contract:\r\n(a) the agreed compensation for services properly\r\nrendered for which the contract is apportioned in\r\nthe contract, whether or not the agent's breach is\r\nwilful and deliberate; and\r\n(b) the value, not exceeding the ratable\r\ncompensation, of services properly rendered for\r\nwhich the compensation is not apportioned if, but\r\nonly if the agent's breach is not wilful and\r\ndeliberate. \r\n  \r\nSection 469 states: \r\n  \r\nAn agent is entitled to no compensation for conduct\r\n(continued... \r\n  \r\np.19\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\n(1959)5 which courts have relied upon in disloyalty cases. Other courts have\r\nendorsed the apportionment principle in cases involving an agent or employee's\r\nbreach of the duty of loyalty.6 \r\n  \r\n\r\n4( ... continued)\r\nwhich is disobedient or which is a breach of his duty of\r\nloyalty; if such conduct constitutes a wilful and\r\ndeliberate breach of his contract of service, he is not\r\nentitled to compensation even for properly performed\r\nservices for which no compensation is apportioned. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 Section 243 states: \r\n  \r\nIf the trustee commits a breach of trust, the court may\r\nin its discretion deny him all compensation or allow him\r\na reduced compensation or allow him full compensation. \r\n  \r\n  \r\n  \r\nComment c directs the court to consider factors such as whether the\r\ntrustee acted in good faith, whether the breach related to the management of the\r\nentire trust or only a part of it, and whether the trustee's services were of value\r\nto the trust. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6 See Musico v. Champion Credit Corp., 764 F.2d 102, 113 (2d Cir. 1985)\r\n(noting the trend in New York law is toward the Restatement position of\r\napportioning forfeitures of a disloyal agent's compensation when that\r\ncompensation is allocated to periods of time or the completion of specified items\r\nof work); Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d 320, 326-28 (Mass.\r\n. 1983) (stating disloyal executives could have been forced to repay only the\r\ncompensation that was in excess of the worth of their services during the period\r\nof disloyalty, but the executives ignored two opportunities to present evidence\r\non the issue); Bessman v. Bessman, 520 P.2d 1210,1220 (Kan. 1974) (concluding\r\nemployer was not required to pay disloyal hotel manager during months he\r\nembezzled funds, but was required to pay him during months he did not commit\r\nany disloyal acts); Simulation Systems Technologies, Inc. v. Oldham, 634 A.2d\r\n10342 1037 (N.J. Super. Ct. App. Div. 1993) (indicating that apportionment\r\nprinciple likely applied under New Jersey law, but concluding employer could\r\nnot recover damages from disloyal employee because it failed to pinpoint pay\r\nperiods in which each disloyal act was committed and pay apportioned to that\r\n(continued ... ) \r\n  \r\np.20\r\n\r\nFUTCH v, MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nWhether an agent or employee's compensation is apportioned, i.e.,\r\nallocated to certain periods of time or to the completion of specified items of\r\nwork, usually is a question for the jury. Whether the agent or employee acted\r\ndisloyally during a particular apportioned period or task also is a question for\r\nthe jury in most cases. In deciding whether an agent or employee acted\r\ndisloyally, the jury must focus upon the particular circumstances of the case.\r\nThe goal is to avoid the unjust enrichment of either party by examining factors\r\nsuch as the nature of the employment relationship, the nature and extent of the\r\nemployee's services and the breach of duty, the loss or expense caused to the\r\nemployer by the breach of duty, and the value to the employer of the services\r\nproperly rendered by the employee. See Hartford Elevator, Inc. v. Lauer, 289\r\nN.W.2d 280, 287 (Wis. 1980) (refusing to adopt rigid rule requiring forfeiture of\r\nall compensation during disloyalty; instead the court must focus upon the\r\nparticular circumstances of a case); accord Jet Courier Service, 771 P.2d at 497\r\n(in deciding whether employee impermissibly solicited his co-employees,\r\nconsider factors such as the. nature of the employment relationship, the impact\r\nor potential impact of the employee's actions on the employer's operations, and\r\nthe benefit received by the employer during the period of disloyalty). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSolicitation of an employer's customers likely will constitute a\r\nviolation of the duty of loyalty in almost every case, while merely preparing and\r\nsubmitting forms to create a new corporation, for example, likely will be seen as\r\npermissible pretermination planning. See Jet Courier Service, 7.71 P.2d at 493;\r\nAuxton Computer Enterprises, Inc. v. Parker, 416 A.2d 952, 955 (N.J. Super. Ct.\r\nApp. Div. 1980) (employee, while still employed, may make arrangements to go\r\nto work for a competitor or establish his own business in competition with his\r\nemployer, but he may not solicit his employer's customers for his own benefit\r\nbefore he has terminated his employment). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge should instruct the jury that, in identifying\r\napportioned tasks or time periods in which an agent or employee acted\r\ndisloyally, one period of disloyalty may taint succeeding tasks or time periods. \r\n  \r\n\r\n6 ( ... continued)\r\nperiod); Fidelity Fund, Inc. v. Di Santo, 500 A.2d 431, 439-40 (Pa. Super. Ct.\r\n1985) (concluding employer could recover commissions paid to insurance agent\r\nwho wrote policies for a competitor, but not commissions paid to the agent for\r\nproperly written policies). \r\n  \r\np.21\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\nIf, for example, the agent or employee's disgruntled attitude following a period\r\nof disloyalty is so severe that it results in work that is of little or no value to the\r\nemployer, the jury may conclude the agent or employee should not be\r\ncompensated for the succeeding task or time period even though no explicitly\r\ndisloyal acts occurred during that task or time period. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilarly, even in cases in which apportionment and partial\r\ncompensation would otherwise be proper, the jury may find that an agent or\r\nemployee forfeited the right to all compensation because the agent or employee's\r\nunusually egregious or reprehensible conduct pervaded and corrupted the entire\r\nrelationship. See Bessman v. Bessman, supra (\"faithlessness must 'permeate',\r\nthe service to cause a total loss of compensation\") (emphasis in original); Roberto\r\nv. Brown County Gen. Hosp., 571 N.E.2d 467, 470 (Ohip Ct. App. 1989)\r\n(concluding that disloyal administrator's embezzlement of hospital funds so\r\npervaded the relationship that hospital was not required to pay him deferred\r\ncompensation he otherwise would have earned during his period of\r\nunfaithfulness); ABC Trans Nat'l Transport, Inc. v. Aeronautics Forwarders,\r\nInc., 413 N.E.2d 1299, 1314-15 (Ill. App. Ct. 1980) (favorably citing\r\napportionment principle, but concluding key employees conduct in setting up\r\nrival concern, soliciting lower employees, and conspiring against employer was\r\nso egregious and pervasive that they forfeited their right to all compensation). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. DIRECTED VERDICT MOTION \r\n  \r\n  \r\n  \r\nFutch contends the Court of Appeals erred in reversing the trial\r\njudge's denial of Employer's directed verdict motion because he did not use\r\nEmployer's time or money to perform any disloyal acts, and it is undisputed that\r\nhe ably performed his duties in docking and undocking ships. Any disloyalty\r\noccurred before Futch docked the ships in July and August 1993, which was the\r\nperiod in which Employer refused to pay Futch's commissions. Therefore,\r\nEmployer is required to pay him, Futch asserts. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn deciding motions for a directed verdict or judgment\r\nnotwithstanding the verdict, the evidence and all reasonable inferences which\r\nmay be drawn from it must be viewed in the light most favorable to the\r\nnonmoving party. If more than one reasonable inference can be drawn from the\r\nevidence, the case must be submitted to the jury. Crossley v. State Farm Mutual\r\nAuto. Ins., 307 S.C. 354, 415 S.E.2d 393 (1992); see also Weir v. Citicorp Nat'l\r\nServices, Inc., 312 S.C. 511, 435 S.E.12d 864 (1993) (illustrating an appellate \r\n  \r\np.22\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\ncourt must apply the same standard when reviewing the trial judge's decision\r\non such motions). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the analysis outlined in Issue 1, we find that Futch's\r\ncompensation was apportioned because his monthly pay was based on the\r\ntonnage of each ship he docked or undocked at the port. The question, then, is\r\nwhether, viewing the evidence in the light most favorable to Futch, the trial\r\njudge erred in denying Employer's directed verdict motion alleging that Futch\r\nwas disloyal, as a matter of law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe jury, under the approach we endorse today, would have to\r\nidentify loyal and disloyal periods to determine whether Employer was required\r\nto pay Futch the withheld wages.7 The only evidence in the record of any\r\nallegedly disloyal act during July and August 1993 was Futch's signing of an\r\nannual registration form submitted to the State Port Authority. We believe a\r\njury properly could conclude that act constituted permissible pretermination\r\nplanning under the particular circumstances of this case. Futch was an\r\napparently vigorous ninety-year-old man at the time of trial. He had \"saved\"\r\nGeorgetown's port operations in 1981 by personally leasing tugboats to keep the\r\nport open. He had worked hard for decades and wanted to keep working.\r\nEmployer, the port's only tugboat operator, had talked about leaving town. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEven assuming Futch's earlier solicitations of Employer's customers\r\nwere disloyal acts, the record contains no evidence that the solicitation tainted\r\nFutch's work during July and August. Nor is there any evidence that any \r\n  \r\n\r\n7 A jury also may have to decide whether an employer is entitled to\r\nrecover any wages paid to an employee during periods of disloyalty. Chelsea\r\nIndustries, Inc. v. Gaffney, 449 N.E.2d at 326-28 (indicating disloyal employee\r\nmay be required to pay back compensation received during periods of disloyalty);\r\nSimulation Systems Technologies, Inc. v. Oldham, 634 A.2d at 1037 (same);\r\nFidelity Fund, Inc. v. Di Santo, 500 A.2d at 439-40 (same). In this case, however,\r\nEmployer abandoned its counterclaim to recover wages it paid to Futch during\r\nalleged periods of disloyalty by failing to present it to the jury. Cf. Creech v.\r\nSouth Carolina Wildlife and Marine Resources Dep't , 328 S.C. 241 491 S.E.2d\r\n571 (1997) (issue cannot be raised for the first time on appeal, but must have\r\nbeen raised to and ruled upon by the trial judge to be preserved for appellate\r\nreview). \r\n  \r\np.23\r\n\r\nFUTCH v. MCALLISTER TOWING \r\n\r\n\r\n\r\n\r\n\r\npurportedly disloyal acts so permeated and corrupted Futch's relationship with\r\nEmployer that he should forfeit all compensation. Futch continued to perform\r\nhis job well while making plans to compete with Employer. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConsequently, we reverse the Court of Appeals and hold that the\r\ntrial judge properly denied Employer's directed verdict motion. See Crossley v.\r\nState Farm Mutual Auto. Ins., supra . We reinstate the jury's verdict for Futch\r\nof $4,200, the wages Employer refused to pay him. However, we decline to\r\nreinstate the award of treble damages and attorney's fees because there was a\r\nbona fide dispute about whether Employer owed Futch any wages. The\r\nbalancing approach we adopt today is a new development in South Carolina\r\nemployment law, and it would be unfair to penalize Employer because the rules\r\nof liability were not fully developed when the case was tried. See Rice v.\r\nMultimedia, Inc., 318 S.C. at 98-99, 456 S.E.2d at 383 (imposition of treble\r\ndamages in cases where there is a bona fide dispute would be unjust and harsh,\r\nand Legislature did not intend to deter litigation of reasonable good faith wage\r\ndisputes); S.C. Code Ann. § 41-10-80(C) (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe reverse the Court of Appeals' application of a bright-line rule\r\nrequiring a disloyal agent or employee to forfeit all compensation, and adopt\r\ninstead the balancing approach explained in Issue 1. We reverse the Court of\r\nAppeals' holding that I the trial judge erred in denying Employer's directed\r\nverdict motion. In light of our disposition of the case, it is not necessary to\r\naddress Futch's remaining issues. See Whiteside v. Cherokee County School\r\nDist. No. One, 311 S.C. 335, 428 S.E.2d 886 (1993) (appellate court need not\r\naddress remaining issues when disposition of prior issue is dispositive). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.C.J., BURNETT, MOORE, JJ., and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\np.24 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24977","title":"In the Matter of R. Dean Welch","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24977","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.  25\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n1n the Matter of R. Dean\r\nWelch, Respondent. \r\n  \r\nopinion No. 24977\r\nSubmitted June 28, 1999 - Filed July 26, 1999 \r\n  \r\nINDEFINITE SUSPENSION \r\n  \r\nWilburn Brewer, Jr., of Columbia, for respondent. \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and Disciplinary Counsel have entered into an agreement under\r\nRule 21, RLDE, Rule 413, SCACR. In the agreement, respondent admits\r\nmisconduct and consents to an indefinite suspension from the practice of law,\r\nretroactive to the date of his most recent interim suspension.1 \r\n  \r\n\r\n1Regarding the instant matter, respondent was placed on interim\r\nsuspension as of February 19, 1998. See In the Matter of Welch, 330 S.C. 7,\r\n496 S.E.2d 855 (1998). On September 22, 1997, this Court imposed on\r\nrespondent a 90-day definite suspension for his failure to file state tax\r\nreturn, retroactive to July 8, 1997, the date he was placed on interim\r\nsuspension for that matter. See In the Matter of Welch, 327 S.C. 305, 491 \r\n  \r\np.25\r\n\r\nIN THE MATTER OF WELCH \r\n\r\n\r\n\r\n\r\n\r\nSince 1992, respondent failed to supervise an employee who\r\nengaged in a check kiting scheme which involved trust and title accounts.\r\nRespondent alleges that he neither knew of nor participated in the scheme.\r\nNevertheless, respondent would have discovered the check kiting had he\r\nexercised proper supervision over his employee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a result of the check kiting scheme, Beach First National\r\nBank (Beach First) lost approximately $625,000.00. On or about January 29,.\r\n1998, respondent executed a promissory note, pledging to repay $504,630.99\r\nof the bank's losses. To secure the note, respondent executed a mortgage on\r\nhis home in favor of Beach First. Beach First has since accepted a deed in\r\nlieu of foreclosure. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn addition, respondent owes Land Bank LLC $72,628.72 for\r\nclient funds that were deposited into a bank account frozen because of the\r\ncheck kiting. Respondent admits that he owes the above monies because of\r\nhis failure to supervise the employee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDue to problems in his accounts which resulted from the kiting,\r\nrespondent did not have the funds to pay title insurance premiums in the\r\namount of $12,244.95 to Old Republic National Title Insurance Company.\r\nRespondent had received these premiums from loan closing funds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a separate matter, Steve Brasington retained respondent to\r\npursue a collection matter. Respondent, however, failed to communicate\r\nwith his client as well as he should have. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the Brasington litigation, an associate in respondent's\r\nfirm arranged for a court reporter, Brenda Babb, to transcribe a hearing.\r\nDespite numerous contacts from Babb, neither respondent nor the associate\r\npaid her bill. Respondent gave Babb a note, but he still owes the bill of\r\n$2,045.40. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile under interim suspension, respondent corresponded with\r\nanother lawyer-using \"Welch Law Firm\" letterhead-regarding a case\r\npending against respondent. Although respondent maintains that this use of \r\n  \r\n\r\nS.E.2d 252 (1997). \r\n\r\np.26\r\n\r\nIN THE MATTER OF WELCH \r\n\r\n\r\n\r\n\r\n\r\nletterhead was an oversight, he admits that it was inappropriate. He also\r\ncontends that any other use of his letterhead during the interim suspension,\r\nif at all, was inadvertent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent admits the above misconduct. By his actions, we\r\nfind that respondent violated several Rules of Professional Conduct, Rule\r\n407, SCACR, including Rule 1.4(a) (a lawyer shall keep a client reasonably\r\ninformed about the status of a matter and comply promptly with reasonable\r\nrequests for information); Rule 1.15 (a lawyer must deliver funds promptly to\r\na client or third party which the client or third party is entitled to receive; a\r\nlawyer must render promptly a full accounting regarding property of a client\r\nor third party); Rule 5.3 (a lawyer having direct supervisory authority over a\r\nnonlawyer shall make reasonable efforts to ensure that the person's conduct\r\nis compatible with the professional obligations of the lawyer); Rule 8.4(a) (it\r\nis professional misconduct for a lawyer to violate the Rules of Professional\r\nConduct or to do so through the acts of another); and Rule 8.4(e) (it is\r\nprofessional misconduct for a lawyer to engage in conduct that is prejudicial\r\nto the administration of justice). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent also has violated Rule 7(a)(5), RLDE, Rule 413,\r\nSCACR (engaging in conduct tending to bring the legal profession into\r\ndisrepute or demonstrating an unfitness to practice law). Finally,\r\nrespondent's failure to discover the check kiting scheme resulted from\r\nactions which violated Rule 417, SCACR (a lawyer must maintain records for\r\nall trust accounts). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants an indefinite\r\nsuspension from the practice of law. Accordingly, respondent is indefinitely\r\nsuspended, retroactive to February 19, 1998, the date of his interim\r\nsuspension. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAdditionally, respondent shall pay the costs of this disciplinary\r\nproceeding, including $109.45 witness fee and travel, copying, transcripts\r\nand court reporter costs of the Commission on Lawyer Conduct, the Office of\r\nDisciplinary Counsel, and the Office of the Attorney General. Moreover,\r\nrespondent shall not apply for readmission until he has made restitution to\r\nBeach First National Bank, Land Bank LLC, Old Republic National Title\r\nInsurance Company, and Brenda Babb. Finally, respondent shall pay any\r\nother monies owed by him, his firm or related businesses. \r\n  \r\np.27\r\n\r\nIN THE MATTER OF WELCH \r\n\r\n\r\n\r\n\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall\r\nfile an affidavit with the Clerk of Court showing that he has complied with\r\nRule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nINDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\np.28 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24978","title":"In the Matter of John C. Scurry, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24978","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 25 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of John C.\r\nScurry, Jr., Respondent. \r\n  \r\nOpinion No. 24978\r\nSubmitted July 13, 1999 - Filed July 26, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nMarvin R. Watson, of Greenwood, for respondent. \r\n  \r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of the Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement pursuant to Rule\r\n21, RLDE, Rule 413, SCACR. In the agreement, respondent admits\r\nmisconduct and consents to be suspended from the practice of law for ninety\r\ndays. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to one count of willful failure to file a\r\nSouth Carolina Income Tax Return in violation of S.C. Code Ann. §12-54\r\n40(b)(6)(c) (Supp. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe failure to file a tax return is a serious crime as set forth in\r\nRule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\nRule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, and Rule\r\n7(a)(4), RLDE, by committing a serious crime that reflects adversely upon his\r\nhonesty, trustworthiness and fitness as a lawyer and has violated Rule \r\n  \r\np.29\r\n\r\nIN THE MATTER OF SCURRY \r\n\r\n\r\n\r\n\r\n\r\n7(a)(5) and (6), RLDE, by engaging in conduct tending to bring the courts or\r\nlegal profession into disrepute and violating the oath of office he took upon\r\nadmission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent\r\nis suspended for ninety days, retroactive to June 9, 1999, the date of his\r\ninterim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoore, A.J., not participating \r\n  \r\np.30 \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24979","title":"In the Matter of Charles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24979","description":"","date":"1999-07-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 25\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Charles\r\nDavid Barr, Respondent. \r\n  \r\nOpinion No. 24979\r\nSubmitted June 28, 1999 - Filed July 26, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nG. Wells Dickson, Jr., of Charleston, for respondent. \r\n  \r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of the Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand Disciplinary Counsel have entered into an agreement under Rule 21,\r\nRLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct\r\nand consents to be suspended from the practice of law for ninety days. We\r\naccept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent pled guilty to one count of failing to file a South\r\nCarolina Income Tax Return for tax year 1993 in violation of S.C. Code Ann.\r\n§12-54-40(b)(6)(c) (Supp. 1998). Respondent was sentenced to a fine of\r\n$1,000.00. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe failure to file a tax return is a serious crime as set forth in\r\nRule 2(z), RLDE, Rule 413, SCACR. By his conduct, respondent has violated\r\nRule 8.4 of the Rules of Professional Conduct, Rule 407, SCACR, and Rule\r\n7(a)(4), RLDE, by committing a serious crime.that reflects adversely upon his \r\n  \r\np.31\r\n\r\nIN THE MATTER OF BARR \r\n\r\n\r\n\r\n\r\n\r\nhonesty, trustworthiness and fitness as a lawyer and has violated Rule\r\n7(a)(5) and (6), RLDE, by engaging in conduct tending to bring the courts or\r\nlegal profession into disrepute and violating the oath of office he took upon\r\nadmission to the practice of law in this State. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a definite\r\nsuspension from the practice of law for ninety days. Accordingly, respondent\r\nis suspended for ninety days, retroactive to June 2, 1999, the date of his\r\ninterim suspension. Within fifteen days of the date of this opinion,\r\nrespondent shall file an affidavit with the Clerk of Court showing that he has\r\ncomplied with Rule 30, RLDE, Rule 413, SCACR. \r\n  \r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\np.32 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]