[{"id":"24928","title":"Hicks, et al. v. Piedmont Cold Storage, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24928","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nJoseph Glenn Hicks, Sr.,\r\nDeceased Employee; and\r\nShirley Hicks and\r\nJoseph Glenn Hicks, Jr.,\r\nMinors, by and through\r\ntheir Guardian ad Litem, Respondents, \r\n  \r\nv. \r\n  \r\nPiedmont Cold Storage,\r\nInc., Employer, and\r\nAtlantic Mutual\r\nInsurance Company,\r\nCarrier, Petitioners. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\nC. Victor Pyle, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24928\r\nHeard December 17, 1997 - Filed April 5, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nDavid Hill Keller, of Haynsworth, Marion, McKay &amp;\r\nGuerard, of Greenville, for petitioners. \r\n  \r\np.1\r\n\r\nHICKS, et al. V. PIEDMONT COLD STORAGE, et al. \r\n\r\n\r\n\r\n\r\n\r\nRobert P. Foster, of Foster &amp; Foster, L.L.P., of\r\nGreenville, for respondents. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: We granted a writ of certiorari to review the\r\nCourt of Appeals' decision in Hicks v. Piedmont Cold Storage, Inc., 324 S.C.\r\n628, 479 S.E.2d 831 (Ct. App. 1996). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe children of the deceased, Joseph Hicks, Sr., brought this\r\nworkers' compensation action against employer, Piedmont Cold Storage,\r\nseeking death benefits. Hicks was killed while repairing the personal vehicle\r\nof the plant manager on a Saturday at Piedmont Cold Storage. The single\r\ncommissioner, affirmed by the appellate panel of the commission, denied the\r\nclaim finding that Hicks did not: (1) work regularly on Saturdays; (2) clock in\r\non the date of the accident; or (3) benefit Piedmont in any way on the day of\r\nthe accident. The commissioner also found that Hicks worked for the\r\npersonal benefit of Lewis and therefore his death did not result from an\r\ninjury by accident arising out of and in the course of his employment with\r\nPiedmont. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit judge reversed and held the tasks performed by Hicks\r\nat the time of his death were incidental to his employment. Further, he\r\nfound the accident occurred: (1) on Piedmont premises; (2) with Piedmont\r\ntools; and (3) while he performed a task under the direction and supervision\r\nof his superior. The circuit judge concluded the commission's decision was\r\nagainst the substantial weight of the evidence and ordered Piedmont to pay\r\ndeath and funeral benefits to the minor children. The Court of Appeals\r\naffirmed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPiedmont contends the Court of Appeals and circuit court erred\r\nin reversing the commission's decision because it was supported by\r\nsubstantial evidence. Further, Piedmont asserts the Court of Appeals and\r\ncircuit court substituted their judgment for that of the workers'\r\ncompensation commission on questions of fact. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe findings of an administrative agency are presumed correct\r\nand will be set aside only if unsupported by substantial evidence. Rodney v.\r\nMichelin Tire Corp., 320 S.C. 515, 466 S.E.2d 357 (1996). A court shall not \r\n  \r\np.2\r\n\r\nHICKS, et al. V. PIEDMONT COLD STORAGE, et al. \r\n\r\n\r\n\r\n\r\n\r\nsubstitute its judgment for that of the agency as to the weight of the evidence\r\non questions of fact. Rodney, supra. The court may reverse the decision if\r\nsubstantial rights of the appellant have been prejudiced because the\r\nadministrative findings, inferences, conclusions or decisions are clearly\r\nerroneous in view of the reliable, probative and substantial evidence of the\r\nwhole record. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe key factor in determining the children's entitlement to\r\ncompensation here is whether the work benefitted the employer. Fountain v.\r\nHartsville Oil Mill, 207 S.C. 119, 32 S.E.2d 11 (1945)(workers' compensation\r\nbenefits denied because the employee's activity provided no benefit to the\r\nemployer). The employee in Fountain was injured during regular working\r\nhours while working at his supervisor's private residence and we held there\r\nwas no coverage. Here, the decedent was being paid by his supervisor for\r\nwork done on the supervisor's personal vehicle on a non-work day at the\r\nemployer's business. The record shows that Hicks did not regularly work on\r\nSaturdays and did not clock in on the day of the accident. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThere is substantial evidence in the record supporting the\r\ncommission's finding that the work performed by Hicks did not benefit\r\nPiedmont and was for the personal benefit of the plant manager. The\r\nfindings of fact must be affirmed if they are supported by the evidence.\r\nParsons v. Georgetown Steel, 318 S.C. 63, 456 S.E.2d 366 (1995). Based on\r\nthe reasoning in Fountain, the accident here was outside the course of\r\ndecedent's employment. Further, the circuit court and Court of Appeals\r\nsubstituted their judgment for that of the commission in finding that Hicks\r\nconferred some benefit on Piedmont. The supervisor did not lose any time\r\nfrom work as the repair was being done on a Saturday. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe substantial evidence rule controls here, and accordingly the\r\ndecision of the Court of Appeals is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. TOAL, A.J.,\r\ndissenting in separate opinion. \r\n  \r\np.3\r\n\r\nHICKS, et al. V. PIEDMONT COLD STORAGE, et al. \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: I respectfully dissent from the majority's determination that\r\nHicks's injury is not compensable under the South Carolina Workers'\r\nCompensation Act. I would hold that Hicks's injury was by accident arising out\r\nof and in the course of his employment and therefore compensable. Thus, I\r\nwould affirm the Court of Appeals' opinion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe majority relies exclusively upon Fountain v. Hartsville,1 stating, \"The\r\nkey factor in determining the children's entitlement to compensation here is\r\nwhether the work benefitted the employer.\" However, by framing the analysis\r\nin such a restricted manner, the majority disregards this Court's trend in\r\nawarding compensation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Fountain, this Court relied heavily on, and quoted extensively from,\r\nthe North Carolina Supreme Court's decision in Burnette v. Palmer-Lipe Paint\r\nCo., 4 S.E.2d 507 (N.C. 1939). Since Burnette, however, North Carolina courts\r\nhave recognized the impossible situation in which an employee is placed when\r\na superior asks the employee to perform personal work for the superior. In\r\nPollock v. Reeves Brothers, Inc. , 328 S.E.2d 282 (N.C. 1985), the North Carolina\r\nSupreme Court, in reversing its court of appeals, stated that an employee is\r\n\"entitled to recover under the workers' compensation principle that when a\r\nsuperior directs a subordinate employee to go on an errand or perform some\r\nduty beyond his normal duties, an injury sustained in the course of that task is\r\ncompensable.\" Pollock, 328 S.E.2d at 287. One of the cases relied upon by\r\nPollock was Stewart v. North Carolina Dep't of Corrections, 225 S.E.2d 336\r\n(N.C. Ct. App. 1976), the same case cited by our Court of Appeals in the instant\r\ncase. While these North Carolina decisions do not totally jettison the \"employer\r\nbenefit\" requirement, they do hold that even a slight, indirect benefit to the\r\nemployer will suffice where the employee is acting pursuant to instructions by\r\nhis superior. See Stewart, supra (noting that the employer would benefit\r\nindirectly because it was anticipated the morale of the employees would\r\nimprove). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, one need not go beyond the holdings of this Court to observe\r\nthat we have awarded compensation in a variety of circumstances where the\r\nemployee was acting outside his normal duties, and the benefit to the employer\r\nwas only slight or indirect. See, e.g., Howell v. Kash &amp; Karry, 264 S.C. 298~ 214\r\nS.E.2d 821 (1975)(holding that the injury was compensable where the employee\r\nwas injured while chasing two boys who had stolen a customer's purse); Sexton \r\n  \r\n\r\n1 1207 S.C. 1192 32 S.E.2d 11 (1945). \r\n\r\np.4\r\n\r\nHICKS, et al. V. PIEDMONT COLD STORAGE, et al. \r\n\r\n\r\n\r\n\r\n\r\nv. Freeman Gas Co., 258 S.C. 15, 187 S.E.2d 128 (1972)(holding that the injury\r\nwas compensable where employee was injured while driving company truck to\r\nhelp put out brush fire); Cauley v. Ross Builders Supplies, Inc., 238 S.C. 38, 118\r\nS.E.2d 879 (1961)(holding that the injury was compensable where employee was\r\ninjured while using the company's table saw to fashion a table leg for a fellow\r\nemployee); Portee v. South Carolina State Hosp., 234 S.C. 50, 106 S.E.2d 670\r\n(1959)(holding that the injury was compensable under the \"employer benefit\"\r\ndoctrine where employee died after receiving a penicillin injection from a co\r\nemployee as medication for a sore throat). Clearly, the overwhelming weight\r\nof authority requires that compensation be awarded in the present case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI would join the well reasoned opinion of the Court of Appeals and affirm\r\nthe circuit court's decision to award compensation based on the fact that the\r\ninjury occurred (1) on the. employer's premises; (2) with the employer's tools;\r\nand (3) while Hicks performed a task under the direction and supervision of his\r\nsuperior. Moreover, Hicks conferred an indirect benefit on his employer in that\r\nhis superior was able to spend more time running the plant in lieu of dropping\r\noff and picking up his car from a repair shop. \r\n  \r\np.5\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24929","title":"State v. Burdette","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24929","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nJohn Samuel Burdette,  Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nThomas W. Cooper, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24929\r\nHeard February 4, 1999 - Filed April 5, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender Aileen P. Clare, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\nAttorney General Caroline Callison Tiffin; and\r\nSolicitor Warren B. Giese, all of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: John Samuel Burdette (\"Defendant\") appeals his\r\nconvictions for assault and battery of a high and aggravated nature (ABHAN),\r\nfirst degree burglary, and his mandatory life sentence without parole imposed \r\n  \r\np.6\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nunder S.C. Code Ann. § 17-25-45 (Supp. 1998). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nAt approximately 7:00 p.m. on February 13, 1996, Defendant and his\r\naccomplice Don Robinson entered the house of Nathan Tarte (\"Victim\"), age 95,\r\nand Aida Tarte (\"Victim's Wife\"), age 85. At that time, Victim's Wife was on the\r\ntelephone with her daughter. Defendant and Robinson physically attacked\r\nVictim and threw him to the ground. Robinson then took the portable phone\r\nfrom Victim's Wife as she spoke to her daughter and used it to beat her about\r\nthe head and face. Robinson then left the house with the telephone and\r\nDefendant followed shortly thereafter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs Robinson stood in the front yard following the attack, his presence\r\ncaught the attention of a neighbor across the street. The neighbor testified that\r\nRobinson waited in the front yard until Defendant came out of Victim's\r\nresidence and then the two of them left together. The neighbor heard screams\r\ncoming from Victim's house and went across the street to investigate. He found\r\nVictim and Victim's Wife injured and the police were called immediately. Based\r\non a description given by the neighbor, the police apprehended Defendant and\r\nRobinson in the neighborhood shortly after the attack. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State indicted Defendant for burglary in the first degree and two\r\ncounts of ABHAN. A jury found him guilty on all counts and the trial court\r\nsentenced Defendant pursuant to S.C. Code Ann. § 17-25-45 (Supp. 1998).1 Due\r\nto Defendant's previous conviction for armed robbery in 1979, the conviction of\r\nfirst degree burglary triggered section 17-25-45(A), and Defendant received a\r\nmandatory life sentence without parole. Defendant appeals his convictions,\r\nraising four issues: \r\n  \r\n  \r\n  \r\n1. Did Defendant receive adequate notice of the charges against\r\nhim under section 17-25-45? \r\n  \r\n  \r\n  \r\n2. Does S.C. Code Ann. § 17-25-45(G) violate the separation of\r\npowers doctrine? \r\n  \r\n  \r\n  \r\n3. Were statements made by Victim to police officers following\r\nthe attack inadmissible hearsay or in violation of the Confrontation \r\n  \r\n\r\n1 This statute is also known as a \"two strikes\" or \"recidivist\" statute. \r\n\r\np.7\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nClause? \r\n  \r\n  \r\n  \r\n4. Should the trial court have granted Defendant a directed\r\nverdict on the ABHAN charge for the attack on Victim's Wife? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nI. ADEQUATE NOTICE OF CHARGES \r\n  \r\n  \r\n  \r\nDefendant argues that this Court should overturn his sentence because\r\nthe notice sent to him as required by section 17-25-45 failed to list the\r\nindictment number for his first degree burglary charge.2 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State is required by law to inform a defendant that it plans to apply\r\nthe recidivist statute. Section (H) of the statute provides: \r\n  \r\n  \r\n  \r\nWhere the solicitor is required to seek or determines to seek\r\nsentencing of a defendant under this section, written notice must\r\nbe given by the solicitor to the defendant and defendant's counsel\r\nnot less than ten days before trial. \r\n  \r\n  \r\n  \r\nS.C. Code Ann. § 17-25-45(H). The statute, however, does not address the\r\ncontent requirement of such notice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant's position is that S.C. Const. art. I, § 14's requirement that\r\n\"Any person charged with an offense shall enjoy the right . . . to be fully informed\r\nof the nature and cause of the accusation\" mandates that the notice include a\r\nlisting of the offenses which trigger the two strikes law, or else the notice is\r\nconstitutionally insufficient. Defendant claims that without a listing of the\r\ncharges triggering the recidivist statute's application, he could not be \"fully\r\ninformed\" of the nature of the charges against him.3 We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHistorically, South Carolina has not required a defendant be informed,\r\neven in the indictment, that he was eligible upon conviction to be punished \r\n  \r\n\r\n2 From the evidence in the record, it appears that the absence of the first\r\ndegree burglary indictment number is wholly a clerical mistake. Both ABHAN\r\nindictment numbers appeared on the notice. \r\n  \r\n  \r\n  \r\n3 The notice did include Defendant's 1979 armed robbery conviction. \r\n  \r\np.8\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nmore severely on the basis of previous convictions in his record. See State v.\r\nStewart, 275 S.C. 447, 272 S.E.2d 628 (1980)(holding that a defendant was not\r\nentitled to notice prior to the application of a mandatory sentence under S.C.\r\nCode Ann. § 17-25-40 (1976)(repealed), the predecessor statute to section 17-25\r\n45); see also State v. Parris, 89 S.C. 140, 141, 71 S.E. 808, 809 (1911)(\"The\r\nindictment need not state whether it is for the first or second offense, though\r\nthe second offense, in that case, was punishable with death, while the first\r\noffense was punishable only with whipping.\").4 Thus, under our constitution\r\nthere would be no duty to inform Defendant about seeking the statute's\r\napplication. The duty, if any, would have to be set forth in the notice provision\r\nof the recidivist statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe indictment, along with the notice that the recidivist statute would\r\napply, satisfied the fully informed requirement of S.C. Const. article 1, sec. 14.\r\nOnce the indictment informs a defendant of the charges against him, section 17\r\n25-45(H) only requires the solicitor to inform the defendant that the recidivist\r\nsentencing statute will be applied upon conviction. Specifically listing the\r\ntriggering charge from the current case is unnecessary because Defendant has\r\nbeen fully informed of the charges against him in the indictment, and he has\r\nbeen informed that the State will apply the recidivist statute. Determining\r\nwhich of the indicted offenses triggers the statute merely requires looking at the\r\nlist of offenses listed in section 17-25-45. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nH. SEPARATION OF POWERS \r\n  \r\n  \r\n  \r\nDefendant argues that the mandatory nature of section 17-25-45(G)\r\nrenders it a violation of the separation of powers doctrine.5 We disagree. \r\n  \r\n\r\n4 The only time such information has been required to be included in the\r\nindictment has been where the information is necessary to establish jurisdiction\r\nof the court. See Tyler v. State, 247 S.C. 34, 145 S.E.2d 434 (1965) (\"[T]he\r\nallegation of the indictment that the crime charged was a second or subsequent\r\noffense was necessary to show the jurisdiction of the court.\"). \r\n  \r\n  \r\n  \r\n5 \"In the government of this State, the legislative, executive, and judicial\r\npowers of the government shall be forever separate and distinct from each\r\nother, and no person or persons exercising the functions of one of said\r\ndepartments shall assume or discharge the duties of any other.\" S.C. Const. art.\r\nL § 8. \r\n  \r\np.9\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nDefendant cites State v. Thrift, 312 S.C. 282, 440 S.E.2d 341 (1994), for\r\nthe proposition that: \r\n  \r\n  \r\n  \r\nUnder the separation of powers doctrine, which is the basis\r\nfor our form of government, the Executive Branch is vested with\r\nthe power to decide when and how to prosecute a case. Both the\r\nSouth Carolina Constitution and South Carolina case law place the\r\nunfettered discretion to prosecute solely in the prosecutor's hands.\r\nThe Attorney General as the State's chief prosecutor may decide\r\nwhen and where to present an indictment, and may even decide\r\nwhether an indictment should be sought. Prosecutors may pursue\r\na case to trial, or they may plea bargain it down to a lesser offense,\r\nor they can simply decide not to prosecute the offense in its\r\nentirety. \r\n  \r\n  \r\n  \r\nId. at 291-92, 440 S.E.2d at 346-47. However, section 17-25-45 does not\r\ninterfere with any of the prosecutorial rights enumerated in Thrift. Under the\r\nmandatory sentencing guidelines, the prosecutor can still choose not to pursue\r\nthe triggering offenses or to plea the charges down to non-triggering offenses.\r\nChoosing which crime to charge a defendant with is the essence of prosecutorial\r\ndiscretion, not choosing which sentence the court shall impose upon conviction.\r\nSee U.S. v. Washington, 109 F.3d 335, 338 (7 1h Cir. 1997) (\"If one person shoots\r\nand kills another, a prosecutor may charge anything between careless handling\r\nof a weapon and capital murder.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIf a defendant is convicted of one of the triggering offenses, the matter of\r\nsentencing becomes the province of the legislature. \"We have held in the past\r\nthat the penalty assessed for a particular offense is, except in the rarest of\r\ncases, 4purely a matter of legislative prerogative,'and the legislature's judgment\r\nwill not be disturbed.\" State v. De La Cruz, 302 S.C. 13, 15, 393 S.E.2d 184, 186\r\n(1990); see also State v. Smith, 275 S.C. 164, 167, 268 S.E.2d 2762 277 (1980).\r\nIn the current case, the legislature has designated life in prison without parole\r\nas the appropriate sentence for Defendant based on his criminal convictions.\r\nThe imposition of that sentence does not violate the separation of powers\r\ndoctrine. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIII. TESTIMONY OF POLICE OFFICER/VICTIM'S STATEMENT TO THE POLICE \r\n  \r\n  \r\n  \r\nDefendant argues that Victim's statement to police officers constituted\r\ninadmissible hearsay evidence. We disagree. Defendant further claims that\r\neven if the statement was not inadmissible hearsay that it violated the \r\n  \r\np.10\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nConfrontation Clause of the federal Constitution. We disagree. \r\n  \r\n  \r\n  \r\nA. Hearsay \r\n  \r\n  \r\n  \r\nThe trial court found that Victim's statements to the police immediately\r\nfollowing the attack were allowable under either Rule 803(l), SCRE, as a\r\npresent sense impression or Rule 803(2), SCRE, as an excited utterance. We\r\nagree that the statement qualifies as an excited utterance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe hearsay exceptions of present sense impression and excited utterance\r\nhave replaced the res gestae hearsay exception in South Carolina law.6 In the \r\n  \r\n\r\n6 Our Court of Appeals recently summarized the status of the former\r\nSouth Carolina res gestae exception to the hearsay prohibition. They explained: \r\n  \r\n  \r\n  \r\nPrior to the adoption of the Rules of Evidence, South Carolina\r\nlaw provided for a res gestae exception to the hearsay rule. Under\r\nthis exception, a hearsay statement was admissible if the statement\r\nwas substantially contemporaneous with the litigated transaction\r\nand was the spontaneous utterance of the mind while under the\r\nactive, immediate influence of the event. [Citations omitted] \r\n  \r\nHowever, there is no single res gestae exception included in\r\nthe South Carolina Rules of Evidence. Instead, the Rules establish\r\na \"present sense impression\" exception, which makes admissible a\r\nhearsay \"statement describing or explaining an event or condition\r\nmade while the declarant was perceiving the event or condition, or\r\nimmediately thereafter,\" Rule 803(l), SCRE, and an \"excited\r\nutterance\" exception, which makes admissible a hearsay \"statement\r\nrelating to a startling event or condition made while the declarant\r\nwas under the stress of excitement caused by the event or\r\ncondition.\" Rule 803(2), SCRE. These exceptions are identical to\r\nthose contained in the Federal Rules of Evidence. See Reporter's\r\nNote, Rule 803, SCRE. \r\n  \r\nComparing the exceptions under the Rules to the pre-Rules\r\nres gestae exception, it is apparent that the former res gestae\r\nexception largely combined the current requirements of subsections\r\n(1) and (2). See Blackburn, 271 S.C. at 329, 247 S.E.2d at 337\r\n(\"Under state practice, . . . the statement must be both an excited\r\nutterance and a present sense impression to be admitted as a part\r\nof the res gestae.\"). Thus, a statement that satisfied one subsection \r\n  \r\np.11\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\ncurrent case, Victim's statement to the police immediately after the attack\r\nqualifies under the excited utterance exception to the hearsay prohibition. \"The\r\nrationale for the [excited utterance] exception lies in the special reliability\r\naccorded to a statement uttered in spontaneous excitement which suspends the\r\ndeclarant's powers of reflection and fabrication.\" Blackburn, at 327, 247 S.E.2d\r\nat 336. In Blackburn, this Court found that \"to qualify as part of the res gestae,\r\nthe [excited] utterance need only be 'substantially contemporaneous' with the\r\ntransaction.\" Id., at 328, 247 S.E.2d at 336. In an analysis of the excited\r\nutterance exception in Rule 803 of the Federal Rules of Evidence, the Blackburn\r\nCourt found the victim's statement given to police approximately one hour after\r\nthe event \"would qualify as an excited utterance and be admissible under [that]\r\nexception. \"7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe record indicates that there could have been no more than one hour\r\nbetween the attack on Victim and Victim's Wife and Victim's statement to the\r\ntestifying police officer. While \"[t]here are no hard and fast rules as to when the\r\nres gestae ends,\" State v. Harrison, 298 S.C. 333, 336, 380 S.E.2d 818, 820\r\n(1989), this Court has generally allowed as excited utterances statements made \r\n  \r\n\r\nbut not the other would not have been admissible under the former\r\nres gestae exception, but is now admissible under the Rules. See\r\nReporter's Note, Rule' 803, SCRE (Rules 803(l) and 803(2)\r\nif constitute a change in South Carolina law. Previously, a\r\nstatement had to meet the conditions of both subsections (1) and (2)\r\nbefore it would be admissible under the res gestae exception to the\r\nhearsay rule.\"). Nonetheless, given that the pre-Rules res gestae\r\ncases contained the essential requirements of Rule 803(l) and Rule\r\n803(2), those cases remain helpful when determining whether a\r\nstatement is admissible under the Rules. \r\n  \r\n  \r\n  \r\nState v. Burroughs, 328 S.C. 489, 498-99, 4192 S.E.2d,408, 412-414 (Ct. App.\r\n1997). \r\n  \r\n  \r\n  \r\n7 In Blackburn, although the statement qualified as an excited utterance,\r\nthe court still excluded it. The Court found: \"It is the very nature of [the\r\nvictim's] statement which renders it inadmissible under the res gestae\r\nexception. The declarant was stating her opinion as to Why the assault\r\noccurred rather than giving a factual account of How it occurred.\" Blackburn,\r\n271 S.C. at 328, 247 S.E.2d at 337. In the present case, Victim clearly provided\r\na factual account of how the attack occurred. \r\n  \r\np.12\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nby the victim to the police immediately following a physical attack. See State\r\nv. Sims, 304 S.C. 409, 405 S.E.2d 377 (1991) (allowing statements made to\r\npolice under res gestae exception where the officer had proceeded directly to the\r\nscene attack upon it being reported); State v. Harrison, 298 S.C. 333, 380 S.E.2d\r\n818 (1989) (allowing as res gestae the statements of an alleged rape victim to an\r\nofficer at the hospital upon first opportunity to tell what had occurred to her);\r\nState v. Blackburn, 271 S.C. 324, 247 S.E.2d 334 (1978) (noting that a time\r\ninterval of over one hour, and up to eleven hours, did not necessarily eliminate\r\na statement as part of the res gestae); State v. Quillien, 263 S.C. 87, 207 S.E.2d\r\n814 (1974) (concluding a rape victim's statements to police when she arrived at\r\nthe emergency room were admissible under the res gestae exception); State v.\r\nDennis, 321 S.C. 413,468 S.E.2d 674 (Ct. App. 1996) (allowing statements made\r\nto the police and nurse where the record indicated there was no appreciable\r\ntime lapse between the attack and the statements); see also State v. Burroughs,\r\n328 S.C. 489,492 S.E.2d 468 (Ct. App. 1997) (excluding statements made to the\r\ninvestigating officer and a nurse where the statements were made\r\napproximately ten hours after the incident and victim expressly acknowledged\r\nshe had time to reflect upon the events). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhether a statement is admissible under the excited utterance exception\r\nto the hearsay rule depends on the circumstances of each case and the\r\ndetermination is generally left to the sound discretion of the trial court. See\r\nState v. Harrison, 298 S.C. 333, 380 S.E.2d 818 (1989). In the current case,\r\nVictim and his wife had recently suffered a physical attack and his statement\r\nto the police fell within the time frame previously allowed in the case law. We\r\nagree with the trial court's conclusion that Victim's statement qualified as an\r\nexcited utterance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Confrontation Clause \r\n  \r\n  \r\n  \r\nDefendant argues that even if the statement qualifies as an exception to\r\nthe hearsay prohibition, it was still impermissible because the testimony\r\nviolated the Confrontation Clause of the United States Constitution. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant is correct that the hearsay exceptions and the Confrontation\r\nClause of the United States Constitution are not identical in their application.\r\nSee Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980); State\r\nv. Hutto, 325 S.C. 221, 226 n.7, 481 S.E.2d 432, 434 n.7 (1997). Hearsay\r\nstatements are admissible under the Confrontation Clause where the statement\r\nbears adequate \"indicia of reliability.\" Idaho v. Wright, 497 U.S. 805, 813, 110 \r\n  \r\np.13\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nS. Ct. 3139, 3145, 111 L.Ed.2d 638, 651 (1990). Such reliability can be inferred\r\nwithout more in a case where the evidence falls within a firmly rooted hearsay\r\nexception. Id. at 814-16, 110 S.Ct. at 3146-47, 111 L.Ed.2d. 652-53. The\r\nadmissibility of Victim's statement to the police depends on whether his\r\nstatements, as excited utterances, bear adequate indicia of reliability. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe United States Supreme Court has held that the excited utterance\r\nexception is a \"firmly rooted\" hearsay exception. See White v. Illinois, 502 U.S.\r\n354, 355 n. 8, 112 S.Ct. 736, 742 n. 8 (1992) (\"The exception for spontaneous\r\ndeclarations is at least two centuries old, and may date to the late 17 1h\r\ncentury.\"). The concept of res gestae has been an exception to the hearsay\r\nprohibition in South Carolina for over 100 years. See State v. Talbert, 41 S.C.\r\n526, 19 S.E. 852 (1894) (allowing hearsay statements made by deceased\r\nimmediately after he had been shot). Defendant argues that Rule 803, SCRE\r\ndividing up the res gestae exception in 1995 into two distinct exceptions\r\nundermined its status as \"firmly rooted\" in South Carolina law. Defendant\r\nbelieves that since the excited utterance exception has stood on its own for only\r\na few years, that it does not bear the indicia of reliability necessary to satisfy\r\nthe Confrontation Clause. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe reason excited utterances are allowed as an exception to the hearsay\r\nprohibition is that they bear the indicia of reliability required by the second\r\nelement of the Confrontation Clause analysis. See State v. Hill, 331 S.C. 94,501\r\nS.E.2d. 122 (1998) (\"The rationale behind the excited utterance exception is that\r\nthe startling event suspends the declarant's process of reflective thought, thus\r\nreducing the likelihood of fabrication.\"). Excited utterances would therefore\r\nhave the indicia of reliability no matter how long that exception has stood on its\r\nown in South Carolina. Defendant offers no argument against the philosophy\r\nor theoretical basis of the exception, only that it has not had enough time on its\r\nown to become \"firmly rooted.\" We disagree and find that the excited utterance\r\nexception is firmly rooted in South Carolina law and satisfies the requirements\r\nof the Confrontation Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV. DIRECTED VERDICT \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefendant argues that the trial court erred in not directing a verdict in\r\nhis favor on the ABHAN charge based on the attack against Victim's Wife. He\r\nargues that because Victim's Wife told the police she was attacked by a black\r\nman and Defendant is white, that there was no evidence to support the charge\r\nagainst him and therefore the trial court should have granted a directed verdict.\r\nWe disagree. \r\n  \r\np.14\r\n\r\nSTATE v. BURDETTE \r\n\r\n\r\n\r\n\r\n\r\nThere is evidence that Defendant and Robinson arrived together, entered\r\nthe house together, that Defendant attacked Victim while Robinson attacked\r\nVictim's Wife, that the house was burglarized, and that Defendant and\r\nRobinson left togther. \"When two or more persons aid, abet and encourage each\r\nother in the commission of a crime, all being present, each is guilty as a\r\nprincipal.\" See Yates v. Aiken, 290 S.C. 231,236,349 S.E.2d 84,87 (1986), rev'd\r\non other grounds, 484 U.S. 211, 108 S.Ct. 534, 98 L.Ed.2d 546 (1988). In the\r\npresent case, there is substantial evidence that Defendant was involved in the\r\noverall commission of the crime. Therefore, Defendant is guilty as a principal\r\nfor the crimes committed by Robinson against Victim's Wife during their attack. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn a motion for a directed verdict in a criminal case, the trial court is\r\nconcerned with the existence or non-existence of evidence, not its weight. State\r\nv. Morgan, 282 S.C. 409, 319 S.E.2d 335 (1984). If the State presents any\r\nevidence which reasonably tends to prove defendant's guilt, or from which\r\ndefendant's guilt could be fairly and logically deduced, the case must go to the\r\njury. State v. Poindexter, 314 S.C. 490) 431 S.E.2d 254 (1993). On appeal from\r\nthe denial of a motion for directed verdict, this Court must view the evidence in\r\na light most favorable to the State. State v. Schrock, 283 S.C. 129, 322 S.E.2d\r\n450 (1984). Viewing the testimony concerning Defendant's role in the burglary\r\nand assaults in a light most favorable to the State, the trial court correctly\r\nrefused the directed verdict on this charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing analysis, the decisions of the trial court are \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.15\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24930","title":"Norris v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24930","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.13 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nLegrand Norris, Petitioner, \r\n  \r\nv. \r\n  \r\nState of South Carolina, Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\n  \r\n  \r\nAppeal From Lexington County\r\nJulius H. Baggett, Trial Judge\r\nThomas J. Ervin, Post-Conviction Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24930\r\nSubmitted February 18, 1999 - Filed April 5, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nDaniel T. Stacey, Chief Attorney, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for petitioner. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon; Deputy Attorney\r\nGeneral John W. McIntosh; Assistant Deputy Attorney\r\nGeneral Teresa A. Knox, all of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.C.J.: In this post-conviction relief (\"PCR\") case, the PCR court \r\n  \r\np.16\r\n\r\nNORRIS v. STATE \r\n\r\n\r\n\r\n\r\n\r\ndismissed Legrand Norris's (\"petitioner\") application without prejudice, finding\r\npetitioner mentally incompetent to proceed with the case. We granted the\r\npetition for a writ of certiorari to review the PCR court's decision. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nIn November 1990, petitioner was convicted of kidnaping and criminal\r\nsexual conduct third degree. He was sentenced to life imprisonment for\r\nkidnaping and ten years for criminal sexual conduct. Petitioner appealed and\r\nthis Court affirmed his conviction and sentence pursuant to Rule 220(b)(1),\r\nSCACR. State v. Norris, Op. No. 92-MO-93 (filed April 24,1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn March 1995, petitioner filed an application for PCR. Prior to the PCR\r\nhearing, petitioner's attorney, Reece Williams, requested that petitioner\r\nundergo a psychiatric examination. The PCR court agreed and ordered the\r\nexamination. Psychiatrist Dr. Richard L. Frierson examined petitioner and\r\ndetermined that he suffered from Bipolar Disorder, Mixed type. Dr. Frierson's\r\nevaluation report was admitted at the PCR hearing, and Dr. Frierson testified\r\nthat, in his opinion, petitioner was not competent to proceed with the PCR\r\nhearing. Dr. Frierson further testified that petitioner was not taking his\r\nmedication, and if he were, there was a \"good\" likelihood that he might be\r\nrestored to competency. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the hearing, the PCR judge stated that based on Dr. Frierson's\r\ntestimony, the case should be continued. The attorney for the State later\r\nrequested that the case be dismissed without prejudice instead of being\r\ncontinued, explaining, \"If we just continue it we're going to have to put\r\n[petitioner] on the roster every time.\" Petitioner's attorney did not object to the\r\nState's request and, in fact, endorsed it, stating: \"And so I don't think that we\r\nhave any choice but to, as Miss Knox says, perhaps dismiss this without\r\nprejudice until [petitioner] achieves some degree of understanding about what's\r\ngoing on The PCR court then ordered that the case be dismissed without\r\nprejudice. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court granted a petition for a writ of certiorari to consider the\r\nfollowing issue: \r\n  \r\n  \r\n  \r\nWhether the PCR court erred when it dismissed petitioner's case\r\nwithout prejudice, rather than continuing it on the docket until\r\nsuch time as petitioner is competent to proceed? \r\n  \r\np.17\r\n\r\nNORRIS v. STATE \r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nPetitioner argues that the appropriate action under these circumstances\r\nwould be to continue the case, rather than dismiss it without prejudice. He\r\ncontends that, otherwise, complicated litigation could arise with respect to the\r\nstatute of limitations or tolling due to mental incompetency. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn application for post-conviction relief must be filed within one year\r\nafter the entry of a judgment of conviction, or within one year after the sending\r\nof the remittitur to the lower court from an appeal or the filing of the final\r\ndecision upon an appeal, whichever is later. S.C. Code Ann. § 17-27-45(A)\r\n(Supp. 1998). However, if a defendant was convicted prior to the effective date\r\nof the PCR statute of limitations (July 1, 1995), that defendant had one year\r\nfrom the effective date to bring his application for post-conviction relief\r\nPeloquin v. State, 321 S.C. 468~ 469 S.E.2d 606 (1996)(holding that all\r\ndefendants convicted prior to the effective date of the statute should be allowed\r\none year after its effective date to file an application). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the instant case, petitioner's convictions were affirmed by this Court\r\nin April 1992 (prior to the effective date of the PCR statute of limitations).\r\nThus, the latest date that petitioner could have filed any post-conviction relief\r\napplication was July 1, 1996 - one year after the effective date of the PCR\r\nstatute of limitations. See Peloquin, supra. Petitioner's initial PCR application\r\nwas timely filed in March 1995. Yet, the PCR judge dismissed petitioner's case\r\nwithout prejudice on November 7, 1996. The PCR judge's written order of\r\ndismissal was issued on January 8, 1997. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn general, when an action is dismissed without prejudice, the statute of\r\nlimitations will bar a subsequent suit if the statute runs in the interim. Rink\r\nv. Richland Memorial Hosp., 3 10 S.C. 193, 422 S.E.2d 747 (1992). However, a\r\ndefendant is estopped from claiming the defense of statute of limitations when\r\nthe defendant consents to plaintiffs motion for voluntary dismissal without\r\nprejudice, and the statute has run prior to the granting of the dismissal. Mende\r\nv. Conway Hosp., Inc., 304 S.C. 313; 404 S.E.2d 33 (1991). Petitioner's initial\r\nPCR application was not dismissed until November 1996 - several months after\r\nthe PCR statute of limitations had already run. The State consented to the\r\ndismissal and agreed that petitioner should be allowed to file his application at\r\na later time once he regained competency. The PCR judge, without objection\r\nfrom the State, informed petitioner that he could file his application at a later\r\ntime. Moreover, the State takes the position on appeal that it would have no \r\n  \r\np.18\r\n\r\nNORRIS v. STATE \r\n\r\n\r\n\r\n\r\n\r\nobjection to petitioner filing a future PCR application once he regained\r\ncompetency. Thus, pursuant to Mende, the State would be estopped in the\r\nfuture from asserting the defense of statute of limitations whenever petitioner\r\nre-files his PCR application. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe recognize that the PCR Act does not provide for tolling the statute of\r\nlimitations due to mental incompetency. However, in light of the fact that the\r\ninstant case can be resolved pursuant to Mende, we find it unnecessary to\r\naddress the tolling issue. We therefore find there is no unfair prejudice to\r\npetitioner as a result of the PCR court's ruling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nBased on the foregoing, we AFFIRM the PCR court's decision to dismiss\r\npetitioner's case without prejudice. \r\n  \r\n  \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. FINNEY, C.J., not\r\nparticipating. \r\n  \r\n  \r\n  \r\np.19\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24931","title":"Wrenn Bail Bond v. City of Hanahan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24931","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nWrenn Bail Bond\r\nService, Inc., Appellant, \r\n  \r\nv. \r\n  \r\nCity of Hanahan, Respondent. \r\n  \r\n  \r\n  \r\nAppeal From Berkeley County\r\nRodney A. Peeples, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24931\r\nSubmitted March 16, 1999 - Fi-led April 5, 1999 \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nGrover C. Seaton, III, of Seaton &amp; Manley, P.C., of\r\nMoncks Corner, for appellant. \r\n  \r\n  \r\n  \r\nJames J. Hinchey, Jr., of Haynsworth, Marion,\r\nMcKay &amp; Guerard, L.L.P., of Charleston, for\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE., A.J.: Appellant Wrenn Bail Bond Service, Inc.\r\n(Wrenn) commenced this action challenging respondent City of Hanahan's\r\n(City's) imposition of a $120.00 business license fee. The trial judge held\r\nCity properly imposed the fee. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nWrenn's business office is located in Moncks Corner. On April 1, \r\n  \r\np.20\r\n\r\nWRENN BAIL BOND v. CITY OF HANAHAN \r\n\r\n\r\n\r\n\r\n\r\n1997, Wrenn contracted with a resident of City (Prisoner) who had been\r\narrested in City and was incarcerated in the Berkeley County Jail located\r\noutside City's limits. Prisoner was charged with violating a State law.\r\nCity's municipal court1 set the amount of surety bond to obtain his release.\r\nBecause the required surety form was not available at the jail, Wrenn had\r\nto obtain a copy from City's Clerk of Court. Before releasing the form,\r\nCity insisted Wrenn pay a $120.00 fee pursuant to its business license\r\nordinance. The ordinance applies to enumerated businesses including bail\r\nbond services. Wrenn paid the fee under protest. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWrenn then commenced this action challenging the validity of the\r\nordinance as to bail bondsmen and its application in this instance. The\r\ntrial judge found the ordinance valid and upheld its application to Wrenn.\r\nWrenn appeals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1. Does State law preempt business licensing for bail bondsmen? \r\n  \r\n  \r\n  \r\n2. Does one instance constitute doing business? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1. Preemption \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWrenn contends State law has preempted licensing of bail bondsmen\r\nand the business license ordinance is therefore invalid to the extent it\r\nincludes them. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order to preempt an entire field, a State law must make manifest\r\na legislative intent that no other enactment may touch upon the subject in\r\nany way. Town of Hilton Head v. Fine Liquors, Inc., 302 S.C. 550, 397\r\nS.E.2d 662 (1990). Under State law, Title 38, Chapter 53 (\"Insurance\")\r\nregulates the professional licensing of bail bondsmen and their runners.2 \r\n  \r\n\r\n1 A municipal court has concurrent jurisdiction with the magistrate's\r\ncourt to set bond in criminal cases arising under State law. See S.C. Code\r\nAnn. § 14-25-45 and § 15-5-510 (Supp. 1998). \r\n  \r\n  \r\n  \r\n2 See S.C. Code Ann. § 38-53-80 (Supp. 1998) (requiring a license); § 38\r\n53-90 (Supp. 1998) (general qualifications); § 38-53-130 (Supp. 1998) (written\r\nexamination); §§ 38-53-100 and -105 (Supp. 1998) (annual license fees). \r\n  \r\np.21\r\n\r\nWRENN BAIL BOND v. CITY OF HANAHAN \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSection 38-53-80 specifically states that \"[no] license may be issued to a\r\nprofessional bondsman or runner except as provided in this chapter.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is clear from the plain language of § 38-53-80 that the legislature\r\nintended to preempt the entire field of professional licensing for bail\r\nbondsmen. City's ordinance, however, does not touch on professional\r\nlicensing at all. It provides: \r\n  \r\n  \r\n  \r\nEvery person engaged or intending to engage in any calling,\r\nbusiness, occupation or profession listed in the rate\r\nclassification index portion of this ordinance, in whole or in\r\npart, within the limits of the City of Hanahan, South Carolina,\r\nis required to pay an annual license fee and obtain a business\r\nlicense as herein provided. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe ordinance sets forth no qualifications for bail bondsmen. It simply\r\nrequires payment of a fee for the privilege of doing business within City\r\nlimits. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhere an ordinance is not preempted by State law, the ordinance is\r\nvalid if there is no conflict with State law. Barnhill v. City of North\r\nMyrtle Beach, Op. No. 24881 (S.C. Sup. Ct. filed January 18, 1999). In\r\norder for there to be a conflict between a State law and a municipal\r\nordinance, both must contain either express or implied conditions that are\r\ninconsistent and irreconcilable with each other. If either is silent where\r\nthe other speaks, there is no conflict. Id.; Wright v. Richland County Sch.\r\nDist. Two, 326 S.C. 271, 486 S.E.2d 740 (1997); Fine Liquors, supra.\r\nCity's ordinance is silent regarding professional qualifications for bail\r\nbondsmen. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we conclude the State professional licensing statutes are\r\nnot irreconcilable with City's business license, ordinance which does not\r\nattempt to regulate a bail bondsman's professional conduct. Since there is\r\nno conflict with State law, the trial judge properly found the business\r\nlicense ordinance valid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Doing business \r\n  \r\n  \r\n  \r\nWrenn contends that even if the ordinance is valid as to bail\r\nbondsmen, the ordinance does not apply under the facts of this case. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGenerally, the determination whether a party is \"doing business\" in \r\n  \r\np.22\r\n\r\nWRENN BAIL BOND v. CITY OF HANAHAN \r\n\r\n\r\n\r\n\r\n\r\na certain jurisdiction is dependent upon the facts of each case. See\r\nSanders v. Columbian Protective Ass'n., 208 S.C. 152, 37 S.E.2d 533 (1946).\r\nWe find the facts in this case do not support imposition of the business\r\nlicense fee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe only fact connecting City with the actual transaction between\r\nthe parties is that Wrenn provided a service to one of its residents which\r\nCity argues constitutes doing business under the business license\r\nordinance. In Pee Dee Chair Co. v. City of Camden, 165 S.C. 86, 162 S.E.\r\n771 (1932), this Court held a single act does not constitute doing business\r\nfor purposes of a business license fee where there are no facts to indicate\r\nit is not an isolated instance but an intention to engage in business. We\r\nfind nothing in this record to indicate Wrenn's intent to engage in a\r\ncontinuing business as bail bondsman for residents of City. Accordingly,\r\nthe trial judge's ruling upholding imposition of the business license fee in\r\nthis case is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.23\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24932","title":"State v. Council","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24932","description":"","date":"1999-04-05","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 13\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nThe State, Respondent, \r\n  \r\nv. \r\n  \r\nDonney S. Council, Appellant. \r\n  \r\n  \r\n  \r\nAppeal From Aiken County\r\nHenry F. Floyd, Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24932 \r\n  \r\nHeard October 8, 1998 - Filed April 5, 1999 \r\n  \r\n  \r\n  \r\nAFFIRMED \r\n  \r\n  \r\n  \r\nAssistant Appellate Defender Robert M. Dudek, of\r\nthe South Carolina Office of Appellate Defense, of\r\nColumbia, for appellant. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Donald J. Zelenka,\r\nAssistant Attorney General Lauri S. Soles, and\r\nAssistant Attorney General Robert E. Bogan, all of\r\nColumbia; and Solicitor Barbara R. Morgan, of\r\nAiken, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: Appellant was indicted for murder,\r\nkidnapping, administering poison, grand larceny of A vehicle, burglary,\r\nlarceny, and two counts of criminal sexual conduct in the first degree.\r\nThe jury found appellant guilty on all the charges. Appellant was \r\n  \r\np.24\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nsentenced to death for the murder;1 thirty years concurrent for\r\nkidnapping;2 a consecutive life sentence for the burglary; twenty years\r\nconsecutive for administering a poison; thirty years consecutive for each\r\ncharge of criminal sexual conduct; five years concurrent for grand larceny\r\nof a vehicle; and thirty days concurrent for petty larceny. We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nLate Thursday afternoon, October 8, 1992, Evelyn Helminiak\r\nvisited with her neighbor Elizabetth Gatti, a seventy-two year old widow.\r\nMrs. Gatti was preparing dinner when Mrs. Helminiak arrived. The next\r\nday, another neighbor, Charles Fields, became concerned about Mrs. Gatti\r\nbecause her morning newspaper was still in the driveway and her car was\r\ngone. Mr. Fields testified Mrs. Gatti was a creature of habit who\r\nretrieved her newspaper every morning at 4:30 a.m., read the paper, and\r\nthrew it over to Mr. Fields' driveway by 8:00 a.m. so he could read it.\r\nWhen the newspaper was still in the driveway and the car was still gone\r\non Friday evening, Mr. Fields called emergency services. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhen the authorities entered Mrs. Gatti's house, perishable\r\nfood items were found on the kitchen counter. Several of the rooms in\r\nMrs. Gatti's house had been ransacked. Mrs. Gatti's body was discovered\r\nunderneath a bedspread in her basement. She had been hogtied with a\r\nwhite cord and layers of duct tape were wrapped around her entire head.\r\nHer clothes had been ripped, and the crotch of her underwear had been\r\ncut out. Surrounding her body were various bottles of cleaning fluids.\r\nMrs. Gatti had been sexually assaulted. \r\n  \r\n\r\n1 'The jury found the following statutory aggravating circumstances:\r\n(1) murder was committed while in the commission of criminal sexual\r\nconduct; (2) murder was committed while in the commission of kidnapping;\r\n(3) murder was committed while in the commission of burglary; (4) murder\r\nwas committed while in the commission of a larceny with the use of a\r\ndeadly weapon; (5) murder was committed while in the commission of\r\nkilling by poison; and (6) murder was committed while in the commission\r\nof physical torture. S.C. Code Ann. § 16-3-25 (1985). \r\n  \r\n  \r\n  \r\n2 This sentence is ineffective in light of appellant's sentence under\r\nS.C. Code Ann. § 16-3-20 (1985). S.C. Code Ann. 16-3-910 (1985). \r\n  \r\np.25\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nDr. Nichols, the pathologist who performed the autopsy on\r\nMrs. Gatti, testified her body was covered with numerous lacerations and\r\nbruises, and someone had attempted to manually strangle her. Further, a\r\ngaping laceration extending from her vagina into the rectal area indicated\r\npenetration by a very stiff foreign object. Dr. Nichols testified the cause of\r\ndeath was asphyxiation due to mechanical suffocation as a result of the\r\nduct tape, and contributory to the cause of death was the ingestion and\r\naspiration of cleaning fluids and the binding ligatures on the wrists. Dr.\r\nNichols testified the aspiration indicated Mrs. Gatti was forced to drink\r\nthe cleaning fluids. According to Dr. Nichols, Mrs. Gatti lived 2-4 hours\r\nafter the vaginal/rectal injury occurred. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn October 11, 1992, the authorities found Mrs. Gatti's car\r\nnear an apartment complex where appellant sometimes stayed. Appellant\r\nwas arrested for the crimes on October 12, 1992. In two separate\r\nstatements, appellant admitted to being in Mrs. Gatti's house on the night\r\nshe was killed; however, he asserted he had gone to her house with a man\r\nidentified as \"Frankie J.\"3 Appellant denied any wrongdoing; instead, he\r\nblamed the crimes on his companion. Appellant admitted, however, to\r\nSLED agent Wayne Mitchell that he had sexual intercourse with Mrs.\r\nGatti. Further, appellant told SLED agent Danny Choate and Captain\r\nWayne Huff, an investigator for the Aiken County Sheriffs Department,\r\nthat he had sex with Mrs. Gatti. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA shoeprint taken from a chair in Mrs. Gatti's house was\r\nidentified as matching shoes taken from appellant. Residue found on the\r\nchair positively matched debris found on appellant's shoes. Fingerprints\r\ntaken from Mrs. Gatti's car and from items in her car were identified as\r\nbelonging to appellant. Hair samples taken from appellant were\r\nconsistent with hairs found in Mrs.Gatti's home. Semen taken from a\r\ntissue in Mrs. Gatti's house was consistent with appellant's Semen.\r\nSeveral items identified as belonging to Mrs. Gatti were found in\r\nappellant's girlfriend's apartment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's girlfriend's cousin, Earthlene Danley, testified she\r\nwas in Mrs. Gatti's car with appellant the day after Mrs. Gatti's murder \r\n  \r\n\r\n3 \"Frankie J\" was later identified as Frank Douglas. None of the\r\nphysical evidence found in Mrs. Gatti's house or in her car matched\r\nDouglas. \r\n  \r\np.26\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nand had been with appellant when he went to a bank drive-thru in North\r\nAugusta and cashed a check he took from the glove compartment of Mrs.\r\nGatti's car. Further, the testimony of bank employees and handwriting\r\nexperts established appellant had forged three of Mrs. Gatti's checks and\r\ncashed them at various banks. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMrs. Gatti's newspaper carrier positively identified appellant as\r\nthe man she saw leaving Mrs. Gatti's house in the early morning hours of\r\nFriday, October 9, 1992. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\nI. Did the trial judge err in qualifying Juror T? \r\n  \r\n  \r\n  \r\nII. Did the trial judge err in refusing to grant appellant's\r\nmotion for a mistrial where a State's witness referred to\r\nappellant's prior criminal record during direct examination? \r\n  \r\n  \r\n  \r\nIII. Did the trial judge err in admitting appellant's inculpatory\r\nstatements by finding appellant had waived his Sixth\r\nAmendment right to counsel prior to making these statements? \r\n  \r\n  \r\n  \r\nIV. Did the trial judge err in admitting mitochondrial DNA\r\nevidence? \r\n  \r\n  \r\n  \r\nV. Did the trial judge err in refusing to allow appellant to\r\nintroduce polygraph evidence during the penalty phase of the\r\ntrial? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nI. \r\n  \r\n  \r\n  \r\nAppellant claims the judge erred in finding Juror T qualified\r\nbecause during her voir dire she was unable to definitely state she could\r\npresume appellant was innocent until the State proved his guilt beyond a\r\nreasonable doubt. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInitially, when the trial judge questioned her during voir dire,\r\nJuror T expressed uncertainty as to whether she could presume appellant\r\nwas innocent. However, after the trial judge explained the law, Juror T \r\n  \r\np.27\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nstated several times she could presume appellant innocent until the State\r\nproved his guilt beyond a reasonable doubt. Although Juror T continued\r\nto equivocate on some questions as to whether she could presume\r\nappellant innocent, each time the judge clearly explained the law to her,\r\nshe affirmed she could presume appellant innocent. During examination\r\nby the solicitor, Juror T indicated she would follow the instructions and\r\ndetermine the facts from the evidence introduced during the trial.\r\nFurther, on cross-examination by defense counsel, Juror T again stated she\r\ncould presume appellant innocent. However, Juror T responded with\r\nuncertainty to defense counsel's final question.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefense counsel moved to disqualify Juror T for cause arguing\r\nthe juror was unable to disregard her preconceived beliefs and presume\r\nappellant was innocent. Over appellant's objection, the judge qualified\r\nJuror T. Juror T was placed on the jury after appellant had exhausted\r\nhis peremptory challenges. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe constitutional standard of fairness requires that a\r\ndefendant have a panel of impartial, indifferent jurors. U.S. Const.\r\nAmend. 14; State v. Bell, 302 S.C. 18, 393 S.E.2d 364, cert. denied, 498\r\nU.S. 881, 111 S.Ct. 227, 112 L.Ed.2d 182 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn reviewing an error as to the qualification of a juror, this\r\nCourt engages in a three step analysis. First, appellant must show that\r\nhe exhausted all of his peremptory challenges. Second, if all peremptory\r\nchallenges were used, this Court must determine if the juror was\r\nerroneously qualified. Third, appellant must demonstrate this error\r\ndeprived him of a fair trial. State v. Green, 301 S.C. 347, 392 S.E.2d 157,\r\ncert. denied, 498 U.S. 881, 111 S.Ct. 229, 112 L.Ed.2d 183 (1990). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a capital case, the proper standard in determining the\r\nqualification of a prospective juror is whether the juror's views would\r\nprevent or substantially impair the performance of his duties as a juror in\r\naccordance with his instructions and his oath. State v. Green, supra \r\n  \r\n\r\n4 Defense Counsel posed the following question to Juror T:\r\n\r\n\r\n\r\nBR>\r\nQ. Okay. Can you tell me that you're coming in to this\r\nthing with a completely blank page and no feelings one way or\r\nanother? \r\n  \r\np.28\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\n(citing Wainwright v. Witt, 469 U.S. 412, 424, 105 S.Ct. 844, 853, 83\r\nL.Ed.2d 841 (1985)); State v. George, 323 S.C. 496, 476 S.E.2d 903 (1996),\r\ncert. denied, _ U.S. _, 117 S.Ct. 1261, 137 L.Ed.2d 340 (1997).\r\nThe determination of whether a juror is qualified to serve on a death\r\npenalty case is within the sole discretion of the trial judge and is not\r\nreviewable on appeal unless wholly unsupported by the evidence. State v.\r\nDavis, 309 S.C. 326, 422 S.E.2d 133 (1992), cert. denied, 508 U.S. 915, 113\r\nS.Ct. 2355, 124 L.Ed.2d 263 (1993). When reviewing the trial court's\r\nqualification or disqualification of prospective jurors, the responses of the\r\nchallenged jurors must be examined in light of the entire voir dire. State\r\nv. Green, supra. The ultimate consideration is that the juror be\r\nunbiased, impartial and able to carry out the law as explained to him. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter reviewing the entire voir dire of Juror T, we conclude the\r\ntrial judge did not err in qualifying this juror. After the trial judge\r\nexplained the law to Juror T, she stated repeatedly she could presume\r\nappellant was innocent until and unless the State proved him guilty.\r\nFurther, Juror T stated she could follow the judge's instructions.\r\nAlthough Juror T expressed uncertainty in her response to the final\r\nquestion posed by defense counsel, as pointed out by the trial judge, this\r\nquestion was ambiguous and prospective jurors never responded correctly.5\r\nJuror T's equivocation when asked this ambiguous question does not\r\nnegate her previous definite answers. See State v. Holmes, 320 S.C. 259,\r\n464 S.E.2d 334 (1995), cert. denied, 517 U.S. 1248, 116 S.Ct. 2507, 135\r\nL.Ed.2d 197 (1996) (after reviewing Juror Hutto's entire voir dire, this\r\nCourt concluded there was no abuse of discretion in qualifying her to serve\r\neven though at the outset of voir dire, Juror Hutto stated she thought a\r\ndefendant had to prove his or her innocence; however, when told the law\r\npresumed a defendant was innocent, and asked if she could follow this\r\npresumption, she answered yes). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred in refusing to grant a\r\nmistrial when SLED agent Charles Counts testified he retrieved\r\nappellant's fingerprint card from SLED records for comparison. Appellant\r\nclaims this testimony was highly prejudicial because it was a clear\r\nreference to appellant's prior criminal activity. \r\n  \r\n\r\n5 The correct response would be, \"No, I am for the defendant.\" \r\n\r\np.29\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nCharles Counts, a crime scene processor for SLED, testified he\r\nmet appellant on October 11, 1992, while he was processing Mrs. Gatti's\r\ncar for evidence. At this initial meeting, appellant, who identified himself\r\nas \"James Counts,\" provided authorities with his fingerprints. Counts\r\ntestified appellant's fingerprints were found on Mrs. Gatti's car and on\r\nitems found in her car. The solicitor asked Counts to \"tell the members of\r\nthe jury how many different sets of fingerprints you had looked at to\r\ncompare, and the names of the individuals submitted to you to compare.\"\r\nCounts responded: \r\n  \r\n  \r\n  \r\nAt the time of the initial comparison, I was supplied or had in\r\nmy possession, fingerprints, one fingerprint, an inked palm\r\nimpression bearing the name of James Counts which I had\r\ntaken on October the 11th at the apartment complex. A few\r\ndays later or a day later, I was contacted by the sheriffs\r\ndepartment and said, \"that subject is actually Mr. Council.\" I\r\nwent over to the SLED records, two buildings over, retrieved a\r\ncard with the name Council on it and compared those\r\nimpressions and in fact, they were produced by the same\r\nindividual. \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefense counsel moved for a mistrial arguing Counts'\r\ntestimony implied to the jury appellant \"had a prior criminal record, that\r\nhe had been printed before.\" Defense counsel stated in deciding whether\r\nappellant would testify much thought was given to whether appellant\r\nwould, be harmed by having his prior criminal record admitted into\r\nevidence. Further, defense counsel pointed out to the court that great\r\nefforts had been made to exclude references to any prior record from the\r\nstatements made by appellant. Defense counsel argued because a state's\r\nwitness had informed the jury that appellant had a fingerprint card at\r\nSLED, the jury now \"knows that Mr. Council has a prior criminal record,\r\nand based upon that, I don't think there's any way to give a curative\r\ninstruction to get the jury to forget that.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge agreed that a curative instruction would only\r\nmake the situation worse. However, the trial judge refused to grant a\r\nmistrial because he found Counts' statement could be construed several\r\nways, including Counts re-inked appellant. The trial judge found the jury\r\nprobably missed the implication, and further, because appellant had \r\n  \r\np.30\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nalready put his own credibility at issue by lying to the authorities about\r\nhis identity when he provided them with his fingerprints, testimony\r\nattacking appellant's credibility, including his prior criminal record, was\r\nadmissible.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe decision to grant or deny a motion for a mistrial is a\r\nmatter within a trial court's sound discretion, and such a decision will not\r\nbe disturbed on appeal absent an abuse of discretion amounting to an\r\nerror of law. State v. Simpson, 325 S.C. 37, 479 S.E.2d 57, cert. denied,\r\nU.S. _, 117 S.Ct. 2460, 138 L.Ed.2d 217 (1997); State v. Wasson, 299 S.C.\r\n508, 386 S.E.2d 255 (1989). A mistrial should not be granted unless\r\nabsolutely necessary. State v. Wasson, 299 S.C. 508, 386 S.E.2d 255\r\n(1989). Instead, the trial judge should exhaust other methods to cure\r\npossible prejudice before aborting a trial. Id. In order to receive a\r\nmistrial, the defendant must show error and resulting prejudice. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, it is questionable whether the jury even\r\nunderstood the implication of Count's statement. This Court has held that\r\nsimilar references to a defendant's past conduct were too vague to be\r\nprejudicial. See State v. Singleton, 284 S.C. 388, 326 S.E.2d 153 cert.\r\ndenied , 471 U.S. 1111, 105 S.Ct. 2346, 85 L.Ed.2d 863 (1985) (references\r\nto appellant's prior crimes were vague); State v. George, supra (appellant's\r\npossible drug dealing was merely suggested and no testimony was\r\npresented concerning such behavior). Further, the State never attempted\r\nto introduce appellant's prior criminal record during the guilt phase of the\r\ntrial. Instead, only an inadvertent vague reference was made to\r\nappellant's prior record. See State v. Robinson, supra (this Court pointed\r\nout that even if the testimony created the inference in the jury's mind\r\nthat the accused had committed another crime the State never attempted\r\nto prove the accused had been convicted of some other crime). Thus, we\r\nconclude this reference was not prejudicial.7 \r\n  \r\n\r\n6 The trial judge was incorrect infinding appellant had put his\r\ncharacter in issue by lying to the authorities. An accused must introduce\r\nevidence of his character at trial before the prosecution can attack it. See\r\nRule 404(a), SCRE. Here, because appellant never testified or offered\r\nother evidence of his good character, his character was never an issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 This case can be distinguished from State v. Tate, 288 S.C. 104, 341\r\nS.E.2d 380 (1986), where the Court found the error was prejudicial. In \r\n  \r\np.31\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nIII. \r\n  \r\n  \r\n  \r\nAppellant claims the trial judge erred in admitting into\r\nevidence appellant's inculpatory statements made to SLED agents Wayne\r\nMitchell and Danny Choate and to Captain Wayne Huff on October 19,\r\n1992, because they were obtained in violation of his Sixth Amendment8\r\nright to counsel. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge held a Jackson v. Denno9 hearing to determine\r\nthe admissibility of four statements made by appellant to various\r\nauthorities about his involvement in Mrs. Gatti's murder. The first\r\nstatement was made on October 12, 1992, the day of appellant's arrest. In\r\nthis statement, appellant. admitted he was present at Mrs. Gatti's house,\r\nbut blamed Frank Douglas for the crimes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant was arraigned on October 14, 1992. In response to\r\nappellant's request at the arraignment, an attorney was appointed to\r\nrepresent him on October 16, 1992. At the Jackson v. Denno hearing,\r\nappellant testified he was not aware an attorney had been appointed to\r\nrepresent him. Appellant had not spoken with an attorney prior to\r\nOctober 19, 1992. According to appellant, he only agreed to take a\r\npolygraph exam on October 19, 1992. He did not agree to the questioning. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInvestigator Norwood Bodie testified appellant \"got word to us\r\nthat he wanted to talk to us\" on October 19, 1992. Bodie obtained a\r\nwritten request from appellant, which stated: \"I, Donney S. Council, do\r\nwish to speak with investigators of the Aiken County Sheriffs Office and\r\nSLED.19 It was signed by appellant and witnessed by Bodie and Officer \r\n  \r\n\r\nTate, appellant's mug shot was introduced into evidence. The date on the\r\nmug shot was almost one year prior to the trial thus inferring to the jury\r\nthat appellant had a prior criminal record. In this case, the fingerprint\r\ncard was never introduced into evidence, and there-fore the jury was not\r\naware of when SLED obtained the card. Therefore, there was no evidence\r\nbefore the jury of when or for what purpose the fingerprint card was\r\nmade. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n8 U.S. Const. 6th Amend. \r\n  \r\n  \r\n  \r\n9 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964). \r\n  \r\np.32\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nStuart. Appellant was then taken to the Sheriffs Office where Captain\r\nHuff informed appellant of his Miranda10 rights and appellant waived his\r\nrights. Appellant was then interviewed by Huff, Bodie, and SLED agent\r\nChoate. In the October 19th statement, appellant again stated he had\r\naccompanied Frank Douglas to Mrs. Gatti's house, but claimed he had not\r\nparticipated in the crimes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant then wrote and signed a statement requesting that\r\nhe be given a polygraph exam. Huff and Choate transported appellant to\r\nColumbia to be examined at SLED. After explaining to appellant his\r\nrights and having appellant waive them, SLED agent Mitchell\r\nadministered the exam. After the exam, Mitchell told appellant his\r\nanswers showed deception. Appellant then admitted to Mitchell he had\r\nsexual intercourse with Mrs. Gatti. Mitchell related appellant's admission\r\nto Huff and Choate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn the return trip to Aiken, appellant told Huff and Choate\r\nseveral times: \"Y'all ain't got shit on me.\" Huff told appellant: \"Donney,\r\nyou don't know what we have on you. . . . Well we've got more than you\r\nthink and the best thing to do is let's not talk about it.\" Appellant\r\nresponded: \"Well, you don't have any fingerprints. . . . Had I done\r\nsomething like that I would have been wearing gloves or socks.\" Huff and\r\nChoate began to talk to each other and ignore appellant. Appellant again\r\nbegan to talk and Choate told appellant to be quiet. Appellant then\r\nblurted out: \"Well, I did fuck her. The bitch didn't have good pussy, so I\r\nmade her give me a blow job.\" Huff testified appellant laughed when he\r\nmade these statements. Choate pulled the car over and Huff made some\r\nnotes about appellant's statement. Appellant denied making the\r\ninculpatory statements to Mitchell, Huff and Choate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDefense counsel argued appellant was denied his Sixth\r\nAmendment right to counsel when he made these inculpatory statements\r\non October 19, 1992. Defense counsel claimed appellant did not fully\r\nunderstand his right to talk with an attorney; therefore, the waiver of his\r\nMiranda rights was not voluntary. The trial judge admitted all four\r\nstatements. \r\n  \r\n\r\n10 Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694\r\n(1966). \r\n  \r\np.33\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nThe Sixth Amendment right to counsel attaches when\r\nadversarial judicial proceedings have been initiated and at all critical\r\nstages. Michigan v. Jackson, 475 U.S. 625, 106 S.Ct. 1404, 89 L.Ed.2d\r\n631 (1986); State v. Register, 323 S.C. 471, 476 S.E.2d 153 (1996), cert.\r\ndenied, _ U.S. _, 117 S.Ct. 988, 136 L.Ed.2d 870 (1997); State v.\r\nKennedy, 325 S.C. 295, 479 S.E.2d 838 (Ct. App. 1996). The Sixth\r\nAmendment right attaches only \"post-indictment,\" at least in the\r\nquestioning statement setting. Michigan v. Harvey, 494 U.S. 344, 110\r\nS.Ct. 1176, 108 L.Ed.2d 293 (1990: State v. Register, supra. When the\r\nSixth Amendment right to counsel has attached, if police initiate\r\ninterrogation after a defendant's assertion, at an arraignment or other\r\nsimilar proceedings, of his right to counsel, any waiver of the defendant's\r\nright to counsel for that police initiated interrogation is invalid unless the\r\ndefendant initiates the contact himself. Michigan v. Jackson, supra; State\r\nv. Howard, 296 S.C. 481, 374 S.E.2d 284 (1988). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant's Sixth Amendment right to counsel attached on\r\nOctober 14, 1992, when he was arraigned. Further, appellant asserted his\r\nright to counsel on October 14, 1992, when he requested appointment of\r\ncounsel. Counsel was appointed to represent appellant on October 16,\r\n1992. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHowever, appellant initiated the contact with the authorities\r\non October 19, 1992; therefore, appellant's subsequent waiver of his right\r\nto counsel was knowingly and intelligently made, and all his statements\r\nmade on this day were admissible.11 See State v. Howard, supra\r\n(assuming defendant's right to counsel had attached, defendant had waived\r\nthat right because he initiated the contact with the police); Compare with\r\nMichigan v. Jackson, supra (defendant's waiver of his Sixth Amendment\r\nright to counsel was invalid where police initiated the contact). Under the\r\nSixth Amendment, a defendant who has asserted his right to counsel is \r\n  \r\n\r\n11 Appellant argues he could not have knowingly waived his right to\r\ncounsel since he was unaware counsel had been appointed. Further,\r\nappellant claims knowledge that counsel had been appointed for him\r\nshould have been imputed from the court to the sheriffs department.\r\nBecause we find appellant initiated the contact with the authorities, it\r\ndoes not matter whether appellant was unaware counsel had been\r\nappointed nor does it matter whether knowledge of that appointment is\r\nimputed from one state actor to another. \r\n  \r\np.34 \r\n  \r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nalways free to initiate contact with the authorities and waive this right. A\r\ndefendant is not required to consult with an attorney prior to initiating\r\ncontact in order for the waiver to be valid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues he only contacted the authorities in order to\r\nlet them know he was ready to take a polygraph exam that he previously\r\nagreed to take at some time during the October 12, 1992 questioning.\r\nHowever, his note does not indicate such a limited purpose. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, although appellant was clearly in custody when he\r\nadmitted to Huff and Choate he had sex with Mrs. Gatti, appellant's\r\nstatement was not the result of interrogation. Instead, his statement was\r\nvolunteered. See Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 16825, 64\r\nL.Ed.2d 297 (1980); State v. Koon, 278 S.C. 528, 298 S.E.2d 769 (1982). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIV. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the guilt phase of appellant's trial, John Ortuno, a\r\ntrace evidence examiner at SLED, testified the characteristics of pubic\r\nhairs found at the crime scene were consistent with appellant's pubic hair.\r\nOrtuno further determined Frank Douglas could not have been the donor\r\nof the hair. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTo confirm Ortuno's findings, the State sought to introduce\r\ntestimony from Joseph Dizinno of the F.B.I. laboratory regarding the\r\nresults of mitochondrial DNA (mtDNA) analysis performed on the hairs.12 \r\n  \r\n\r\n12 Mitochondrial DNA is found in mitochondria, which are organelles\r\ncontained within the cytoplasm of a cell and which serve as the cell's\r\nenergy factories. Unlike nucleus DNA that contains genetic material\r\ninherited from both the mother and the father, mtDNA only contains\r\ngenetic material inherited from the mother. Two advantages of mtDNA\r\nare that there are many more copies of mtDNA in the cell than there are\r\ncopies of nuclear DNA since each cell contains many mitochondria but only\r\none nucleus and mtDNA is much more stable than nuclear DNA;\r\ntherefore, the chances of extracting mtDNA from a degraded sample is\r\nincreased. Further, unlike nuclear DNA which is only present in the,\r\nliving cells at the roots of a pulled hair, mtDNA is present in the shafts of\r\nhair. Brian Museman, Taylor v. State, Rule 706, and the DNA Database:\r\nFuture Directions in DNA Evidence, 22 Oklahoma City University L. Rev. \r\n  \r\np.35\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nThe trial judge held an in camera hearing to determine the admissibility\r\nof this evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDizinno testified he had extensive training in both hair and\r\nfiber analysis and mtDNA analysis. Dizinno testified his mtDNA analysis\r\nresearch began in 1992. Dizinno chose to sequence two regions of the\r\nmtDNA because research conducted in Europe in 1983 found these two\r\nareas to be very variable between individuals. Dizinno testified mtDNA\r\nanalysis has been used for research purposes since 1981 and over 600\r\npapers have been written about mtDNA research. He testified mtDNA\r\nanalysis is a recognized methodology that has been used for many\r\npurposes, including to identify bodies from the Vietnam War and the Gulf\r\nWar. Dizinno stated the mtDNA analysis has been reaffirmed in the\r\nscientific community as reliable science. Dizinno testified his laboratory\r\nstarted to use this technology to analyze forensic evidence in the summer\r\nof 1996. Further, this was the second occasion someone from his lab had\r\ntestified regarding the results obtained from a mtDNA analysis.13 Dizinno\r\nstated that mtDNA analysis confirms, based on a scientific objective\r\nstandard, the subjective microscopical comparison performed on the hairs. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDizinno explained that mtDNA analysis is performed by\r\nextracting the DNA from mitochondria. This DNA is then amplified and\r\nexamined to determine its sequences of As, Gs, Ts, and Cs. This sequence\r\nis then compared to a sequence donated by a known person. If the\r\nsequence is different, the person donating the known sample can be\r\neliminated as the donor of the unknown sample. If the sequence is the\r\nsame, the examiner compares the sequence to the database of mtDNA\r\nsequences available to him to determine if he has ever seen that same\r\nsequence. Validation studies showed that about 62% of the hairs analyzed\r\nwere sequenced on the first try. The other 38% could not be sequenced\r\nbecause the DNA could not be extracted. Of the 62% that could be \r\n  \r\n\r\n397 (1997). \r\n\r\n\r\n\r\n13 The first occasion was at a trial in a Tennessee state court, six\r\nweeks prior to appellant's trial. Tennessee has a statute which allows\r\nDNA tests to be used as evidence in criminal cases under certain\r\ncircumstances. Mark Curriden, A New Evidence Tool: First Use o\r\nMitochondrial DNA Test in a U.S. Criminal Trial, 82-Nov. A.B.A. J. 18\r\n(1996). \r\n  \r\np.36\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nsequenced, the reliability of getting a correct sequence was 100%. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe database used by Dizinno contained 742 known sequences\r\nof which 319 were sequences obtained from African-Americans.14 Dizinno\r\ntestified that while he had found a match between unrelated Caucasians,\r\nhe had never found a match between unrelated African-Americans.\r\nAccording to Dizinno, the two regions analyzed are most variable in\r\nAfrican-Americans. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe results of this analysis excluded Frank Douglas as the one\r\nwho deposited the hair found at the crime scene. Further, Dizinno could\r\nnot exclude appellant as the one who deposited the hair found at the\r\ncrime scene. Based on the available database, Dizinno testified that most\r\nprobably the hair that was recovered from the crime scene belonged to\r\nappellant. However, Dizinno admitted it was possible that the hair\r\nbelonged to another individual. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge found the evidence admissible under Rules 702\r\nand 703, SCRE. In an abundance of caution, the trial judge further found\r\nthe evidence admissible under State v. Jones, 273 S.C. 723, 259 S.E.2d\r\n129 (1979), and under Daubert v. Merrill Dow Pharmaceuticals, Inc., 509\r\nU.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). The trial judge noted\r\nthe process had been subjected to peer review and publication; a known\r\npotential rate of error existed; standards controlled the techniques and\r\noperations; the F.B.I. laboratory validated the process; this technology and\r\nunderlying science has been accepted in the scientific community; and\r\nwhile forensic application of this technology was a recent development, the\r\ntechnology had been used for other purposes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred in admitting the mtDNA\r\ntest results in this case because the forensic application of this process\r\nwas novel and had not yet gained general acceptance in the scientific\r\ncommunity. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant is attempting to apply the standard set out in Frye\r\nv. United States, 293 F. 1013 (D.C. Cir. 1923). In Frye, the court held\r\nscientific evidence only became reliable, and therefore admissible, when it\r\nhad attained the general acceptance of the scientific community as a \r\n  \r\n\r\n14 Appellant is an African-American. \r\n\r\np.37 \r\n  \r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nwhole. However, this Court has never adopted that standard. Instead,\r\nprior to 1990, the standard for admitting scientific evidence in South\r\nCarolina was \"the degree to which the trier of fact must accept, on faith,\r\nscientific hypotheses not capable of proof or disproof in court and not even\r\ngenerally accepted outside the courtroom.\" State v. Jones, 273 S.C. 723,\r\n731, 259 S.E.2d 120, 124 (1979). This standard is more liberal than the\r\nFrye standard. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn considering the admissibility of scientific evidence under the\r\nJones standard, the Court looks at several factors, including: (1) the\r\npublications and peer review of the technique; (2) prior application of the\r\nmethod to the type of evidence involved in the case; (3) the quality control\r\nprocedures used to ensure reliability; and (4) the consistency of the method\r\nwith recognized scientific laws and procedures. State v. Ford, 301 S.C.\r\n485, 392 S.E.2d 781 (1990). This type of evidence is also subject to attack\r\nfor relevancy and prejudice. Ford, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1990, South Carolina adopted Rule 24, SCRCrimP, which is\r\nidentical to Rule 702 of the Federal Rules of Evidence (FRE). In 1995,\r\nSouth Carolina replaced Rule 24 with Rule 702, SCRE.15 This rule is\r\nidentical to its predecessor, Rule 24, SCRCrimP, and Rule 702, FRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn 1993, the United States Supreme Court found the Frye test\r\nhad been superseded by the FRE and adopted new parameters for\r\nadmissibility under Rules 702 and 703. Daubert v. Merrill Dow\r\nPharmaceutical, Inc.J, supra. Before scientific evidence is admitted, the\r\ntrial judge must determine the evidence is relevant, reliable and helpful to\r\nthe jury. The Court suggested four factors to consider in deciding\r\nreliability in scientific evidence cases: (1) scientific methodology; (2) peer\r\nreview; (3) consideration of general acceptance; and (4) the rate of error of\r\na particular technique. Id. The Court stated if the evidence is reliable \r\n  \r\n\r\n15 Rule 702, SCRE, states: \r\n\r\nIf the scientific, technical, or other specialized\r\nknowledge will assist the trier of fact to understand\r\nthe evidence or to determine a fact in issue, a\r\nwitness qualified-an expert by knowledge, skill,\r\nexperience, training, or education, may testify\r\nthereto in the form of an opinion or otherwise. \r\n  \r\np.38\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nand relevant, the judge should determine if the probative value of the\r\nevidence is outweighed by its prejudicial effect. Id. The Court recently\r\nheld the standard of review of a. lower court's decision to admit or exclude\r\nevidence under Daubert is an abuse of discretion. General Elec. Co. v.\r\nJoiner, __U.S.__,118 S.Ct. 5121 139 L.Ed.2d 508 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile this Court does not adopt Daubert, we find the proper\r\nanalysis for determining admissibility of scientific evidence is now under\r\nthe SCRE. When admitting scientific evidence under Rule 702, SCRE, the\r\ntrial judge must find the evidence will assist the trier of fact, the expert\r\nwitness is qualified, and the underlying science is reliable. The trial judge\r\nshould apply the Jones factors to determine reliability. Further, if the\r\nevidence is admissible under Rule 702, SCRE, the trial judge should\r\ndetermine if its probative value is outweighed by its prejudicial effect.\r\nRule 403, SCRE. Once the evidence is admitted under these standards\r\nthe jury may give it such weight as it deems appropriate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude the trial judge was well within his discretion in\r\nfinding the results of the mtDNA analysis admissible under the Jones\r\nfactors and Rule 702, SCRE. State v. Von Dohlen, 322 S.C 234.1 471\r\nS.E.2d 689, cert. denied, _ U.S. _, 117 S.Ct. 402, 136 L.Ed.2d 316\r\n(1996) (the admission of expert testimony is within the discretion of the\r\ntrial court); State v. Bailey, 276 S.C. 32, 274 S.E.2d 913 (1981) (the\r\nadmissibility of evidence is within the trial court's discretion). This\r\nevidence assists the jury in determining whether appellant committed the\r\ncrimes because it provides an objective confirmation of the subjective\r\nmicroscopical comparison performed on the hairs. Mitochondrial DNA\r\nanalysis has been subjected to peer review and many articles have been\r\npublished about this technology. The F.B.I. laboratory validated the\r\nprocess and determined its rate of error. Its underlying science has been\r\ngenerally accepted in the scientific community. Further, while forensic\r\napplication of mtDNA analysis is fairly new, the technology has been used\r\nin other contexts for several years. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellant further argues the trial judge erred in admitting this\r\nevidence because he was not given a sufficient opportunity to rebut the\r\nevidence.16 We disagree. \r\n  \r\n\r\n16 Appellant did not expressly ask for a continuance; instead, he\r\nargued the trial judge could not make a determination of the admissibility \r\n  \r\np.39\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhen defense counsel requested that the State have the hair\r\nanalyzed using a mtDNA test, counsel was assured the results would be\r\navailable several months before trial. However, the analysis was delayed,\r\nand defense counsel was advised of the results of the mtDNA analysis the\r\nnight before appellant's trial. Therefore, defense counsel did not have\r\ntime to locate an expert witness to contradict the admitted testimony.\r\nHowever, defense counsel was able to talk to Dizinno prior to an in\r\ncamera hearing and was able to vigorously cross-examine Dizinno during\r\nthe in camera hearing and when Dizinno testified before the jury. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has noted that \"vigorous cross examination,\r\npresentation of contrary evidence and careful instructions on the burden of\r\nproof are the traditional appropriate means of attacking shaky but\r\nadmissible evidence.\" State v. Dinkins, 319 S.C. 415, 418, 462 S.E.2d 59,\r\n60 (quoting Daubert, 509 U.S. at 596, 113 S.Ct. at 2798). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, appellant sufficiently rebutted this evidence.\r\nDizinno admitted on cross-examination that it was possible the hair\r\nbelonged to someone other than appellant. Further, the size of the\r\nmtDNA database and the fact that Dizinno had previously found matches\r\nbetween unrelated Caucasians were exposed during his testimony.\r\nBecause defense counsel effectively demonstrated the flaws in mtDNA\r\nanalysis, further preparation was not necessary. Moreover, although\r\ndefense counsel indicated he would like to retain his own expert witness to\r\ncounter this evidence, in our opinion, defense counsel's cross-examination\r\nof Dizinno effectively encompassed the points his own expert would\r\nprobably discuss. We note that appellant does not suggest in his brief any\r\nother facts that should have been but were not brought out by Dizinno in\r\nhis testimony concerning mtDNA analysis. Thus, the trial judge had\r\nsufficient information on which to evaluate his decision on the\r\nadmissibility of this evidence and the jury had sufficient testimony on\r\nwhich to decide whether to rely on this evidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nV. \r\n  \r\n  \r\n  \r\nAppellant argues the trial judge erred in excluding testimony\r\nduring the penalty phase about the results of a polygraph examination\r\nadministered to Frank Douglas. Specifically, appellant claims the trial \r\n  \r\n\r\nof the mtDNA analysis without sufficient rebuttal evidence. \r\n\r\np.40\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\njudge erred in finding the results of a polygraph test are per se\r\ninadmissible. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the investigation of Mrs. Gatti's murder, SLED\r\nconducted a polygraph exam on Frank Douglas to determine whether he\r\nhad any knowledge of or involvement in Mrs. Gatti's death. The test\r\nindicated deception.17 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPrior to appellant's trial, defense counsel made a motion to\r\nadmit the polygraph results of the test administered to Douglas. He\r\nmoved to admit the results in the guilt phase for impeachment purposes if\r\nDouglas testified18 and in the penalty phase as evidence in mitigation\r\nbecause the polygraph results were probative of whether appellant was\r\nacting under the influence of a more culpable participant in the crimes.19\r\nPursuant to the motion, the trial judge appointed an expert, Richard\r\nRackliff, to review the polygraph test and results and to prepare a report.\r\nDuring a lengthy in camera hearing, the polygraph examiner, SLED agent\r\nMitchell, and Rackliff testified. Mitchell testified John Hopkins University\r\nhad developed a computer program for scoring the exam. This program\r\nmade the results of the exam more objective because it eliminated the\r\nsubjectiveness of a single examiner in scoring an exam. However, the\r\nresults from the exam still only indicate if a person showed deception on\r\ncertain questions. Thus, according to both Mitchell and Rackliff, while the\r\nscoring had improved, a polygraph exam still is unable to tell if a person\r\nis actually lying. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRelying on this Court's precedents, the trial court found the\r\nresults of the polygraph exam were inadmissible. The trial judge found\r\nthe underlying science of polygraph had not improved and had been found\r\nunreliable by this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has consistently held the results of polygraph \r\n  \r\n\r\n17 SLED also administered a polygraph exam on appellant.\r\nAppellant's exam also indicated deception. \r\n  \r\n  \r\n  \r\n18 Douglas did not testify. Therefore, whether this evidence could be\r\nadmitted for impeachment purposes is moot. \r\n  \r\n  \r\n  \r\n19 S.C. Code Ann. § 16-3-20(b)(4) &amp; (5) (1985). \r\n  \r\np.41\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nexaminations are generally not admissible because the reliability of the\r\ntests is questionable.20 State v. Wright, 322 S.C. 253, 471 S.E.2d 700\r\n(1996); State v. Copeland, 278 S.C. 572, 300 S.E.2d 63 (1983). Further,\r\nthis Court has declined to admit in mitigation the results of a polygraph\r\nexam offered during the penalty phase of a trial. Copeland, supra.21 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe United States Supreme Court has recently found that a\r\nper se rule against the admission of polygraph evidence does not violate a\r\ndefendant's right to present relevant evidence in his defense as guaranteed\r\nby the U.S. Constitution. United States v. Scheffer, __U.S.__, 118\r\nS.Ct. 1261P 140 L.Ed.2d 413 (1998). In Scheffer, the Court recognized,\r\n\"there is simply no consensus that polygraph evidence is reliable. To this\r\nday, the scientific community remains extremely polarized about the\r\nreliability of polygraph techniques.\" Scheffer, 118 S.Ct. at 1265. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, the trial judge did not abuse his discretion in\r\nrefusing to admit the polygraph evidence. State v. Von Dohlen, supra\r\n(admission of expert testimony is within the discretion of the trial judge).\r\nHowever, in light of the adoption of the SCRE, admissibility of this type of\r\nscientific evidence should be analyzed under Rules 702 and 403, SCRE and\r\nthe Jones factors. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter an analysis under these standards, we find the polygraph\r\nevidence inadmissible in this case.22 The evidence is not probative on the \r\n  \r\n\r\n20 Some jurisdictions have abandoned the per se rule excluding the\r\nadmission of polygraph evidence into evidence. United States v. Cordoba,\r\n104 F.3d 225 (9th Cir. 1997); United States v. Posado, 57 F.3d 428 (5th\r\nCir. 1995); Meyers v. Arcudi, 947 F. Supp. 581 (D. Conn. 1996) (listing\r\nfactors to consider when determining admissibility of polygraph results);\r\nState v. Baca, 902 P.2d 65 (N.M. 1995) (Rule 707 of the New Mexico's\r\nRules of Evidence provides guidelines for the admissibility of polygraph\r\nresults). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n21 Copeland was decided prior to the adoption of Rule 24, SCRCrimP,\r\nor Rule 702, SCRE. \r\n  \r\n  \r\n  \r\n22 Other jurisdictions have continued to find polygraph evidence\r\ninadmissible after Daubert. See State v. Porter, 668 A.2d 725 (Conn. Ct.\r\n1995) (even in light of Daubert, polygraph evidence is inadmissible \r\n  \r\np.42\r\n\r\nSTATE v. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nissue of whether appellant was acting under the influence of Douglas.\r\nUnless the jury is allowed to speculate, the fact that Douglas' exam\r\nshowed deception does not prove that Douglas was lying or that Douglas\r\ncommitted the crimes against Mrs. Gatti. Douglas' deception on the\r\npolygraph test fails to support appellant's assertion that Douglas\r\ncommitted the crimes. Therefore, this evidence does not assist the jury.\r\nSee Rule 702, SCRE. Further, because it would only confuse and mislead\r\nthe jury, any probative value of this evidence would be outweighed by its\r\nprejudicial effect. Rule 403, SCRE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPROPORTIONALITY REVIEW \r\n  \r\n  \r\n  \r\nAfter reviewing the entire record, we conclude the death\r\nsentence was not the result of passion, prejudice, or any other arbitrary\r\nfactor, and the jury's finding of statutory aggravating circumstances is\r\nsupported by the evidence. See S.C. Code Ann. § 16-3-25 (1985). Further,\r\nthe death penalty is neither excessive nor disproportionate to that imposed\r\nin similar cases. See State v. Whipple, 324 S.C. 43, 476 S.E.2d 683, cert.\r\ndenied, 519 U.S. , 117 S.Ct. 618, 136 L.Ed.2d 541 (1996); State v.\r\nHolmes, 320 S.C. 259, 464 S.E.2d 334 (1995), cert. denied, 517 U.S.\r\n116 S.Ct. 25075, 135 L.Ed.2d 197 (1996); State v. Tucker, 319 S.C. 425, 462\r\nS.E.2d 263 (1995), cert. denied, 516 U.S. 1080, 116 S.Ct. 789, 133 L.Ed.2d\r\n739 (1996); State v. Singleton, 284 S.C. 388, 326 S.E.2d 153, cert. denied,\r\n471 U.S. 11112 105 S.Ct. 23462 85 L.Ed.2d 863 (1985). \r\n  \r\n  \r\n  \r\nAFFIRMED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, and WALLER, JJ., concur. FINNEY, C.J.,\r\ndissenting in separate opinion. \r\n  \r\n\r\ndue to questionable accuracy); State v. Beard, 461 S.E.2d 486 (W. Va.\r\n1995) (despite the fact that the court had previously adopted Daubert, the\r\ncourt found polygraph evidence inadmissible). \r\n  \r\np.43\r\n\r\nSTATE V. COUNCIL \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. The majority announces a new test to\r\nbe applied in determining the admissibility of scientific evidence. This is a two\r\npart test, first requiring an inquiry under Rule 702, SCRE, followed by an\r\nanalysis under Rule 403, SCRE. The trial judge did not have the benefit of\r\nthis new rule, and therefore could not and did not apply it in determining the\r\nadmissibility of the mtDNA evidence. Justice requires that we reverse and\r\nremand appellant's conviction and sentence for a new trial in which this novel\r\nscientific evidence is subjected to the newly formulated test. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nI am also deeply concerned, by the admission of appellant's\r\nstatements. His sixth amendment right to counsel attached at his\r\narraignment, Moorer v. State, 244 S.C. 102, 135 S.E.2d 713 (1964), and then\r\nagain at the time of his polygraph examination. State v. Grizzle, 293 S.C. 19,\r\n358 S.E.2d 388 (1987). In my opinion, the record is less than clear that,\r\nassuming that appellant waived his right following the arraignment, he was\r\never reinformed and then knowingly, intelligently, and voluntarily waived this\r\nright before the polygraph examination was administered. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the reasons given above, I would reverse and remand for a new\r\ntrial. \r\n  \r\np.44\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24934","title":"In the Matter of Reeve","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24934","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The, Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of Brian\r\nCharles Reeve, Respondent. \r\n  \r\n  \r\n  \r\nOpinion No. 24934\r\nSubmitted March 16, 1999 - Filed April 19, 1999 \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\nFrank A. Barton, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent has admitted the allegations against him and the parties have\r\nentered into an agreement for a sanction ranging from a letter of caution to a\r\npublic reprimand pursuant to Rule 21 of the Rules for Lawyer Disciplinary\r\nEnforcement, Rule 413, SCACR. We accept the agreement and publicly\r\nreprimand respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent admits that he received attorney's fees in three real\r\nestate closings at which he was not present. In one instance, respondent\r\nfailed to explain the documents to his clients prior to the closing. In\r\naddition, respondent was aware that his staff notarized and witnessed\r\ndocuments outside of the clients' presence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn a loan refinancing prepared by respondent, respondent had no\r\npersonal contact with the client. Although the client had not paid real estate\r\ntaxes on the property for three years, when respondent's staff telephoned the\r\nRichland County Treasurer's Office, no notice of the unpaid taxes was given. \r\n  \r\np.8\r\n\r\nIN THE MATTER OF REEVE \r\n\r\n\r\n\r\n\r\n\r\nRespondent was paid an abstract or title search fee for his representation in\r\nthis matter. However, respondent failed to secure the amounts and due\r\ndates of the client's unpaid taxes. After the closing, the client received a tax\r\nnotice for the unpaid taxes. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, respondent conducted a closing for a couple refinancing\r\ntheir home. Although he had notice of a judgment for repossession of a\r\nmobile home, the closing was conducted and respondent issued a check on\r\nhis trust account to the couple. After depositing respondent's check, writing\r\nchecks, and withdrawing cash from their account based on the deposit of\r\nrespondent's check, the couple was informed by their bank that respondent\r\nhad placed a stop payment on his check. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has engaged in misconduct by failing to properly\r\nsupervise nonlawyers employed by him, assisting a person in the\r\nunauthorized practice of law, failing to provide competent representation,\r\nfailing to make reasonable efforts to correct clients' misunderstandings of his\r\nrole in legal matters, and failing to respect the legal rights of third parties in\r\nrepresenting a client. By his conduct, respondent has violated Rules 1.1, 4.3,\r\n4.4, 5.2, 5.5, and 8.4 of the Rules of Professional Conduct, Rule 407, SCACR,\r\nand his oath of office. In addition, respondent has engaged in conduct which\r\ntends to pollute the administration of justice and bring the legal profession\r\ninto disrepute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAccordingly, we publicly reprimand respondent for his\r\nmisconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\np.9\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24935","title":"In the Matter of Reynolds","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24935","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nIn the Matter of Thomas\r\nTimothy Reynolds, Respondent. \r\n  \r\n  \r\n  \r\nOpinion No. 24935\r\nSubmitted March 16, 1999 Filed April 19, 1999 \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\n  \r\n  \r\nSenior Assistant Attorney General James G. Bogle,\r\nJr., of Columbia, for the Office of Disciplinary\r\nCounsel. \r\n  \r\n  \r\n  \r\nSusan Batten Lipscomb, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter,\r\nrespondent and disciplinary counsel have entered into an agreement under\r\nRule 21 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained\r\nin Rule 413, SCACR. In the agreement, respondent admits misconduct and\r\nconsents to a public reprimand. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn Doe Matter, #1 \r\n  \r\n  \r\n  \r\nIn late 1987 or early 1988, while an associate of the law firm\r\nJones, Scheider &amp; Patterson, respondent began representing John Doe (Doe)\r\nregarding various business matters. Respondent advised Doe and also\r\nrepresented him in business-related litigation. During this time, respondent\r\nbecame acquainted with Doe's wife, Mary Doe (Mrs. Doe). In late December \r\n  \r\np.10\r\n\r\nIN THE MATTER OF REYNOLDS \r\n\r\n\r\n\r\n\r\n\r\n1989 or early January 1990, respondent traveled to Detroit, Michigan and\r\nmet with Mrs. Doe, who was there attending a class reunion. Respondent\r\nadmits that he engaged in one act of sexual intercourse with Mrs. Doe during\r\nthe Detroit visit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent continued to represent Doe after respondent's sexual\r\nencounter with Mrs. Doe. In the spring of 1990, while in casual conversation\r\noutside the office, Doe discussed with respondent domestic relations\r\nproblems he was having with Mrs. Doe, including his suspicion that Mrs.\r\nDoe may have had an affair. Doe recalls that respondent gave casual, but\r\nlegal advice to him, including suggestions on how to detect an affair. In\r\nmitigation, respondent offers that at the time of this discussion, all relations\r\nbetween him and Mrs. Doe had been terminated for several months.\r\nRespondent also feels he was not giving legal advice when he discussed these\r\nmatters with Doe. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent continued to discuss business matters with Doe after\r\nAugust 23, 1990 which was when he left the Scheider law firm and began a\r\nsolo practice. Doe remained respondent's client, and respondent represented\r\nhim in the sale of one of Doe's businesses in early 1992. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent never disclosed the sexual relationship he had with\r\nMrs. Doe to his client Doe; however, Doe became aware of it in or about\r\nJanuary 1993 when Mrs. Doe disclosed it to him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn November 1994, Doe commenced a malpractice lawsuit\r\nagainst respondent and the Scheider law firm. The trial court granted\r\nsummary judgment to the law firm, and that decision was subsequently\r\naffirmed by the Court of Appeals. Thereafter, the causes of action which Doe\r\nbrought against respondent personally remained; however, respondent\r\nsettled the case for approximately $5,000, without any admission of\r\nwrongdoing. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's misconduct in this matter occurred prior to the\r\nadoption of the Rules of Professional Conduct. See Rule 407, SCACR.\r\nTherefore, the Code of Professional Responsibility applies. See Rule 32,\r\nSupreme Court Rules. Respondent admits that his conduct violated the\r\nfollowing disciplinary rules: DR-1-102(A) (lawyer shall not violate\r\ndisciplinary rules); DR-5-101(A) (lawyer should refuse employment when the\r\ninterests of the lawyer may impair his independent professional judgment); \r\n  \r\np.11\r\n\r\nIN THE MATTER OF REYNOLDS \r\n\r\n\r\n\r\n\r\n\r\nand Canon 9 (lawyer should avoid the appearance of professional\r\nimpropriety). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJohn Doe Matter #2 \r\n  \r\n  \r\n  \r\nIn January 1991, while respondent was representing Doe's\r\nbusiness interests, respondent executed a Repayment Agreement with Doe,\r\nacknowledging a loan of $25,000 from Doe to respondent. The loan was\r\nmade at 8% interest and was secured by respondent's assignment of the first\r\n$50,000 of attorney's fees which respondent expected to receive from\r\nrepresentation of another client in unrelated litigation. Because respondent\r\nassociated another firm to handle the litigation and that firm settled the\r\ncase, respondent never realized the expected $50,000 in attorney's fees. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, in March 1992, respondent executed a promissory\r\nnote with Doe, the principal sum being $26,500 plus interest at 12% per\r\nyear. Respondent was unable to pay, off this loan when it came due, and Doe\r\nresorted to the services of a collection agency. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent entered into business transactions with his client.\r\nRespondent admits that he did not advise Doe as required by Rule 1.8 of the\r\nRules of Professional Conduct, Rule 407, SCACR. Other than the written\r\ndocuments discussed above, Doe did not consent in writing to these business\r\ntransactions. In mitigation, respondent believes that Doe was an\r\nexperienced business, man, with an MBA degree, had access to other\r\nattorneys, and was aware of the restrictions imposed by Rule 1.8. In\r\naddition, respondent offers that he believed the loan was fair and reasonable\r\nat the time it was made. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy his actions in this matter, respondent has violated Rule 1.8 of\r\nthe Rules of Professional Conduct, Rule 407, SCACR. Rule 1.8(a) provides as\r\nfollows: \r\n  \r\n  \r\n  \r\n(a) A lawyer shall not enter into a business transaction\r\nwith a client or knowingly acquire an ownership,\r\npossessory, security or other pecuniary interest adverse to\r\na client unless: \r\n  \r\n(1) The transaction and terms on which the lawyer\r\nacquires the interest are fair and reasonable to the\r\nclient and are fully disclosed and transmitted in \r\n  \r\np.12\r\n\r\nIN THE MATTER OF REYNOLDS \r\n\r\n\r\n\r\n\r\n\r\nwriting to the client in a manner which can be\r\nreasonably understood by the client; \r\n  \r\n(2) The client is given a reasonable opportunity to\r\nseek the advice of independent counsel in the\r\ntransaction; and \r\n  \r\n(3) The client consents \r\n  \r\nin writing thereto. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent failed to comply with the requirements of Rule 1.8(a). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn our opinion, respondent's misconduct warrants a public\r\nreprimand. Accordingly, respondent is hereby publicly reprimanded for his\r\nmisconduct. \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\np.13\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24936","title":"Porter v. SCPSC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24936","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nPhilip S. Porter,\r\nConsumer Advocate for\r\nthe State of South\r\nCarolina, Appellant, \r\n  \r\nv. \r\n  \r\nSouth Carolina Public\r\nService Commission and\r\nBellSouth -\r\nTelecommunications.,\r\nInc., Respondents. \r\n  \r\n  \r\n  \r\nAT&amp;T Communications\r\nof the Southern States,\r\nInc., Petitioner, \r\n  \r\nv. \r\n  \r\nPublic Service\r\nCommission of South\r\nCarolina and BellSouth\r\nTelecommunications,\r\nInc., Respondents.\r\nSouth Carolina Cable\r\nTelevision Association, Appellant, \r\n  \r\n  \r\n  \r\nv. \r\n  \r\np.14\r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nPublic Service\r\nCommission of South\r\nCarolina and BellSouth\r\nTelecommunications,,\r\nInc., d/b/a Southern\r\nBell Telephone and\r\nTelegraph Company, Respondents. \r\n  \r\n  \r\n  \r\nAppeal From Richland County\r\nJ. Ernest Kinard, Jr., Judge\r\nopinion No. 24936\r\nHeard October 7, 1958 - Filed April 19, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nPhilip S. Porter, Nancy Vaughn Coombs, and Elliott\r\nF. Elam, Jr., of S.C. Dept. of Consumer Affairs, of\r\nColumbia, for appellant Consumer Advocate. \r\n  \r\n  \r\n  \r\nFrank R. Ellerbe, III, of Robinson, McFadden &amp;\r\nMoore, of Columbia; and Christopher W. Savage, of\r\nCole, Raywid &amp; Braverman, of Washington, D.C.,\r\nfor appellant South Carolina Cable Television\r\nAssociation. \r\n  \r\n  \r\n  \r\nCaroline N. Watson, Robert A. Culpepper, and\r\nHarry M. Lightsey, 111, of BellSouth\r\nTelecommunications, Inc.; William F. Austin, of\r\nAustin, Lewis &amp; Rogers; Dwight F. Drake, of\r\nNelson, Mullins, Riley &amp; Scarborough; and Steven\r\nW. Hamm, of Richardson, Plowden, Carpenter &amp;\r\nRobinson, all of Columbia; and John Hamilton\r\nSmith, of Charleston, for respondent BellSouth\r\nTelecommunications, Inc. \r\n  \r\n  \r\n  \r\nF. David Butler, of S.C. Public Service Commission, \r\n  \r\n  \r\n  \r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nof Columbia, for respondent Public Service\r\nCommission. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: This is a rate case. Respondent BellSouth\r\nTelecommunications, Inc. (Company) applied for approval of a proposed\r\nConsumer Price Protection Plan (the Plan) as an alternative means of\r\nregulation pursuant to S.C. Code Ann. § 58-9-575 (Supp. 1997).\r\nRespondent South Carolina Public Service Commission (PSC) approved the\r\nPlan with some modifications. Appellants, the Consumer Advocate and\r\nSouth Carolina Cable Television Association, appealed to the circuit court\r\nclaiming the Plan as approved did not meet the requirements of § 58-9-\r\n575. The circuit court affirmed. We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nBackground \r\n  \r\n  \r\n  \r\nIn response to increased competition and the availability of new\r\ntechnology in telephone services, Company has sought alternatives to\r\ntraditional regulation. In South Carolina Cable Television Ass'n. v. Public\r\nServ. Comm'n, 313 S.C. 48, 437 S.E.2d 38 (1993), we considered an\r\nEarnings Sharing Plan that was approved by the PSC as an alternative to\r\ntraditional rate-of-return regulation for local telephone companies. The\r\nEarnings Sharing Plan basically allowed a local exchange carrier to earn\r\nmore than the traditional rate of return if it shared earnings over a\r\ncertain benchmark with consumers. We reversed, finding the PSC had no\r\nstatutory authority to adopt an alternative regulatory scheme. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFollowing the Cable Television decision, the legislature enacted º 58\r\n9-575 which allows an exception to the rate-of-return regulation required\r\nunder S.C. Code Ann. § 58-9-570 (1976). It provides in pertinent part: \r\n  \r\n  \r\n  \r\n§ 58-9-575. Alternative means of regulating telephone utilities. \r\n  \r\n  \r\n  \r\n(A) Notwithstanding the provisions of section 58-9-570, in\r\nfixing rates and charges for a local exchange telephone utility,\r\nthe commission may, upon the request of the telephone utility\r\nor upon the commission's own motion, consider in lieu of the\r\nprocedures provided in this chapter, alternative means of\r\nregulating the telephone utility. If the commission determines\r\nthat a local exchange telephone utility is subject to competition \r\n  \r\n  \r\n  \r\np.16\r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nwith respect to its services, the commission may implement\r\nregulatory alternatives including, but not limited to, equitable\r\nsharing of earnings between a local exchange telephone utility\r\nand its customers, consistent with the provisions of section 58\r\n9-330. \r\n  \r\n(B) The commission shall review and may authorize\r\nimplementation of an alternative regulatory plan under\r\nsubsection (A) if it finds after notice and hearing that the\r\nsubstantial evidence of record shows that the plan: \r\n  \r\n. . . \r\n  \r\n(6) includes effective safeguards to assure that rates for\r\nnoncompetitive services do not subsidize the prices charged for\r\ncompetitive services. In determining whether a service is\r\ncompetitive, the commission shall consider, at a minimum, the\r\navailability, market share, and price of comparable service\r\nalternatives; \r\n  \r\n(7) assure that rates for noncompetitive services are just,\r\nreasonable, or not unduly discriminatory and provide a\r\ncontribution to basic local telephone service.... \r\n  \r\n(Emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Plan \r\n  \r\n  \r\n  \r\nThe Plan approved by the PSC in this case divides Company's\r\nservices into three categories subject to separate price controls as follows: \r\n  \r\n  \r\n  \r\n1) Basic services. This category includes basic local exchange\r\nservice to residential and small business customers. Prices charged are\r\ncapped for five years then subject to controlled increases based on a\r\nspecific formula related to an inflation-based index. \r\n  \r\n  \r\n  \r\n2) Interconnection services. This category includes services that\r\nallow other telecommunications providers to interconnect to Company's\r\nnetwork to originate or terminate a call. Prices charged are capped for\r\nthree years then subject to controlled increases based on a specific formula\r\nrelated to an inflation-based index. \r\n  \r\n  \r\n  \r\n3) Non-basic services. This category includes all other services.\r\nPrices charged are limited to an increase of 20% in a twelve-month period. \r\n  \r\np.17 \r\n  \r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nIn addition to these category-specific pricing rules, one general\r\npricing rule applies. All prices will equal or exceed Company's long-run\r\nincremental cost (LRIC) of providing the service except: 1) a service may\r\nbe priced below LRIC in order to meet public interest goals such as\r\nuniversal service; or 2) the PSC may approve a price below LRIC for a\r\nparticular service on a case-by-case basis. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCompany concedes the Plan does not categorize services according to\r\nwhether they are competitive or noncompetitive (monopoly) services, nor\r\ndid the PSC make such findings before approving the Plan. Company\r\nclaims its general pricing rule requiring all prices to equal or exceed LRIC\r\nassures there will be no cross-subsidization, therefore eliminating the need\r\nto divide services into competitive and noncompetitive categories. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAppellants contend § 58-9-575(B) requires a division of services into\r\ncompetitive and noncompetitive in order to ensure prices for monopoly\r\nservices do not subsidize prices for competitive services. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSubsection (B)(6) of § 58-9-575 authorizes the PSC to approve an\r\nalternative regulation plan if it: \r\n  \r\n  \r\n  \r\nincludes effective safeguards to assure that rates for\r\nnoncompetitive services do not subsidize the prices charged for\r\ncompetitive services. In determining whether a service is\r\ncompetitive, the commission shall consider, at a minimum, the\r\navailability, market share, and price of comparable service\r\nalternatives. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the underscored language of this subsection indicates the\r\nlegislature's intent that the PSC control cross-subsidization by identifying\r\nwhich of the regulated company's services are competitive. Had the\r\nlegislature intended to leave the means of assuring against cross\r\nsubsidization to the PSC's discretion, it would not have mandated\r\nconsideration of minimum factors to identify a service as competitive. See\r\nBallard v. Ballard, 314 S.C. 40, 443 S.E.2d 802 (1994) (Court is\r\nconstrained to avoid construction that would read provision out of statute).\r\nWhile the Plan's pricing rules may in fact assure against cross\r\nsubsidization, without identifying which services are competitive and which\r\nnoncompetitive, the Plan does not allow for the type of oversight\r\nenvisioned by § 58-9-575. \r\n  \r\np.18\r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nFurther, subsection (B)(7) requires that an alternative regulation\r\nplan: \r\n  \r\n  \r\n  \r\nassure[ ] that rates for noncompetitive services are just,\r\nreasonable, or not unduly discriminatory and provide a\r\ncontribution to basic local telephone service. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere the statute requires a distinct consideration of noncompetitive\r\nservices which clearly cannot be accomplished without first identifying\r\nwhich services are noncompetitive. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PSC found subsection (B)(7) was satisfied without identifying\r\nnoncompetitive services because prices for all the services were just and\r\nreasonable. It based this conclusion on the fact that all current rates had\r\nbeen previously approved, and these rates were subject to specific caps\r\nunder the Plan and would be further monitored by the PSC. We question\r\nthis assumption in light of the fact that prices for \"non-basic\" services,\r\nwhich perhaps include some noncompetitive services, are not capped at\r\ncurrent rates but may increase up to 20% annually. If the PSC does not\r\nidentify which services are noncompetitive, it cannot make a distinct\r\ndetermination that such an increase is appropriate for a noncompetitive\r\nservice. Accordingly, the approved plan does not comply with subsection\r\n(B)(7) which requires a separate evaluation of noncompetitive services. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellants further contend the reference in (B)(7) to \"just\" and\r\n11reasonable\" rates for noncompetitive services means the price for a\r\nnoncompetitive service must be controlled by the traditional rate-of-return\r\nstandard under S.C. Code Ann. § 58-9-570 (1976).1 We disagree. Section\r\n58-9-575 specifically exempts an alternative regulation plan from rate-of-\r\nreturn regulation under § 58-9-570.2 The general reference in subsection\r\n(13)(7) to just and reasonable rates does not remove noncompetitive rates \r\n  \r\n\r\n1 The term \"just and reasonable\" in rate cases originates from § 58-9-570\r\nwhich provides: \"In determining just, reasonable and sufficient rates the\r\nCommission shall give due consideration to [certain enumerated factors]. . .\r\n. But the rates so fixed shall not be higher than necessary to give a fair\r\nreturn to the stockholders.\" See also Cable Television, 437 S.E.2d at 39 (\"The\r\njust and reasonable rate is set by balancing the interests of the ratepayers\r\nand the right of the utility to earn a fair return.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 Section 58-9-575 begins with the phrase, \"Notwithstanding the\r\nprovisions of § 58-9-570. . . .\" \r\n  \r\np.19\r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\nfrom this exemption but merely requires the PSC to exercise particular\r\nscrutiny of the rates for noncompetitiv6 services. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, the main thrust of the legislature's concern expressed in\r\n§ 58-9-575 regarding noncompetitive services is that they not subsidize\r\ncompetitive services. Requiring that noncompetitive services remain\r\nsubject to rate-of-return regulation would not necessarily further this goal\r\nand would perhaps defeat the flexibility of an alternative regulation plan.\r\nAccordingly, we decline to adopt appellants' restrictive construction of\r\n(B)(7). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, appellants contend § 58-9-575(A) requires the PSC to\r\nidentify Company's competitive services to determine if Company qualifies\r\nfor an alternative regulation plan. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a threshold condition for allowing an alternative regulation. plan,\r\nsubsection (A) of § 58-9-575 provides in pertinent part: \r\n  \r\n  \r\n  \r\nIf the commission determines that a local exchange telephone\r\nutility is subject to competition with respect to its services, the\r\ncommission may implement regulatory alternatives.... \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PSC found Company was \"subject to competition\" based on Company\r\nwitnesses who testified there was competition for several of the services\r\nprovided by Company. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellants contend the phrase \"subject to competition\" must be read\r\ntogether with subsection (B)(6) which enumerates factors to determine\r\nwhat services are \"competitive.\" -They contend the PSC did not properly\r\nassess Company's qualification for an alternative regulation plan because\r\nit failed to identify competitive services based on the enumerated factors:\r\navailability, market share, and price of comparable service alternatives. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with appellants an evaluation whether Company is \"subject\r\nto competition\" must be based on the enumerated factors. A plain reading\r\nof the phrase \"subject to competition with respect to its services\" indicates\r\na company must have competitive services to qualify for alternative\r\nregulation. Competitive services, in turn, are defined by the enumerated\r\nfactors in subsection (B)(6). Therefore, these enumerated factors must be\r\napplied in determining if Company is subject to competition under\r\nsubsection (A). See Wright v. Colleton County School Dist., 301 S.C. 282,\r\n391 S.E.2d 564 (1990) (Court need not look beyond words of statute to \r\n  \r\np.20\r\n\r\nPORTER v. SCPSC \r\n\r\n\r\n\r\n\r\n\r\ndiscern legislative intent apparent on its face). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nThe PSC possesses only the authority given it by the legislature.\r\nCable Television, supra. Section 58-9-575 does not authorize'the PSC to\r\napprove an alternative regulatory plan without identifying competitive and\r\nnoncompetitive services. Because the PSC failed to make the requisite\r\nfindings regarding competitive and noncompetitive services, the circuit\r\ncourt order affirming the PSC's order is REVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWALLER, A.J., Acting Associate justices John L. Breeden,\r\nJr., Jasper M. Cureton, and George T. Gregory, Jr. \r\n  \r\np.21\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24937","title":"Thompson v. SCDPS","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24937","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nJohn Tyler Thompson,  Respondent, \r\n  \r\nv. \r\n  \r\nSouth Carolina\r\nDepartment of Public\r\nSafety,  Petitioner. \r\n  \r\n  \r\n  \r\nIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Greenville County\r\nJ. Ernest Kinard, Jr., Circuit Court Judge \r\n  \r\nOpinion No. 24937 \r\n  \r\nHeard January 21, 1999 - Filed April 19, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\nWilliam L. Todd, Senior Assistant General Counsel,\r\nand Frank L. Valenta, Jr., General Counsel, both of\r\nSouth Carolina Department of Public Safety, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nRobert C. Childs, III, of Mitchell, Bouton, Duggan,\r\nYokel &amp; Childs, of Greenville, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: This is an action to construe the mandatory \r\n  \r\np.22\r\n\r\nTHOMPSON v. SCDPS \r\n\r\n\r\n\r\n\r\n\r\ndriver's license suspension portion of the felony driving under the influence\r\n(felony DUI) statute, S.C. Code Ann. § 56-5-2945 (Supp. 1998). The Court of\r\nAppeals held the statutory three year suspension period following \"any term\r\nof imprisonment\" commenced when respondent was released from prison and\r\nbegan serving his probationary sentence, and that where, as here, a\r\ndefendant has multiple felony DUI convictions arising out of a single\r\naccident, the legislature intended that he receive a single three year\r\nsuspension. Thompson v. South Carolina Dep't of Public Safety, Op. No. 97\r\nUP-552 (S.C. Ct. App. filed October 21, 1997). We granted certiorari, and\r\nnow reverse.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was convicted of three counts of felony DUI causing\r\ngreat bodily harm arising out of a single accident. He received two\r\nconsecutive Youthful Offender Act sentences not to exceed six years, and a\r\nconcurrent ten year sentence suspended on five years probation. The\r\nprobationary sentence was to begin after service of the Youthful Offender Act\r\nsentences. On May 28, 1993, respondent was released from prison and\r\nbegan serving his five year probationary sentence. The Department notified\r\nhim that his license would remain suspended until May 28, 2007: the five\r\nyear probationary period, followed by three consecutive three year statutory\r\nsuspensions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent then brought this declaratory judgment action to\r\nconstrue the mandatory driver's license suspension portion of § 56-5-2945.\r\nThe circuit court upheld the Department's interpretation, but the Court of\r\nAppeals reversed. We granted certiorari to decide two issues: \r\n  \r\n  \r\n  \r\n(1) Whether the Court of Appeals\r\nerred in holding the phrase \"term \r\n  \r\n\r\n1 In addition to this case, the Court of Appeals filed three other opinions\r\ninvolving these issues on October 21, 1997: Caraway v. South Carolina Dep't\r\nof Public Safety, Op. No. 97-UP-553 (S.C. Ct. App. filed October 21, 1997);\r\nDavis v. South Carolina Dep't of Public Safety 328 S.C. 578, 493 S.E.2d 871\r\n(Ct. App. 1997); and Williams v. South Carolina Dep't of Public Safety, Op.\r\nNo. 97-UP-554 (S.C. Ct. App. filed October 21, 1997). The Department\r\nsought certiorari only in this case and Davis and we granted both petitions.\r\nFor the reasons given in this opinion, we now overrule Davis. \r\n  \r\np.23\r\n\r\nTHOMPSON v. SCDPS \r\n\r\n\r\n\r\n\r\n\r\nof imprisonment\" in § 56-5-2945\r\nmeans only the actual period of\r\nincarceration ?; and \r\n  \r\n  \r\n  \r\n(2) Whether the Court of Appeals\r\nerred in holding the Department\r\ncould not impose consecutive three\r\nyear suspensions where multiple\r\nfelony DUI convictions arise out of\r\na single accident? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find both issues were incorrectly decided by the Court of Appeals, and\r\ntherefore reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA. \"Term of Imprisonment\" \r\n  \r\n  \r\n  \r\nThe felony DUI statute provides in pertinent part: \r\n  \r\n  \r\n  \r\nThe department shall suspend the\r\ndriver's license of any person who is\r\nconvicted or receives sentence upon a\r\nplea of guilty or nolo contendre pursuant\r\nto the [felony DUI1 section for a period\r\nto include any term of imprisonment\r\nplus three years. \r\n  \r\nS. C. Code Ann. § 56-5-2945 (emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe phrase \"Term of imprisonment\" has a well-established meaning in South\r\nCarolina criminal law. It is a type of criminal sentence, as distinguished\r\nfrom a \"fine\", which is a monetary sanction. See, e.g., Jackson v. State,\r\nS.C. 489 S.E.2d 915 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn sentencing, a trial judge may impose a term of years but\r\n\"provide for a suspension of a part of such imprisonment, and the placing of\r\nthe defendant on probation after serving a designated portion of the term of\r\nimprisonment.\" Moore v. Patterson, 203 S.C. 90, 26 S.E.2d 319 (1943).\r\nProbation, a suspension of the period of incarceration, is clearly part of a\r\ncriminal defendant's \"term of imprisonment\", as is actual incarceration,\r\nparole, and the suspended portion of a sentence, e.g., Mims v. State, 273 S.C. \r\n  \r\np.24\r\n\r\nTHOMPSON v. SCDPS \r\n\r\n\r\n\r\n\r\n\r\n740, 259 S.E.2d 602 (1979); Sanders v. MacDougall, 244 S.C. 160, 135 S.E.2d\r\n836 (1964), or \"supervised furlough.\" Crooks v. State, 326 S.C. 171, 485\r\nS.E.2d 374 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"Term of imprisonment\" as used in § 56-5-2945 means the non\r\nfine part of criminal sentence, and includes suspended portions, probation or\r\nparole periods, and supervised furlough. The Court of Appeals' decision\r\nlimiting the meaning of the phrase to the period of actual incarceration is\r\nreversed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nB. Period of Suspension \r\n  \r\n  \r\n  \r\nThe Court of Appeals held that respondent committed a single\r\noffense resulting in harm to more than one person. It found the legislature\r\nfailed to anticipate this type of situation when it mandated license\r\nsuspensions, and construed the statute to allow only a single three year\r\nsuspension when a felony DUI defendant has only one accident, regardless of\r\nthe number of persons injured or killed. The Department argues this was\r\nerror. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFirst, it is simply incorrect to assert that respondent committed\r\nonly a single offense - he committed only one type of offense. More\r\nimportantly, the relevant event in the statute triggering the suspension is\r\n'conviction', not offense or accident. Respondent has three convictions\r\n\"pursuant to\" § 56-5-2945, and under the plain language of the statute faces\r\nthree three year suspensions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, unlike the Court of Appeals, we find the legislature did\r\nconsider the possibility that a defendant could injure multiple victims\r\nbecause the statute specifies that the driver's license suspension is\r\nmandatory upon conviction or plea. Had the legislature intended for the\r\nsuspensions to be dependent upon something other than the number of\r\nconvictions, the legislature would have made the operative event the\r\n'accident' or 'incident.' The statute is silent, however, as to the Department's\r\nauthority to run the suspensions consecutively. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Bay v. South Carolina Highway Dep't, 266 S.C. 9, 221 S.E.2d\r\n106 (1975), appellant was convicted of reckless homicide and leaving the\r\nscene of an accident, both convictions arising out of a single accident. Each \r\n  \r\np.25\r\n\r\nTHOMPSON v. SCDPS \r\n\r\n\r\n\r\n\r\n\r\nconviction carried a mandatory license suspension, and we held that the\r\nDepartment was authorized to impose these suspensions consecutively,\r\nnoting: (1) nothing in the statute required the Department to make the\r\nsuspensions concurrent; (2) that the fact appellant's criminal sentences ran\r\nconcurrently was irrelevant to these civil suspensions; and (3) \"There is\r\nnothing to indicate that [Bay] is entitled to be rewarded by having the\r\nperiods of suspension run concurrently simply because he committed two\r\noffenses within a very short period of each other.\" Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWhile Bay is not dispositive of the issue here, we adopt its\r\nreasoning. First, the felony DUI statute does not require concurrent\r\nsuspensions. Second, we do not believe respondent is entitled to be rewarded\r\nby concurrent suspension s simply because he fortuitously seriously injured\r\nthree people in one accident rather than injuring each in a separate accident.\r\nIt is within the Department's authority to run the mandatory license\r\nsuspensions under the felony DUI statute consecutively. The Court of\r\nAppeals' holding to the contrary is reversed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor these reasons, the decision of the Court of Appeals is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nTOAL, MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.26\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24938","title":"Davis v. SCDPS","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24938","description":"","date":"1999-04-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 14\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nJackie Franklin Davis, Respondent, \r\n  \r\nv. \r\n  \r\nSouth Carolina\r\nDepartment of Public\r\nSafety,\r\nPetitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Laurens County\r\nThomas L. Hughston, Jr., Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24938\r\nHeard March 16, 1999 - Filed April 19, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSenior Assistant General Counsel Patrick M. Teague\r\nand General Counsel Frank L. Valenta, Jr., both of\r\nSouth Carolina Department of Public Safety, of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nWilliam H. Nicholson, III of Nicholson &amp; Anderson,\r\nof Greenwood, for respondent. \r\n  \r\n  \r\n  \r\np.27\r\n\r\nDAVIS v. SCDPS \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: We granted certiorari to review the Court of Appeals\r\nopinion in Davis v. South Carolina Department of Public Safety, 328 S.C.\r\n578, 493 S.E.2d 871 (Ct. App. 1997). Pursuant to Thompson v. South\r\nCarolina Department of Public Safety, Op. No. 24937 (S.C. Supreme Court\r\nfiled April 19, 1999), we now reverse. \r\n  \r\n  \r\n  \r\np.28\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24939","title":"Abbeville County School District, et al. v. the State of South Carolina","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24939","description":"","date":"1999-04-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 15\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nAbbeville County School District, Allendale County School District,\r\nBamberg County School District 1, Bamberg County School District 2,\r\nBarnwell County School District 19, Barnwell County School District\r\n29, Barnwell County School District 45, Berkeley County School\r\nDistrict, Chesterfield County School District, Clarendon County\r\nSchool District 1, Clarendon County School District 2,. Clarendon\r\nCounty School District 3, Dillon County School District 1, Dillon\r\nCounty School District 2, Dillon County School District 3, Florence\r\nCounty School District 1, Florence County School District 2, Florence\r\nCounty School District 3, Florence County School District 4, Florence\r\nCounty School District 5, Hampton County School District 1,\r\nHampton County School District 2, Jasper County School District,\r\nLaurens County School District 55, Laurens County School District\r\n56, Lee County School District, Lexington County School District 4,\r\nMarion County School District 1, Marion County School District 2,\r\nMarion County School District 3, Marion County School District 4,\r\nMarlboro County School District, McCormick County School District,\r\nOrangeburg County School District 1, Orangeburg County School\r\nDistrict 2, Orangeburg County School District 3, Orangeburg County\r\nSchool District 6, Orangeburg County School District 8, Saluda\r\nCounty School District and Williamsburg County School District,\r\nWilliam L. Mills, individually, and as a taxpayer residing in Allendale\r\nCounty and as Guardian ad Litem of Waylon Priester, Waylon\r\nPriester, a minor, by and through William L. Mills, as Guardian ad\r\nLitem, Betty Bagley, individually, and as a taxpayer residing in\r\nBamberg County and as parent and Guardian ad Litem of Tyler\r\nBagley, Tyler Bagley, a minor, by and through Betty Bagley, as\r\nGuardian ad Litem, Evert Comer, Jr., individually, and as a taxpayer\r\nresiding in Bamberg County and as parent and Guardian ad Litem of\r\nKimberly Comer, Kimberly Comer, a minor, by and through Evert\r\nComer, Jr., as Guardian ad Litem, Marla Q. Jameson, individually,\r\nand as a taxpayer residing in Barnwell County and as a parent and\r\nGuardian of Eleanor Jameson, Eleanor Jameson, a minor, by and\r\nthrough Marla Q. Jameson, as Guardian ad Litem, Victor M.\r\nLancaster, Sr., individually, and as a taxpayer residing in Barnwell\r\nCounty and as parent and Guardian ad Litem of Christie Lancaster,\r\nChristie Lancaster, a minor, by and through Victor M. Lancaster, Sr.,\r\nas Guardian ad Litem, Dr. Charles Clark, individually, and as a\r\ntaxpayer residing in Chesterfield County and as parent and Guardian\r\nad Litem of Candace Clark, Candace Clark, a minor, by and through\r\nDr. Charles Clark, as Guardian ad Litem, Colonel Larry Coker,\r\nindividually, and as a taxpayer residing in Clarendon County and as\r\nparent and Guardian ad Litem of Corrie Coker, Corrie Coker, a \r\n  \r\n  \r\n  \r\np.1\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nminor, by and through Colonel Larry Coker, as Guardian ad Litem,\r\nJohn Whiteside, individually, and as a taxpayer residing in Florence\r\nCounty and as parent and Guardian ad Litem of Joel Whiteside, Joel\r\nWhiteside, a minor, by and through John Whiteside, as Guardian ad\r\nLitem, Dr. Francis Mills, individually, and as a taxpayer residing in\r\nHampton County and as parent and Guardian ad Litem of Amy Mills,\r\nAmy Mills, a minor, by and through Dr. Francis Mills, as Guardian ad\r\nLitem, Benny Burrison, Jr., individually, and as a taxpayer residing\r\nin Hampton County and as parent and Guardian ad Litem of Shamon\r\nBurrison, Shamon Burrison, a minor, by and through Benny Burrison,\r\nJr., as Guardian ad Litem, Robert Elisha Short, individually, and as a\r\ntaxpayer residing in Laurens County and as parent and Guardian ad\r\nLitem of Robert B. Short, Robert B. Short, a minor, by and through\r\nRobert Elisha Short, as Guardian ad Litem, Dr. Keith A. Bridges,\r\nindividually, and as a taxpayer residing in Laurens County and as\r\nparent and Guardian ad Litem of Jorgana Ranson Bridges, Jorgana\r\nRanson Bridges, a minor, by and through Dr. A. Keith Bridges, as\r\nGuardian ad Litem, Hampton L. Logan, individually, and as a\r\ntaxpayer residing in Lee County and as parent and Guardian ad\r\nLitem of Kimberly Logan, Kimberly Logan, a minor, by and through\r\nHampton L. Logan, as Guardian ad Litem., Dr. John Nobles,\r\nindividually, and as a taxpayer residing in Marlboro County and as\r\nparent and Guardian ad Litem of Erin Nobles, Erin Nobles, a minor,\r\nby and through Dr. John Nobles, as Guardian ad Litem, Patricia\r\nHampton, individually, and as a taxpayer residing in McCormick\r\nCounty and as parent and Guardian ad Litem of Krystle Hampton,\r\nKrystle Hampton, a minor, by and through Patricia Hampton, as\r\nGuardian ad Litem, Matlin P. Brown, individually, and as a taxpayer\r\nresiding in Orangeburg County and as parent and Guardian ad Litem\r\nof Tanisha P. Brown, Tanisha P. Brown, a minor, by and through\r\nMatlin P. Brown, as Guardian ad Litem, James Berry, individually,\r\nand as a taxpayer residing in Orangeburg County and as parent and\r\nGuardian ad Litem of Dondrea Berry, Dondrea Berry, a minor, by and\r\nthrough James Berry, as Guardian ad Litem, Gerald Smith,\r\nindividually, and as a taxpayer residing in Orangeburg County and as\r\nparent and Guardian ad Litem of Brenda Smith, Brenda Smith, a\r\nminor, by and through Gerald Smith, as Guardian ad Litem, Thomas\r\nShealy, individually, and as a taxpayer residing in Saluda County and\r\nas parent and Guardian ad Litem of Thomas Shealy, Jr., Thomas\r\nShealy, Jr., a minor, by and through Thomas Shealy, as Guardian ad\r\nLitem, \r\n  \r\nAppellants, \r\n  \r\nv. \r\n  \r\np.2\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nThe State of South Carolina; David M. Beasley, as Governor of the\r\nState of South Carolina; Nikki Setzler, as Chairman of the Senate\r\nEducation Committee and Chairman of the Education Subcommittee\r\nof the Senate Finance Committee, in his representation capacity as a\r\nproperly designated representative of the South Carolina Senate;\r\nDavid H. Wilkins, as Speaker of the House of Representatives and as\r\nrepresentative of the South Carolina House of Representatives;\r\nBarbara S. Nielsen, as State Superintendent of Education and as a             Respondents.\r\nrepresentative of the State Department of Education; and Celia\r\nGettys, as Chairman of the South Carolina State Board of Education, \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppeal From Lee County\r\nThomas W. Cooper, Jr., Judge \r\n  \r\nOpinion No. 24939\r\nHeard October 9, 1997 - Filed April 22, 1999\r\nAFFIRMED IN PART; REVERSED IN PART \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCurtis L. Ott, of Turner, Padget, Graham &amp; Laney, P.A.,; and\r\nCarl B. Epps, II, of Nelson, Mullins, Riley &amp; Scarborough, LLP,\r\nboth of Columbia, for appellants. \r\n  \r\n  \r\n  \r\nW. Hogan Brown and Kenneth A. Davis, of Columbia, for\r\nrespondent Setzler. \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney\r\nGeneral J. Emory Smith, Jr., both of Columbia; Ashley B.\r\nAbel, of Jackson, Lewis, Schnitzler &amp; Krupman, of Greenville,\r\nfor respondents State, Beasley, and Gettys. \r\n  \r\n  \r\n  \r\nStephen L. Elliott, Executive Director of Research, of the\r\nHouse of Representatives, of Columbia, for respondent\r\nWilkins. \r\n  \r\n  \r\n  \r\nGeorge C. Leventis, of Columbia, for Respondent Nielsen. \r\n  \r\np.3\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nBarbara E. Brunson and Nancy McCormick, both of Columbia,\r\nfor the Intervenors South Carolina Protection &amp; Advocacy\r\nSystem for the Handicapped, Inc., Suber and Cook. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J.: T his is a declaratory judgment action brought by\r\nappellants challenging the State's funding of public primary and secondary\r\neducation. Appellants are forty less wealthy school districts, their public\r\nschool students, and their taxpayers; respondents (the State) are the State of\r\nSouth Carolina and individuals sued as representatives of governmental\r\nbodies. The circuit court granted the State's Rule 12 (b) (6), SCRCP, motion\r\nand dismissed appellants' complaint for failure to state a cause of action.\r\nThe complaint alleged violations of the South Carolina Constitution's\r\neducation clause (art. XI, § 3), the state and federal equal protection clauses,\r\nand a violation of the Education Finance Act (EFA), South Carolina Code\r\nAnn.  §§ 59-20-10 to -80 (1990 &amp; Supp. 1998). We reverse the education\r\nclause ruling, and affirm as to the remaining issues. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn South Carolina, public education is funded by the federal,\r\nstate, and local governments. State funding of education is done primarily\r\nthrough mechanisms established by two acts: the EFA and the Education\r\nImprovement Act (EIA), S.C. Code Ann.§§ 59-21-420 to -450 (1990 &amp; Supp.\r\n1998). The EFA distributes funds using a wealth-sensitive formula, which\r\nresults in appellants receiving proportionately more state money than\r\nwealthier districts. Unlike the EFA, the EIA distributes funds without\r\nregard to the school district's tax base. This Court has previously denied\r\nconstitutional challenges to these statutory distribution methods, including\r\nan equal protection challenge, to the EFA's funding scheme. Richland\r\nCounty v. Campbell, 294 S.C. 346, 364 S.E.2d 470 (1988) (Campbell). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAppellants raise a number of challenges to the State's current\r\neducation funding system. Essentially, they allege that the system is\r\nunderfunded, resulting in a violation of the state Constitution's education\r\nclause, art. XI,§ 3; that to the extent funds are distributed without regard to\r\ndistrict wealth under the EIA, the system violates the state and federal\r\nconstitutional guarantees of equal protection; and that the EFA created a\r\nprivate cause of action. Unlike similar suits brought in other states,\r\nappellants do not seek \"equal\" state funding, since they already receive more \r\n  \r\np.4\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nthan wealthier districts, but instead allege that the funding results in an\r\ninadequate education. On appeal, appellants allege the circuit court erred in\r\ngranting the State's 12 (b) (6) motion, and also allege procedural error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe address the procedural issue first. While the order purports\r\nto decide a Rule 12 (b) (6) motion, it is clear that the judge in fact granted\r\nrespondents summary judgment, making numerous factual determinations,\r\nand finding appellants failed to present \"clear and convincing\" evidence to\r\nsupport their claims. In this appeal, we decide the Rule 12 (b) (6) issue:\r\nDoes appellants' complaint state a cause of action? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe next address appellants' equal protection causes of action.\r\nCampbell is dispositive of appellants' claim that the EFA and/or the EIA are\r\nviolative on their face of either the state or federal equal protection clause.\r\nFurther, appellants' federal equal protection claim, predicated on inadequate\r\nfunding, is foreclosed by the United State Supreme Court's decision in San\r\nAntonio Independent School District v. Rodriguez, 411 U.S. 1 (1973).\r\nFinally, appellants' state-based equal protection claim that the EIA has a\r\ndisparate impact on appellants since its funds are distributed without regard\r\nto the individual district's financial needs also fails. A neutral law having a\r\ndisparate impact violates equal protection only if it is drawn with\r\ndiscriminatory intent. State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994).\r\nThere is no claim of discriminatory intent here. We affirm the circuit court's\r\ndismissal of appellants' equal protection claims. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe also affirm the dismissal of appellants' EFA claim because we\r\nagree with the circuit court that the EFA does not create a private cause of\r\naction. Appellants' EFA claim rests on the language of § 59-20-30, titled\r\n\"Declaration of legislative purpose\": \r\n  \r\n  \r\n  \r\nIt is the purpose of the General Assembly in this chapter:\r\nTo guarantee to each student in the public schools of South Carolina\r\nthe availability of at least minimum educational programs and services\r\nappropriate to his needs, and which are substantially equal to those\r\navailable to those students with similar needs and reasonably\r\ncomparable from a program standpoint to those students of all other\r\nclassifications, notwithstanding geographic differences and varying\r\nlocal economic factors. \r\n  \r\n  \r\n  \r\np.5\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al.\r\nSince the EFA does not specifically create a private cause of action, one can\r\nbe implied only if the legislation was enacted for the special benefit of a\r\nprivate party. Citizens for Lee County v. Lee County, 308 S.C. 23, 416\r\nS.E.2d 641 (1992). In determining whether a statute creates a special duty\r\nowed to individuals rather then to the public at large and is therefore\r\nenforceable by a private cause of action, this Court has outlined a six part\r\ntest: \r\n  \r\n(1) an essential purpose of the statute is to protect against a particular\r\nkind of harm; \r\n  \r\n(2) the statute, either directly or indirectly, imposes on a specific\r\npublic officer a duty to guard against or not cause harm; \r\n  \r\n(3) the class of persons the statute intends to protect is identifiable\r\nbefore the fact; \r\n  \r\n(4) the plaintiff is within the protected class; \r\n  \r\n(5) the public officer knows or has reason to know the likelihood of\r\nharm to member of the class if he fails to do his duty; and \r\n  \r\n(6) the officer is given sufficient authority to act in the circumstances\r\nor he undertakes to act in the exercise of his office.\r\nJensen v. Anderson County DSS, 304 S.C. 195, 403 S.E.2d 615 (1991). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe purpose of providing a public education is to benefit not just\r\nthe individual receiving it, but also the public at large. Since the EFA was\r\nnot created for the special benefit of a private party, no private cause of\r\naction is implied. Citizens of Lee County, supra. Further, there is no single\r\n\"public officer\" or group of \"public officers\" charged with carrying out the\r\n'duty' allegedly established by§ 59-20-30. Jensen, supra. We affirm the\r\ndismissal of this cause of action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe novel issue in this case involves the education clause of the\r\nstate constitution. S.C. Const. art. XI,§ 3 is entitled \"System of free public\r\nschools and other public institutions\" and provides: \r\n  \r\n  \r\n  \r\nThe General Assembly shall provide for the maintenance and support \r\n  \r\n  \r\n  \r\np.6\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nof a system of free public schools open to all children in the\r\nstate and shall establish, organize and support such other public\r\ninstitutions of learning as may be desirable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the heart of this controversy is the question of the duty imposed upon the\r\nGeneral Assembly by this constitutional provision. The trial court held this\r\nsection imposes no qualitative standards, and that absent an allegation that\r\nthere was no system of free public schools open to all children in the state, no\r\nclaim was stated under the education clause. The trial court also found the\r\ncomplaint's \"bald legal conclusion\" that the education furnished is\r\ninadequate did not state a clear and convincing constitutional claim, and\r\nconcluded that judicial restraint, separation of powers, and/or the political\r\nquestion doctrine prevented it from considering this education clause claim.\r\nAppellants challenge all these rulings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIt is the duty of this Court to interpret and declare the meaning\r\nof the Constitution. State ex rel. Rawlinson v. Anson, 76 S.C. 395, 57 S.E.\r\n185 (1907). Accordingly, the circuit court erred in using judicial restraint,\r\nseparation of powers, and the political question doctrine as the bases for\r\ndeclining to decide the meaning of the education clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn determining the meaning of the education clause's language,\r\n\"The General Assembly shall provide for the maintenance and support of a\r\nsystem of free public education. . . .,\" the Court must be guided not only by\r\nthe \"ordinary and popular meaning of the words used,\"1 but also by S.C.\r\nConst. art.  I § 23: \"The provisions of the Constitution shall be taken,\r\ndeemed, and construed to be mandatory and prohibitory, and not merely\r\ndirectory, except where expressly made directory or promissory by its own\r\nterms.\" Since the education clause uses the term \"shall\", it is mandatory.\r\nSee also Washington v. Salisbury, 279 S.C. 306, 306 S.E.2d 600 (1983) (\"The\r\nplain language of [the educational clause] places the responsibility for free\r\npublic education with the General Assembly. . . . \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court held the phrase \"maintenance and support of a\r\nsystem of free public schools\" means simply that there be such a system, and \r\n  \r\n\r\n1 State v. Broad River Power Co., 177 S.C. 240, 181 S.E. 41 (1935). \r\n\r\np.7\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nthat the clause contains no qualitative component. The court held the clause\r\ndoes not require the schools be adequate or equal. The State does not defend\r\nthe circuit court's conclusion that our Constitution's education clause does\r\nnot impose a qualitative standard, but rather argues that the appellants\r\nhave not properly defined it. According to the State, since the complaint\r\ndoes not contain the correct definition, it does not state a proper claim, and\r\ntherefore we should affirm the circuit court, without interpreting the clause.\r\nWe will not accept this invitation to circumvent our duty to interpret and\r\ndeclare the meaning of this clause. State ex rel. Rawlinson v. Anson, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe hold today that the South Carolina Constitution's education\r\nclause requires the General Assembly to provide the opportunity for each\r\nchild to receive a minimally adequate education. Compare Opinion of the\r\nJustices, 624 So.2d 107 (Ala. 1993) (holding qualitative standard created by\r\nclause \"The Legislature shall establish, organize, and maintain a liberal\r\nsystem of public schools throughout the state for the benefit of the children\r\nthereof  ); R.E.F.I.T. v. Cuomo, 655 N.E.2d 647 (N.Y. 1995) (\"The\r\nlegislature shall provide for the maintenance and support of a system of free\r\ncommon schools\" requires that each student receive a sound basic education);\r\nFair School Fin. Council of Oklahoma v. State, 746 P.2d 1135 (Ok. 1987)\r\n(constitutional provisions requiring the \"establishment and maintenance of a\r\nsystem of free public schools\" means a basic adequate education): Tennessee\r\nSmall Schools Sys. v. McWherter, 851 S.W.2d 139 (1993) (holding\r\nconstitutional clause \"The General Assembly shall provide for the\r\nmaintenance, support and eligibility standards of a system of free public\r\nschools\" embraces a qualitative component); see also Gould v. Orr, 506 N.W.\r\n2d 349 (Neb. 1993) (no violation of clause \"The legislature shall provide for\r\nthe free instruction on the common schools of this state\" alleged where no\r\nclaim of \"inadequate schooling\"). Further, the General Assembly itself has\r\nacknowledged the need to \"To guarantee to each student in the public\r\nschools of South Carolina the availability of at least minimum educational\r\nprograms and services. . . .\". 2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe define this minimally adequate education required by our\r\nConstitution to include providing students adequate and safe facilities in \r\n  \r\n\r\n2 S.C. Code Ann.  §59-20-30 (1990). \r\n\r\np.8\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA, et al. \r\n\r\n\r\n\r\n\r\n\r\nwhich they have the opportunity to acquire: \r\n  \r\n1) the ability to read, write, and speak the English\r\nlanguage, and knowledge of mathematics and physical science; \r\n  \r\n2) a fundamental knowledge of economic, social, and\r\npolitical systems, and of history and governmental processes; and \r\n  \r\n3) academic and vocational skills. \r\n  \r\nSee generally, Rose v. Council for Better Educ., 790 S.W.2d 186 (Ky. 1989);\r\nMcDuffy v. Sec. of the Exec. Office of Educ., 615 N.E.2d 516 (Mass. 1993);\r\nLeandro v. State, 488 S.E.2d 249 (N.C. 1997); and Randolph County Bd. of\r\nEduc. v. Adams, 467 S.E.2d 150 (W.Va. 1995). We recognize that we are not\r\nexperts in education, and we do not intend to dictate the programs utilized in\r\nour public schools. Instead, we have defined, within deliberately broad\r\nparameters, the outlines of the constitution's requirement of minimally\r\nadequate education. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, we emphasize that the constitutional duty to ensure the\r\nprovision of a minimally adequate education to each student in South\r\nCarolina rests on the legislative branch of government. We do not intend by\r\nthis opinion to suggest to any party that we will usurp the authority of that\r\nbranch to determine the way in which educational opportunities are\r\ndelivered to the children of our State. We do not intend the courts of this\r\nState to become super-legislatures or super-school boards. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the reasons given above, the order under appeal is affirmed\r\nin part and reversed in part. We find the complaint does state a claim of\r\ninadequate educational opportunity, and therefore remand this matter for\r\nfurther proceedings. \r\n  \r\n  \r\n  \r\nAFFIRMED IN PART; REVERSED IN PART; AND REMANDED. \r\n  \r\nTOAL, WALLER, and BURNETT, JJ., concur. MOORE, A.J.,\r\ndissenting in separate opinion. \r\n  \r\np.9 \r\n  \r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA \r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.J.: Because the majority's analysis of our Education Clause far\r\nexceeds the constraints of judicial construction, I am compelled to dissent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs the majority notes, at the heart of the Education Clause issue is the\r\nquestion of what duty the constitution imposes on the legislature by mandating it\r\n\"provide for the maintenance and support of a system of free public schools open\r\nto all children.\" The majority concludes this clause \"requires the General\r\nAssembly to provide the opportunity for each child to receive a minimally\r\nadequate education\" and proceeds to define what such a minimally adequate\r\neducation is. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe goal of ensuring all South Carolina's children an adequate education is\r\nunquestionably a laudable one. Under our system of government, however, it is\r\nnot one entrusted to the judicial branch. Our constitution leaves to the General\r\nAssembly, the representatives of the people of this State, the entire responsibility\r\nand discretion for determining the quality of public education. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe have previously observed that our constitution \"places very few\r\nrestrictions on the power of the General Assembly in the general field of public\r\neducation .... the details are left to its discretion.\" Richland County v. Campbell,\r\n294 S.C. 346, 349, 364 S.E.2d 470 (1988) (quoting Mosely v. Welch, 209 S.C. 19, 39\r\nS.E.2d 133 (1940)). Moreover, in interpreting our constitution, we are bound by\r\ncertain fundamental principles of constitutional law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder our form of government, the legislative power of the General\r\nAssembly is subject only to those restrictions contained in the constitutions of\r\nthis State and the United States. Deese v. Williams, 236 S.C. 292, 113 S.E.2d 823\r\n(1960). Absent constitutional restrictions, the General Assembly's power is\r\notherwise plenary. Knight v. Salisbury , 262 S.C. 565, 206 S.E.2d 875 (1974).\r\nAccordingly, our constitution is to be examined, not to ascertain whether a power\r\nhas been conferred, but to determine whether it has been taken away. Floyd v.\r\nParker Water &amp; Sewer Sub-District, 203 S.C. 276, 17 S.E.2d 223 (1941). Further, a\r\nconstitutional provision must not be construed to impose limitations on legislative\r\npower that are not clearly within the meaning of the provision. State v. Broad\r\nRiver Power Co., 177 S.C. 240, 181 S.E. 41 (1935); Scroggie v. Scarborough, 162\r\nS.C. 218,160 S.E. 596 (1931). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOur Education Clause requires only that the General Assembly \"provide for\r\nthe support and maintenance of a system of free public schools.\" It contains no\r\ndirective regarding the quality or adequacy of the education that must be \r\n  \r\n  \r\n  \r\np.10\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA \r\n\r\n\r\n\r\n\r\n\r\nprovided. Since neither this clause nor any other provision restricts the\r\nlegislature's power to control the quality of public education, we may not impose\r\njudicial limits on that power by adding education requirements not found in the\r\nconstitution. It is for the General Assembly, and not this Court, to determine\r\nwhether statewide standards of adequacy in education should be set and what, if\r\nany, those standards should be. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough there is no consensus to be found in Education Clause cases,\r\nothers courts have declined to set adequacy standards in deference to their\r\nrespective legislatures.1d I concur completely with the conclusion of the Florida\r\nSupreme Court finding no appropriate standard for determining adequacy that\r\ndoes not present a substantial risk of judicial intrusion into the powers and\r\nresponsibilities assigned to the legislature. Coalition for Adequacy and Fairness\r\nin School Funding, Inc. v. Chiles, 680 So.2d 400 (Fla. 1996). To read any standard\r\nof adequacy into the Education Clause infringes on the legislature's discretion\r\nand results in excessive judicial involvement in enforcing judicial standards of\r\nadequacy. See City of Pawtucket v. Sundlun, 662 A.2d 40, 59 (R.I. 1995)\r\n(eschewing the New Jersey Supreme Court's twenty years of judicial oversight\r\nunder its Education Clause as \"a chilling example of the thickets that can entrap\r\na court that takes on the duties of a Legislature.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOur legislature has in fact taken action to ensure an adequate education to\r\nall children by enacting such measures as the Education Finance Act, the\r\nEducation Improvement Act, and, most recently, the Education Accountability\r\nAct. The Education Finance Act specifically purports to \"guarantee to each\r\nstudent in the public schools of South Carolina the availability of at least\r\nminimum educational programs and services....\" While I agree with the\r\nmajority's holding that appellants have no private cause of action under the\r\nEducation Finance Act, I find it disconcerting that the majority concludes, on the\r\nother hand, that appellants can maintain such an action under the Education \r\n  \r\n  \r\n  \r\n\r\n1d See Committee for Educational Rights v. Edgar, 174 Ill.2d 1, 220 Ill. Dec.\r\n166, 672 N.E.2d 1178 (1996) (courts may not legislate in the field of public\r\neducation); City of Pawtucket v. Sundlun, 662 A.2d 40 (R.I. 1995) (in light of\r\nlegislature's plenary powers in educational matters, legislature is endowed with\r\nvirtually unreviewable discretion); Edgewood Indep. School Dist. v. Meno, 917\r\nS.W.2d 717 (Tex. 1995) (legislature's discretion tethered only by limits the people\r\nhave dictated in the constitution); Scott v. Virginia, 247 Va. 379, 443 S.E.2d 138\r\n(1994) (General Assembly has the ultimate authority for determining and\r\nprescribing the standards of quality for public schools). \r\n  \r\np.11\r\n\r\nABBEVILLE COUNTY SCHOOL DISTRICT, et al. v. THE STATE OF SOUTH CAROLINA \r\n\r\n\r\n\r\n\r\n\r\nClause which contains no reference to minimum standards. The incongruous\r\nresult is that legislative education standards are not subject to judicial\r\nenforcement but standards emanating from judicial embellishment on our\r\nconstitution are. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn conclusion, I dissent from that part of the majority opinion regarding the\r\nEducation Clause and would affirm the trial judge's ruling that the Education\r\nClause imposes no qualitative standards. \r\n  \r\n  \r\n  \r\np.12 \r\n  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]