[{"id":"24933","title":"State v. Grovenstein","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24933","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.19 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nThe Supreme Court of South Carolina \r\n  \r\nThe State, Petitioner,\r\nv.\r\nGary Grovenstein, Respondent. \r\n  \r\n  \r\n  \r\nORDER \r\n  \r\n  \r\n  \r\nThe opinion heretofore filed in this case, Opinion No. 24933, filed April\r\n192 1999, is withdrawn and the attached opinion is substituted in its place.\r\nRespondent's Petition for Rehearing is denied. \r\n  \r\n  \r\n  \r\nColumbia, South Carolina \r\n  \r\nJune 1, 1999 \r\n  \r\np.1\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\n  \r\n  \r\nThe State Petitioner, \r\n  \r\nv. \r\n  \r\n  \r\n  \r\nGary Grovenstein Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Aiken County\r\nHenry F. Floyd, Circuit Court Judge \r\n  \r\nOpinion No. 24933\r\nHeard March 4, 1999 Refiled June 1, 1999 \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\nAttorney General Charles Molony Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Salley W. Elliott, and\r\nAssistant Attorney General G. Robert DeLoach, III,\r\nall of Columbia, and Solicitor Barbara R. Morgan, of\r\nAiken, for petitioner. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJ. Edward Bell, III , of Bell and Moore, of Sumter,\r\nand Robert J. Harte, of Aiken, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.2\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals' opinion in State v. Grovenstein, 328 S.C. 548, 493 S.E.2d 865 (Ct. App.\r\n1997). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nGrovenstein was convicted of two counts of first degree criminal sexual\r\nconduct (CSC) with a minor and one count of second degree CSC with a minor;\r\nhe was sentenced to a total of forty years imprisonment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the conclusion of Grovenstein's trial, the jury was sent to the jury room\r\nto begin deliberations. Twenty to thirty minutes later, it was discovered that\r\nthe alternate juror, Sheila Coleman, had been sent to the jury room with the\r\nremaining jurors.1 She was removed and questioned by the trial court. She\r\nadvised the judge that the jury had taken one \"preliminary vote\" as to where\r\neverybody was going to stand, and in which she had participated. Coleman also\r\nadvised the court the jury had discussed the case in her presence, \"a little bit...\r\nnot much.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial court called the remainder of the jury to the courtroom and\r\ninstructed them that the alternate should have been removed, and that it was\r\nthe remaining jurors' responsibility to reach a verdict without regard to\r\nanything the alternate had said or done. The court then inquired as follows: \r\n  \r\n  \r\n  \r\nIs there any member of the jury panel who feels they can not follow\r\nthat instruction or have been influenced by any... in any manner by\r\nMs. Coleman while she was in the jury room for some twenty to\r\nthirty minutes? Any member of the jury panel feel that they would\r\nbe influenced by her presence or any action in the jury room? If so,\r\nI want you to tell me now because I need to know that. Anyone? \r\n  \r\n(No Response). \r\n  \r\nAny member of the jury panel has any difficulty in disregarding the\r\nfact... any action, or word, or deed done during the ... while she was\r\nin the jury room during that twenty to thirty minute period of time?\r\nAny juror can not disregard that? \r\n  \r\n\r\n1S.C. Code Ann.§14-7-1340 (1976) requires that- \"alternate jurors shall\r\n... be discharged upon the final submission of the case to the jury.\" \r\n  \r\np.3\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\n(No Response). \r\n  \r\nAny juror... and I'm assuming no response means you can do that.\r\nAny member of the jury panel who can not follow the instruction\r\nthat you twelve must make a unanimous decision in this case? If\r\nso, please indicate now. \r\n  \r\n(No response). \r\n  \r\nBoth the defense and the state declined the court's invitation for further inquiry\r\nor instructions. The jury was returned to the jury room at 11:15 am and, four\r\nand one-half hours later, returned with guilty verdicts at 3:45 PM. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals reversed Grovenstein's convictions, finding the\r\npresence of the alternate juror in the jury room during deliberations entitled\r\nhim to a presumption of prejudice which the State had failed to rebut. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Did the Court of Appeals properly adopt a \"presumption of\r\nprejudice\" analysis? \r\n  \r\n  \r\n  \r\n2. Were the trial court's curative measures sufficient to remedy any\r\nerror? \r\n  \r\n  \r\n  \r\n1. PRESUMPTION OF PREJUDICE \r\n  \r\n  \r\n  \r\nIn State v. Bonneau, 276 S.C. 122) 276 S.E.2d 300 (1980), this Court held\r\nit was \"incumbent on the appellant to ... prove that he was denied a fair trial\"\r\ndue to an alternate's presence in the jury room. The Court of Appeals found\r\nBonneau factually dissimilar such that it was not dispositive. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Bonneau, the trial court instructed jurors not to begin deliberations\r\nuntil it had sent in the indictments and exhibits. The jury, including the\r\nalternate, was then sent out of the courtroom for approximately 10-15 minutes\r\nwhile the court discussed its charge with the attorneys. The defendant\r\nappealed, contending the presence of the alternate had deprived him of a fair\r\ntrial. This Court held the alternate's brief presence had not deprived Bonneau\r\nof a fair trial, noting that the remaining members of the jury.iiad continued to\r\ndeliberate 45 minutes after the alternate was excused. Significantly, in \r\n  \r\np.4\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\nBonneau, we recognized, but rejected, authority in other jurisdictions holding\r\nthe presence of an alternate juror to be per se reversible error. Although the\r\nCourt of Appeals recognized Bonneau as \"an implicit rejection of the reversible\r\nerror per se rule,\" 493 S.E.2d at 871, it nonetheless saw fit to apply a\r\npresumption of prejudice to Grovenstein. This is simply in contravention of\r\nBonneau's specific holding that it is incumbent on the defendant to demonstrate\r\nhe was denied a fair trial by the presence of an alternate. We see no reason to\r\nlimit Bonneau's basic holding that a defendant must establish prejudice. We\r\nhave consistently required defendants to demonstrate prejudice due to improper\r\njury influences.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, subsequent to issuance of the Court of Appeals' opinion in this\r\ncase, this Court decided State v. Aldret, 333 S.C. 307,509 S.E.2d 811 (1999) and\r\nState v. Kelly, 331 S.C. 132, 502 S.E.2d 99 (1998). Aldret involved jury\r\nmisconduct in the form of premature deliberations. We held such misconduct\r\ndid not warrant automatic reversal, and that the burden was on the defendant\r\nto demonstrate prejudice. In Kelly, we addressed the impact of a religious\r\npamphlet circulated in the jury room during the penalty phase of a capital trial.\r\nWe stated, \"unless the misconduct affects the jury's impartiality, it is not such\r\nmisconduct as will affect the verdict.\" In both Aldret and Kelly, the defendant\r\nfailed to meet his burden of demonstrating prejudice. \r\n  \r\n  \r\n  \r\n\r\n1 The Court of Appeals, citing State v. Wasson, 299 S.C. 508, 386 S.E.2d\r\n255 (1989) and State v. Carrigan, 284 S.C. 610, 328 S.E.2d 119 (Ct.App.1985),\r\nfound a presumption of prejudice analysis consistent with other South Carolina\r\ncases. We disagree. Wasson specifically held the burden was on the defendant\r\nto show not only error, but resulting prejudice; Carrigan held the mere fact that\r\nsome conversation occurs between a juror and a witness for the State does not\r\nnecessarily prejudice a defendant. These cases merely stand for the proposition\r\nthat if some extraneous influence is brought to the trial court's attention during\r\ntrial, then it is incumbent on the trial judge to attempt to ascertain whether\r\nsuch influence was prejudicial. The mere fact that the court is required to\r\nexamine an acknowledged error for prejudice is not, however, tantamount to a\r\npresumption of prejudice. Further, in the case relied on by Wasson, State v.\r\nSalters, 273 S.C. 501, 505, 257 S.E.2d 502, 504 (1979), this Court specifically\r\nrecognized that \" [s]uch a protective measure is required only upon a reasonable\r\nshowing of the potential prejudicial effect of the publicity.\" Accordingly, we\r\ndisagree with the Court of Appeals' assertion that case law, has generally\r\napplied a presumption of prejudice analysis to improper jury influences. \r\n  \r\n  \r\n  \r\np.5\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\nWe see no reason to distinguish between improper jury influences in the\r\nform of alternate juror participation, and influences such as the premature\r\ndeliberations in Aldret, or the religious pamphlets in the jury room during the\r\nsentencing phase of Kelly.3 Accordingly, we hold the burden was on\r\nGrovenstein to demonstrate prejudice, and the Court of Appeals adoption of a\r\npresumption of prejudice standard is reversed.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. CURATIVE INSTRUCTIONS \r\n  \r\n  \r\n  \r\nFinally, the Court of Appeals held the state had not met its burden of\r\nrebutting the presumption of prejudice. Given our holding above, the burden\r\nwas not on the state and we therefore reverse the Court of Appeals' holding on\r\nthis issue. Moreover, we find the trial court's inquiry and instructions were\r\nsufficient to remedy the error. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn instruction to disregard incompetent evidence is usually deemed to\r\nhave cured the error. State v. Reid, 324 S.C. 74, 476 S.E.2d 695 (1996).\r\nMoreover, jurors are presumed to follow the law as instructed to them. State\r\nv. Ard, 332 S.C. 370, 505 S.E.2d 328 (1998). \r\n  \r\n\r\n3 Notably, in United States v. Olano, 507 U.S., 725, 738, 736-38, 113 S.Ct.\r\n17702 1780, 123 L.Ed. 2d 508 (1993), the United States Supreme Court\r\nexamined the presence of an alternate juror during deliberations as an external\r\ninfluence on the jury, akin to which the Court had generally analyzed for\r\nprejudicial impact. 507 U.S. at 738, 113 S.Ct. at 1780. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 Our holding is consistent with those of numerous federal courts which\r\nuphold convictions notwithstanding actual participation by an alternate juror.\r\nSee United States v. Hill, 91 F.3d 1064 (8th Cir. 1996)(allowing alternate juror\r\nto deliberate during first two and one-half hours of deliberations did not entitle\r\ndefendant to new trial as court would not presume prejudice); United States v.\r\nBendek, 146 F.3d 1326 (11th Cir. 1998), cert. denied 1999 WL 25156 (Feb. 22,\r\n1999)(permitting alternate to deliberate and return verdict with remaining\r\njurors did not warrant reversal as alternate's presence did not affect integrity\r\nof proceedings); United States v. Acevedo, 141 F.3d 1421 (1 1th Cir. 1998), cert.\r\ndenied 1999 WL 79979 (Feb. 22, 1999)(where two alternates deliberated and\r\nreturned verdict with jury, trial courts instructions that regular jurors were to\r\nbegin deliberations anew removed any threat of prejudice,- notwithstanding\r\nremaining jurors reached guilty verdict after \"re-deliberating\" for 5 more\r\nminutes). \r\n  \r\n  \r\n  \r\np.6\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\nHere, when the trial court discovered the alternate's presence in the jury\r\nroom, she was immediately removed and questioned regarding her\r\nparticipation. She advised the jury had taken one preliminary vote in which\r\nshe had participated, and had discussed the case \"a little bit... not much.\" The\r\ntrial court then called the jury to the courtroom and instructed that it was the\r\njury's responsibility to reach a verdict without regard to anything the alternate\r\nhad said or done and then thoroughly inquired as to whether the jurors could\r\nput aside anything Coleman had said or done. Receiving no response, and with\r\nno further request for inquiry from counsel,5 the jury was permitted to return\r\nto its deliberations; after deliberating for another 4&amp;1/2 hours, the jury\r\nreturned a guilty verdict. Under these circumstances, we find the trial court's\r\ninquiry and instructions to the jury were sufficient to cure any error. Accord\r\nUnited States v. Acevedo, 141 F.3d 1421 (11th Cir. 1998)(dismissal of alternates\r\npermitted to deliberate and render verdict with jury not prejudicial where trial\r\ncourt instructed jury, minus the alternates, to begin deliberations anew). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the, benefit of bench and bar, we advise trial courts of this state, upon\r\ndiscovering an alternate has inadvertently been permitted into the jury room,\r\nto undertake precautionary measures similar to those taken by the trial court\r\nin this case. Initially, the trial judge should remove the alternate and inquire\r\nas to the extent of that juror's participation. The court should then conduct\r\nsuch voir dire as is necessary of the remaining jury panel, similar to that\r\nrecently set forth by this Court in Aldret, to ascertain prejudice and, if\r\npracticable, tailor instructions requiring the jury to disregard the alternate's\r\ninput and, in essence, requiring the jury to begin deliberations anew. If the\r\ntrial court finds deliberations have proceeded too far, or that the alternate's\r\nimpact upon remaining jury members may not be remedied, a mistrial should\r\nbe had and a new trial ordered. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nWe hold the burden is on the defendant to demonstrate prejudice from the\r\npresence of an alternate juror during jury deliberations, and the Court of \r\n  \r\n\r\n5 Grovenstein attempts to distinguish our affirmance in State v. Kelly\r\nsupra, on the grounds that, there, jurors were individually voir dired to\r\nascertain the impact of the religious pamphlet. However, Grovenstein declined\r\nthe trial court's invitation for further inquiry or instructions. Accordingly, he\r\nmay not now complain. Aldret, supra. \r\n  \r\np.7\r\n\r\nSTATE v. GROVENSTEIN \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeals erred in adopting a \"presumption of prejudice\" standard. Further, we\r\nfind Grovenstein failed to meet his burden of demonstrating prejudice.\r\nAccordingly, the Court of Appeals' opinion is reversed and remanded.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\n  \r\n  \r\nTOAL, A.C.J., MOORE, BURNETT, JJ., and Acting Associate\r\nJustice James C. Williams, Jr., concur. \r\n  \r\n  \r\n  \r\n\r\n6 As the Court of Appeals reversed Grovenstein's convictions, it did not\r\naddress his remaining issues. Accordingly, we remand to the Court of Appeals\r\nfor consideration of the other issues raised by Grovenstein. \r\n  \r\np.8 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24946","title":"In the Matter of Sons","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24946","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of\r\nLexington County\r\nMagistrate Shirley M.\r\nSons, Respondent. \r\n  \r\nOpinion No. 24946\r\nSubmitted May 11, 1999 - Filed June 1, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., both\r\nof Columbia, for Office of Disciplinary Counsel. \r\n  \r\nThe Honorable Shirley M. Sons, of Lexington,\r\nrespondent pro se. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this judicial disciplinary matter,\r\nrespondent, a Magistrate in the Central Traffic Court for Lexington County,\r\nand disciplinary counsel have entered into an agreement under Rule 21,\r\nRJDE, Rule 502, SCACR. In the agreement, respondent admits misconduct\r\nand consents to a public reprimand. We accept the agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's misconduct stems from the following facts.\r\nRebecca Ann Martin was charged with driving under the influence (DUI),\r\nfirst offense, after she was involved in an automobile accident. Lance\r\nCorporal L.D. Sells of the Highway Patrol issued a uniform traffic ticket and\r\ntold Martin to appear in Central Traffic Court on August 263.1997. \r\n  \r\np.9\r\n\r\nIN THE MATTER OF SONS \r\n\r\n\r\n\r\n\r\n\r\nAfter discovering the extent of the injuries to Martin's passenger,\r\nSells retrieved the copies of the original ticket and wrote a new ticket\r\ncharging Martin with felony DUI Sells met with Martin, her parents, and\r\nher attorney and told Martin not to appear in court on August 26, 1997. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCourt was held on August 26, 1997. Respondent was absent on\r\nleave and thus did not preside. Instead, Judge Whittle was the presiding\r\njudge; however, Judge Whittle was not present. Court Assistant Christine\r\nTindall processed the tickets that day. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring the court session, Tindall filled out paperwork connected\r\nwith the original ticket, indicating that Martin did not appear and that, after\r\na trial by the judge, a verdict of guilty was entered, a fine of $425 was\r\nimposed, and a bench warrant was issued for Martin's arrest. At that point,\r\nSells, who was in court to prosecute tickets he had written in other matters,\r\nintervened and prevented Tindall from signing respondent's name to the\r\nticket. Sells told Tindall that the original ticket had been withdrawn. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSells then sent all the copies of Martin's original ticket to the\r\nDepartment of Public Safety (DPS) to be voided. The Driver Records copy of\r\nthe ticket was separated from the rest of the copies and was returned to\r\nLexington's Central Traffic Court because it was not signed by the presiding\r\njudge. Tindall signed respondent's name and returned the ticket to the DPS.\r\nRespondent was not present when Tindall signed the ticket, and Tindall was\r\nnot under respondent's personal supervision when she signed the ticket. In\r\naddition, the ticket Tindall signed contained numerous inaccuracies,\r\nincluding a statement that the case was brought before a magistrate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAs a result of Tindall's actions, a DUI conviction was entered\r\nwith the DPS, and Martin's license was suspended for six months. In\r\nresponse, Sells' District Commander directed Sells' immediate supervisor,\r\nSergeant Hicks, to obtain an Ishmell1 order to reopen the case against\r\nMartin. Hicks went to Central Traffic Court on June 2, 1998, and, at Hicks'\r\nrequest, Court Assistant Tammy Metts completed the Ishmell order and\r\nsigned respondent's name to that order. The Ishmell order contained factual \r\n  \r\n  \r\n  \r\n\r\n1 Ishmell v. South Carolina State Highway Department, 264 S.C. 340,\r\n215 S.E.2d 201 (1975) (holding that the five day time limit for making a new\r\ntrial motion does not begin to run until defendant receives actual notice of\r\nconviction). \r\n  \r\np.10\r\n\r\nIN THE MATTER OF SONS \r\n\r\n\r\n\r\n\r\n\r\ninaccuracies, including that Martin's ticket had been disposed of on August\r\n26, 1997 and that the request to reopen had been made on September 5,\r\n1997. Respondent was not present in the room nor did she have direct\r\nsupervisory control over Metts when Metts completed the Ishmell order. No\r\nnotice was given to Martin or her attorney regarding the Ishmell order. In\r\nresponse to the Ishmell order, the DPS vacated Martin's DUI conviction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMartin's attorney appealed the vacation of the original ticket,\r\nand respondent filed with the circuit court a return captioned \"Answer to an\r\nAppeal.\" By filing an \"Answer to an Appeal\" rather than a \"Return,\"\r\nrespondent indicated a bias in favor of  the DPS and the prosecuting\r\nauthority. The circuit court later issued an order reinstating the DUI\r\nconviction as processed by the DPS. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA complaint was filed with the Commission on Judicial Conduct\r\nconcerning respondent. At a hearing, respondent presented a number of\r\nIshmell orders to establish that it was standard practice for Court Assistants\r\nto complete these orders, including the signing of the judge's name. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBy her conduct, respondent violated Rule 7(a), RJE, Rule 502,\r\nSCACR (misconduct for judge to violate of the Code of Judicial Conduct and\r\nto wilfully violate a valid Supreme Court order).2 Respondent's conduct\r\nviolated the Code of Judicial Conduct as contained in Rule 501, SCACR,\r\nspecifically Canon 1(A) (failure to establish, maintain, and enforce high\r\nstandards of conduct); Canon 2(A) (failure to respect and comply with the\r\nlaw and act at all times in a manner that promotes public confidence in the\r\nintegrity and impartiality of the judiciary); Canon 2 (failure to avoid\r\nimpropriety and the appearance of impropriety); Canon 3 (failure to perform\r\nthe judicial duties with impartiality and diligence); Canon 3(B)(1) (judge\r\nshall hear and decide matters assigned to the judge); Canon 3(B)(2) (judge\r\nshall be faithful to the law and maintain professional competence in it; judge\r\nshall not be swayed by partisan interests, public clamor, or fear of criticism); \r\n  \r\n\r\n2 See S.C. Sup. Ct. Order dated March 1, 1989 (judges should\r\npersonally sign all orders); S.C. Sup. Ct. Order dated July 10, 1986 (by\r\nsigning a uniform traffic ticket, magistrates certify the accuracy of the\r\ndisposition; a person designated by the judge may affix the judge's signature\r\nto the certificate, \"provided that the person is under direct supervision and\r\ncontrol by the judge\" and that the signature is affixed in the judge's\r\npresence). \r\n  \r\np11\r\n\r\nIN THE MATTER OF SONS \r\n\r\n\r\n\r\n\r\n\r\nCanon 3(B)(5) (judge shall perform judicial duties without bias or prejudice);\r\nand Canon 3(B)(7) (judge shall accord to every person who has a legal\r\ninterest in a proceeding, or that person's lawyer, the right to be heard\r\naccording to the law; subject to limited exceptions, judge shall not initiate,\r\npermit, or consider ex parte communications). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has now changed the procedures in her office to\r\nensure her office complies with the applicable ethical rules and that these\r\nproblems will not occur again. We find respondent's misconduct warrants a\r\npublic reprimand. Accordingly, respondent is hereby publicly reprimanded\r\nfor her misconduct. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.12 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24947","title":"In the Matter of Wilder","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24947","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of George\r\nWilder, Lake City\r\nMunicipal Judge, Respondent. \r\n  \r\nOpinion No. 24947\r\nSubmitted May 11, 1999 - Filed June 1, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\nG. LaVue Murdaugh, of Lake City, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this judicial grievance proceeding,\r\nrespondent admits that he has committed ethical violations and consents to\r\na public reprimand. We accept respondent's admission and publicly\r\nreprimand him. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Victoria Thomas Matter \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn March 1996, Sherlene Daniels swore out a complaint against\r\nVictoria Thomas alleging child abuse of Daniels' child. Respondent had\r\nDaniels sign a blank arrest warrant and had his Clerk fill in the information\r\non the affidavit portion of the warrant. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent was personally acquainted with Thomas through\r\nother legal proceedings and through Thomas' husband, a Lake City Police\r\nofficer. \r\n  \r\n  \r\n  \r\np.13\r\n\r\nIN THE MATTER OF WILDER \r\n\r\n\r\n\r\n\r\n\r\nVictoria Thomas appeared before respondent and, in his\r\npresence, Thomas completed a Request for Dismissal of Prosecution of\r\nDaniels' warrant. Respondent witnessed Thomas forge Daniels' signature to\r\nthe document. Respondent and his Clerk then signed as witnesses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter a complaint was made regarding the failure to issue the\r\nwarrant, respondent signed and issued an arrest warrant containing the\r\nfollowing statement: \"Affiant states found (sic) that defendant did not beat\r\nher child and she signed Request for Dismissal on March 6, 1996.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDuring an investigation into the matter by the State Law\r\nEnforcement Division (SLED), respondent told investigators that he did not\r\nknow who signed the dismissal request but thought that it was Daniels; that\r\nhe did not know Thomas but knew that Thomas did not sign the dismissal\r\nrequest; and he was not present when the dismissal request was signed. In\r\npertinent part, the investigation concluded in Thomas pleading guilty to\r\nforgery. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Gambling Funds Matter \r\n  \r\n  \r\n  \r\nIn April 1997, Roy Lee McFadden was arrested by the Lake City\r\nPolice Department for possession of gambling paraphernalia. The police\r\nseized $1,456.74, $526.00 of which was seized directly from the person of\r\nMcFadden. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWithout consent of the police department and prior to trial,\r\nrespondent ordered the return of $526.00 to McFadden. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMcFadden pled guilty to the possession charge before\r\nrespondent. Respondent did not recuse himself and failed to disclose on the\r\nrecord that McFadden was a fellow masonic lodge member. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe David Battle Matter \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn June 1997, David Battle was arrested by Lake City police on\r\ntwo charges of assault on a police officer; disorderly conduct; and resisting\r\narrest. The resisting arrest and assault charges were General Sessions\r\noffenses. Respondent not only released Battle from custody but conducted a\r\ntrial on the General Sessions offenses despite the fact that he did not have \r\n  \r\n  \r\n  \r\np.14\r\n\r\nIN THE MATTER OF WILDER \r\n\r\n\r\n\r\n\r\n\r\njurisdiction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Danny McCutcheon Matter \r\n  \r\n  \r\n  \r\nIn May 1998, Danny McCutcheon and two others were arrested\r\nby Lake City police on charges of assault on a police officer, threatening a\r\npolice officer or school official, trespass, and disturbing a school. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMcCutcheon was a Lake City High School senior planning to\r\nleave on a trip to the Bahamas on the very day he was arrested.\r\nMcCutcheon's mother contacted respondent. As a result, respondent\r\ntelephoned the jail and authorized the release of McCutcheon without notice\r\nto or consent from the police department. When McCutcheon returned from\r\nhis trip, he presented himself to the police, was served with an arrest\r\nwarrant, and held pending bail. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFailure to Respond to an Investigation \r\n  \r\n  \r\n  \r\nIn April 1998, respondent was served with notice of investigation\r\nof the Barr Matter, the SLED Agent Bartell Matter, and the Wright Matter.\r\nRespondent only filed a response to the Barr Matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMaking a False Statement During an Investigation \r\n  \r\n  \r\n  \r\nPursuant to a disciplinary investigation, a hearing was\r\nconvened. Respondent, under oath, gave false testimony regarding the\r\nVictoria Thomas Matter. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConclusion \r\n  \r\n  \r\n  \r\nAt the time respondent committed these acts, he was in violation\r\nof the Code of Judicial Conduct, Rule 501, SCACR, specifically Canon 1\r\n(failure to establish, maintain, and enforce high standards of conduct to\r\npreserve the independence and integrity of the judiciary); Canon 2(A) (failing\r\nto respect and comply with the law, and failure to conduct himself in a\r\nmanner that promotes public confidence in the integrity and impartiality of\r\nthe judiciary); Canon2(B) (allowing his family, social, or other relationships\r\nto influence his judicial conduct and judgment, lending the prestige of his\r\noffice to advance the private interests of another, and conveying or \r\n  \r\np.15\r\n\r\nIN THE MATTER OF WILDER \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\npermitting others to convey the impression that they are in a special position\r\nto influence him); Canon 3(A)(1) (failure to be faithful to the law and\r\nmaintain professional competence in it); Canon 3(B)(5) (failure to perform\r\njudicial duties without bias or prejudice); Canon 3(B)(7) (initiating,\r\npermitting or considering ex parte communications, or considering other\r\ncommunications made to him outside the presence of the parties concerning\r\na pending proceeding; Canon 3(C)(1)(a) (failure to disqualify himself in a\r\nproceeding in which his impartiality might reasonably be questioned,\r\nincluding where he had a personal bias or prejudice concerning a party);1 and\r\nRule 502(7)(a) of the Rules for Judicial Disciplinary Enforcement (failure to\r\nrespond to an inquiry from a disciplinary board and violation of the Code of\r\nJudicial Conduct).2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent resigned his position on December 31, 1998. For this\r\nreason, we publically reprimand respondent, the maximum sanction we may\r\nimpose. In addition, respondent shall not seek future appointment to any\r\njudicial office within the unified judicial system of South Carolina unless\r\nauthorized by this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\n  \r\n  \r\n\r\n1 The Code of Judicial Conduct has been revised since the time some of\r\nthe misconduct occurred. Those revisions became effective October 1, 1996.\r\nThe canons violated by respondent remain a part of the revised code although\r\nsome bear different numbers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 The Rules for Judicial Disciplinary Enforcement, Rule 502, SCACR,\r\nbecame effective January 1, 1997, replacing the Rule on Judicial Discipline\r\nand Standards. \r\n  \r\np.16 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24948","title":"Prescott v. Farmers Telephone Cooperative, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24948","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nDavid M. Prescott, Respondent,\r\nv.\r\nFarmers Telephone\r\nCooperative, Inc., Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\n  \r\n  \r\nAppeal From Sumter County\r\nLinwood S. Evans, Jr., Special Circuit Court Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24948\r\nHeard April 21, 1999 - Filed June 1, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\nWilliam E. Durant, Jr., and Michael M. Jordan, of\r\nSchwartz, McLeod, Durant, and Jordan, of Sumter, for\r\npetitioner. \r\n  \r\nJ. Edward Bell, III, of Bell &amp; Moore, of Sumter, for\r\nrespondent. \r\n  \r\nRobert L. Widener and Richard J. Morgan, of McNair\r\nLaw Firm, of Columbia, for amicus curiae South\r\nCarolina Telephone Association. \r\n  \r\np.17\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\nBenjamin A. Johnson and Stephen M. Cox, of Robinson,\r\nBradshaw &amp; Hinson, P.A., of Rock Hill, for amici curiae\r\nThe South Carolina Chamber of Commerce and The\r\nSouth Carolina Manufacturers Alliance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: The Court granted a writ of certiorari to review\r\nthe decision of the Court of Appeals in Prescott v. Farmers Tel., Coop., \r\n  Inc., 328\r\nS.C. 379, 491 S.E.2d 698 (Ct. App. 1997) (Stilwell, J., dissenting). We \r\n  reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBACKGROUND \r\n  \r\n  \r\n  \r\nRespondent David M. Prescott (Prescott) brought this wrongful\r\ndischarge action against his former employer, Petitioner Farmers Telephone\r\nCooperative, Inc. (FTC). Prescott alleged various causes of action, including\r\nbreach of an employment agreement, breach of the implied duty of good faith \r\n  and\r\nfair dealing, defamation, intentional interference with an economic \r\n  relationship,\r\nand promissory estoppel. He also sought specific performance of the \r\n  employment\r\ncontract. The trial court granted FTC summary judgment on all claims except\r\ndefamation. Prescott appealed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals affirmed in part, reversed in part, and\r\nremanded. Id. In relevant part, the Court of Appeals held FTC's \r\n  employment\r\nhandbook did not alter Prescott's status as an at-will employee and, thereby, \r\n  FTC\r\ncould terminate Prescott without cause. Id. The Court of Appeals also \r\n  held\r\nalleged oral assurances by Prescott's supervisors created a jury issue as to\r\nwhether Prescott had a contract of employment with FTC requiring termination\r\nto be for cause. Id. The issue on the writ of certiorari concerns this \r\n  second\r\nruling. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nIn March 1972, Prescott was hired by FTC as a lineman. Over time,\r\nhe was promoted. In 1992, Prescott was terminated for lying. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThereafter, Prescott filed this lawsuit. By way of deposition, Prescott \r\n  \r\n  \r\n  \r\np.18\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\ntestified he received an employee handbook several months after he was \r\n  hired.1\r\nHe stated it was his understanding from the employee handbook and through\r\ndiscussions with three supervisors that, \"[a] s long as you do your job, keep \r\n  your\r\nnose clean, that you'd have a job at Farmers Telephone right on.\" Prescott\r\ntestified he interpreted \"keeping your nose clean\" as \"don't go out there and \r\n  get\r\ninto trouble and do things you're not supposed to be doing.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the hearing on FTC's motion for summary judgment, Prescott\r\npresented his affidavit to the trial court. In this affidavit, Prescott \r\n  asserted, at the\r\ntime he was hired, FTC officials told him he would have a job with FTC \"as \r\n  long\r\nas [he did his] job, [kept his] nose clean.\" He stated he interpreted this to \r\n  mean\r\n\"that my employment would continue so long as I performed my employment\r\nduties and refrained from engaging in misconduct.\" Prescott further stated,\r\nduring the years following his hire, supervisors reiterated the same \r\n  statement.\r\nAccording to Prescott, FTC issued a new employee manual in 1988.2 Even after\r\nits issuance, Prescott's supervisors told him \"as long as you do your job, \r\n  keep\r\nyour nose clean, that you'd have a job at Farmers Telephone.\" According to\r\nPrescott, he was hired as an employee of definite duration who could only be\r\nterminated for cause and, over his twenty-year employment, his status was \r\n  orally\r\nconfirmed by supervisors, in spite of any statements to the contrary in\r\nemployment manuals. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFTC denied these allegations, responding the 1988 employee\r\nhandbook contained a disclaimer which stated all employees are at-will and \r\n  may\r\nbe terminated at any time without notice. \r\n  \r\n  \r\n  \r\n\r\n1 According to Prescott, the 1972 handbook specifically \r\nprovided employees\r\ncould only be terminated for cause. Since this handbook does not appear in \r\n  the\r\nAppendix, the Court will not consider the effect of the document. Rule \r\n  209(h),\r\nSCACR (appellate court will not consider any fact which does not appear in \r\n  the\r\n[Appendix]); see also Zaman v. South Carolina State Bd. of Medical \r\n  Examiners,\r\n305 S.C. 281, 408 S.E.2d 213 (1991) (where record provides no factual basis, \r\n  the\r\nCourt will not consider the issue). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 The Appendix indicates FTC issued an employee \r\n  handbook in 1979 and a\r\ndocument entitled \"Personnel Policies\" in 1988. \r\n  \r\np.19\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\nISSUE \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err by holding the oral statement by\r\nPrescott's supervisors created a jury issue as to whether Prescott's\r\nstatus as an at-will employee was altered? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSouth Carolina has long recognized the doctrine of employment at\r\nWill. Pursuant to this doctrine, \"a contract for permanent employment, so \r\n  long as\r\nit is satisfactorily performed which is not supported by any consideration \r\n  other\r\nthan the obligation or service to be performed on the one hand and wages to \r\n  be\r\npaid on the other, is terminable at the pleasure of either party.\" Shealy \r\n  v. Fowler,\r\n182 S.C. 81, 87, 188 S.E. 499, 502 (1936). At-will employment is generally\r\nterminable by either party at any time, for any reason or for no reason at \r\n  all.\r\nTodd v. South Carolina Farm Bureau Mut. Ins. Co., 276 S.C. 284, 278 \r\n  S.E.2d 607\r\n(1981), appeal after remand, 283 S.C. 155,321 S.E.2d 602 (Ct. App. \r\n  1984), writ\r\ngranted in part, 285 S.C. 84, 328 S.E.2d 479 quashed, 287 S.C. \r\n  190, 336 S.E.2d 472\r\n(1985); Culler v. Blue Ridge Elec. Coop. Inc., 309 S.C. 243, 245, 422 \r\n  S.E.2d 9t, 92\r\n(1992) (doctrine of employment at-will in its pure form allows an employer to\r\ndischarge an employee for good reason, no reason, or bad reason without\r\nincurring liability). The termination of an at-will employee normally does \r\n  not give\r\nrise to a cause of action for breach of contract. Hudson v. Zenith \r\n  Engraving Co.,\r\nInc., 273 S.C. 766, 259 S.E.2d 812 (1979). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough this Court has recognized exceptions to employment at\r\nwill,3 the doctrine remains in force in South Carolina. We find the policy of\r\nemployment at-will provides necessary flexibility for the marketplace and is,\r\nultimately, an incentive to economic development. Accordingly, we affirm and \r\n  \r\n  \r\n  \r\n\r\n3 See Small v. Springs Industries, Inc., 292 \r\nS.C. 48t, 357 S.E.2d 452\r\n(1987) (employer may not discharge employee in violation of procedures set \r\n  forth\r\nin employee handbook); Ludwick v. This Minute of Carolina, Inc., 287 \r\n  S.C. 219, 337\r\nS.E.2d 213 (1985) (an at-will employee may not be discharged in violation of \r\n  a\r\nclear mandate of public policy); Moshtaghi v. The Citadel, 314 S. C. \r\n  316, 443 S.E.2d\r\n915 (Ct. App. 1994) (an at-will employee may not be terminated for exercising\r\nconstitutional rights). \r\n  \r\np.20 \r\n  \r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\nadhere to the employment at-will doctrine in South Carolina. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOf course, an employer and employee may choose to contractually\r\nalter the general rule of employment at-will and restrict their freedom to\r\ndischarge without cause or to resign with impunity. See Small v. \r\n  Springs\r\nIndustries, Inc., 292 S.C. 481, 357 S.E.2d 452 (1987) (employment \r\n  at-will limited by\r\nemployer's issuance of employee handbook setting forth progressive discharge\r\nprocedures); Weber v. Perry, 201 S.C. 8, 21 S.E.2d 193 (1942) \r\n  (employee is not at\r\nwill where he provides consideration in addition to the provision of \r\n  services). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nGeneral contract law provides that a \"contract exists when there is\r\nan agreement between two or more persons upon sufficient consideration either\r\nto do or not to do a particular act.\" Carolina Amusement Co., Inc. v. \r\n  Connecticut\r\nNat. Life Ins. Co., 313 S.C. 215, 220, 437 S.E.2d 122, 125 (Ct. App. \r\n  1993), quoting\r\nBenya v. Gamble, 282 S.C. 624, 628, 321 S.E.2d 57, 50 (Ct. App. 1984). \r\n  A contract\r\nmay arise from oral or written words or by conduct. Gaskins v. Blue \r\n  Cross-Blue\r\nShield of South Carolina, 271 S.C. 1011 245 S.E.2d 598 (1978). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the employment context, we have already recognized that a\r\ncontract altering the at-will arrangement may arise, in part, from the oral\r\nstatement of the employer. In King v. PYA/Monarch, Inc., 317 S.C. 385, \r\n  453 S.E.2d\r\n885 (1995), we held a written employment agreement which stated employment\r\nwas at-will was modified by the issuance of a written reprimand and a\r\nsupervisor's oral statement that two other warnings would be required before \r\n  the\r\nemployee could be terminated.4 Applying this \r\n  law and general contract\r\nprinciples, we hold the at-will status of an employee may be altered by an \r\n  oral\r\ncontract of definite employment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn order to prove the existence of a definite contract of employment,\r\nthe employee must establish all of the elements of a contract. Most \r\n  employment\r\nagreements are unilateral. Small v. Springs Industries, Inc., supra. A \r\n  unilateral\r\ncontract has the following three elements: 1) a specific offer, 2) \r\n  communication of\r\nthe offer to the employee, and 3) performance of job duties in reliance on \r\n  the \r\n  \r\n\r\n4 We have also recognized oral employment contracts \r\nwhere the employee\r\nprovides consideration in addition to the provision of services. Weber v. \r\n  Perry,\r\n201 S.C. 8, 21 S.E.2d 193 (1942). When this occurs, the employment is no \r\n  longer\r\nat-will. \r\n  \r\np.21\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\noffer.5 82 Am.Jur.2d Wrongful Discharge § 84 (1992). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"An offer is the manifestation of willingness to enter into a bargain,\r\nso made as to justify another person in understanding that his assent to that\r\nbargain is invited and will conclude it.\" Carolina Amusement Co., Inc. \r\n  v.\r\nConnecticut Nat. Life Ins. Co., supra, at 220, S.E.2d at 125, quoting Restatement\r\n(Second) of Contracts § 24 (1981). \"The offer identifies the bargained \r\n  for\r\nexchange and creates a power of acceptance in the offeree.\" Carolina\r\nAmusement Co., Inc. v. Connecticut Nat. Life Ins. Co., supra, at 220, \r\n  S.E.2d at 125,\r\nquoting Restatement (Second) of Contracts § 29 (1981). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"Any conduct from which a reasonable person in the offeree's\r\nposition would be justified in inferring a promise in return for a requested \r\n  act ...\r\namounts to an offer.\" Carolina Amusement Co., Inc. v. Connecticut Nat. \r\n  Life Ins.\r\nCo., supra, at 220, S.E.2d at 125, quoting Broadway. Jeffers, \r\n  185 S.C. 523, 530-31,\r\n194 S.E. 642, 645 (1938). To be binding, an offer must be definite. In \r\n  addition, it\r\nmust \"be one which is intended of itself to create legal relations on \r\n  acceptance.\"\r\nMcLaurin v. Hamer, 165 S.C. 411, 420, 164 S.E. 2, 5 (1932). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nConstruing all ambiguities, conclusions, and inferences in the\r\nevidence in favor of Prescott,6 we find \r\n  Prescott failed to establish FTC made an\r\noffer to alter his at-will employment status. The alleged offer, \"[a]s long \r\n  as you do\r\nyour job, keep your nose clean, that you'd have a job at Farmers Telephone \r\n  right\r\non\" is not sufficiently explicit to constitute an offer to limit termination \r\n  to just\r\ncause. We conclude a reasonable person in Prescott's position would construe\r\nthe statement as praise or encouragement, or even \"puffery,\" rather than as \r\n  an\r\noffer of definite employment. Vague assurances of job security, even if \r\n  repeated,\r\ndo not give rise to contractual rights. See Broussard v. Cad \r\n  Inc.-Fed., 780 F.2d\r\n162 (1\" Cir. 1986) (representation \"if [employee] did a good job he would \r\n  have\r\nlong-term employment\" is not express undertaking to guarantee employee could \r\n  \r\n\r\n5 A unilateral contract is one \"in which there is a \r\npromise on one side only;\r\nthe consideration on the other side being executed.\" McMahan v. \r\n  McMahon, 122\r\nS.C. 336, 340, 115 S.E. 293, 294 (1922). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6 In ruling on motions for summary judgment, the \r\n  court must construe all\r\nambiguities, conclusions, and inferences arising from the evidence against \r\n  the\r\nmoving party. True v. Monteith, 327 S.C. 116, 489 S.E.2d 615 (1997). \r\n  \r\np.22\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\nbe discharged only for good cause); Eyerman v. Mary Kay Cosmetics, \r\n  Inc., 967\r\nF.2d 213 (6th Cir. 1992) (discussions concerning nursing homes for retired\r\ndirectors and other retirement benefits and representative's question \"if\r\n[employees] wanted to receive a Cadillac every two years for the rest of \r\n  their\r\nlives,\" were insufficient to constitute promise to alter at-will contract); Chastain v.\r\nKelly-Springfield Tire Co., 733 F.2d 1479 (11th Cir. 1984) (statement \r\n  by employer\r\nthat \"jobs was (sic) secure; that we could continue on like we had been ... \r\n  [i]f we\r\ndid our jobs, kept our noses clean, didn't make waves and not sell to \r\n  Goodyear\r\nand Kelly accounts\" was not intent to offer lifetime employment); Rowe \r\n  v.\r\nMontgomery Ward &amp; Co., 473 N.W.2d 268, 273 (Mich. 1991)(employee \r\n  based just\r\ncause employment on supervisor's statement as long as you sold, you would \r\n  have\r\na job at the store; oral statements creating a contract to terminate only for \r\n  cause\r\n\"must be based on more than an expression of an optimistic hope of a long\r\nrelationship\"); Lawson v. Boeing Co., 792 P.2d 545 (Wash. App. 1990) \r\n  (repeated\r\noral promises alleging guaranteed position. so long as employee's job \r\n  performance\r\nmet a certain level was insufficient to create material fact of employment\r\ncontract).7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSince Prescott failed to establish FTC offered him definite\r\nemployment, he failed to establish the existence of a contract which altered \r\n  his\r\nstatus as an at-will employee.8 Accordingly, \r\n  the Court of Appeals erred in\r\nreversing the trial judge's order granting summary judgment to FTC on \r\n  Prescott's\r\ncause of action for breach of an employment agreement. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe dispose of FTC's remaining arguments pursuant to Rule\r\n220(b)(1), SCACR, and the following authorities: Issue VIII: Townsend v. \r\n  City o\r\nDillon, 326 S.C. 244, 486 S.E.2d 95 (1997)(an issue not ruled upon by \r\n  trial court is\r\nnot preserved for appeal); Taylor v. Medenica, 324 S.C. 200, 479 \r\n  S.E.2d 35 (1996) (a\r\nparty may not argue one ground at trial and an alternate ground on appeal);\r\nZaman v. South Carolina State Bd. of Medical Examiners, supra (record \r\n  must \r\n  \r\n\r\n7 We refer to these cases solely for purposes of \r\nillustration. \r\n\r\n\r\n\r\n\r\n\r\n8 Prescott asserts the alteration of his employment \r\n  status is a non-issue\r\nbecause he was hired as a term employee. We disagree. Since there is a\r\npresumption of at-will employment, it is necessary to consider whether an \r\n  offer\r\nalters the presumption, regardless of whether the offer occurs at the initial \r\n  hire or\r\nduring the employment. \r\n  \r\np.23\r\n\r\nPRESCOTT v. FARMERS TELEPHONE \r\n\r\n\r\n\r\n\r\n\r\nshow issue was raised to trial court); Germain v. Nichol, 278 S.C. \r\n  508, 299 S.E.2d\r\n335 (1983) (appellant has burden of providing the Court with a sufficient \r\n  record\r\nupon which Court can make a decision).9 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.C.J., MOORE, WALLER, and Acting Associate\r\nJustice George T. Gregory, Jr., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n9 As to FTC's argument Prescott failed to appeal the \r\ntrial judge's description\r\nof the oral statement as \"merely vague oral remarks about job security,\" we \r\n  find\r\nPrescott clearly presented this issue in his brief to the Court of Appeals. \r\n  \r\np.24 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24949","title":"In the Matter of Mary P. Miles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24949","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Mary\r\nP. Miles, Respondent. \r\n  \r\nOpinion No. 24949\r\nHeard April 9, 1999 - Filed June 1, 1999 \r\n  \r\nDEFINITE SUSPENSION \r\n  \r\nMary P. Miles of Lexington, pro se. \r\n  \r\nAttorney General Charles M. Condon and Assistant\r\nDeputy Attorney General J. Emory Smith, Jr., both\r\nof Columbia, for the Office of Disciplinary Counsel. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney grievance matter, Mary P. Miles\r\n(Respondent) is charged with engaging in misconduct in violation of various\r\nprovisions of the Rules of Professional Conduct (RPC) contained in Rule 407,\r\nSCACR, and the Rules for Lawyer Disciplinary Enforcement (RLDE) contained\r\nin Rule 413, SCACR. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Commission on Lawyer Conduct (Commission) began\r\ninvestigating these matters after Midlands Medical Center filed a complaint \r\n  in\r\nNovember 1996. The Court placed Respondent on interim suspension\r\nDecember 10, 1997. The three-member subpanel issued a report October 22,\r\n1998, finding misconduct and recommending that Respondent be indefinitely\r\nsuspended. The full panel adopted the report and recommendation December\r\n10, 1998. \r\n  \r\np.25\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\nTHE MIDLANDS MATTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nInvestigators from the Office of Disciplinary Counsel (disciplinary\r\ncounsel) reviewed documents provided by Midlands Medical Center in\r\nColumbia, as well as financial records and various client files from 1992 to \r\n  1997\r\nthat were subpoenaed from Respondent. The review showed that, from April\r\n1995 to April 1997, Respondent withheld $21,304 from the settlement of\r\nfourteen cases to pay clients' medical bills at Midlands. Respondent delayed\r\npayment of the bills from eight to twenty-two months after settlement of the\r\ncases. Midlands agreed to reduce the delinquent bills if Respondent did not\r\ndelay payment any longer. After paying the reduced bills, Respondent failed \r\n  to\r\nreturn $3,996 in surplus funds to the fourteen clients. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's trust account during the two-year period should have\r\ncontained at least the amount of the unpaid medical bills as those amounts\r\naccumulated. It did not. For example, in February 1996, when the trust\r\naccount should have contained at least $7,186, it had a negative balance of\r\n$1,050. In February 1997, when the account should have contained at least\r\n$17,804, it had a negative balance of nearly $594. The record shows that\r\nRespondent either converted the funds for her own use, to pay toward another\r\nclient's matter, or for purposes other than which they were intended. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIMPROPER USE OF TRUST ACCOUNT\r\nAND INSUFFICIENT RECORDKEEPING \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent used her trust account from 1992 to 1997 to make\r\ncontributions to charitable organizations, buy office supplies, buy personal \r\n  and\r\noffice lunches, and pay off a personal loan to a car dealer, among other \r\n  things.\r\nMany of the checks contained inconsistent information. For example, checks to\r\nBurlington Coat Factory, Pep Boys, Young's True Value Hardware, J.B. White,\r\nS&amp;K Mens Wear, and Champs Sports all listed \"office\" or \"office supplies\" \r\n  in the\r\nmemorandum line. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDeposits to Respondent's trust account from 1993 to 1997 usually\r\nwere identified only by the name of the insurance company that wrote the\r\ncheck. Twenty-six of the deposits were made since January 1997. Some\r\ndeposits listed only the name \"Miles\" or were deposits of cash, and \r\n  Respondent\r\nwas unable to identify the source of the funds. Respondent wrote checks on \r\n  her\r\ntrust account made payable to herself and marked \"attorney fees.\" The checks \r\n  \r\np.26\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\ndid not identify the client, and Respondent was unable to identify the source \r\n  of\r\nthe funds or show that the funds were earned fees and not clients' funds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTHE PINCKNEY MATTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMarvin Pinckney testified he hired Respondent in October 1997 in\r\nan effort to set aside a previous judgment in a civil suit because he had not\r\nconsented to it. He paid Respondent a $1,250 retainer. Respondent filed a two\r\npage motion in circuit court, but did no other work on his case, Pinckney\r\ntestified. Respondent has not refunded any of the fee. While questioning\r\nPinckney at the subpanel hearing, Respondent noted the retainer was\r\nnonrefundable under the fee agreement Pinckney signed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTHE SCHULTZ MATTER \r\n  \r\n  \r\n  \r\n  \r\n  \r\nEarl W. Schultz testified he hired Respondent in July 1997 to\r\nrepresent him in an employment discrimination case after the Court suspended\r\nhis first attorney. He paid her $25 for the initial visit and a $1,000 \r\n  retainer.\r\nRespondent made a couple of telephone calls to a federal agency in \r\n  Washington,\r\nD.C., during the initial visit, but did no other work on the case. His appeal \r\n  was\r\nsuccessful, but that was a result of work done by his first attorney, not\r\nRespondent, Schultz testified. Respondent refused to refund any of the fee.\r\nAgain, while questioning Schultz, Respondent noted the retainer was\r\nnonrefundable under the fee agreement Schultz signed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUNPAID COURT REPORTER CHARGES \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClevette Hudnell, a court reporter, testified she took a deposition\r\nat Respondent's request in August 1997. She sent Respondent four notices\r\nabout the unpaid bill of $299.60, but Respondent never paid her. Another \r\n  court\r\nreporter, Callie Morrison, testified she took a deposition at Respondent's\r\nrequest in March 1996. She sent respondent four notices about the unpaid bill\r\nof $229.25, but Respondent never paid her. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA disciplinary violation must be proven by clear and convincing\r\nevidence. Matter of Yarborough, 327 S.C. 161, 488 S.E.2d 871 (1997). \r\n  While\r\nthe Court is not bound by the findings of the subpanel and full panel, their \r\n  \r\np.27\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\nfindings are entitled to great weight, particularly when the inferences to be\r\ndrawn from the testimony depend on the credibility of witnesses. Id. \r\n  The Court\r\nmay make its own findings of fact and conclusions of law, and is not bound by\r\nthe panel's recommendation. Burns v. Clayton, 237 S.C. 316, 117 S.E.2d \r\n  300\r\n(1960). The Court must administer the sanction it deems appropriate after a\r\nthorough review of the record. Matter of Kirven, 267 S.C. 669, 230 \r\n  S.E.2d 899\r\n(1976). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAfter examining the facts, we find Respondent's misconduct has\r\nbeen proven by clear and convincing evidence. In the Midlands matter,\r\nRespondent misappropriated funds from her trust account and failed to pay the\r\nclients' medical bills upon settlement of the cases, a violation of Rule 1. \r\n  15(a) and\r\n(b), RPC. By delaying payment of the medical bills from eight to twenty-two\r\nmonths after settlement of the cases, she failed to act with reasonable \r\n  diligence\r\nand failed to keep her clients reasonably informed about the status of their\r\ncases. Those acts were violations of Rules 1.3 and 1.4(a), RPC. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the matter of improperly using her trust account and insufficient\r\nrecordkeeping, Respondent violated Rule 1. 15, RPC, by commingling funds and\r\nusing the trust account for personal and family purposes. Although recently\r\nenacted Rule 417, SCACR,1 provides \r\n  greater guidance in the handling of trust\r\naccounts than Rule 1.15, a lawyer has always had the burden of keeping\r\nadequate records. \"This Court has made it abundantly clear that an attorney \r\n  \r\n  \r\n  \r\n\r\n1 Under Rule 417, effective January 1, 1997, a lawyer \r\nmust keep\r\nadequate records showing the date, source or payee, and description of each\r\ndeposit and disbursement in any bank account which affects the lawyer's\r\npractice of law. With trust accounts, the records must show, for each client, \r\n  the\r\nsource of all funds deposited, the names of all persons for whom the funds \r\n  are\r\nheld, the descriptions and amounts of charges and withdrawals, and the names\r\nof persons to whom funds were disbursed. Rule 417(a)(1) and (2), SCACR. \r\n  \r\n  \r\n  \r\nReceipts must be deposited intact and records of deposits should be\r\nsufficiently detailed to identify each item. Rule 417(b), SCACR. A lawyer \r\n  also\r\nmust keep other records, including copies of accountings to clients or third\r\nparties showing the disbursement of funds, copies of bills for legal fees and\r\nexpenses, and copies of portions of clients' files necessary to understand a\r\nparticular financial transaction. Rule 417(a)(4), (5), (6),and (9), SCACR. \r\n  \r\np.28\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\nis charged with a special responsibility in maintaining and preserving the\r\nintegrity of trust funds.\" Matter of Padgett, 290 S.C. 209, 349 S.E.2d \r\n  338 (1986)\r\n(suspending attorney who failed to maintain adequate records in a single \r\n  case).\r\nWhen disciplinary counsel presents clear and convincing evidence of trust\r\naccount violations or other inadequate recordkeeping, a lawyer's records must\r\nbe sufficiently detailed to overcome the allegations. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Pinckney and Schultz matters, Respondent committed\r\nmisconduct by refusing to refund any portion of the purportedly nonrefundable\r\nretainer. A \"lawyer may retain a reasonable nonrefundable retainer.\" Rule\r\n1.16(d), RPC. The fee, however, must be reasonable under the factors outlined\r\nin the rules and any unearned portion must be returned to the client. Rule\r\n1.5(a) and Comments, RPC.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn the Hudnell and Morrison matters, Respondent committed\r\nmisconduct by refusing to pay for transcripts of depositions that she ordered\r\nfrom court reporters. Her conduct violated Rule 8.4(d), RPC. See Matter \r\n  of\r\nSmith, 296 S.C. 86, 370 S.E.2d 876 (1988) (failure to pay a court \r\n  reporter for a\r\ntranscript held as sanctionable misconduct). \r\n  \r\n  \r\n  \r\n\r\n2 Nonrefundable retainers such as the one at issue in \r\nRespondent's case\r\nhave come under fire in recent years. The New York Court of Appeals recently\r\nbanned \"special nonrefundable retainers\" in a landmark case, finding them to\r\nbe a per se violation of ethics rules. Matter of Cooperman, 633 N.E.2d \r\n  1069\r\n(N.Y. 1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA special nonrefundable retainer is one in which the client pays a\r\nnonrefundable fee for specific services, in advance and irrespective of \r\n  whether\r\nany professional services are actually rendered. Id. at 1070. A \r\n  special retainer\r\nis distinguished from a general retainer \"in which the client agrees to pay a\r\nfixed sum in exchange for the attorney's promise to be available to perform, \r\n  at\r\nan agreed price, any legal services ... that arise during a specified \r\n  period.\"\r\nLester Brickman &amp; Lawrence A. Cunningham, Nonrefundable Retainers\r\nRevisited, 72 N.C. L. Rev. 1, 5-6 (1993); Cooperman, 633 N.E.2d \r\n  at 1074. \r\n  \r\nWhile we do not decide the legitimacy of special nonrefundable retainers\r\ntoday, we urge lawyers to proceed with caution in using such retainers. \r\n  \r\np.29\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\nWe have imposed various penalties for similar misconduct in other\r\ncases. See Matter of Floyd, 321 S.C. 306, 468 S.E.2d 302 (1996) \r\n  (disbarring\r\nattorney who misappropriated client's funds, failed to deliver promptly to \r\n  client\r\nor third party funds that he or she was entitled to receive, and failed to \r\n  render\r\npromptly a full accounting of the property); Matter of Watson, 319 \r\n  S.C. 437, 462\r\nS.E.2d 270 (1995) (three-month definite suspension of attorney who failed in \r\n  a\r\nsingle case to timely pay medical providers after settling the case; attorney \r\n  also\r\nhad misused his trust account); Matter of Screen, 318 S.C. 367, 458 \r\n  S.E.2d 39\r\n(1995) (publicly reprimanding attorney who negligently collected excessive \r\n  fee,\r\nfailed to maintain identity of client funds, failed to properly deliver funds \r\n  to\r\nclients or third persons, and neglected a legal matter); Matter of \r\n  Edwards, 323\r\nS.C. 3, 448 S.E.2d 547 (1994) (disbarring attorney who misappropriated client\r\nfunds, failed to notify medical providers of receipt of settlement and \r\n  promptly\r\ndisburse funds to them in numerous cases, failed to diligently and \r\n  competently\r\nrepresent clients, failed to keep clients informed of status of their cases,\r\nknowingly made false statements of material fact, and failed to cooperate in\r\ninvestigation; attorney also had to make restitution). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, we find Respondent committed\r\nmisconduct. We conclude the appropriate sanction is a definite suspension of\r\nsix months. The definite suspension is retroactive to the date of \r\n  Respondent's\r\ninterim suspension, December 10, 1997, meaning Respondent may immediately\r\nresume the practice of law after complying with the following conditions. \r\n  Before\r\nthe reinstatement of her license to practice law, Respondent shall disburse\r\nsurplus funds to clients that she received in connection with the Midlands\r\nmatter, make restitution in the Pinckney and Schultz matters by refunding the\r\nunearned portion of the fees,3 pay the \r\n  delinquent court reporter charges in the\r\nHudnell and Morrison matters, and obtain legal finance training through the\r\nBar. Respondent shall provide appropriate proof of her compliance with this\r\norder pursuant to Rule 32, RLDE. \r\n  \r\n  \r\n  \r\n\r\n3 If Respondent and the clients are unable to agree on \r\nwhat portion of the\r\nfees should be refunded, the dispute shall be submitted to the Resolution of \r\n  Fee\r\nDisputes Board of the South Carolina Bar. See Comment to Rule 1.5, \r\n  RPC;\r\nRule 416, SCACR. \r\n  \r\np.30\r\n\r\nMATTER OF MILES \r\n\r\n\r\n\r\n\r\n\r\nDEFINITE SUSPENSION. \r\n  \r\n  \r\n  \r\np.31 \r\n  \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24950","title":"Beaufort County Board of Education v. Lighthouse Charter School Committee","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24950","description":"","date":"1999-06-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 19\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nBeaufort County Board\r\nof Education, Respondent, \r\n  \r\nv. \r\n  \r\nLighthouse Charter\r\nSchool Committee and\r\nState of South Carolina\r\nex rel. Charles M.\r\nCondon, Attorney\r\nGeneral, Appellants. \r\n  \r\n  \r\n  \r\nAppeal From Beaufort County\r\nHoward P. King, Judge \r\n  \r\nOpinion No. 24950 \r\n  \r\nHeard April 20, 1999 - Filed June 1, 1999 \r\n  \r\nAFFIRMED AND REMANDED \r\n  \r\n  \r\n  \r\nDalton L. Oldham, of Southeastern Legal\r\nFoundation, of Columbia; and George E. Mullen, of\r\nMullen Law Firm, of Hilton Head Island, for\r\nappellant Lighthouse Charter School Committee. \r\n  \r\n  \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General Treva G. Ashworth, and Assistant\r\nDeputy Attorney General J. Emory Smith, all of\r\nColumbia, for appellant State of South Carolina. \r\n  \r\n  \r\n  \r\nKenneth L. Childs, William F. Halligan, and John \r\n  \r\np.32 \r\n  \r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nM. Reagle, all of Childs &amp; Halligan, P.A., of\r\nColumbia; and David T. Duff and Charles J.\r\nBoykin, both of Duff, Dubberly, Turner, White &amp;\r\nBoykin, L.L.C., of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: This appeal involves the denial of a charter\r\nschool application. We affirm and remand to the circuit court for further\r\nproceedings. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn December 10, 1996, appellant Lighthouse Charter School\r\nCommittee (Lighthouse) applied to respondent Beaufort County Board of\r\nEducation (Beaufort Board) for approval of a local charter school under the\r\nrecently-enacted South Carolina Charter Schools Act of 1996. The\r\nBeaufort Board found Lighthouse's application failed to meet several\r\nrequirements of the Act and denied the application. Lighthouse appealed\r\nto the State Board of Education (State Board) which reversed the Beaufort\r\nBoard's denial. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board filed an appeal in circuit court.1 The parties\r\nconsented to the intervention of the Attorney General who challenged the\r\nconstitutionality of a provision of the Act requiring that a charter school's\r\nenrollment cannot deviate more than ten percent from the racial\r\ncomposition of the school district. S.C. Code Ann.§59-40-50(B)(6) (Supp.\r\n1998). The circuit court declined to address this constitutional question\r\nand reversed the State Board's order on the remaining issues. Lighthouse\r\nand the Attorney General appeal. \r\n  \r\n  \r\n  \r\n\r\n1 The circuit court granted the Beaufort Board's motion \r\nfor a stay of the\r\nState Board's order and denied Lighthouse's motion to dismiss on the ground\r\nthe State Board was a necessary party to the appeal. We dispose of\r\nappellants' appeal of these rulings under Rule 220(b), SCACR. See \r\n  South\r\nCarolina Tax Comm'n v. Gaston Copper Recycling, Corp., 316 S.C. 163, \r\n  447\r\nS.E.2d 843, 844 n. 1 (1994) (appeal of a stay pending appeal is moot upon\r\ndisposition of the appeal on the merits); Owen Steel Co. v. South \r\n  Carolina\r\nTax Comm'n, 281 S.C. 80, 313 S.E.2d 636 (1984) (ordinarily, absent a\r\nstatutory provision, an administrative review board is. not a necessary party\r\nfor purposes of judicial review). \r\n  \r\np.33\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\nLIGHTHOUSE APPEAL \r\n  \r\n  \r\n  \r\n  \r\n  \r\n1. Standard of review \r\n  \r\nAn appeal of a local board decision regarding a charter school\r\napplication is to the State Board whose decision may then be appealed by\r\nany party to the circuit court. S.C. Code Ann. §59-40-90(C)(2) (Supp.\r\n1998). In the circuit court, the State Board's order, as the final agency\r\ndecision, is subject to review under the Administrative Procedures Act\r\n(APA), S.C. Code Ann. §1-23-380(A)(6) (Supp. 1998), which provides for\r\nreversal only if its findings are: \r\n  \r\n(a) in violation of constitutional or statutory provisions;\r\n(b) in excess of the statutory authority of the agency;\r\n(c) made upon unlawful procedure;\r\n(d) affected by other error of law;\r\n(e) clearly erroneous in view of the reliable, probative and\r\nsubstantial evidence on the whole record; or\r\n(f) arbitrary or capricious or characterized by abuse of\r\ndiscretion or clearly unwarranted exercise of discretion. \r\n  \r\nThis Court then reviews the circuit court's order to determine whether it\r\nproperly applied the APA standard of review. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn this case, the circuit court cites § 1-23-380(A)(6) as the\r\nappropriate standard of review. Lighthouse complains, however, it did not\r\napply this standard of review and improperly gave deference to the\r\nBeaufort Board's decision rather than the State Board's decision. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis case involves two levels of review. The State Board reviewed\r\nthe Beaufort Board's findings under Reg. 43-600.2 This \r\n  regulation mirrors \r\n  \r\n\r\n2 Reg. 43-600 provides for the State Board to review a \r\nlocal school board\r\ndecision regarding a charter school application to determine if it: \r\n  \r\n1. violated constitutional or statutory provisions;\r\n2. exceeded the authority of the local board;\r\n3. was based upon an error of law; \r\n  \r\np.34\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nthe APA's limited standard of review. On review of the State Board's\r\norder, the circuit court concluded the State Board should not have\r\nreversed the Beaufort Board's findings under its limited standard of\r\nreview because those findings were supported by evidence in the record.\r\nIn determining whether the State Board's findings were erroneous, the\r\ncircuit court properly applied §1-23-380(A)(6)., \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. Grounds for denial of application \r\n  \r\n  \r\n  \r\nThe Charter Schools Act provides for a privately organized school to\r\nbe sponsored and funded by the local school district. S.C. Code Ann. §§\r\n59-40-70(E) and -140 (Supp. 1998). A charter school is exempt from the\r\nlaws and regulations applicable to public schools except it must: \r\n  \r\n(1) adhere to the same health, safety, civil rights, and disability\r\nrights;\r\n(2) meet or exceed student attendance requirements;\r\n(3) adhere to the same financial audits and procedures;\r\n(4) be considered a school district for purposes of tort liability\r\n(specifying that tort immunity shall not include acts of\r\nintentional racial discrimination);\r\n(5) hire non-certified teachers only in specified ratios;\r\n(6) admit all children eligible for public school in that school district\r\nproviding (a) that the charter school's racial composition cannot\r\ndiffer from that of the school district by more than ten percent\r\nand (b) if applications exceed capacity, students shall be accepted\r\nby lot;\r\n(7) show no preference in admission except to siblings and children\r\nof employees;\r\n(8) elect a governing body annually by specified procedure;\r\n(9) be subject to the Freedom of Information Act. \r\n  \r\nSee º 59-40-50(B). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA charter school application constitutes a proposed contract with the\r\nsponsor school district. S.C. Code Ann. § 59-40-60(F) (Supp. 1998).\r\nSubsections 59-40-60(F)(1) through (15) specify exactly what information \r\n  \r\n\r\n4. is clearly erroneous in view of the substantial evidence on the\r\nrecord; or\r\n5. was arbitrary or capricious. \r\n  \r\np.35\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nmust be included in a charter school application. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, S.C. Code Ann. § 59-40-70 (Supp. 1998) specifies grounds for\r\ndenial of an application and provides in pertinent part: \r\n  \r\n(C) A local school board of trustees shall only deny an\r\napplication if the application does not meet the requirements\r\nspecified in section 59-40-50 or 59-40-60, fails to meet the\r\nspirit and intent of this chapter, or adversely affects other\r\nstudents in the district. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLighthouse submitted an application outlining plans for a year\r\nround, eight-hour-per-day school program. The school would be located on\r\nHilton Head Island and would accommodate 400 students in grades K-8.\r\nAt the Beaufort Board's request, Lighthouse also submitted answers to\r\neighty-four questions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\na) Section 59-40-50(B) \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found Lighthouse's application did not meet the\r\nhealth, safety, and civil rights requirements of § 59-40-50(B)(1) and the\r\nracial composition requirement of (13)(6). The State Board reversed,\r\nfinding as a matter of law the requirements of § 59-40-50(B) need not be\r\nmet before an application is approved because this section does not specify\r\nthat the applicant must provide evidence of compliance in its application.\r\nThe circuit court reversed. Lighthouse contends this was error. We\r\ndisagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 59-40-70(C) specifically states that an application may be\r\ndenied if \"the application does not meet the requirements specified in § 59-\r\n40-50 or 59-40-60 Since the plain language of this statute provides\r\nthat denial of an application may be predicated on the failure to comply\r\nwith § 59-40-50, we affirm the circuit court's ruling that the Beaufort\r\nBoard properly considered the requirements of § 59-40-50(B) in denying\r\nLighthouse's application. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, as discussed below, the record indicates the Beaufort\r\nBoard's findings on the merits are not clearly erroneous or arbitrary\r\nwhich, under Reg. 43-600, is the applicable standard of review on appeal\r\nto the State Board. \r\n  \r\n1) Health and safety \r\n  \r\n  \r\n  \r\np.36\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board denied Lighthouse's application on the ground it\r\ndid not meet the health and safety requirement specified in § 59-40\r\n50(B)(1) which requires that a charter school shall: \r\n  \r\nadhere to the same health, safety, civil rights, and disability\r\nrights requirements as are applied to public schools operating\r\nin the same school district. \r\n  \r\nSpecifically, the Beaufort Board found the schematic drawing of the\r\nproposed building and the description supplied by Lighthouse3 were not\r\nsufficient to determine that an adequate facility would be in existence by\r\nthe school's projected start-up time. When the Beaufort Board requested\r\nassurance that Lighthouse facilities would meet state specifications,\r\nLighthouse responded simply: \"Facilities for the Lighthouse Charter School\r\nwill be comparable to those of other Beaufort County Schools and will\r\nmeet all state health and safety specifications.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find Lighthouse's summary assurances of compliance do not\r\nconstitute evidence of compliance with the health and safety requirement\r\nof § 59-40-50(B)(1). No specifications were provided about the proposed\r\nbuilding from which to determine compliance with State requirements for\r\nschool buildings. Accordingly, the Beaufort Board's finding of non-\r\ncompliance is not clearly erroneous in light of substantial evidence that its\r\nrequest for assurances of compliance were unmet. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) Civil rights \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found the Lighthouse application failed to meet\r\nthe civil rights requirement of § 59-40-50(B)(1) because it failed to comply \r\n  \r\n  \r\n  \r\n\r\n3 The application offered the following information: \r\n\r\nThe start-up or initial Lighthouse Charter School building\r\nwill consist of modular units comparable to those used by public\r\nschool districts in South Carolina and the nation. It's anticipated\r\nthat within 3 years, i.e. the school year 2000, the Lighthouse\r\nCharter School building will be a state-of-the-art facility of which\r\nBeaufort and all of South Carolina will be justly proud. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLighthouse Charter School administrative and classroom\r\nequipment will be comparable to that available in other Beaufort\r\nCounty Schools. \r\n  \r\np.37\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nwith the school district's 1970 desegregation agreement which requires\r\napproval for new school facilities from the United States Department of\r\nEducation Office of Civil Rights. In response to the Beaufort Board's\r\nrequest, Lighthouse asserted simply that it was not required to obtain\r\nsuch approval. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe record contains a letter from the Director of the Office of Civil\r\nRights informing the local school district that a charter school must\r\ncomply with the reporting requirements under the district's voluntary\r\nsegregation plan. There is no evidence Lighthouse has satisfied the\r\nmandates of the Office of Civil Rights. Accordingly, the Beaufort Board's\r\nfinding that the Lighthouse application failed to adhere to the same civil\r\nrights requirements applicable to public schools as provided under § 59-40\r\n50(B)(1) is not clearly erroneous in light of substantial evidence that\r\nLighthouse must comply with the desegregation agreement and has not\r\ndone so. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3) Racial composition \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found the Lighthouse application did not meet\r\nthe racial composition requirement of § 59-40-50(B)(6) which provides in\r\npertinent part: \"under no circumstances may a charter school enrollment\r\ndiffer from the racial composition of the school district by more than ten\r\npercent.\" Since Lighthouse failed to identify its prospective students,\r\nracial composition cannot be determined and the Beaufort Board's finding\r\nof non-compliance is not clearly erroneous. As discussed below, however,\r\nthe constitutionality of this provision must be determined on remand. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nb) § 59-40-60(F) \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found Lighthouse's application did not meet the\r\nrequirements of § 59-40-60(F)(6) which provides that an application shall\r\ninclude: \r\n  \r\nevidence that the plan for the charter school is economically\r\nsound, a proposed budget for the term of the charter, a\r\ndescription of the manner in which an annual audit of the\r\nfinancial and administrative operations of the charter school,\r\nincluding any services provided by the school district, is to be\r\nconducted. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found there was no evidence Lighthouse's economic \r\n  \r\np.38\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nplan was sound because $248,495 of revenue included in its proposed\r\n1997-98 budget was to come from fund-raising with no specific\r\ncommitments provided. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe record includes a proposed budget identifying revenue from\r\nfund-raising of $248,495 in the first year and $143,013 in the second year.\r\nFund-raising revenue represents 12% of total revenue in the first year and\r\n6% in the second year. These amounts are in addition to fund-raising for\r\nschool start-up and a permanent facility. The record also includes a letter\r\nfrom Lighthouse to the Beaufort Board detailing grant applications for the\r\nfirst year totaling $442,500. The award of these grants cannot be\r\ndetermined until charter status is finalized. The letter also indicates\r\n$50,000 for the first year from a fund-raising event. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State Board, citing the same evidence as the Beaufort Board,\r\nconcluded the Lighthouse plan with the specified amount of fund-raising\r\nwas economically sound. The circuit court reversed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAgain, under Reg. 43-600, the State Board has a limited standard of\r\nreview on appeal from a local board's decision regarding a charter school\r\napplication. We find the Beaufort Board's decision rejecting Lighthouse's\r\nreliance on speculative revenue from proposed fund-raising is not arbitrary\r\nand is within the Beaufort Board's discretion. Accordingly, the Beaufort\r\nBoard's finding the plan is not economically sound should not have been\r\nreversed under the standard of review set forth in Reg. 43-600. The\r\ncircuit court properly reversed the State Board's ruling on this issue. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nc) § 59-40-70(C) \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Beaufort Board found denial was appropriate under § 59-40\r\n70(C) which allows for denial of an application if it \"adversely affects \r\n  other\r\nstudents in the district.\" It found an adverse effect from Lighthouse's\r\nfailure to identify prospective students since the budget impact on public\r\nschools and faculty allocation in the district could not be determined.\r\nFurther, it found Lighthouse would be a \"racially identifiable\" school in\r\ncontravention of the desegregation agreement with the Office of Civil\r\nRights which would adversely effect other students in the district. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe State Board found it was an error of law to require Lighthouse\r\nto identify its prospective students and there was no evidence it would not\r\nbe in compliance with the desegregation agreement. The circuit court\r\nreversed. \r\n  \r\np.39\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the circuit court properly reversed the State Board's ruling.\r\nIt is not unreasonable to require Lighthouse to offer conditional enrollment\r\nto prospective students if necessary to provide the Beaufort Board with the\r\nrequired information. Further, there is evidence in the form of a letter\r\nfrom the Office of Civil Rights requiring the school district to provide\r\ninformation not supplied by Lighthouse before approval could be given\r\nunder the desegregation agreement. This evidence supports the Beaufort\r\nBoard's conclusion that Lighthouse's application did not comply with the\r\ndesegregation agreement. Although there is no evidence Lighthouse would\r\nbe a racially identifiable school as found by the Beaufort Board, the\r\nevidence of non-compliance with the desegregation agreement supports the\r\nfinding of an adverse effect since, at a minimum, the school district would\r\nbe required to expend funds defending Lighthouse's non-compliance.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn conclusion, we find the Beaufort Board's decision to deny\r\nLighthouse's application is not clearly erroneous or arbitrary under the\r\napplicable standard of review. Accordingly, the circuit court properly\r\nreversed the order of the State Board on these grounds. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nATTORNEY GENERAL'S APPEAL \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Attorney General intervened when this case was pending on\r\nappeal to the circuit court in order to challenge the constitutionality of \r\n  the\r\nracial composition requirement of the Charter Schools Act found in § 59\r\n40-50(B)(6), which provides: \r\n  \r\n(B) A charter school shall: \r\n  \r\n(6) admit all children eligible to attend public school in a\r\nschool district who are eligible to apply for admission to a\r\ncharter school operating in that school district, subject to space\r\nlimitations. However, under no circumstances may a charter\r\nschool enrollment differ from the racial composition of the\r\nschool district by more than ten percent. If the number of\r\napplications exceeds the capacity of a program, class, grade \r\n  \r\n  \r\n  \r\n\r\n4 The Beaufort Board also found an adverse effect from \r\nthe lack of\r\nsupport for the charter school from African-American parents and students.\r\nThe State Board found no such support was required under the Act and\r\nreversed this finding. The State Board's finding was affirmed by the circuit\r\ncourt and is not challenged here. Accordingly, we do not address it. \r\n  \r\np.40\r\n\r\nBEAUFORT COUNTY BOARD OF EDUCATION v. LIGHTHOUSE\r\nCHARTER SCHOOL COMMITTEE, et al. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nlevel, or building, students shall be accepted by lot, and there\r\nis no appeal to the sponsor. \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Attorney General asserted the underscored provision violates\r\nequal protection. See Adarand Constructors, Inc. v. Pena, 515 U.S. \r\n  200,\r\n115 S.Ct. 2097, 132 L.Ed.2d 158 (1995); City of Richmond v. Croson, \r\n  488\r\nU.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989) (classification based solely\r\non race is subject to strict scrutiny, even when it is a \"benign\" or\r\n\"remedial: racial classification); see also Wygant v. Jackson Bd. of \r\n  Educ.,\r\n476 U.S. 267) 106 S.Ct. 1842, 90 L.Ed.2d 260 (1986) (applying strict\r\nscrutiny). The circuit court declined to address the issue for two reasons:\r\n1) the issue was not raised below and 2) the issue need not be addressed\r\nbecause other grounds for denying the application were supported by the\r\nevidence. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAn administrative agency must follow the law as written until its\r\nconstitutionality is judicially determined; an agency has no authority to\r\npass on the constitutionality of a statute. South Carolina Tax Comm'n \r\n  v.\r\nSouth Carolina Tax Bd. of Review, 278 S.C. 556, 299 S.E.2d 489 (1983).\r\nAccordingly, neither the Beaufort Board nor the State Board could have\r\naddressed the constitutional issue which was therefore properly raised for\r\nthe first time in circuit court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, although technically a ruling on the constitutionality of this\r\nprovision was not necessary to the immediate disposition of the case before\r\nthe circuit court, we find judicial economy dictates otherwise. Lighthouse\r\njoined the Attorney General in contesting the constitutionality of the racial\r\ncomposition provision. As acknowledged by the circuit court, Lighthouse\r\nmay re-apply for a charter upon correcting the deficiencies noted by the\r\nBeaufort Board. Having raised the issue, Lighthouse is entitled to know\r\nwhether it must satisfy the racial composition requirement before re\r\napplying. Accordingly, we remand this issue to the circuit court to address\r\nwhether § 59-40-50(B)(6) violates equal protection. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED AND REMANDED.\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.41 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24951","title":"In the Matter of Ernest E. Yarborough","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24951","description":"","date":"1999-06-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 20\r\n  S.E. 2d\r\n  \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Ernest\r\nE. Yarborough, Respondent. \r\n  \r\nOpinion No. 24951\r\nHeard February 3, 1999 - Filed June 7, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nAttorney General Charles M. Condon and Senior\r\nAssistant Attorney General James G. Bogle, Jr.,\r\nboth of Columbia, for the Office of Disciplinary Counsel. \r\n  \r\nErnest E. Yarborough, of Winnsboro, pro se.\r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary proceeding,\r\nrespondent, Ernest E. Yarborough, is charged with committing misconduct\r\narising out of hi,s alleged improper conduct toward a client. We find\r\nrespondent committed misconduct and impose a public reprimand.1 \r\n  \r\nFACTS \r\n  \r\nClient testified on or about June 24, 1996, respondent was\r\nretained to represent her as Personal Representative of her brother's \r\n  \r\n1 On April 3, 1997, respondent was placed on interim \r\n  suspension for\r\nbeing convicted of a serious crime. Respondent is appealing his conviction\r\nand that appeal is pending before the South Carolina Court of Appeals.\r\nDisciplinary proceedings have been stayed in this matter. Further, on\r\nDecember 14, 1998, respondent was disbarred from practicing before the\r\nUnited States Court of Appeals for the Fourth Circuit. \r\n  \r\n  \r\n  \r\np.1\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nestate in a legal malpractice action against Attorney I, who had been\r\nretained to handle a wrongful death action on her behalf At that time,\r\nclient was an unmarried, 24 year old college student. Respondent\r\nprovided client with his business card which also listed his home and car\r\ntelephone numbers. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn Saturday, June 29, 1996, a day after the retainer was paid,\r\nrespondent traveled to Spartanburg and met client and her mother at\r\ntheir house. Respondent, client, and her mother then all rode in client's\r\nmother's car to interview witnesses in the wrongful death case. Because\r\nthey were unable to locate one witness, respondent decided to stay\r\novernight. While still riding in the car, respondent inquired about a local\r\nchurch and when he discovered it was the church client attended he\r\ncommented he would attend church with her the following day. Client's\r\nmother did not attend this particular church. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient testified respondent asked client to go with him to the\r\nmall so he could purchase a suit. While the suit was being altered,\r\nrespondent asked client to watch a movie with him. After the movie,\r\nrespondent inquired about the location of a hotel. Client showed him to a\r\nDay's Inn. Respondent asked client to come to his room and talk. They\r\nconversed about the case for approximately 30 minutes. Upon leaving,\r\nrespondent asked client to give him a hug. Client complied with the\r\nrequest. She testified it was an innocent hug and nothing inappropriate\r\nhappened. The next day, respondent attended church with client. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient testified the next weekend, July 6, 1996, respondent\r\ncalled and advised her he was returning to Spartanburg to interview\r\nanother witness. Respondent told client he was staying at a certain hotel\r\nand asked client to bring him some razors. Client testified when she\r\narrived at the hotel with the razors that afternoon, respondent began\r\nkissing and hugging her. When she told respondent to stop, he complied,\r\nbut he made some derogatory comments to client, including inquiring if\r\nshe was a lesbian or if she had been molested as a child. Respondent\r\npaid client the money for the razors and she left the hotel. Because she\r\nwas upset, client testified she went to the home of her aunt and related\r\nthe incident to her. Client denied making any romantic advances toward\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient testified she did not immediately fire respondent\r\nbecause she had no money to hire other counsel and she had a summary \r\n  \r\np.2\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\njudgmentmotion pending. However, she did advise respondent she was\r\ngoing to file a grievance against him. Client testified respondent\r\ncontinued telephoning her. According to client during these telephone\r\ncalls, respondent asked her to meet him in various towns, requested client\r\nact passionately toward him, asked her to have his baby, and asked her to\r\nmarry him. During the calls, respondent also made explicit comments\r\nregarding the effect client had on him physically. The telephone records of\r\nrespondent's home telephone number reflected many calls were made to\r\nclient in the evening, outside of normal business hours. Further, client's\r\ntelephone records reflected a number of telephone calls from her to\r\nrespondent at night. However, client testified many of these calls\r\nconcerned the case and a possible settlement. Further, according to client,\r\nsome of these calls may have been made by her mother, with whom she\r\nlived. Client testified respondent did not send her any cards, letters, or\r\ngifts. However, respondent had promised to buy her a dress, but he never\r\ndid. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient admitted on August 26, 1996, she hired respondent to\r\nrepresent her on another legal malpractice action against Attorney II, who\r\nhad also been retained to handle the wrongful death action.2 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient's mother testified she had driven respondent, her\r\ndaughter and herself around Spartanburg interviewing witnesses on the\r\nfirst weekend. Further, she testified when her daughter returned -from\r\nrespondent's hotel after the second visit she was acting \"sadly.\" The\r\nmother testified client told her of respondent's unwelcome sexual advances\r\na day or so after it occurred. The mother admitted she did not express\r\noutrage to respondent because she was afraid he would no longer \r\n  \r\n  \r\n  \r\n\r\n2 Client was originally represented by Attorney II in \r\nthe wrongful\r\ndeath action. On or about October 25, 1993, Attorney II was relieved from\r\nfurther representation. Attorney I assumed representation of client.\r\nSummary judgment was granted in favor of the defendants in this action\r\non or about March 24, 1994. Client then retained Attorney III to sue\r\nAttorney I for legal malpractice. A similar lawsuit was filed against\r\nAttorney II Because Attorney I brought a third party plaintiff action\r\nagainst Attorney III, on or about February 27, 1996, Attorney III was\r\nrelieved from representation of client in the lawsuit filed against Attorney\r\nI; however, she continued to represent client in the lawsuit against\r\nAttorney II until August 23, 1996. \r\n  \r\np.3\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nrepresentthem. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe mother testified because she was suspicious of\r\nrespondent's request that client travel to Union to meet him, she\r\naccompanied her daughter. According to the mother, respondent reacted\r\nin a shocked fashion when he saw her with client. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe mother testified respondent asked her if she thought he\r\nwould make a good husband for her daughter. The mother verified both\r\nshe and her daughter called and talked to respondent on many occasions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nClient's aunt testified client arrived at her house unexpectedly\r\non the day of the incident, upset and crying. Client related she had gone\r\nto respondent's hotel room and he hugged her and tried to kiss her. The\r\naunt testified she talked with client for an hour or two and advised her\r\nnot to meet with respondent alone in the future. The aunt testified she\r\nthought her niece was flattered by the attention shown previously by\r\nrespondent but client had never expressed any attraction to respondent.\r\nThe aunt admitted client had mentioned a professor at college. But,\r\naccording to the aunt, the relationship was not romantic. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's testimony confirmed when he was retained by\r\nclient in June 1996, a motion for summary judgment was pending for July\r\n9, 1996, and a great deal of preparation was necessary. Respondent\r\nadmitted he gives clients his home telephone number and tells them to\r\ncall him anytime. Respondent admitted he often talked with client on the\r\ntelephone. Further, many of these telephone calls were made in the\r\nevenings. Respondent testified most telephone calls would last\r\napproximately 3-5 minutes unless the mother also spoke on the telephone.\r\nThen the calls would exceed 30 minutes. Respondent testified 95% of the\r\ncalls would be business related. Respondent testified he gave client's calls\r\ntop priority because client and her mother were very demanding and he\r\nwanted to keep them satisfied. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent testified when he traveled to Spartanburg the first\r\nweekend he did not intend to spend the night. However, he decided to\r\nstay over in order to talk with a witness. Respondent denied he invited\r\nhimself to church. Instead, he claimed he was invited by client and\r\nclient's mother. Further, respondent claimed they invited him to spend\r\nthe night at their house. However, he declined this invitation.\r\nRespondent admitted he went to the mall to buy a suit, and while it was \r\n  \r\np.4\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nbeing altered,he suggested he and client see a movie. Respondent\r\ntestified each paid for their own admission. Respondent testified it was\r\nclose to midnight when client showed him to the hotel. Further, according\r\nto respondent, client asked to go up to his room so she could talk about\r\nthe case, and respondent consented. Respondent claimed they talked\r\nabout the case until approximately 2:00 a.m. Client became upset during\r\nthe discussions regarding her brother and started crying. As client left\r\nthe room., she gave respondent a \"church hug.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent admitted he called client from his car on the way\r\nto Spartanburg the second weekend to advise her when he would arrive.\r\nWhen she arrived at the hotel, he and client went to a store so he could\r\npurchase razors. He denied asking client to purchase the razors. When\r\nthey returned to the hotel, client advised respondent the witness was\r\nunavailable. Respondent testified when he told client he was going to\r\nleave, client became irate because respondent was not there to see her.\r\nRespondent testified, as client left the room, she hugged him in the same\r\nmanner as before. Respondent claimed he did not touch client and that\r\nshe was not the type of person to whom he was normally attracted.\r\nRespondent testified on the second visit he expected both client and her\r\nmother to come to the hotel and to ride him around as was done\r\npreviously. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn cross examination, respondent testified on neither weekend\r\ndid he try to find a neutral site such as a hotel conference room or\r\nmeeting room in order to discuss the case with client. Further, in\r\nhindsight, he admitted this was poor judgment. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent testified, in hindsight, he realized the mother \"was\r\ntrying to play matchmaker\" because she had noticed respondent was not\r\nwearing a wedding band. Respondent testified the mother asked him if \"a\r\nlawyer would make a good husband [for client].\" Respondent denied\r\nasking the mother if he would make a good husband for client. At the\r\ntime, respondent did not take the mother's comments seriously. However,\r\nhe made it clear he did not get involved with clients. When the mother\r\nbegan to make comments about client's infatuation with respondent,\r\nrespondent advised the mother he would terminate his representation if\r\nclient did not get her feelings under control. Respondent denied he had\r\ndone anything to lead her on. Respondent testified client was a very\r\nstrong minded person and they had personality conflicts. \r\n  \r\n  \r\n  \r\np.5\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nRespondenttestified because time was of the essence, he\r\nutilized client as a runner for obtaining necessary signatures on affidavits.\r\nAccording to respondent, client and her mother traveled to Columbia to\r\nfacilitate this process. Further, respondent testified he did not recall\r\nasking client to come to Union, but doubted he did because he was\r\ninvolved in a serious trial. However, he confirmed he had asked client to\r\ncome to Newberry while he was in trial to pick up some affidavits. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent testified client revealed to him she was involved\r\nwith a professor at college. According to respondent, when she expressed\r\nconcern over being a virgin, respondent joked about her being a lesbian.\r\nFurther, respondent related that client had told him the professor was\r\npressuring her to become intimate and respondent inquired if client was\r\nafraid of becoming pregnant. Respondent denied asking client to have his\r\nbaby. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent confirmed he was hired on the second legal\r\nmalpractice case in August 1996. Respondent claimed the relationship\r\nstarted to sour around October 28, 1996, the date of the motion for\r\ndismissal and summary judgment against Attorney I. The mother and\r\nclient had become outraged and antagonistic toward him because the\r\nexpert had determined client's brother had died of cocaine ingestion.\r\nFurther, after the case was dismissed because previous counsel had failed\r\nto obtain proper service of an amended complaint, client threatened to\r\n\"bring him down.\" Respondent testified client fired him on October 28,\r\n1996, but he felt he was in a \"Catch 22\" because a summary judgment\r\nmotion was approaching in the other action on November 5, 1996.\r\nTherefore., respondent prepared for and attended the hearing. At the\r\nNovember 5, 1996 hearing, client advised the court of respondent's alleged\r\nsexual harassment. Respondent felt this was simply an attempt by client\r\nto obtain a continuance which the court would otherwise not allow. Client\r\nwas granted a continuance and respondent was relieved as counsel.\r\nFollowing the October 28, 1996 hearing, client retained another attorney to\r\nrepresent her in these actions. This attorney did not require a retainer. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFormal charges alleged respondent had engaged in a pattern of\r\nconduct consisting of sexual harassment and/or improper sexual conduct\r\ntoward a client, thereby violating Rule 7(a) (1), (5), and (6) of the Rules\r\nFor Lawyer Disciplinary Enforcement, Rule 413, SCACR (RLDE), and Rule\r\n1.7(b) and 8.4(c) and (e) of the Rules of Professional Conduct, Rule 407,\r\nSCACR (RPC). After a hearing, a subpanel of the Commission on Lawyer \r\n  \r\np.6\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nConduct (Commission) found misconduct and recommended respondent\r\nreceive a public reprimand. The subpanel concluded this misconduct\r\nviolated Rule 7(a)(1), (5), and (6) of the RLDE, and Rule 8.4(a), (c) and (e)\r\nof the RPC. The full Commission adopted the subpanel's report. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCIPLINARY VIOLATIONS \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough this Court is not bound by the findings of the\r\nsubpanel and Commission, these findings are entitled to great weight,\r\nparticularly when the inferences to be drawn from the testimony depend\r\non the credibility of the witnesses. Matter of Marshall, 331 \r\n  S.C. 514, 498\r\nS.E.2d 869 (1998); Matter of Yarborough, 327 S.C. 161, 488 S.E.2d 871\r\n(1997). However, this Court may make its own findings of fact and\r\nconclusions of law. Matter of Marshall, supra. Further, a disciplinary\r\nviolation must be proven by clear and convincing evidence. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe agree with the subpanel and Commission's conclusion that,\r\nby clear and convincing evidence, respondent committed misconduct by\r\nmaking an unwanted sexual advance toward client on July 6, 1996, and by\r\nmaking inappropriate sexual comments to client. The resolution of this\r\nmatter turns on the credibility of client and respondent. The subpanel\r\nconcluded respondent's testimony was not credible and client's version of\r\nevents was credible. In reaching this conclusion, the subpanel relied on\r\nthe fact that client's testimony was corroborated by the testimony of her\r\nmother and her aunt. The fact that these witnesses were sequestered\r\nfurther supported this conclusion. In finding respondent's version of the\r\nincident not credible, the subpanel noted inconsistencies in respondent's\r\ntestimony such as doubting he asked client to come to Union because he\r\nwas involved in a \"serious\" trial, however, admitting he asked client to\r\ncome to Newberry while he was in trial. As noted by the subpanel,\r\ninstead of denying making the improper comments, respondent only\r\nclaimed they were taken out of context. Further, respondent never denied\r\nthe touching occurred. Instead, he asserted client instigated the contact.\r\nWe agree with the subpanel's finding that client's version of the events\r\nwas credible and respondent's version was not credible. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent's misconduct violated Rule 7(a)(1) (violating or\r\nattempting to violate the RPQ Rule 7(a)(5) (engaging in conduct tending\r\nto pollute the administration of justice or to bring the courts or the legal\r\nprofession into disrepute or conduct demonstrating an unfitness to practice\r\nlaw); and Rule 7(a)(6) (violating the oath of office), of the RLDE. Further \r\n  \r\np.7\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nrespondent violated Rule8.4(a) (violating or attempting to violate the\r\nRPQ; Rule 8.4(c) (engaging in conduct involving moral turpitude); and\r\nRule 8.4(e) (engaging in conduct prejudicial to the administration of\r\njustice), of the RPC. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSANCTION \r\n  \r\n  \r\n  \r\nThe authority to discipline attorneys and the manner in which\r\nthe discipline is given rests entirely with the Supreme Court. Matter \r\n  of\r\nMarshall, supra; Matter of Hines, 275 S.C. 271, 269 S.E.2d 766 (1980). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMatter of Bellino, 308 S.C. 130, 417 S.E.2d 535 (1992), is\r\nfactually similar to this case. In that case, attorney pled guilty to \r\n  military\r\ncharges involving attorney's inappropriate touching of two female clients.\r\nId. The clients had not consented to the touching. The military court\r\nfound attorney unfit to be a marine. In addition to a 31 month temporary\r\nsuspension, this Court suspended attorney for six months and required\r\nhim to retake and pass the Professional Responsibility Examination. Id.\r\nThis Court found the harsh sanction was appropriate because attorney's\r\nconduct constituted an abuse of the power he possessed as the clients'\r\nattorney. The clients were in vulnerable positions and attorney attempted\r\nto take advantage of their need for help. Id. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSimilar cases from other jurisdictions involving inappropriate\r\ntouching and comments to either clients or employees have resulted in a\r\nwide range of sanctions. See Matter of Piatt, 951 P.2d 889 \r\n  (Ariz. 1998)\r\n(attorney is publicly censured for making sexually harassing comments to\r\nclients); People v. Dawson, 894 P.2d 756 (Colo. 1995) (attorney \r\n  convicted of\r\nsecond degree attempted sexual assault and charged with sexual assault of\r\na client was disbarred); People v. Lowery, 894 P.2d 758 (Colo. 1995)\r\n(attorney was suspended for one year and one day for sexually harassing\r\nthree female employees, including making inappropriate comments and\r\nengaging in unwelcome touching); People v. Bergner, 873 P.2d \r\n  726 (Colo.\r\n1994) (attorney was publicly censured for participating in a conversation\r\nwith a divorce client that was sexual in nature and made the client\r\nuncomfortable); The Florida Bar v. McHenry , 605 So.2d 459 (Fla. 1992)\r\n(attorney was disbarred where he had improperly touched a female client\r\nand had masturbated in front of another female client and he had received\r\ntwo prior public reprimands); Matter of Rinella, 677 N.E.2d 909 (111. \r\n  1997)\r\n(suspended attorney for at least three years where attorney took\r\nadvantage of his superior position by pressuring three divorce clients into \r\n  \r\np.8\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\n\r\n\r\nhaving sexual relations with him and attorney testified falsely in the\r\ndisciplinary proceeding); Iowa Supreme Court Bd. of Professional \r\n  Ethics\r\nand Conduct v. Hill, 540 N.W.2d 43 (Iowa 1995) (attorney, who was\r\npreviously disciplined for engaging in sex with a client, was suspended\r\nfrom practice for at least one year where attorney made unwelcome sexual\r\nadvances toward another client); In re Howard, 912 S.W.2d 61 (Mo. \r\n  1995)\r\n(attorney was suspended for at least six months for sexual harassment of\r\nclients and for asserting in motions papers the judge acted under \"unusual\r\namount of influence\" from opposing counsel); Columbus Bar Association \r\n  v.\r\nBaker, 647 N.E.2d 152 (Ohio 1995) (attorney, who abused cocaine and\r\nalcohol, was placed on probation for two years for using vulgar and\r\nsexually explicit language in the presence of a 17 year old female\r\nemployee); State ex rel Oklahoma Bar Association v. Sopher, 852 P.2d \r\n  707\r\n(Okla. 1993) (public reprimand was warranted where attorney made\r\nimproper comments to a client and inappropriately touched the client\r\nwithout her consent); Matter of Disciplinary Proceedings against \r\n  Heilprin,\r\n482 N.W.2d 908 (Wis. 1992) (attorney, who had previously been disciplined\r\nfor the same misconduct, was disbarred where he directed sexually explicit\r\nand suggestive comments and questions to two female clients during office\r\nconferences). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has been disciplined by this Court in the past in\r\nunrelated matters. On August 4, 1997, respondent was definitely\r\nsuspended for six months. Yarborough, supra. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough respondent's misconduct could have potentially\r\ncreated a conflict of interest and affected his ability to exercise\r\nindependent professional judgment and render candid advice to client,\r\nthere is no evidence in the record respondent failed to provide adequate\r\nrepresentation of client after she rebuffed his advances. Instead, the\r\nrecord indicates respondent was a zealous advocate for client and took all\r\nthe necessary steps to protect client's interests. Therefore, we publicly\r\nreprimand respondent for his inappropriate behavior toward this client and\r\norder respondent to pay the costs of this action. See Rule 7(b)(8), \r\n  RLDE. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\np.9\r\n\r\nIn the Matter of Ernest E. Yarborough \r\n\r\n\r\n\r\np.10 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24952","title":"R. L. Jordon Oil Company v. York County Zoming Board of Appeals","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24952","description":"","date":"1999-06-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 20 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nR. L. Jordan Oil\r\nCompany of North Appellant,\r\nCarolina, Inc., \r\n  \r\nv. \r\n  \r\nYork County Zoning\r\nBoard of Appeals and\r\nYork County Planning\r\nand Development Respondents.\r\nServices, \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Circuit Court Judge \r\n  \r\nOpinion No. 24952\r\nHeard April 7, 1999 Filed June 14, 1999 \r\n  \r\nREVERSED \r\n  \r\nMatthew A. Henderson, of Henderson, Brandt &amp;\r\nVieth, of Spartanburg, and Joshua M. Henderson, of\r\nKennedy, Covington, Lobdell &amp; Hickman, L.L.P., of\r\nRock Hill, both, for appellant. \r\n  \r\nMelvin B. McKeown, Jr., of McKeown Law Firm, of\r\nYork, for respondent. \r\n  \r\np.1\r\n\r\nR.L. JORDAN OIL CO. v. YORK COUNTY ZONING BOARD OF APPEALS \r\n\r\n\r\n\r\n\r\n\r\nTOAL, A.J.: This case is on appeal from the circuit court's decision\r\nupholding the zoning board of appeal's denial of grandfather status for three\r\nvideo poker machines. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nJordan is the owner/operator of Hot Spot #6, a convenience store in\r\nBowling Green, York County, South Carolina. Jordan has operated a number\r\nof video poker machines at the Hot Spot #6 for over a decade. In June 1993,\r\nJordan contracted with Carolina Games to install five video poker games in \r\n  the\r\nstore. Jordan operated these machines while Carolina Games remained the\r\nowner of the games. Under this arrangement, Carolina Games had the\r\nresponsibility for obtaining all necessary video poker licenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the time Carolina Games installed the machines at the Hot Spot #6,\r\nYork County did not have any licensing requirement for video poker machines.\r\nOn January 3, 1994,, York County enacted Ordinance No. 294 containing the\r\nCounty's first video poker licensing requirement. York County Ordinance No.\r\n294 imposes a $300 licensing fee on each machine operated in the county.\r\nFailure to pay the fee may result in a fine between $100 and $500 dollars or \r\n  up\r\nto 30 days imprisonment for each offense. County licenses for the five \r\n  machines\r\nowned by Carolina Games at the Hot Spot #6 were never purchased. The\r\nCounty never enforced the ordinance's fines against Carolina Games or Jordan. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn November 1994, the citizens of York County voted in a referendum to\r\nban video poker machines. In May 1995, Carolina Games decided to remove its\r\nfive machines from the Hot Spot #6 in anticipation of the July 1, 1995 ban on\r\nvideo poker in York County. On June 22, 1995, Jordan learned that the video\r\npoker ban would be postponed. The next day, Jordan installed 2 video poker\r\nmachines in the Hot Spot #6 and obtained both the state and county licenses. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe County's ban on video poker was eventually ruled unconstitutional\r\nby this Court in Martin v. Condon, 324 S.C. 183, 478 S.E.2d 272 \r\n  (1996). On\r\nFebruary 10, 1997, in response to the ban's demise, York County passed\r\nOrdinance No. 497 including new video poker regulations. Ordinance No. 497\r\nincluded a \"Grandfather Clause\" that allowed the continued operation of video\r\npoker machines that met certain criteria. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn February 1997, Jordan began applying to the York County Planning\r\nDepartment to have the Hot Spot #6 recognized as in compliance with the \r\n  \r\np.2\r\n\r\nR.L. JORDAN OIL CO. v. YORK COUNTY ZONING BOARD OF APPEALS \r\n\r\n\r\n\r\n\r\n\r\nGrandfather Clause for five video poker machines. While Jordan presented\r\nevidence that it operated five machines at the Hot Spot #6 at a time prior to\r\nYork County Ordinance No. 497's cutoff date of June 30, 1995, the Planning\r\nDepartment issued a recognition of zoning compliance for only 2 machines. On\r\nFebruary 13, 1997, the York County Zoning Board of Appeals (\"ZBA\") affirmed\r\nthe decision to grandfather only 2 machines. Both the decision of the \r\n  Planning\r\nDepartment and the ZBA relied on the fact that Jordan had only two county\r\nlicenses at the time of the Ordinance's June 30, 1995 cutoff date. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJordan appealed ZBA's decision to the circuit court. The action was tried\r\nwithout a jury and an order entered affirming the grandfathering of only two\r\nmachines at the Hot Spot #6. Jordan then appealed to this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nJordan claims that under the York County Grandfather Clause it is\r\nentitled to have five machines at the Hot Spot #6. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn February 16, 1998, York County amended the ordinance under which\r\nthis controversy began, altering significantly the Grandfather Clause. \"The\r\ngeneral rule is that the repeal or amendment of a zoning ordinance during an\r\nappeal renders the appeal moot.\" Peterson Outdoor Advertising Corp. v.\r\nBeaufort County, 291 S.C. 533, 535, 354 S.E.2d 563, 564 (1987). The\r\nGrandfather Clause of the York County Ordinance under discussion has been\r\nmaterially altered since the appeal of this case began. Under the principle\r\nespoused in Peterson, this Court could dismiss Jordan's appeal in order to \r\n  allow\r\nthe company to bring its request under the new version of the ordinance.\r\nAnother option is to vacate the Circuit Court's order and remand for a\r\ndetermination of Jordan's rights under the new ordinance. See \r\n  Calibogue\r\nGardens Development Group, Inc. v. Town of Hilton Head Island, 296 \r\n  S.C. 342,\r\n372 S.E.2d 590 (1988). Neither option is necessary in the current case \r\n  because\r\nthere are no new factual findings necessary to resolve the dispute under the\r\namended ordinance. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nYork County Ordinance 497, when originally applied to Jordan, limited\r\nthe number of games in a grandfathered establishment to the number of\r\nmachines in operation on the effective date of the ordinance. The County\r\ndetermined that there were only two machines in operation at the location on\r\nthat date and therefore only grandfathered two machines. The County has\r\nsince removed from the ordinance the restriction on an establishment from \r\n  \r\np.3\r\n\r\nR.L. JORDAN OIL CO. v. YORK COUNTY ZONING BOARD OF APPEALS \r\n\r\n\r\n\r\n\r\n\r\nhaving more than the number of games in operation on the effective date.\r\nSection 4 currently states as follows: \r\n  \r\n(i) the owner, lessee or operator of such video poker establishment\r\nhas owned, leased or operated a video poker establishment at\r\nthe location for which grandfather status is claimed in\r\ncompliance with state law for a continuous and\r\nuninterrupted period of not less than six months before June\r\n30,1995; and \r\n  \r\n(ii) the owner, lessee or operator of such video poker establishment,\r\nor the owner of video poker or electronic video game\r\nmachines located in such establishment, obtained and\r\ncontinuously maintained current valid county and state\r\nlicenses for video poker machines or electronic video game\r\nmachines at the location for which grandfather status is\r\nclaimed; and \r\n  \r\n  \r\n  \r\n(iii) the video poker establishment seeking grandfather status was\r\nlocated in the Business Development District/Convenience\r\n(BD-I), Business Development District/General (BD-III), or\r\nUrban Development District (UDD) Zoning Districts and had\r\nobtained all building permits and certificates of occupancy\r\nrequired under applicable state and county codes and laws;\r\nand \r\n  \r\n(iv) the operation of a video poker establishment was the principal\r\nuse or a lawful incidental, subordinate or accessory use of the\r\nproperty claimed; provided that the number of video poker\r\nmachines or electronic game machines may not exceed the\r\nnumber of such machines in operation at the building or\r\nproperty for which grandfather status is claimed on June 30,\r\n1995, or the number of such machines permitted at such\r\nlocation under applicable provisions of state statutes, county\r\nordinances or applicable regulations. \r\n  \r\n(v) the issuance of licenses for video poker machines or electronic video\r\ngame machines shall not be deemed to constitute approval of the\r\nplacement, use, location or operation of such machines in any\r\nzoning district or at any location at which video poker \r\n  \r\np.4\r\n\r\nR.L. JORDAN OIL CO. v. YORK COUNTY ZONING BOARD OF APPEALS \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nestablishment uses are not a permitted use under the York county\r\nZoning and Development Standards Ordinance as amended by\r\nOrdinance 497, state statutes and regulations, and this\r\nordinance. (Emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nUnder the previous County ordinance, the ZBA made the determination\r\nthat Jordan only had two machines on the effective date of the ordinance and\r\ntherefore could only be allowed to grandfather two machines. Under the newly\r\namended ordinance, if Jordan is entitled to any video poker machines at the\r\nlocation, it is entitled to the \"number of such machines permitted at such\r\nlocation under applicable provisions of state statutes, county ordinances or\r\napplicable regulations.\" Since the County has already determined that Jordan\r\nmet all the requirements for two machines at the location, under the amended\r\nordinance, the County cannot deny that Jordan is entitled to the other three\r\nmachines to reach the maximum number permitted by applicable law. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\nFor the foregoing reasons, the order of the circuit court is REVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ.,.concur. \r\n  \r\nP.5 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24953","title":"Tiralango v. Balfry","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24953","description":"","date":"1999-06-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 20\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nJoseph S. Tiralango, Respondent, \r\n  \r\nv. \r\n  \r\nTheberge Celine Balfry, Petitioner. \r\n  \r\nAppeal From Charleston County\r\nH. Dean Hall, Circuit Court Judge \r\n  \r\nOpinion No. 24953\r\nHeard April 6, 1999 - Filed June 14,1999 \r\n  \r\nREVERSED \r\n  \r\nRichard A. Farrier, Jr. and Dierdre Shelton McCool,\r\nboth of Nelson, Mullins, Riley &amp; Scarborough, LLP,\r\nof Columbia, for petitioner. \r\n  \r\nThomas W. Greene, of Greene Law Firm, of\r\nCharleston, for respondent. \r\n  \r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals' decision in Tiralango v. Balfry, 329 S.C. 228,495 S.E.2d 234 \r\n  (Ct. App.\r\n1997). We reverse. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nTiralango, a New York resident, and Balfry, a Quebec resident, were \r\n  \r\np.6\r\n\r\nTIRALANGO v. BALFRY \r\n\r\n\r\n\r\n\r\n\r\ninvolved in an auto accident in Myrtle Beach on April 5, 1992. A police \r\n  report\r\nshowing Balfry's address was prepared on the day of the accident. However,\r\nTiralango did not learn the address until he wrote for and received a copy of \r\n  the\r\npolice report, approximately one'month later. Tiralango filed a summons and\r\ncomplaint against Balfry on March 21, 1995. He served Balfry on April 11,\r\n1995. The circuit court granted Balfry summary judgment on the ground the\r\naction was barred by the three year statute of limitations in S.C. Code Ann. \r\n  §\r\n15-3-530(5)(Supp. 1996).1 The Court of \r\n  Appeals reversed, finding the statute\r\nof limitations tolled as Balfry had departed from and remained outside the \r\n  state\r\nof South Carolina for more than one year. Tiralango v. Balfry, 329 \r\n  S.C. 228,\r\n495 S.E.2d 234 (Ct. App. 1997).2 We granted \r\n  certiorari to assess the impact of\r\nour recent decision in Meyer v. Paschal, 330 S.C. 175, 498 S.E.2d 635 \r\n  (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSubsequent to the Court of Appeals' opinion in this matter, this Court\r\ndecided Meyer v. Paschal in which we held the tolling provisions of \r\n  section 15-3\r\n30 are inapplicable when a nonresident defendant is amenable to personal\r\nservice and may be brought within the jurisdiction of South Carolina \r\n  courts.3\r\nIt is undisputed that Balfry was at all times amenable to personal service \r\n  and\r\nsubject to thejurisdiction of South Carolina courts. Accordingly, under a \r\n  literal \r\n  \r\n  \r\n  \r\n\r\n1 Section 15-3-530(5) provides a three year statute of \r\nlimitations for \"any\r\ninjury to the person or rights of another, not arising on contract and not\r\nenumerated by law...\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2 S.C. Code § 15-3-30 provides: \r\n  \r\nIf when a cause of action shall accrue against any person he shall\r\nbe out of the State, such action may be commenced within the\r\nterms in this chapter respectively limited after the return of such\r\nperson into this State. And if, after such cause of action shall have\r\naccrued, such person shall depart from and reside out of this State\r\nor remain continuously absent therefrom for the space of one year\r\nor more, the time of his absence shall not be deemed or taken as\r\nany part of the time limited for the commencement of such action. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Meyer specifically overruled prior case law \r\n  which had held the tolling\r\nstatute applied to absent defendants notwithstanding their amenability to\r\npersonal service. \r\n  \r\np.7\r\n\r\nTIRALANGO v. BALFRY \r\n\r\n\r\n\r\n\r\n\r\ninterpretation of Meyer, it is patent the tolling statute would not \r\n  apply such\r\nthat Tiralango's suit is barred. However, Meyers was expressly limited, as\r\nfollows: \r\n  \r\n  \r\n  \r\nOur holding is limited to situations similar to the instant case in\r\nwhich the name and location of the defendant is known to the\r\nplaintiff. The period of limitations may be tolled when that\r\ninformation is not known to the plaintiff. Whether the\r\nplaintiff had such knowledge could conceivably be a question of\r\nfact. \r\n  \r\n  \r\n  \r\n330 S.C. at 184, 498 S.E.2d at 639 (emphasis supplied). It is undisputed that\r\nTiralango did not learn Balfry's address until approximately one month after\r\nthe accident. Accordingly, the question is whether the statute was tolled \r\n  during\r\nthis one month period.4 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nResolution of this issue turns upon construction of the phrase \"known to\r\nthe plaintiff\" in Meyer. If construed as a requirement of actual, \r\n  subjective\r\nknowledge, then the statute is tolled for the period during which Tiralango \r\n  did\r\nnot \"know\" Balfry's address. If construed as an objective knowledge\r\nrequirement, i.e., \"could have/should have known,\" then the statute is not \r\n  tolled\r\nas Balfry's address was at all times available. We find the latter \r\n  construction\r\nmore consistent with our opinion in Meyer, and with the reasoning in \r\n  other\r\njurisdictions.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Meyer, we addressed the rationale for holding the statute is not \r\n  tolled\r\nwhen the defendant is amenable to service, stating, \"No construe the tolling\r\nstatute in the manner urged by the plaintiff (i.e., as being tolled until the\r\nplaintiff decides to serve the defendant) would allow suits to be postponed \r\n  \r\n  \r\n  \r\n\r\n4 If tolled, the statute would not have begun to run \r\nuntil May 5, 1992,\r\nsuch that Tiralango's complaint,. served on Balfry on April 11, 1995, would \r\n  fall\r\nwithin the three year statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 Recently, in Alday v. Tecphy Div. Firminy , \r\n  10 F.Supp. 2d 562 (D.S.C.\r\n1998), the federal district court interpreted Meyer as establishing an \r\n  objective\r\nknowledge requirement stating the limitations period is tolled if the \r\n  defendant's\r\nname and location is not known to the plaintiff, \"and is not able to be\r\ndiscovered by reasonable methods before the statute of limitations runs.\" \r\n  \r\np.8\r\n\r\nTIRALANGO v. BALFRY \r\n\r\n\r\n\r\n\r\n\r\nindefinitely, for no good purpose, and to be brought in some cases at the\r\nvirtually unlimited pleasure of the plaintiff.\" 330 S.C. at 183, 498 S.E.2d \r\n  at\r\n639. In the present case, were we to apply an actual knowledge requirement,\r\nTiralango would have been free to wait six months or one year (or longer) to\r\nobtain the report and the statute would nonetheless be tolled, \r\n  notwithstanding\r\nthe address was at all times available to him. Such a result is patently\r\ninconsistent with our holding in Meyer and, accordingly, we decline to \r\n  so hold. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMoreover, authority in other jurisdictions accords with our view. In\r\nSlayden v. Sixta, 813 P.2d 393 (Kan. 1991), the issue was whether the\r\ndefendant's absence from the state tolled the statute of limitations where \r\n  the\r\nplaintiff did not, for a time, know the defendant's whereabouts. Slayden held\r\nthe only reasonable and logical construction of \"whether the defendant's\r\nwhereabouts were known\" was whether the plaintiff actually knew the\r\ndefendant's whereabouts or whether the plaintiff could, through the exercise \r\n  of\r\nreasonable diligence, have known the defendant's whereabouts. See also\r\nSullivan v. Trustmark Nat'l Bank, 653 So.2d 930 (Miss. 1995)(statute \r\n  of\r\nlimitations not tolled if plaintiff knew, or should have known, of \r\n  defendant's\r\nwhereabouts); Johnson v. Stuenzi, 696 A.2d 237 (Pa. Super. \r\n  1997)(applying\r\n\"reasonable diligence\" standard to plaintiffs efforts to locate defendant); Doyle\r\nv. Shubs, 717 F.Supp. 946, 951, nA (D.Mass. 1989)(implying that courts \r\n  should\r\nadopt standard that defendant's name or location \"could not reasonably have\r\nbeen known\" during the limitations period). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn accordance with the above authority, we construe the language in\r\nMeyer as requiring an objective test of knowledge, i.e., the statute \r\n  is tolled\r\nwhen the plaintiff did not, and could not reasonably have known the\r\nwhereabouts of the defendant. Under the facts of this case, the defendant's\r\nwhereabouts were at all times discoverable such that Tiralango could\r\nreasonably have known Balfry's address from the date of the accident.\r\nAccordingly, the statute was not tolled, and the Court of Appeals' opinion is \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED.6 \r\n  \r\n  \r\n  \r\nFINNEY, C. J. , TOAL, MOORE, and BURNETT, JJ. , concur. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\r\n6 We note also that Tiralango timely filed this action \r\nin March, 1995. He simply\r\nfailed to serve Balfry until April 11, 1995, notwithstanding he had obtained \r\n  her address in\r\nMay, 1992. Accordingly, it is patent that the one month delay in obtaining \r\n  Balfry's address\r\nin no way contributed to his untimely service. Accord Doyle v. Shubs, \r\n  717 F.Supp. 946 (D.\r\nMass. 1989)(purpose of tolling provisions inapplicable where plaintiff s lack \r\n  of knowledge\r\nof defendant's address did not cause delay in filing lawsuit). \r\n  \r\np.9 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24954","title":"Blyth v. Marcus","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24954","description":"","date":"1999-06-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 20 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nEileen C. Blyth, Appellant,\r\nv.\r\nFrank Lamar Marcus, Respondent. \r\n  \r\nAppeal From Richland County\r\nJames R. Barber, III, Circuit Court Judge \r\n  \r\nOpinion No. 24954 \r\n  \r\nHeard April 8, 1999 - Filed June 14, 1999 \r\n  \r\nREVERSED AND REMANDED \r\n  \r\nJames T. McLaren, C. Dixon Lee, III, both of\r\nMcLaren &amp; Lee, of Columbia, for appellant. \r\n  \r\nRobert A. McKenzie and Robert M. Cook, II, both of\r\nMcDonald, McKenzie, Rubin, Miller &amp; Lybrand,\r\nL.L.P., of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: The trial court granted respondent summary\r\njudgment on the grounds that the action was barred by the statute of\r\nlimitations and the tolling statute was unconstitutional. We reverse and\r\nremand. \r\n  \r\np.10\r\n\r\nBLYTH v. MARCUS \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nIn Columbia, on August 20, 1984, a car driven by respondent, Frank\r\nMarcus (Marcus), crossed the center lane and struck appellant, Eileen Blyth\r\n(Blyth), who was riding a bicycle. At the time of the accident both parties\r\nlived in South Carolina. Marcus moved to Georgia sometime in April 1985\r\nand since then has remained a resident of Georgia. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBlyth commenced this action by filing a summons and complaint on\r\nAugust 15, 1991, over seven years after the accident.1 Marcus filed \r\n  a motion\r\nto dismiss alleging that the statute of limitations had run and the tolling\r\nstatute was repealed by the enactment of the Rules of Civil Procedure which\r\nbecame effective July 1, 1985. The trial judge treated the motion as one for\r\nsummary judgment and granted Marcus's motion. Blyth appealed. The\r\nCourt of Appeals reversed the grant of summary judgment. Blyth v. \r\n  Marcus,\r\n322 S.C. 150) 470 S.E.2d 389 (Ct. App. 1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn remand, Marcus filed a second summary judgment motion on the\r\nground that the statute of limitations had run and the tolling statute was\r\nunconstitutional. The trial judge granted the motion and held the tolling\r\nstatute was unconstitutional and Blyth's action was time barred. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUES \r\n  \r\n  \r\n  \r\n1) Did the circuit court err in allowing Marcus to make a second\r\nsummary judgment motion on the basis of the statute of limitations? \r\n  \r\n  \r\n  \r\n2) Is S.C. Code Ann. § 15-3-30 (1976) unconstitutional? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\n1) Second Summary Judgment Motion \r\n  \r\n  \r\n  \r\nBlyth contends the circuit court erred in allowing Marcus to bring a\r\nsecond summary judgment motion on the issue whether the statute of\r\nlimitations barred Blyth's cause of action. We disagree. \r\n  \r\n  \r\n  \r\n\r\n1 It is undisputed that the statute of limitations for \r\nthis cause of action\r\nis six years. \r\n  \r\np.11\r\n\r\nBLYTH v. MARCUS \r\n\r\n\r\n\r\n\r\n\r\nA defendant can bring a subsequent summary judgment motion after\r\nhis first motion had been denied. Brown v. Pearson, 326 S.C. 409, 483\r\nS.E.2d 477 (Ct. App. 1997); PPG Indus. v. Orangeburg Paint &amp; \r\n  Decorators\r\nCenter, 297 S.C. 176, 375 S.E.2d 33 (Ct. App. 1988). The rationale \r\n  behind\r\nthese cases is that the denial of a motion for summary judgment is an\r\ninterlocutory decision which the trial judge can reconsider until the end of\r\nthe trial. Here, the first motion for summary judgment was granted and\r\nBlyth appealed. On appeal, the Court of Appeals reversed the grant of\r\nsummary judgment. In effect, the reversal of the first grant of summary\r\njudgment was equivalent to the denial of summary judgment. Issues raised\r\nin the first motion then may be raised again later in the proceedings by a\r\nmotion to reconsider the denial of summary judgment or by a motion for a\r\ndirected verdict. Brown, supra. Accordingly, we hold appellant was not\r\nbarred from challenging the validity of the tolling statute by way of a\r\nsubsequent summary judgment motion. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2) Constitutionality of § 15-3-30 \r\n  \r\n  \r\n  \r\nBlyth contends the circuit court erred when it declared § 15-3-30\r\nviolated the Commerce Clause. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nSection 15-3-30 provides: \r\n  \r\nIf when a cause of action shall accrue against any person\r\nhe shall be out of the State, such action may be commenced\r\nwithin the terms in this chapter respectively limited after\r\nthe return of such person into this State. And if, after such\r\ncause of action shall have accrued, such person shall depart\r\nfrom and reside out of this State or remain continuously\r\nabsent therefrom for the space of one year or more, the\r\ntime of his absence shall not be deemed or taken as any\r\npart of the time limited for the commencement of such\r\naction. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Bendix Autolite Corp. v. Midwesco Enterprises, Inc., 486 U.S. \r\n  888,108\r\nS.Ct. 2218, 100 L.Ed.2d 896 (1988), the United States Supreme Court held a \r\n  \r\nsimilar Ohio tolling statute violated the Commerce Clause.2 The Ohio \r\n  statute, in \r\n  \r\n\r\n2 The Ohio statute read: \"When a cause of action \r\naccrues against a\r\nperson, if he is out of state, has absconded, or conceals himself, the period \r\n  of \r\n  \r\np.12\r\n\r\nBLYTH v. MARCUS \r\n\r\n\r\n\r\n\r\n\r\neffect, gave Ohio tort plaintiffs unlimited time to sue out-of-state \r\n  defendants. The\r\ndefendant in Bendix was a corporation and, in weighing the burden \r\n  which the\r\nstatute placed upon interstate commerce, the Court focused on the defendant's\r\nstatus as a corporation. The Court reasoned that a foreign corporation would\r\nhave to choose between exposure to the general jurisdiction of the Ohio \r\n  courts or\r\nforfeiture of any limitations defense under the tolling statute. The Court \r\n  held this\r\nwas an impermissible burden on interstate commerce thereby violating the\r\nCommerce Clause. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe circuit court found Guyton v. J.M. Mfg., Inc., 894 F.Supp. 252\r\n(D.S.C. 1995), persuasive. In Guylon, the court held the holding in Bendix\r\nmandated a finding that § 15-3-30 violates the Commerce Clause.3 However,\r\nthree years after Guyton was decided, in Meyer v. Paschal, 330 \r\n  S.C. i75, 498\r\nS.E.2d 635 (1998), we held that § 15-3-30 does not toll the statute of\r\nlimitations when the nonresident defendant is amenable to personal service\r\nand the defendant can be brought within the personal jurisdiction of our\r\ncourts. We held the period of limitations may be tolled only when the name\r\nand location of the defendant are not known to the plaintiff.4 Since we have\r\nlimited the application of § 15-3-30 in Meyer, the statute is now \r\n  substantially\r\ndifferent than the Ohio statute struck down in Bendix. See Alday v. \r\n  Tecphy Div.\r\nFirminy , 10 F.Supp.2d 562 (D. S.C. 1998) (with Meyer \"interpretation of section\r\n15-3-30, the constitutional concerns raised in Bendix and Guyton are not\r\npresent.\").5 Lastly, we \r\n  note \" [c]onstitutional. constructions of statutes are not \r\n  \r\n\r\nlimitation for the commencement of the action as provided ... does not begin\r\nto run until he comes into the state or while he is so absconded or \r\n  concealed.\r\nAfter the cause of action accrues if he departs from the state, absconds, or\r\nconceals himself, the time of his absence or concealment shall not be\r\ncomputed as any part of a period within which the action must be brought.\" \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Of course, this decision is not binding on this \r\n  Court. See Phillips v.\r\nPeriodical Publishers' Serv. Bureau, Inc., 300 S.C. 444, 388 S.E.2d \r\n  787\r\n(1989). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n4 More recently, we have held that the tolling \r\n  statute applies only when\r\nthe plaintiff could not discover the whereabouts of the defendant. Tiralango\r\nv. Balfry, Op. No. 24953 (S.C. Sup. Ct. filed June 14,1999). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 Furthermore, several other jurisdictions which \r\n  have interpreted\r\nBendix have held that the Bendix decision is limited to the facts in that \r\n  case\r\nand whether interstate commerce is effected must be analyzed on a case-by- \r\n  \r\np.13\r\n\r\nBLYTH v. MARCUS \r\n\r\n\r\n\r\n\r\n\r\nonly judicially preferred, they are mandated; a possible constitutional\r\nconstruction must prevail over an unconstitutional interpretation.\"\r\nHenderson v. Evans, 268 S.C. 127, 132, 232 S.E.2d 331 (1977). \r\n  Accordingly,\r\nwe hold § 15-3-30 does not violate the Commerce Clause in light of our\r\ndecision in Meyer. Thus, the trial judge's ruling that the statute is\r\nunconstitutional is reversed.6 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMarcus also now argues Meyer precludes Blyth from utilizing the\r\ntolling statute because Marcus was amenable to service and his whereabouts\r\nwere not concealed from her. Pursuant to Meyer and our more recent\r\ndecision in Tiralango, supra, the issue is whether Blyth knew, or \r\n  could have\r\nknown, of Marcus's whereabouts. Accordingly, we remand for the trial judge\r\nto apply the Meyer and Tiralango decisions to the facts of this \r\n  case in\r\ndetermining whether the statute of limitations should be tolled. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nREVERSED AND REMANDED. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\ncase basis. See, e.g. Pratali v. Gates, 5 Cal. Rptr.2d 733, 4 Cal. 4th \r\n632\r\n(1992)(tolling statute does not violate commerce clause when applied to\r\nnoncommercial defendant not engaged in interstate commere). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n6 Blyth also contends the circuit court erred in not \r\n  requiring Marcus to\r\nnotify the Attorney General about his constitutional challenge to § 15-3-30\r\npursuant to S.C. Code Ann. § 15-53-80 or Rule 4, SCRCP. Section 15-53-80\r\napplies only when the action is a declaratory judgment and Rule 4 applies\r\nonly when the action is one seeking a determination about the\r\nconstitutionality of a statute. We note, however, Rule 24(c), SCRCP,\r\nprovides in part, that \" [w]hen the constitutionality of a statute is drawn \r\n  in\r\nquestion in any action in which the State or an officer, agency or \r\n  employee\r\nthereof is not a party, the party shall also serve the motion on the Attorney\r\nGeneral.\" (emphasis added). Although there are no South Carolina cases on\r\nthis issue, we agree with some federal courts which have stated that when no\r\nportion of a statute has been struck down, there seems to be no practical\r\npurpose in remanding to allow intervention. Johnson v. Hamrick, 1998 \r\n  WL\r\n476186 (N.D. Ga. June 10, 1998); Thatcher v. Tennessee Gas \r\n  Transmission,\r\nCo., 180 F.2d 644 5th Cir. 1950). \r\n  \r\np.14 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24955","title":"In the Matter of Bourbeau","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24955","description":"","date":"1999-06-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 20\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn the Matter of Baiba\r\nBourbeau, Respondent. \r\n  \r\nOpinion No. 24955\r\nSubmitted May 26, 1999 - Filed June 14, 1999 \r\n  \r\nPUBLIC REPRIMAND \r\n  \r\nAttorney General Charles M. Condon and Senior Assistant\r\nAttorney General James G. Bogle, both of Columbia,\r\nfor the Office of Disciplinary Counsel. \r\n  \r\nJohn D. Delgado, of Columbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPER CURIAM: In this attorney disciplinary matter, respondent\r\nand disciplinary counsel have entered into an agreement under Rule 21 of\r\nthe Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule\r\n413, SCACR. In the agreement, respondent admits misconduct and consents\r\nto a public reprimand. We accept the agreement and publicly reprimand\r\nrespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOn March 6, 1998, the United States District Court for the\r\nWestern District of North Carolina issued a memorandum and consent order\r\nsuspending the license of respondent in the Western District and staying the\r\nsuspension upon certain conditions. The North Carolina State Bar imposed\r\nreciprocal discipline on April 15, 1998. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent failed to promptly inform the Office of Disciplinary\r\nCounsel of being disciplined in these other jurisdictions contrary to the \r\n  \r\np.14\r\n\r\nIN THE MATTER OF BOURBEAU \r\n\r\n\r\n\r\n\r\n\r\nrequirements of Rule 29(a), RLDE. In mitigation, respondent submitted her\r\nfailure to notify was unintentional. This Court issued reciprocal discipline\r\non November 6, 1998. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nRespondent has violated Rules 7(a)(1) and 7(a)(7), RLDE, and\r\nRules 8.1(b) and 8.4(e), of the Rules of Professional Conduct contained in\r\nRule 407, SCACR. Respondent's conduct warrants a public reprimand.\r\nAccordingly, respondent is hereby publicly reprimanded. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPUBLIC REPRIMAND. \r\n  \r\np.15 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24956","title":"Gaines v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24956","description":"","date":"1999-06-21","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 21 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nArlando Gaines, Respondent,\r\nv.\r\nState of South Carolina, Petitioner. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From Dorchester County\r\nLuke N., Brown, Trial Judge\r\nA. Victor Rawl, Post-Conviction Judge \r\n  \r\n  \r\n  \r\nOpinion No. 24956\r\nSubmitted April 21, 1999 - Filed June 21, 1999 \r\n  \r\n  \r\n  \r\nREVERSED \r\n  \r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, Assistant\r\nAttorney General Matthew M. McGuire, all of\r\nColumbia, for petitioner. \r\n  \r\n  \r\n  \r\nChief Attorney Daniel T. Stacey, of South Carolina\r\nOffice of Appellate Defense, of Columbia, for\r\nrespondent. \r\n  \r\n  \r\n  \r\nTOAL, A.J.: The State has petitioned for a writ of certiorari,\r\ncontesting the Post-Conviction Relief (\"PCR\") court's grant of relief to \r\n  \r\np.1\r\n\r\nGAINES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nArlando Gaines (\"Defendant\") on the grounds that two of his three guilty\r\npleas were not entered \"voluntarily.\" We reverse the PCR court and\r\nreinstate Defendant's two guilty pleas. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nThe State indicted Defendant in November 1994 for two, counts of\r\nburglary second degree and one, count burglary third degree. On November\r\n28, 1994, Defendant pled guilty to all three indictments. Defendant entered\r\na plea of guilty to one count of second degree burglary and entered guilty\r\npleas for the other burglary second charge and the burglary third charge\r\nunder the case North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, \r\n  27\r\nL.Ed.2d 162 (1970).1 An attorney \r\n  from the public defender's office, Mark\r\nWise, acted as Defendant's attorney at the hearing. Defendant did not\r\ndirectly appeal any of his convictions. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAt the hearing, the trial judge made several inquires regarding the\r\nguilty pleas including: \r\n  \r\n(1) Whether Wise-had explained the charges to Defendant; \r\n  \r\n(2) Whether Wise believed Defendant understood the charges pending\r\nagainst him; \r\n  \r\n(3) Whether Defendant understood the amount of time he could be\r\nsentenced to serve as a result of the charges; \r\n  \r\n(4) Whether Defendant had been promised anything besides the\r\nSolicitor's sentencing recommendation for his pleas; \r\n  \r\n(5) Whether Defendant understood he had the right to have a jury trial\r\nand could present witnesses and have his attorney cross-examine the State's\r\nwitnesses; \r\n  \r\n\r\n1The United States Supreme Court held in Alford that an \r\naccused may\r\nconsent voluntarily, knowingly, and understandingly to the imposition of a\r\nprison sentence although unwilling to admit culpability, or even if the \r\n  guilty\r\nplea contains a protestation of innocence, when the accused intelligently\r\nconcludes that his interests require a guilty plea and the evidence strongly\r\nsupports his guilt of the offense charged. \r\n  \r\n  \r\n  \r\np.2\r\n\r\nGAINES v. STATE \r\n\r\n\r\n\r\n\r\n\r\n(6) Whether Defendant understood he did not have to testify at trial\r\nand his silence could not be held against him by the jury; \r\n  \r\n(7) Whether Defendant had any complaints about the police officers or\r\nprosecutors in the case; \r\n  \r\n(8) Whether Defendant was satisfied with the services of his attorney; \r\n  \r\n(9) Whether Defendant was abusing any substance that would prevent\r\nhim from understanding the proceedings; \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge explained the concept of an Alford plea and again\r\nreviewed the amount of time Defendant could receive under the pleas. At\r\nthe end of this extended colloquy,, the following exchange took place between\r\nthe trial court and Defendant: \r\n  \r\nTHE COURT: Knowing all of this, are you pleading guilty freely\r\nand voluntarily? \r\n  \r\nDEFENDANT: Yes, sir. \r\n  \r\nThe trial court then established a factual basis for each of the pleas. In\r\naddressing the factual basis of the non-Alford plea, the trial court stated: \r\n  \r\nTHE COURT: All right, Solicitor, I accept the [non-Alford] plea , I\r\nthink it is free and voluntary. He has knowingly\r\nwaived his rights to a jury trial on that one. And let\r\nme hear the facts on the others and I will give you a\r\nruling on that. (Emphasis added) \r\n  \r\nThe Solicitor then proceeded to give an extended description of the factual\r\nbasis for the incidents alleged under the Alford pleas. The \r\n  Solicitor also gave\r\na summation of Defendant's extensive criminal history and the trial judge\r\nreviewed that history with Defendant in detail. The trial court also heard\r\nfrom Defendant's wife who testified for her husband in hopes of reducing his\r\nsentence. At the conclusion of the wife's testimony, the trial court \r\n  sentenced\r\nDefendant to ten years in prison plus five years probation. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn December 1995, Defendant filed an application for PCR alleging: (1)\r\nineffective assistance of counsel; and (2) prejudicial error on behalf of the \r\n  \r\n  \r\n  \r\np.3\r\n\r\nGAINES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nprosecution. The PCR judge heard oral arguments and on February 16,\r\n1997, issued an order granting relief to Defendant on the two Alford guilty\r\npleas. The PCR judge determined that Defendant was not entitled to relief\r\nas a result of ineffective assistance of counsel. However, the PCR judge\r\nfound that the trial judge failed to make the specific finding of \r\n  voluntariness\r\nfollowing the factual descriptions of the Alford pleas as he had \r\n  stated he\r\nwould. Based on the trial court's failure to state expressly that it found \r\n  the\r\nnon-Alford pleas voluntary, the PCR court set aside those two guilty \r\n  pleas.\r\nThe PCR order upheld Defendant's guilty plea entered on the other second\r\ndegree burglary charge. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nThe State argues that the PCR judge erred in finding the two Alford\r\npleas were involuntary. We agree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n\"If the record reflects, as it does here, that the trial court has assured\r\nitself that the plea was voluntary and intelligently entered with full\r\nknowledge of the nature of the offense, then lack of precise language in the\r\nrecord expressing these considerations is not of itself a valid reason for\r\nreversal.\" State v. Lambert, 266 S.C. 574, 580, 225 S.E.2d 340, 342 \r\n  (1976).\r\nIn the current case, the trial judge satisfied all of the necessary elements \r\n  to\r\nestablish the Alford guilty pleas as voluntary. The PCR judge relied \r\n  on the\r\ntrial judge's statement that he would make an express finding as to the\r\nvoluntariness of the Alford pleas and then failed to do so as the \r\n  sole reason\r\nfor setting aside those guilty pleas. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe test for a valid guilty plea established by Boykin v. Alabama, \r\n  395\r\nU.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969) is whether the record\r\nestablishes that a guilty plea was voluntarily and understandingly made.\r\nGenerally, \"the [court] must be certain that the defendant understands the\r\ncharge and the consequences of the plea and that the record indicates a\r\nfactual basis for the plea.\" In State v. Armstrong, 263 S.C. 594, \r\n  211 S.E.2d\r\n889 (1975), this Court also acknowledged that the \"court's warning should\r\ninclude an explanation of the defendant's waiver of constitutional rights and\r\na realistic picture of all sentencing possibilities.\" Id. at 598, \r\n  211 S.E.2d at\r\n891. To ensure that the defendant understands, the trial judge usually\r\nquestions the defendant about the facts surrounding the crime and the\r\npunishment which could be imposed. See, e.g., State v. Lambert, 266 \r\n  S.C.\r\n5742 225 S.E.2d 340 (1976). It is clear from the record that the trial judge \r\n  \r\np.4 \r\n  \r\n\r\nGAINES v. STATE \r\n\r\n\r\n\r\n\r\n\r\nmet all requirements to enter a valid guilty plea, even if he did not follow\r\nthrough with his promise to explicitly rule on their voluntariness. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe trial judge satisfied all of the necessary requirements when he\r\naccepted the two Alford pleas from Defendant. A review of the record \r\n  shows\r\nthat the judge questioned Defendant extensively about the voluntariness of\r\nboth the non-Alford and Alford pleas. The judge discussed \r\n  the possible\r\nsentences under all the charges and made no distinction between them until\r\nhe established the factual basis for each plea. Following the factual basis \r\n  for\r\nboth the non-Alford and Alford pleas, the trial judge \r\n  sentenced Defendant for\r\nall three charges. The clear implication is that the trial judge found the\r\npleas voluntary or he would not have entered sentences for all three \r\n  offenses.\r\nThat the judge failed to state expressly his finding as to the voluntariness \r\n  of\r\nthe Alford pleas does not defeat the fact that the record itself \r\n  reveals a\r\nvoluntary waiver. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe order of the PCR court is REVERSED and Defendant's two Alford\r\npleas are reinstated. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.5 \r\n  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24957","title":"State v. Bellamy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24957","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 22\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nThe State, Respondent,\r\nv. \r\n  \r\nJames Tyrone Bellamy, Petitioner. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS \r\n  \r\nAppeal From Horry County\r\nSidney T. Floyd, Judge \r\n  \r\nOpinion No. 24957\r\nHeard May 7, 1997 - Filed June 28, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nRonald W. Hazzard, of Myrtle Beach, for Petitioner. \r\n  \r\nAttorney General Charles Molony Condon, Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney General\r\nSalley W. Elliott, Assistant Attorney General G. Robert DeLoach,\r\nIII, all of Columbia; and Solicitor Ralph J. Wilson, of Conway, \r\n  for\r\nRespondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTOAL, A.J.: James Tyrone Bellamy petitioned this Court for a writ\r\nof certiorari to review the decision of the Court of Appeals affirming his\r\nconviction for possession of crack cocaine with intent to distribute. Bellamy\r\nchallenges the validity of a search warrant, contending that the Court of\r\nAppeals erred in affirming the trial court's refusal to suppress evidence\r\nobtained pursuant to the warrant. We affirm. \r\n  \r\np.1\r\n\r\nState v. Bellamy \r\n\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n  \r\n  \r\nIn June 1993, the Police Chief of Atlantic Beach requested the\r\nassistance of the State Law Enforcement Division (\"S.L.E.D.\") concerning a\r\nbreak-in at the Atlantic Beach Police Department. Weapons had been stolen\r\nfrom the Department. The Police Chief informed S.L.E.D.1 a short time later,\r\nthat an individual named Luther Stanley, who was in jail in North Myrtle\r\nBeach on unrelated drug charges, had information about the missing\r\nweapons. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nJoseph W. Vaught, a S.L.E.D. field officer (\"Officer\"), interviewed\r\nStanley. During the interview, Stanley stated that he had seen the weapons\r\nat a particular apartment in Atlantic Beach. The weapons he described\r\nincluded a 25 mm pistol, a .38 caliber pistol, and a .22 caliber Derringer.\r\nThese weapons fit the description of three of the more than twenty weapons\r\nstolen from the Police Department. Stanley gave Officer directions to the\r\nAtlantic Beach apartment. Stanley was familiar with the location because\r\nhe had lived at the apartment for days at a time. Accordingly, he knew the\r\npeople who resided there. Stanley gave Officer the names, including\r\nBellamy's, of the individuals who normally would be in the apartment. In\r\naddition to seeing the weapons at the apartment, Stanley claimed he had\r\nbeen at the apartment one late night when weapons were fired. Furthermore,\r\nStanley told Officer that he had seen drugs at the apartment in early July\r\nand at other times. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nOfficer submitted to the magistrate the following affidavit in support\r\nof the search warrant: \r\n  \r\nAt 1420 hours,, July 08, 1993, Luthor Spencer Stanley, after being\r\nadvised of his rights, stated that [during] the early morning\r\nhours of July 08, 1993, Stanley observed Lamont Gause fire two\r\nshots from a 25 mm pistol while standing outside of the above\r\ndescribed premises. [A]ccording to Stanley, he then observed\r\nGause immediately take the 25 mm pistol inside the premises\r\nand left it. Stanley further stated that on July 06, 1993, he\r\nobserved Lamont Gause take a 38 cal pistol and a 22 cal\r\nDerringer into the above described premises. These three\r\nweapons are the same [description] as weapons stolen from the\r\nAtlantic Beach Police department located in Atlantic Beach, S.C.\r\non or about June 23, 1993. [Stanley] further stated that cocaine\r\nis usually kept in above residence, inside the refrigerator or the\r\nmicrowave oven. \r\n  \r\np.2\r\n\r\nState v. Bellamy \r\n\r\n\r\n\r\n\r\n\r\nThe magistrate issued a search warrant, which was executed on July\r\n8, 1993. Police found drugs in the kitchen and the bedroom of the\r\napartment, which belonged to Lamont Gause. Bellamy was in the apartment\r\nwhen the officers executed the warrant. He was arrested and eventually\r\ntried for possession of crack cocaine with intent to distribute. At trial,\r\nBellamy moved to suppress the evidence seized from the apartment. He\r\nargued that the search warrant should be quashed because it was based on\r\na deficient affidavit in that the applicant failed to recite the reliability \r\n  of\r\nStanley, the in-custody informant. The motion was denied. Bellamy was\r\nfound guilty of possession of crack cocaine with intent to distribute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHe appealed his conviction, arguing that the trial court erred in\r\nadmitting the evidence seized during the execution of the search warrant,\r\nwhich he alleged was issued without probable cause. The Court of Appeals\r\naffirmed his conviction, with one judge dissenting. This Court granted\r\nBellamy's petition for certiorari to review whether the Court of Appeals \r\n  erred\r\nin affirming the finding of the trial court that the officer's affidavit \r\n  recited\r\nsufficient probable cause to support issuance of the search warrant. We\r\naffirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nLAW/ANALYSIS \r\n  \r\n  \r\n  \r\nA search warrant may issue only upon a finding of probable cause.\r\nState v. Owen, 275 S.C. 586, 274 S.E.2d 510 (1981). The South Carolina\r\nGeneral Assembly has enacted a requirement that search warrants may be\r\nissued \"only upon affidavit sworn to before the magistrate ... establishing\r\nthe grounds for the warrant. \" S.C. Code Ann. § 17-13-140 (1985). In Illinois\r\nv. Gates, 462 U.S.213, 238, 103 S. Ct. 2317, 2332, 76 L. Ed. 2d 527, \r\n  548\r\n(1983), the United States Supreme Court adopted a \"totality-of-the\r\ncircumstances\" test for probable cause determinations: \r\n  \r\nThe task of the issuing magistrate is simply to make a practical,\r\ncommon-sense decision whether, given all the circumstances set\r\nforth in the affidavit before him, including the \"veracity\" and\r\n\"basis of knowledge\" of persons supplying hearsay information,\r\nthere is a fair probability that contraband or evidence of a crime\r\nwill be found in a particular place. \r\n  \r\nSee also State v. Williams, 297 S.C. 404, 377 S.E.2d 308 (1989). Gates\r\ndeparted from the strict two-prong approach of Aguilar v. Texas, 378 \r\n  U.S.\r\n108, 84 S. Ct. 1509, 12 L. Ed. 2d 723 (1964) and Spinelli v. United \r\n  States,\r\n393 U.S. 4105, 89 S. Ct. 584, 21 L. Ed. 2d 637 (1969). Aguilar and Spinelli \r\n  \r\np.3\r\n\r\nState v. Bellamy \r\n\r\n\r\n\r\n\r\n\r\nrequired that separate findings be made of the informant's veracity or\r\nreliability and his basis of knowledge.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Supreme Court wrote in Gates that it did not agree with the \r\n  lower\r\ncourt's reasoning that the Aguilar-Spinelli elements should be \r\n  construed as\r\nentirely separate and independent requirements to be rigidly exacted in every\r\ncase. Rather, \"they should be understood simply as closely intertwined issues\r\nthat may usefully illuminate the commonsense, practical question whether\r\nthere is 'probable cause' to believe that contraband or evidence is located \r\n  in\r\na particular place.\" Gates, 462 U.S. at 230, 103 S. Ct. at 2328, 76 \r\n  L. Ed. 2d\r\nat 543. These are \"relevant considerations in the \r\n  totality-of-the-circumstances\r\nanalysis.\" Id. at 233, 103 S. Ct. at 2329, 76 L. Ed. 2d at 545. Gates went on\r\nto declare that a deficiency in one of the elements may be compensated for,\r\nin determining the overall reliability of a tip, by a strong showing as to \r\n  the\r\nother, or by some other indicia of reliability. Id. The case gave \r\n  the following\r\nexamples of the interaction of the relevant considerations: \r\n  \r\nIf, for example, a particular informant is known for the unusual\r\nreliability of his predictions of certain types of criminal activities\r\nin a locality, his failure, in a particular case, to thoroughly set\r\nforth the basis of his knowledge surely should not serve as an\r\nabsolute bar to a finding of probable cause based on his tip.\r\nLikewise, if an unquestionably honest citizen comes forward with\r\na report of criminal activity -- which if fabricated would subject\r\nhim to criminal liability -- we have found rigorous scrutiny of the\r\nbasis of his knowledge unnecessary. Conversely, even if we\r\nentertain some doubt as to an informant's motives, his explicit\r\nand detailed description of alleged wrongdoing, along with a\r\nstatement that the event was observed firsthand, entitles his tip\r\nto greater weight than might otherwise be the case. \r\n  \r\n  \r\n  \r\n\r\n1 See Owen, 275 S.C. 586, 274 S.E..2d 510 \r\n(Where the affidavit is based\r\non an informant's statement, it must set forth facts which show the \r\n  reliability\r\nof the informant and the underlying factual circumstances that support the\r\naccuracy of the informant's information.); State v. Viard, 276 S.C. \r\n  147, 276\r\nS.E.2d 531 (1981)(An affidavit based upon information supplied by a\r\nconfidential informant (1) must describe some of the underlying circumstances\r\nnecessary to enable a neutral and detached magistrate to judge the validity\r\nof the informant's conclusion that the drugs are where he claimed they were\r\nand (2) must describe some of the underlying circumstances from which the\r\nmagistrate can determine whether the affiant-officer's unnamed informant\r\nwas \"credible\" or his information \"reliable.\"). \r\n  \r\n  \r\n  \r\n  \r\n  \r\np.4\r\n\r\nState v. Bellamy \r\n\r\n\r\n\r\n\r\n\r\nGates, 462 U.S. at 233-34, 103 S. Ct. at 2329-30, 76 L. Ed. 2d at \r\n  545\r\n(citations omitted). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe conclude that the magistrate had a substantial basis for concluding\r\nthat probable cause existed. See Gates, 462 U.S. at 238-39, 103 S. \r\n  Ct. at\r\n2332, 76 L. Ed. 2d at 548 (The duty of a reviewing court is simply to ensure\r\nthat the magistrate has a substantial basis for concluding that probable \r\n  cause\r\nexisted.). In this case, given all the circumstances set forth in the \r\n  affidavit,\r\nthere was a fair probability that evidence of a crime would be found in the\r\nplace identified. The informant was a witness to the events described in the\r\naffidavit. Moreover, these events were described with great specificity: in \r\n  the\r\nearly morning hours of July 8th, informant observed a named individual, who\r\nwas standing in front of certain described premises, fire two shots from a 25\r\nmm pistol. He further observed the individual take the 25 mm pistol inside\r\nthe premises. Additionally, the informant stated that he observed the\r\nindividual two days earlier take a .38 caliber pistol and a .22 caliber\r\nDerringer into the same premises. Furthermore, he said that cocaine was\r\nusually kept in refrigerator or the microwave oven of the residence. In\r\naddition to its specificity, the affidavit was confirmed to the extent that \r\n  the\r\nweapons described by the informant matched those that had been stolen from\r\nthe Atlantic Beach Police department just days earlier. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the affidavit is weak on the element of the reliability of the\r\ninformant, this deficiency is compensated for by the strong showing of\r\nspecificity, first-hand observation, and partial corroboration. In fact, the\r\npresent facts paint the picture of the very hypothetical envisioned by the\r\nUnited, States Supreme Court in Gates: \"[E]ven if we entertain some \r\n  doubt\r\nas to an informant's motives, his explicit and detailed description of \r\n  alleged\r\nwrongdoing, along with a statement that the event was observed firsthand,\r\nentitles his tip to greater weight than might otherwise be the case.\" Gates,\r\n462 U.S. at 234, 103 S. Ct. at 2330, 76 L. Ed. 2d at 545. Accordingly, we\r\nagree with the Court of Appeals' majority opinion upholding the sufficiency\r\nof the affidavit. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCONCLUSION \r\n  \r\nBased on the foregoing, this matter is AFFIRMED. \r\n  \r\nMOORE, WALLER, and BURNETT, JJ., concur. FINNEY, C.J.,\r\ndissenting in a separate opinion. \r\n  \r\np.5\r\n\r\nSTATE v. BELLAMY \r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: I respectfully dissent. In my opinion, the affidavit fails to\r\nestablish probable cause be cause there is no information supporting the\r\ninformant's reliability. While I agree that this deficiency may be \r\n  compensated\r\nfor by an \"explicit and detailed description of alleged wrongdoing, along \r\n  with a\r\nstatement that the event was observed firsthand\", Illinois v. Gates, \r\n  462 U.S.\r\n213 (1983), we have no such corroboration in this case. The \"firsthand\r\nwrongdoing\" detailed here consists of firing a gun in the city limits, and a\r\nvague reference to drugs on the premises-there is no firsthand observation of\r\nthe relevant crime, the theft of the guns. While there is an assertion that \r\n  the\r\npersons in the apartment possessed three weapons which were of the same\r\ncaliber and/or make as three of the twenty guns stolen from the police\r\ndepartment, there is simply nothing to link these common guns or the\r\nindividuals to that crime. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe specificity in the affidavit is illusory, and the majority's\r\nassertion that \"the weapons described by the informant matched those that\r\nhad been stolen ... just days earlier\" is an exaggeration. The reliability of \r\n  this\r\ninformant is critical, since he gave the statement only after his own arrest \r\n  on\r\ndrug charges, inferentially in an attempt to mitigate his own situation. I\r\nwould find the affidavit insufficient, and reverse and remand for a new \r\n  trial. \r\n  \r\np.6 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24958","title":"Williams v. Williams","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24958","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.22 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nEsther C. Williams, Petitioner,\r\nv.\r\nDavid G. Williams, as\r\nPersonal Representative\r\nof the Estate of Ralph\r\nHoward Williams, Respondent. \r\n  \r\n  \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Barnwell County\r\nCosta M. Pleicones, Judge\r\nOpinion No. 24958\r\nHeard May 27, 1999 - Filed June 28, 1999 \r\n  \r\nREVERSED AND REMANDED \r\n  \r\n  \r\n  \r\nE.T. Moore, Jr., of Barnwell, for petitioner. \r\n  \r\nThomas B. Bryant, III, of Bryant, Fanning &amp; Shuler, of\r\nOrangeburg, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBURNETT, A.J.: This Court granted certiorari to review the\r\nCourt of Appeals' opinion in Williams v. Williams, 329 S.C. 569, 496\r\nS.E.2d 23 (Ct. App. 1998). We reverse and remand for a determination of\r\nthe value of petitioner's elective share. \r\n  \r\np.7\r\n\r\nWILLIAMS v. WILLIAMS \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nRalph Williams died on December 11, 1994. His will, dated\r\nJune 25, 1986, was admitted to probate and Respondent David Williams\r\n(the PR) was appointed personal representative. Ralph Williams' widow,\r\npetitioner, timely filed a petition for her elective share with the probate\r\ncourt. Petitioner, through her attorney, mailed a copy of her elective\r\nshare claim to the PR's attorney, Thomas Bryant, III. By letter to\r\npetitioner's attorney dated July 12, 1995, Bryant acknowledged receipt of\r\nthe petition, acknowledged delivering the letter attached to the petition to\r\nthe PR, and reported the PR's response. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe PR disputed petitioner's claim for elective share. The\r\nprobate court, concluding petitioner failed to strictly comply with S.C. Code\r\nAnn. § 62-2-205(a) (Supp. 1998), disallowed petitioner's claim. The circuit\r\ncourt and the Court of Appeals affirmed. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the Court of Appeals err in finding petitioner\r\nfailed to comply with the requirements set out in\r\nS.C. Code Ann.§ 62-2-205(a) (Supp. 1998)? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nThe South Carolina Probate Code provides a procedure\r\nwhereby the surviving spouse of a person domiciled in this state may\r\nclaim an elective share of one-third of the decedent's probate estate.\r\nSection 62-2-205(a) provides: \r\n  \r\nThe surviving spouse may elect to take his elective share in\r\nthe probate estate by filing in the court and mailing or\r\ndelivering to the personal representative, if any, a petition for\r\nthe elective share within eight months after the date of death\r\nor within six months after the probate of the decedent's will,\r\nwhichever limitation last expires. \r\n  \r\n(emphasis added). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals held petitioner failed to strictly comply\r\nwith § 62-2-205 because she did not directly deliver the claim to the PR. \r\n  \r\np.8\r\n\r\nWILLIAMS v. WILLIAMS \r\n\r\n\r\n\r\n\r\n\r\nThe court found strict compliance was required by Simpson v. \r\n  Sanders,\r\n314 S.C. 413, 445 S.E.2d 93 (1994). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Simpson, the issue was whether the surviving spouse had\r\ntimely mailed the notice to the personal representative. The personal\r\nrepresentative admitted actual notice of the surviving spouse's intent to\r\nclaim his elective share; however, she claimed she never received a copy of\r\nthe petition. The probate court found actual notice of the claim was\r\nsufficient and refused to decide if the surviving spouse actually mailed the\r\npetition to the personal representative. This Court held because the\r\nelective share provision is a statute of creation, the surviving spouse must\r\nstrictly comply with its requirements. The Court found actual notice of a\r\nclaim was not sufficient under the statute. Instead, the petition must be\r\nmailed to the personal representative. Accordingly, the Court remanded\r\nthe case to probate court to determine if the surviving spouse complied\r\nwith the statute by mailing the petition to the personal representative. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe Court of Appeals reads Simpson too broadly. The issue in\r\nSimpson was to whom the elective share petition should be mailed. \r\n  The\r\nmeaning of the term \"delivery\" under § 62-2-205(a) was not an issue.1 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner claims the statutory term \"delivery\" should be\r\nconstrued to allow constructive delivery of an elective share claim to the\r\nPR through his personal attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn interpreting the statutory meaning of the phrase \"delivering\r\nto the personal representative,\" this Court's primary function is to\r\nascertain the intention of the legislature. Unless there is something in a\r\nstatute requiring a different interpretation, the words must be given their \r\n  \r\n  \r\n  \r\n\r\n1 Petitioner attempts to analogize this case with In re Estate of\r\nTollison, 320 S.C. 132, 463 S.E.2d 611 (Ct. App. 1995). Tollison interprets\r\nthe manner of delivery of a claim against the estate to the PR pursuant to\r\nS.C. Code Ann.§ 62-3-804(l) (Supp. 1998). The language of this provision\r\nis identical to § 62-2-205(a) in that both require mailing or delivering the\r\nclaim to the PR. In Tollison, the Court of Appeals, found the \r\n  provision\r\nwas procedural and applied a liberal construction. The court held the\r\nmailing of the claim to the PR, through his attorney, constituted proper\r\npresentation of the claim. However, because this Court has held the\r\nelective share statute is to be strictly construed, Tollison is not \r\n  applicable. \r\n  \r\np.9\r\n\r\nWILLIAMS v. WILLIAMS \r\n\r\n\r\n\r\n\r\n\r\nordinary meaning. Mullinax v. J.M. Brown Amusement Co., Inc., 326 \r\n  S.C.\r\n453, 485 S.E.2d 103 (Ct. App. 1997), aff'd, 333 S.C. 89, 508 S.E.2d \r\n  848\r\n(1998). Where a statute is complete, plain, and unambiguous, legislative\r\nintent must be determined from the language of the statute itself. The\r\nCourt should consider not merely the language of the particular clause\r\nbeing construed, but the word and its meaning in conjunction with the\r\npurpose of the whole statute and the policy of the law. Whitner v. \r\n  State,\r\n328 S.C. 1, 492 S.E.2d 777 (1997), cert. denied, _ U.S. _, 118 S.Ct.\r\n1857, 140 L.Ed.2d 1104 (1998). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDelivery means \"the act by which the res or substance thereof\r\nis placed within the actual or constructive possession or control of\r\nanother.\" Black's Law Dictionary 498 (6th ed. 1990). Section \r\n  62-2-205(a)\r\ndoes not state the delivery must be direct or that it must be accomplished\r\nby service pursuant to Rules 4 &amp; 5, SCRCP. Moreover, the ordinary\r\nmeaning of delivery does not dictate that the act be accomplished only by\r\nmeans of personal service as defined by Rules 4 &amp; 5, SCRCP. 2 If the\r\nlegislature had intended delivery of notice of the elective share claim be\r\nserved under the strictures of Rules 4 &amp; 5, the legislature could have so\r\nprovided by using the words \"personal service\" or \"service\" as it did in\r\nother -sections of the Probate Code.3 By using the \r\n  term \"delivery\", the\r\nlegislature unambiguously expressed its intent that service is not required\r\nand this Court should not read this requirement into the statute.\r\nAccordingly, \"delivery\" is not the equivalent of \"service\" and delivery under\r\n§62-2-205(a) may be accomplished without following Rules 4 &amp; 5, SCRCP. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFurther, the ordinary meaning of the language of the elective\r\nshare statute, when read in conjunction with the purpose of the statute\r\nand the policy of the law, supports the conclusion that \"delivery\" should be\r\ninterpreted more expansively. The legislative purpose behind the elective\r\nshare statute is to protect the family unit from becoming society's ward by\r\npreventing impoverishment of the surviving spouse. Berkebile v. \r\n  Outen, \r\n  \r\n\r\n2 Rule 4, SCRCP, applies to service of the complaint \r\nand summons.\r\nRule 5, SCRCP, applies to service of the answer, other pleadings, motions\r\nand orders. \r\n  \r\n3 See S.C. Code Ann. § 62-3-1305 (1987) (regarding \r\n  sale of real\r\nestate); § 62-1-401 (1987) (regarding personal service in guardianship\r\nproceedings). \r\n  \r\np.10\r\n\r\nWILLIAMS v. WILLIAMS \r\n\r\n\r\n\r\n\r\n\r\n311 S.C. 50, 55, 426 S.E.2d 760, 763 (1993); see also Mullinax, \r\n  supra. The\r\npurpose of requiring the surviving spouse to notify the PR is to notice the\r\nestate of the claim. By applying an erroneous interpretation of \"delivery,\"\r\ncourts place a surviving spouse in an impaired economic position contrary\r\nto the statute's purpose. Therefore, under § 62-2-205(a), delivery only\r\nrequires placing the petition in the actual or constructive possession or\r\ncontrol of the personal representative. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nPetitioner claims the Court of Appeals failed to address\r\nwhether delivering the claim for an elective share to Bryant, as the PR's\r\npersonal attorney, satisfied the requirements of the statute. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAlthough the Court of Appeals did not expressly rule petitioner\r\nfailed to prove Bryant was the PR's personal attorney, this finding can be\r\ninferred from the Court of Appeals' reference to Bryant as the attorney for\r\nthe estate. In our opinion, the Court-of Appeals erred in concluding\r\nBryant was only the attorney for the estate. In the July 12, 1996 letter,\r\nBryant acknowledged receipt of the petition for an elective share and\r\nsuggested he discussed the petition with his client, the PR, thereby\r\nindicating the PR at least constructively controlled the petition. Moreover,\r\nat oral argument before this Court, Bryant conceded the existence of an\r\nattorney/client relationship between the PR and himself. The Court of\r\nAppeals should have considered the effect of delivery of the elective share\r\nclaim to Bryant, as the PR's personal attorney. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThis Court has consistently recognized an attorney is the\r\n\"alter-ego of his client and the attorney stands in the place of the client.\r\nAnderson v. Anderson, 198 S.C. 412, 18 S.E.2d 9 (1941); see also \r\n  Equilease\r\nCorp. v. Weathers, 275 S.C. 478, 272 S.E.2d 789 (1980); Culbertson v.\r\nClemens, 322 S.C. 20, 471 S.E.2d 163 (1996). \"Notice to an attorney \r\n  is\r\neffective as notice to the client when the notice is received in the course \r\n  of\r\nthe transaction in which the attorney is acting.\" 7 Am.Jur.2d Attorneys \r\n  at\r\nLaw § 148 (1997). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nBryant was the PR's personal attorney, and delivery of the\r\nelective share claim to Bryant, as the \"alter-ego of his client,\" was \r\n  delivery \r\n  \r\nto the PR under § 62-2-205(a).4 \r\n  \r\n\r\n4 We leave for another time the question whether the \r\nattorney/client\r\nrelationship between the attorney for the estate and the personal \r\n  \r\np.11\r\n\r\nWILLIAMS v. WILLIAMS \r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED.5 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\nrepresentative is sufficient to trigger the \"alter-ego\" theory of delivery. \r\n\r\n\r\n\r\n\r\n\r\n5 Because we decide delivery was effective when made \r\n  to Bryant, as\r\nthe \"alter-ego of the client,\" we decline to address petitioner's remaining\r\narguments. \r\n  \r\np.12 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24959","title":"Smith v. S.C. Department of Mental Health","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24959","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No.22 \r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nAlphonso Smith, Petitioner, \r\n  \r\nv. \r\n  \r\nSC Department of\r\nMental Health,\r\nEmployer, and State\r\nWorkers' Compensation\r\nFund, Carrier, Respondent. \r\n  \r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS \r\n  \r\nAppeal From Richland County\r\nLarry R. Patterson, Circuit Court Judge \r\n  \r\nOpinion No. 24959\r\nHeard May 27, 1999 - Filed June 28, 1999 \r\n  \r\nAFFIRMED \r\n  \r\nPreston F. McDaniel, of Columbia, for petitioner. \r\n  \r\nAjerenal Danley, of Columbia, and Rose Mary\r\nMcGregor, of the State Accident Fund, of Columbia,\r\nfor respondents. \r\n  \r\np.13\r\n\r\nSmith v. SC Dept. of Mental Health, et al., \r\n\r\n\r\n\r\n\r\n\r\nWALLER, A.J.: We granted a writ of certiorari to review the Court of\r\nAppeals' decision in Smith v. SC Dept. of Mental Health, 329 S.C. \r\n  485, 494\r\nS.E.2d 630 (Ct. App. 1997). We affirm. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFACTS \r\n  \r\n  \r\n  \r\nPetitioner, Alphonso Smith, was injured in a work related. accident in\r\nMay, 1989, while employed as a \"trades worker\"1 for the \r\n  Department of Mental\r\nHealth (DMH). He received workers' compensation benefits and was in and out\r\nof work from July, 1989 until April, 1992. Pursuant to a settlement agreement\r\nwith DMH, Smith began part-time work as a trades helper in April, 1992, and\r\nDMH ceased payment of benefits. In August, 1992, Smith was again injured\r\nwhile working and DMH again began paying temporary benefits. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn Dec. 1992, DMH filed an application to stop payment of compensation\r\nbased on a physician's report that Smith had reached maximum medical\r\nimprovement (MMI) on Nov. 11, 1992. The single commissioner found Smith had\r\nreached MMI and held DMH was entitled to stop payment of temporary\r\nbenefits. The single commissioner awarded compensation for a 35% permanent\r\ndisability to his back. The Full Commission affirmed, with the exception that\r\nit found only a 12% permanent disability to Smith's back. The Circuit Court\r\naffirmed the Full Commission. The Court of Appeals affirmed the ruling that\r\nDMH was entitled to cease payment of temporary benefits upon a finding Smith\r\nhad reached MML but held Smith was deprived of his due process rights when\r\nthe Single Commissioner ceased taking testimony at his hearing. Accordingly,\r\nthe Court of Appeals remanded to Commission for receipt of further evidence\r\nregarding the degree of Smith's impairment and disability, The Court of\r\nAppeals noted that since DMH had not appealed the Single Commissioner's\r\nruling that Smith had a 35% impairment to his back, the Full Commission\r\nshould not have reduced it to 12%. There is no issue on certiorari concerning\r\nthis holding. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nDid the Court of Appeals properly hold DMH was entitled to cease\r\npayment of temporary benefits upon a finding of MMI? \r\n  \r\n  \r\n  \r\n\r\n1 The position of trades worker involved primarily \r\nmanual labor and\r\nheavy construction work. Smith had been employed by DMH in this capacity\r\nsince 1977. \r\n  \r\np.14\r\n\r\nSmith v. SC Dept. of Mental Health, et al., \r\n\r\n\r\n\r\n\r\n\r\n1. REG. 67-5072 \r\n  \r\n  \r\n  \r\nSmith claims an employer may not cease payment of temporary benefits\r\nwhile an employee is under any disability.3 We find this \r\n  contention untenable. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nThe rationale for ceasing temporary benefits upon a finding of MMI \r\n  is\r\nto permit entry of a permanent award. See Hines v. Hendricks \r\n  Canning Co.,\r\n263 S.C. 399) 211 S.E.2d 220 (1975)(noting that degree of permanent \r\n  disability\r\ncannot be determined prior to MMI). Clearly, if an employee has reached MMI\r\nand remains disabled, then his injury is permanent. This is precisely the\r\nreason to terminate temporary benefits in favor of permanent benefits upon\r\na finding of MMI. \r\n  \r\n\r\n2 Reg. 67-507 was repealed by State Register Volume 21, \r\nIssue No. 6,\r\nPart 2, eff June 27, 1997. It provided, in pertinent part: \r\n  \r\n  \r\n  \r\nB. Disability is presumed to continue until the employee returns to work. \r\n  \r\nC. The employer's representative may request a hearing for\r\npermission to terminate compensation benefits by:\r\n(3) Attaching the following to the Form 21:\r\n(a) A medical certificate of the authorized health care provider\r\nstating the claimant has reached maximum medical improvement; or\r\n(b) A medical certificate of the authorized health care provider stating the\r\nclaimant is able to return to the same or other suitable job, an impairment\r\nrating, if any, and an affidavit of the employer that the same or other \r\n  suitable\r\njob has been provided to the claimant; or\r\n(c) A medical certificate of the authorized health care provider stating the\r\nclaimant is unable to return to the same or other suitable job and an\r\nimpairment rating; or\r\n(d) A medical certificate of the authorized health care provider stating the\r\nclaimant refuses medical treatment. \r\n  \r\nReg. 67-507 has been rewritten and replaced by Reg. 67-506. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n3 Since DMH filed to stop payments under Reg. \r\n  67-507(c)(3)(a)(regarding\r\nmaximum medical improvement), while simultaneously indicating Smith still\r\nhad an impairment rating of 4% to his spine, and was limited in his ability \r\n  to\r\nlift, carry and pull heavy objects, Smith claims he was still under a \r\n  disability\r\nsuch that temporary benefits should not have been stopped. \r\n  \r\np.15\r\n\r\nSmith v. SC Dept. of Mental Health, et al., \r\n\r\n\r\n\r\n\r\n\r\nAlthough this Court has not specifically addressed the issue, the Court of\r\nAppeals had repeatedly held once the Commission affirms a finding of MMI, it\r\nis appropriate to terminate temporary benefits in favor of permanent \r\n  disability\r\nbenefits, if warranted by the evidence. Morgan v. JPS Automotives, \r\n  321 S.C.\r\n2012, 467 S.E.2d 457 Ct. App. 1996)(benefits properly terminated on showing\r\nemployee reached MMI; employer not required to show employee had returned\r\nto work, or was able to work), cert. dismissed as improvidently \r\n  granted, 326 S.C.\r\n2612 486 S.E.2d 263 (1997); O'Banner v. Westinghouse, 319 S.C. \r\n  24,459 S.E.324\r\n(Ct. App. 1995)(regulation unambiguously allows employer to attach only a\r\nmedical certificate stating claimant has reached MMI to support stop payment\r\napplication); Brown v. Owen Steel Co., 316 S.C. 278, 450 S.E.2d 57\r\n(Ct.App. 1994)(temporary total disability is properly terminated when \r\n  employer\r\nprovides one of the four certificates required in Regulation 67-507(C)(3) \r\n  without\r\nregard to employee's work status), cert. denied 95-.OR-590 (S.C. \r\n  Sup. Ct. May 18,\r\n1999). Further, this Court has implicitly recognized, without discussion, \r\n  that\r\ntemporary benefits may be terminated upon a showing of MMI. Gilliam \r\n  v.\r\nWoodside Mills, 319 S.C. 3852 461 S.E.2d 818 (1995)(recognizing \r\n  termination\r\nof temporary benefits and replacement with permanent benefits is proper upon\r\nfinding of MMI). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nContrary to Smith's contention, Reg. 67-507 does not alter the burden of\r\nproof. S.C. Code Ann. § 42-9-260 (1985) specifically provides that \"[t]he\r\nCommission shall provide by rule the method and procedure by which benefits\r\nmay be suspended or terminated for any cause, but such rule shall provide for\r\nan evidentiary hearing and Commission approval prior to termination...\"4 In\r\nenacting Reg. 67-507, the Commission set forth the procedure for which \r\n  benefits\r\ncould be terminated. The Regulation merely sets four alternative criterion 5\r\nwhich may be attached to a medical certificate in support of an employer's\r\napplication to terminate benefits. We find no altered burden of proof. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFinally, Smith contends this Court's opinion in Coleman v. Quality \r\n  \r\n\r\n4 Section 42-9-260 was rewritten by 1996 Act No. 424 § \r\n6, eff. June 18,\r\n1996. The quoted provision is now contained in Section 42-9-260(F). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n5 The medical certificate may state either that a) \r\n  the claimant has\r\nreached MMI, b) the claimant is able to return to a suitable job and setting \r\n  forth\r\nan impairment rating, c) the claimant is unable to return to a suitable job \r\n  and\r\nsetting forth an impairment rating, or, d) the claimant refuses medical\r\ntreatment. \r\n  \r\np.16\r\n\r\nSmith v. SC Dept. of Mental Health, et al., \r\n\r\n\r\n\r\n\r\n\r\nConcrete Products, Inc., 245 S.C. 625, 142 S.E.2d 43 (1965) \r\n  indicates that\r\nbenefits may not be terminated until an employee's disability has ceased. We\r\ndisagree. In Coleman, this Court merely held, citing the predecessor \r\n  to\r\nS.C.Code Ann. § 42-9-190, that an employer could be relieved of the \r\n  obligation\r\nof paying temporary total benefits if it offered or procured a suitable job \r\n  for the\r\nemployee. Id. at 632, 142 S.E.2d at 46. The primary issue in Coleman however,\r\nwas whether or not the employee was totally disabled due, in large part, by\r\nreason of his limited education, experience, and inability to obtain other\r\nemployment.6 Even if, as \r\n  Smith contends, he is totally disabled, if he has in fact\r\nreached MMI, then the proper remedy is to cease temporary benefits, and\r\naward permanent compensation. Moreover, Coleman did not arise under \r\n  the\r\ncurrent regulations which permit employers to file for a termination of\r\ntemporary benefits upon demonstrating the employee has reached MMI.\r\nColeman is simply inapplicable here. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nWe find the Court of Appeals properly held DMH was entitled to stop\r\npayment of temporary total benefits under Reg. 67-507(C)(3)(a) upon\r\nestablishing Smith had reached MMI. The Court of Appeals' opinion is\r\ntherefore \r\n  \r\n  \r\n  \r\n  \r\n  \r\nAFFIRMED.7 \r\n  \r\n  \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, MOORE, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\n6 In its due process analysis, the Court of Appeals \r\nnoted Smith's claim\r\nthat the Commission should have found him totally disabled by reason of his\r\nlack of education and experience. That Court specifically remanded for a\r\ndetermination anew as to the extent of Smith's disability. 494 S.E.2d at 639,\r\nn. 7. Accordingly, the extent of his disability is not before this Court. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n7 Smith's remaining issue is affirmed pursuant to \r\n  Rule 220(b), SCACR:\r\nPeoples Program for Endangered Species v. Sexton, 323 S.C. 526, 476 \r\n  S.E.2d\r\n477(1996)(equal protection analysis). \r\n  \r\n  \r\n  \r\np.17 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24960","title":"Ryan Investment Co., Inc. v. Richland County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24960","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 22\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nIn re: Ryan Investment\r\nCo., Inc., Debtor, \r\n  \r\n  \r\n  \r\nCharles P. Summerall,\r\nIV, Trustee for Ryan\r\nInvestment Co., Inc., Plaintiff/Appellee, \r\n  \r\nv. \r\n  \r\nRichland County, a\r\npolitical subdivision of\r\nthe State of South\r\nCarolina, and Jeremiah\r\nDavis, Defendants,\r\nOf whom Jeremiah\r\nDavis is Defendant/Appellant. \r\n  \r\nOpinion No. 24960 \r\n  \r\nHeard April 6, 1999 - Filed June 28, 1999 \r\n  \r\nCERTIFIED QUESTION ANSWERED \r\n  \r\nReid B. Smith, of Columbia, for defendant/appellant. \r\n  \r\nJulius H. Hines, of Buist, Moore, Smythe &amp; McGee,\r\nP.A., of Charleston, for plaintiff/appellee. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: Ryan Investment Co. (Debtor Corporation)\r\nowned real property in Richland County that was sold at a tax sale for \r\n  \r\np.18\r\n\r\nIn re: Ryan Investment Co., Inc., \r\n\r\n\r\n\r\n\r\n\r\nfailure to pay 1992 taxes. The successful bidder assigned its bid to\r\ndefendant/appellant Davis (Buyer). Debtor Corporation subsequently filed\r\nfor relief in Bankruptcy Court. Plaintiff/appellee (Trustee) moved to set\r\naside the tax sale on the- ground the Richland County Treasurer had failed\r\nto comply with statutory mailing requirements for the notice of\r\nredemption. The Bankruptcy Court invalidated the tax sale and Buyer\r\nappealed to the District Court. This case is now before us on certification\r\nto answer the following questions: \r\n  \r\n  \r\n  \r\n1. Do the postal regulations excuse compliance with\r\nthe restricted delivery requirements of § 12-51-120\r\nof the South Carolina Code of Laws, where the\r\nowner of record is a corporation? \r\n  \r\n  \r\n  \r\n  \r\n  \r\n2. If the above question is answered in the affirmative,\r\nmust there be compliance with the restricted delivery\r\nrequirements where the owner of record is a corporation\r\nbut where a natural person has been designated as the\r\nrecipient of tax notices for the corporation? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nAt the time the redemption notice was mailed in this case, S.C. Code\r\nAnn. § 12-51-120 provided that such notice must be sent to the owner of\r\nrecord by \"certified mail, return receipt requested- deliver to addressee\r\nonly.\"1 The Richland County Treasurer mailed the redemption notice by\r\ncertified mail, but did not restrict delivery to the addressee. The notice\r\nwas addressed: \r\n  \r\nRyan Investment Co., Inc.\r\nc/o H.H. Bresky\r\n200 Boyleston Street, #325\r\nChestnut Hill, MA 02167 \r\n  \r\nBuyer contends postal regulations do not allow restricted delivery\r\nwhen the addressee is a corporation. He cites United States Postal\r\nServices Domestic Mail Manual, §S916.1.1, which provides: \"Restricted\r\ndelivery service permits a mailer to deliver only to the addressee or\r\naddressee's authorized agent. The addressee must be an individual (or \r\n  \r\n\r\n1 This section was amended in 1996 to substitute the \r\nphrase \"restricted\r\ndelivery\" for \"deliver to addressee only.\" The meaning is the same. \r\n  \r\np.19\r\n\r\nIn re: Ryan Investment Co., Inc., \r\n\r\n\r\n\r\n\r\n\r\nnatural person) specified by name.\"2 Accordingly, \r\n  Buyer argues non\r\ncompliance with the restricted delivery requirement of § 12-51-120 should\r\nbe excused as a matter of law. We disagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nTax sales must be conducted in strict compliance with statutory\r\nrequirements. Dibble v. Bryant, 274 S.C. 481, 265 S.E.2d 673 (1980).\r\nEven actual notice is insufficient to uphold a tax sale absent strict\r\ncompliance with statutory requirements. South Carolina Fed. Sav. \r\n  Bank\r\nv. Atlantic Land Title Co., 314 S.C. 292, 442 S.E.2d 630 (Ct. App. \r\n  1994)\r\n(citing Aldridge v. Rutledge, 269 S.C. 475, 238 S.E.2d 165 (1977)). \r\n  The\r\nfailure to mail a redemption notice by restricted delivery mail is ground to\r\ninvalidate a tax sale. Manji v. Blackwell, 323 S.C. 91, 473 S.E.2d \r\n  837 (Ct.\r\nApp. 1996). \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn light of this strict compliance rule, we find postal regulations in\r\nand of themselves cannot excuse the failure to comply with statutory\r\nmailing requirements. We hold attempted compliance with statutory\r\nmailing requirements is required before non-compliance can be excused.\r\nThe party seeking to excuse non-compliance must demonstrate facts\r\nindicating attempted compliance before the Court will consider the\r\nadequacy of the mailing actually accomplished. Cf Hawkins v. \r\n  Greenwood\r\nDev. Corp. 328 S.C. 585, 493 S.E.2d 875 (Ct. App. 1997) (party \r\n  asserting\r\nimpossibility of performance as defense to contract has burden of showing\r\nthat the thing to be done cannot by any means be accomplished). \r\n  \r\n  \r\n  \r\n  \r\n  \r\nHere, there are no facts showing an attempt to have the Post Office\r\ndeliver the redemption notice by restricted delivery to Debtor Corporation\r\nand therefore non-compliance with § 12-51-120 is not excused. In light of\r\nthis conclusion, we decline to address the second certified question. Since\r\nno attempted compliance has been shown, we need not consider what\r\nalternative mailing would otherwise be adequate. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nCERTIFIED QUESTION ANSWERED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\n  \r\n  \r\n\r\n2 The certified facts in this case, however, indicate \r\ntwo instances where\r\nthe Post Office apparently delivered notices by restricted delivery to\r\ncorporations. \r\n  \r\np.20 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24961","title":"State v. Fuller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24961","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. \r\n  S.E. 2d\r\n  \r\n\r\n\r\nThe State, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nHenry Antonio Fuller, Appellant.\r\n\r\n\r\nORDER\r\n\r\n\r\nThe Petition for Rehearing is granted. The opinion filed in this \r\n  case on\r\nJune 28, 1999, is hereby withdrawn and the attached opinion is \r\n  substituted\r\nin its place.\r\n\r\n\r\nC.J.\r\nFOR T'HE COURT\r\n\r\n\r\nColumbia, South Carolina\r\n\r\n\r\nNovember 22, 1999\r\n\r\n\r\np.1\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\nThe State, Respondent,\r\n\r\n\r\nv.\r\n\r\n\r\nHenry Antonio Fuller, Appellant.\r\n\r\n\r\nAppeal From Greenville County\r\nHenry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 24961\r\nHeard April 6, 1999 - Refiled November 22, 1999\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of South\r\nCarolina Office of Appellate Defense, of Columbia, for\r\nappellant.\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Donald J. Zelenka, Assistant\r\nAttorney General Derrick K. McFarland, of Columbia;\r\nand Solicitor Robert M. Ariail, of Greenville, all for\r\nrespondent.\r\n\r\n\r\nTOAL, A.J.: In this criminal matter, Henry Antonio Fuller was convicted\r\nfor the murder of George Lollis. We reverse and remand.\r\n\r\n\r\np.2\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nAt approximately 3:00 a.m. on August 15, 1996, George Lollis received a\r\nphone call from a security company indicating that the alarm at his \r\n  convenience\r\nstore had sounded. Mr. Lollis armed himself with a handgun and traveled \r\n  in\r\nhis truck to the store. His wife, Patricia Lollis, also armed with a gun,\r\nremained at home.\r\n\r\n\r\nAfter meeting officers at his store and determining there were no\r\nproblems, Mr. Lollis returned home at around 4:00 a.m. Approximately \r\n  forty\r\nfive minutes later, Mr. Lollis received a second phone call indicating the \r\n  store\r\nalarm had again been tripped. Mr. Lollis exited his house to get in his \r\n  truck.\r\nHe again armed himself with a handgun. Mrs. Lollis watched from the house\r\nas her husband walked to the truck. Mrs. Lollis testified that she saw \r\n  two\r\n\"black figures\" running toward her husband. Mr. Lollis was ultimately shot \r\n  and\r\nkilled by his attackers.\r\n\r\n\r\nHenry Antonio Fuller (\"Defendant\") was arrested for the Lollis murder.\r\nDefendant provided a handwritten statement to police. In the statement,\r\nDefendant stated that he, Darrell Holmes, and Bernard Holmes had planned\r\nto rob the Lollis' home. To perpetrate the robbery, Darrell Holmes went to \r\n  the\r\nLollis' store to set off the alarm. Defendant and Bernard Holmes waited for \r\n  Mr.\r\nLollis outside of his home. In their first attempt to rob Mr. Lollis, \r\n  Defendant\r\nand Bernard Holmes were unsuccessful in completing the crime. On their\r\nsecond attempt, Defendant claimed that he attacked Mrs. Lollis and \r\n  wrestled\r\nthe gun away from her. Defendant further stated that Bernard Holmes and \r\n  Mr.\r\nLollis shot each other in an ensuing gun fight. Mr. Lollis died from his \r\n  wounds.\r\nBernard Holmes was later killed while attempting another, unrelated \r\n  burglary.\r\n\r\n\r\nOn November 18, 1997, a jury found Defendant guilty of murder and\r\nconspiracy. The trial judge sentenced Defendant to life imprisonment \r\n  without\r\nparole for murder and five years, consecutive, for conspiracy. Defendant\r\nappeals, raising the following issues:\r\n\r\n\r\n(1) Did the trial court err in denying Defendant's motion to represent\r\nhimself at trial?\r\n\r\n\r\n(2) Did the trial court err by letting a possible accomplice testify that\r\na deceased third-party (decedent) told him that the decedent,\r\nDefendant, and another man had committed the murder?\r\n\r\n\r\np.3\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA. SELF-REPRESENTATION\r\n\r\n\r\nDefendant argues that the trial court erred by denying his request to\r\nrepresent himself at trial. We agree.\r\n\r\n\r\nOn November 12, 1997, five days before trial, Defendant's counsel made\r\na motion for a continuance. The trial court denied the motion and fined \r\n  counsel\r\nfor being dilatory. On the morning of trial, November 17, 1997, the \r\n  following\r\ncolloquy occurred between the trial court and Defendant:\r\n\r\n\r\nCourt: Mr. Fuller, is there any reason why you are not going to wear\r\ncivilian clothes?\r\n\r\n\r\nDefendant: For the record?\r\n\r\n\r\nCourt: Yes, sir.\r\n\r\n\r\nDefendant: I'm not happy with Mr. - Mr. - Mr. Allen as my legal \r\n  counsel.\r\n\r\n\r\nCourt: Well, that's not the question I asked you right now. We're talking\r\nabout the clothing first. Why - It makes no difference to me, but I have\r\nbeen where Mr. Allen is and it doesn't make an impression on the jury if\r\nyou are sitting in your jail suit. However, that's your call, and I just \r\n  want\r\nto make sure that that's your call.\r\n\r\n\r\nDefendant: Your honor, I don't wish to continue with Mr. Allen as my\r\ncounsel because his services have been ineffective. He hasn't done\r\nanything to prepare for this trial.\r\n\r\n\r\nCourt: Well, your motion to have him releaved [sic] is denied. We're\r\ngoing to proceed with the trial and Mr. Allen is going to be your lawyer.\r\nNow, the question is, do you want to stay dressed like that, or do you\r\nwant to get your clothes on and come out here and be presentable to the\r\njury? And I don't care. It's up to you.\r\n\r\n\r\nDefendant: Your honor, if you're going to allow him to continue as my\r\ncounsel I'd rather - I'd rather represent myself.\r\n\r\n\r\np.4\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nCourt: I'm not going to let you do that. Now Mr. Allen is going to be\r\nrepresenting you in this case.\r\n\r\n\r\nThe above colloquy occurred before the charges were read to Defendant and\r\nbefore the jury was selected and sworn.\r\n\r\n\r\nUnder the Sixth Amendment, an accused may waive the right to counsel\r\nand proceed pro se. Faretta v. California, 422 U.S. 806, 95 \r\n  S. Ct. 2525, 45 L. Ed.\r\n2d 562 (1975); State v. Reed, 332 S.C. 35, 503 S.E.2d 747 (1998). \r\n  That right\r\nmust be preserved even if the court believes that the defendant will benefit \r\n  from\r\nthe advice of counsel. United States v. Singleton, 107 F.3d 1091 (4 \r\n  1h Cir. 1997).\r\nOnce the defendant has waived counsel, the trial judge has the \r\n  responsibility\r\nto ensure that the accused is informed of the dangers and disadvantages of \r\n  self\r\nrepresentation, and makes a knowing and intelligent waiver of the right \r\n  to\r\ncounsel. Reed, supra.\r\n\r\n\r\nA defendant's right to waive the assistance of counsel is not unlimited.\r\nThe request to proceed pro se must be clearly asserted by the \r\n  defendant prior\r\nto trial. Reed, supra. If the request to proceed pro se is \r\n  made after trial has\r\nbegun, the grant or denial of the right to proceed pro se rests \r\n  within the sound\r\ndiscretion of the trial judge. Singleton, supra; United States v. \r\n  Lawrence, 605\r\nF.2d 1321 (4 th Cir. 1979). In Lawrence, the Fourth Circuit held \r\n  that the\r\ndefendant's request to proceed pro se was untimely because the trial\r\nproceedings had already consumed one day during which counsel had \r\n  conducted\r\ntheir voir dire examination and the jury selected. The only remaining \r\n  formality\r\nwas the swearing of the jury. Lawrence, supra; see also Robards v. \r\n  Rees, 789\r\nF.2d 379 (6 th Cir. 1986) (request for self-representation was properly \r\n  denied\r\nwhere the clerk had already called the roll of jurors).\r\n\r\n\r\nThe State argues that Defendant's request was untimely because it was\r\nmade the morning of trial. Defendant, on the other hand, contends the \r\n  request\r\nwas timely because it was asserted before the commencement of trial\r\nproceedings. We decline to hold that a motion to proceed pro se made \r\n  on the\r\nday of trial, but before the commencement of trial proceedings, is either \r\n  timely\r\nor untimely as a matter of law. See People v. Mogul, 812 P.2d 705 \r\n  (Colo. Ct.\r\nApp. 1991). As noted in Mogul, there may be a variety of reasons \r\n  which might\r\nexcuse a last minute request by a defendant to proceed pro se. Id. at 708.\r\nTherefore, \"it is incumbent upon the trial court to determine whether the\r\nrequest is made for purposes of delay or to gain tactical advantage, and \r\n  whether\r\nthe lateness of the request may hinder the administration of justice. \" Id. at 709.\r\n\r\n\r\np.5\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nIn the instant case, Defendant's request to proceed pro se was made \r\n  in an\r\natmosphere of his escalating dissatisfaction with big attorney. Several \r\n  days\r\nbefore trial, the trial court fined Defendant's attorney for being dilatory. \r\n  On the\r\nmorning of trial, Defendant complained to the trial court that his counsel \r\n  had\r\nbeen ineffective in preparing for trial. This suggests that Defendant's \r\n  purpose\r\nin making the request was not to delay or stall the proceedings, but rather \r\n  to\r\naddress his growing concerns about his attorney. More significantly, the \r\n  trial\r\ncourt failed to conduct an adequate hearing to fully assess the purpose \r\n  behind\r\nDefendant's request or to determine what effect granting the request \r\n  would\r\nhave had on the proceedings. This omission by the trial court requires \r\n  reversal.\r\n\r\n\r\nB. HEARSAY TESTIMONY\r\n\r\n\r\nDefendant argues that the trial court erred by letting a possible\r\naccomplice, Bernard McKinney, testify that Bernard Holmes, a third-party \r\n  now\r\ndeceased, had told the accomplice McKinney 1 that \r\n  decedent, Defendant, and\r\nDarrell Holmes had murdered Mr. Lollis. We agree.\r\n\r\n\r\nBefore trial, the State informed the trial court that it intended to call\r\nBernard McKinney to testify that decedent had told him that decedent, \r\n  Darrell\r\nHolmes, and Defendant were involved in Mr. Lollis's murder. The State \r\n  argued\r\nthe statement was admissible as an exception to hearsay under Rule \r\n  804(b)(3),\r\nSCRE 2 (statement against interest by unavailable declarant). Defendant moved\r\n\r\n1 It is unclear whether McKinney's role in the robbery \r\nof Mr. Lollis would\r\nqualify him as a coconspirator such that his testimony would not be \r\n  hearsay\r\nunder Rule 801(d)(2)(E).\r\n\r\n\r\n2 Rule 804(b)(3), SCRE, provides:\r\n\r\n\r\n(b) Hearsay Exceptions: The following are not excluded by the\r\nhearsay rule if the declarant is unavailable as a witness:\r\n\r\n\r\n(3) Statement Against Interest: A statement which was at the \r\n  time\r\nof its making so far contrary to the declarant's pecuniary or\r\nproprietary interest, or so far tended to subject the declarant to civil\r\nor criminal liability, or to render invalid a claim by the declarant\r\nagainst another, that a reasonable person in the declarant's position\r\nwould not have made the statement unless believing it to be true.\r\n\r\n\r\np.6\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nin limine to exclude the statement, arguing the statement was not \r\n  reliable and\r\nviolated his right to confront and cross-examine the witness. Defendant \r\n  argued\r\nthe statement was unreliable because McKinney was trying to exculpate\r\nhimself, since he was also charged with murder and conspiracy at that \r\n  time.\r\n\r\n\r\nThe trial court ruled that the statement was admissible under Rule\r\n804(b)(3), SCRE. The court also stated that the rule set forth in Bruton \r\n  v.\r\nUnited States, 391 U.S. 123) 88 S. Ct. 1620, 20 L. Ed. 2d 476 (1968) 3 would \r\n  not\r\nbe violated because Defendant and McKinney were not being tried together \r\n  in\r\nthe same trial.\r\n\r\n\r\nWhen McKinney was finally called to the stand to testify, he stated that\r\nhe, decedent, and Darrell Holmes had planned to rob the Lollis' weeks \r\n  before\r\nthe murder. In fact, McKinney and the Holmes' had made two attempts to \r\n  rob\r\nMr. Lollis prior to the murder. McKinney testified that the plan was for \r\n  Darrell\r\nHolmes to trip the alarm at the Lollis' store, while McKinney and \r\n  decedent\r\nwaited for Mr. Lollis outside of his residence. McKinney claimed that on \r\n  the\r\nnight of the murder, he was at a friend's house and did not participate in \r\n  the\r\ncrime. McKinney further claimed that three to four days after the murder,\r\ndecedent told him that decedent, Darrell Holmes, and Defendant had gone \r\n  to\r\nthe Lollis'home on the night of the murder and attempted to rob Mr. \r\n  Lollis.\r\nThe decedent further told McKinney that Mr. Lollis shot him, and if\r\n\"[Defendant] wouldn't have been there he probably would have got shot in \r\n  the\r\nback.\"\r\n\r\n\r\nThe hearsay statements recounted by McKinney essentially amounted to\r\nstatements by a deceased third-party that inculpated Defendant and \r\n  subjected\r\nthe declarant to criminal liability. Thus, the issue before this Court is \r\n  whether\r\n\r\nA statement tending to expose the declarant to criminal liability\r\nand offered to exculpate the accused is not admissible unless\r\ncorroborating circumstances clearly indicate the trustworthiness of\r\nthe statement.\r\n\r\n\r\n3 Bruton held that where a confession by a \r\n  codefendant, who did not\r\ntestify, was admitted in evidence at a joint trial, a defendant was denied \r\n  his\r\nconstitutional right of confrontation, even though the jury was instructed \r\n  that\r\nthe codefendant's confession must be disregarded in determining the\r\ndefendant's guilt or innocence. See State v. Miller, 266 S.C. 409, \r\n  223 S.E.2d 774\r\n(1978).\r\n\r\n\r\np.7\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\na non-self-inculpatory statement, which is collateral to a \r\n  self-inculpatory\r\nstatement, may nonetheless come in under Rule 804(b)(3), SCRE, as a\r\nstatement made by an unavailable declarant against his penal interest.\r\nconclude that such statements are inadmissible.\r\n\r\n\r\nThe U.S. Supreme Court has held that third-party statements such as the\r\none involved in this case are inherently unreliable. See Lilly v. \r\n  Virginia, 527\r\nU.S. 119S.Ct.1887,144L.Ed.2dll7(1999). In Lilly, a plurality of \r\n  justices\r\nfound accomplices' confessions that inculpate a criminal defendant do not \r\n  fall\r\nwithin a firmly rooted hearsay exception. Id. 527 U.S. at _, 119 S. \r\n  Ct. at\r\n1898-99. The Court, however, went on to conclude that such hearsay\r\nstatements can be admissible where they are supported by a showing of\r\n\"particularized guarantees of trustworthiness.\" Id. 527 U.S. at 1 \r\n  119 S. Ct\r\nat 1899-1900. The Court based the admittance of such statements in part \r\n  on\r\nthe residual or catchall hearsay exception found in Federal Rule of \r\n  Evidence\r\n807 (formerly Rule 803(24), FRE). Unlike the Federal Rules of Evidence, \r\n  South\r\nCarolina has expressly chosen not to adopt such a catchall exception. See Notes\r\nto Rule 803, SCRE. Since our rules of evidence do not contain a catchall\r\nhearsay exception, our courts do not undertake such an analysis when\r\ndetermining admissibility.\r\n\r\n\r\nOur holding on this issue is in accord with the United States Supreme\r\nCourt's interpretation of federal Rule 804(b)(3), which is identical to \r\n  Rule\r\n804(b)(3), SCRE. In Williamson v. United States, 512 U.S. 594, 114 \r\n  S. Ct. 243 1,\r\n129 L. Ed. 2d 476 (1994), the United States Supreme Court clarified the \r\n  scope\r\nof Rule 804(b)(3), FRE, with regard to statements that inculpate the \r\n  defendant\r\nas well as subject the declarant to criminal liability. The Court stated: \r\n  \"the fact\r\nthat a statement is collateral to a self-inculpatory statement says nothing \r\n  at all\r\nabout the collateral statement's reliability.\" Williamson, 512 U.S. \r\n  at 600, 114\r\nS. Ct. at 2435, 129 L. Ed. 2d at 483. The Court further held:\r\n\r\n\r\nIn our view, the most faithful reading of Rule 804(b)(3) is that it\r\ndoes not allow admission of non-self-inculpatory statements, even\r\nif they are made within a broader narrative that is generally self\r\ninculpatory. The district court may not just assume for purposes of\r\nRule 804(b)(3) that a statement is self-inculpatory because it is part\r\nof a fuller confession, and this is especially true when the statement\r\nimplicates someone else.\r\n\r\n\r\nId. at 600-01, 114 S. Ct. at 2435, 129 L. Ed. 2d at 483. However, as \r\n  noted in\r\n\r\n\r\np.8\r\n\r\nSTATE v. FULLER \r\n\r\n\r\n\r\nWilliamson, it may very well be that a statement which qualifies \r\n  under Rule\r\n804(b)(3) may also be used against a criminal defendant. For example, an\r\naccomplice's self-inculpatory statement combined with other independent\r\nevidence can inculpate a criminal defendant: \"'I was robbing the bank on \r\n  Friday\r\nmorning' coupled with someone's testimony that the declarant and the\r\ndefendant drove off together Friday morning, is evidence that the \r\n  defendant\r\nalso participated in the robbery.\" Id. at 603, 114 S. Ct. at 2436, \r\n  129 L. Ed. 2d\r\nat 485. Moreover, a statement is not per se inadmissible simply \r\n  because the\r\ndeclarant names another person. Nevertheless, such statements must meet \r\n  the\r\nstrict requirements of Rule 804(b)(3).\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nBased on the foregoing, we REVERSE the trial court and REMAND for\r\na new trial.\r\n\r\n\r\nFinney, CA, Moore, Waller and Burnett, JJ., concur.\r\n\r\n\r\np.9\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24962","title":"Turner v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24962","description":"","date":"1999-06-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n  Shearouse Adv. Sh. No. 22\r\n  S.E. 2d\r\n  \r\n\r\n\r\nTHE STATE. OF SOUTH CAROLINA\r\nIn The Supreme Court \r\n  \r\nCalvin Nelson Turner, Petitioner,\r\nv.\r\nState of South Carolina, Respondent. \r\n  \r\nON WRIT OF CERTIORARI \r\n  \r\nAppeal From York County\r\nJohn C. Hayes, III, Judge \r\n  \r\nOpinion No. 24962\r\nSubmitted May 27, 1999 - Filed June 28, 1999 \r\n  \r\nREVERSED \r\n  \r\nAssistant Appellate Defender Robert M. Pachak, of\r\nS.C. Office of Appellate Defense, of Columbia, for\r\npetitioner. \r\n  \r\nAttorney General Charles M. Condon, Deputy\r\nAttorney General John W. McIntosh, Assistant\r\nDeputy Attorney General Teresa A. Knox, Assistant\r\nAttorney General Mathew M. McGuire, all of\r\nColumbia, for respondent. \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\n  \r\nMOORE, A.J.: We granted petitioner a writ of certiorari to\r\nreview the denial of his application for post-conviction relief (PCR). We\r\nreverse. \r\n  \r\np.28\r\n\r\nTurner v. State \r\n\r\n\r\n\r\n\r\n\r\nFACTS \r\n  \r\n  \r\n  \r\nImmediately prior to petitioner's guilty plea, petitioner's probation was\r\nrevoked and he was sentenced to serve the 14 years remaining on other prior\r\ncharges.1 This was an error as petitioner had only 7 years remaining on his\r\nsentence when his probation was revoked. Petitioner then pled guilty to\r\ndistribution of crack cocaine, two counts of forgery, and failure to stop for \r\n  a\r\nblue light. He was sentenced to 15 years imprisonment for the distribution\r\ncharge, 5 years for each forgery charge, and 3 years for the failure to stop\r\ncharge. All sentences were to run concurrently to each other, including the\r\nsentence imposed for the probation revocation. The PCR judge granted\r\npetitioner a new probation revocation hearing but denied petitioner relief \r\n  for\r\nhis guilty plea. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nISSUE \r\n  \r\n  \r\n  \r\nWas trial counsel ineffective rendering petitioner's guilty plea involuntary? \r\n  \r\n  \r\n  \r\n  \r\n  \r\nDISCUSSION \r\n  \r\n  \r\n  \r\nPetitioner contends the PCR judge erred in denying him PCR .\r\nagree. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nA defendant who pleads guilty on the advice of counsel may\r\ncollaterally attack the plea only by showing that (1) counsel was ineffective\r\nand (2) there is a reasonable probability that but for counsel's errors, the\r\ndefendant would not have pled guilty. Wolfe v. State, 326 S.C. 158, \r\n  485\r\nS.E.2d 367 (1997); Satterwhite v. State, 325 S.C. 254, 481 S.E.2d \r\n  709 (1997).\r\nThe PCR judge in his order held that the principle reason he had to deny\r\nrelief was because petitioner failed to carry his burden and show why further\r\naction on the part of trial counsel would have benefitted petitioner or how\r\nthere was a reasonable probability that the result would have been better.\r\nWe find this was error. The court should have focused on whether petitioner\r\nwould have pled guilty had trial counsel accurately informed him of the\r\nsituation. \r\n  \r\n  \r\n  \r\n\r\n1 Petitioner had previously pled guilty to 3 counts of \r\nforgery and had\r\nbeen sentenced to 7 years on 2 counts and 7 years on the third count\r\nsuspended upon the service of 5 years probation, all to run consecutively. \r\n  \r\np.29\r\n\r\nTurner v. State \r\n\r\n\r\n\r\n\r\n\r\nWe realize that trial counsel along with everyone else was under the\r\nmistaken impression that petitioner had to serve 14 years under the\r\nprobation revocation. However, in reality petitioner had only 7 years\r\nremaining under his previous sentence. During guilty plea negotiations,\r\npetitioner was offered a 15-year sentence to run concurrently to the\r\nprobation revocation sentence. In essence, petitioner and trial counsel\r\nthought he would then serve only 1 year in addition to the probation\r\nrevocation sentence. Petitioner testified he would not have pled guilty to \r\n  the\r\n15 year concurrent sentence for his most recent charges had he known that\r\nhe was subjecting himself to an additional 8 years rather than merely 1 year. \r\n  \r\n  \r\n  \r\n  \r\n  \r\nIn denying PCR, the PCR judge relied upon trial counsel's testimony\r\nthat he would have still advised petitioner to plead guilty. However, the\r\nquestion is whether petitioner after being correctly informed would have \r\n  still\r\npled guilty. He testified he would not have. Thus, petitioner was entitled to\r\nPCR. Alexander v. State, 303 S.C. 539, 402 S.E.2d 484 (1991)(court \r\n  found\r\nineffective assistance of counsel when trial counsel misinformed petitioner\r\nand petitioner testified at PCR he would not have pled guilty). Accordingly,\r\nthe denial of PCR is \r\n  \r\n  \r\n  \r\nREVERSED. \r\n  \r\n  \r\n  \r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur. \r\n  \r\np.30 \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]