[{"id":"25163","title":"State v. Sanders","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25163","description":"","date":"2000-07-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Sanders\r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nThe State, Respondent,\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nTunzy Antwain\r\n\r\n\r\n\r\nSanders,  Appellant.\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Barnwell County\r\n\r\n\r\n\r\nGary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25163\r\n\r\n\r\n\r\nHeard May 10, 2000 - Filed July 3, 2000\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of S.C.\r\n\r\n\r\n\r\nOffice of Appellate Defense, of Columbia, for\r\n\r\n\r\n\r\nappellant.\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condom Chief Deputy\r\n\r\n\r\n\r\nAttorney General John W. McIntosh, Assistant Deputy\r\n\r\n\r\n\r\nAttorney General Donald J. Zelenka, Assistant\r\n\r\n\r\n\r\nAttorney General Derrick K. McFarland, all of\r\n\r\n\r\n\r\nColumbia; and Solicitor Barbara R. Morgan, of Aiken,\r\n\r\n\r\n\r\nfor respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.363\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Sanders\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nACTING JUSTICE KINARD: Appellant was convicted of \r\n\r\n\r\n\r\nmurder, attempted armed robbery, and conspiracy. He appeals on the\r\n\r\n\r\n\r\nground his Sixth Amendment right to counsel was violated when counsel\r\n\r\n\r\n\r\nwas removed before trial. We reverse and remand for a new trial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nAppellant and two others were charged with killing Minh Chapman\r\n\r\n\r\n\r\nwho was shot to death in the parking lot of the restaurant where she worked.\r\n\r\n\r\n\r\nShe was leaving work at the close of business and was carrying that day's\r\n\r\n\r\n\r\nreceipts.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nBefore trial, appellant's sister, Brenda Sanders, was admitted pro hac\r\n\r\n\r\n\r\nvice to act as co-counsel on appellant's behalf. 1  The day before trial was to\r\n\r\n\r\n\r\ncommence, however, the trial judge removed Ms. Sanders because the State\r\n\r\n\r\n\r\nindicated she would be called as a witness based on her interaction with the\r\n\r\n\r\n\r\nState's witnesses. 2\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAt trial, two jailhouse informants, Aurelien Vigier and David Staley,\r\n\r\n\r\n\r\ntestified appellant confessed to the crime while imprisoned. Each also\r\n\r\n\r\n\r\ntestified that appellant had said Ms. Sanders was going to talk to the State's\r\n\r\n\r\n\r\nwitnesses \"to get them to change their statements.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State introduced the statement of Temetrius Williams which\r\n\r\n\r\n\r\nplaced appellant and his cohorts at the scene with the intent to commit a\r\n\r\n\r\n\r\nrobbery. Williams retracted her statement on the stand. She denied she had\r\n\r\n\r\n\r\never talked with Ms. Sanders. When Ms. Sanders took the stand, she\r\n\r\n\r\n\r\ntestified that in the course of her investigation, she had had a brief telephone\r\n\r\n\r\n\r\nconversation with Williams.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\nWas Ms. Sanders properly removed because she was a\r\n\r\n\r\n\r\nnecessary witness?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Ms. Sanders is an attorney in Michigan.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 Co-counsel continued his representation.\r\n\r\n\r\n\r\n\r\n\r\np.364\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Sanders\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nAppellant contends Ms. Sanders's removal violated his Sixth\r\n\r\n\r\n\r\nAmendment right to counsel. The State argues in. response that Ms. Sanders\r\n\r\n\r\n\r\nwas properly removed because she was disqualified under Rule 3.7 of the\r\n\r\n\r\n\r\nRules of Professional Conduct. 3  This rule provides that, with certain\r\n\r\n\r\n\r\nexceptions,  4  a lawyer \"shall not act as advocate at a trial in which the lawyer\r\n\r\n\r\n\r\nis likely to be a necessary witness.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe recognize the Sixth Amendment does not confer an absolute right\r\n\r\n\r\n\r\nto be represented by one's preferred attorney. Wheat v. United States, 486\r\n\r\n\r\n\r\nU.S. 153 (1988). This right is circumscribed by the trial court's obligation to\r\n\r\n\r\n\r\nsafeguard the integrity of the proceedings and ensure trials are conducted\r\n\r\n\r\n\r\naccording to the ethical standards of the profession. United States v.\r\n\r\n\r\n\r\nHoward, 115 F.3d 1151, 1155 (4th Cir. 1997); Williams v. Williams, 81 F.3d\r\n\r\n\r\n\r\n1321, 1324 (4th Cir. 1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough the right to an attorney of one's choosing is not unlimited,\r\n\r\n\r\n\r\nthe Sixth Amendment does give some protection to a criminal defendant's\r\n\r\n\r\n\r\nselection of retained counsel. United States v. Cunningham, 672 F.2d 1064,\r\n\r\n\r\n\r\n1071 (2d Cir. 1982) (citing United States v. Armedo-Sarmiento, 524 F.2d 591,\r\n\r\n\r\n\r\n592 (2d Cir. 1975)). Where this Sixth Amendment right is invoked, the court\r\n\r\n\r\n\r\nmust balance the defendant's right to his own freely chosen counsel against\r\n\r\n\r\n\r\nthe need to maintain the highest ethical standards of professional\r\n\r\n\r\n\r\nresponsibility. Cunningham, 672 F.2d at 1071. In balancing these interests,\r\n\r\n\r\n\r\nthe court will consider whether the defendant's constitutional right to\r\n\r\n\r\n\r\ncounsel is outweighed by the government's interest in disqualifying his\r\n\r\n\r\n\r\nattorney. Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, the trial judge removed Ms. Sanders because the State indicated\r\n\r\n\r\n\r\nit would call her as a witness. We cannot discern from this record, however,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 Rule 407, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 The exceptions are: (1) the testimony relates to an uncontested issue;\r\n\r\n\r\n\r\n(2) the testimony relates to the nature and value of legal services rendered in\r\n\r\n\r\n\r\nthe case; or (3) disqualification of the lawyer would work substantial\r\n\r\n\r\n\r\nhardship on the client.\r\n\r\n\r\n\r\n\r\n\r\np.365\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Sanders\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nthat Ms. Sanders was a \"necessary witness\" to support her removal as .\r\n\r\n\r\n\r\nappellant's counsel under Rule 3.7. Although the trial judge indicated he\r\n\r\n\r\n\r\nwas willing to hold a hearing on the matter, no hearing was held. Instead,\r\n\r\n\r\n\r\nthe Solicitor simply stated her unsubstantiated concern that Ms. Sanders\r\n\r\n\r\n\r\n\"might be called as a witness . . . just by the nature of what was done.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCounsel representing a criminal defendant has a duty to conduct a\r\n\r\n\r\n\r\nreasonable investigation, see Cobbs v. State, 305 S.C. 299, 408 S.E.2d 223\r\n\r\n\r\n\r\n(1991), which encompasses the defendant's right to interview potential\r\n\r\n\r\n\r\nwitnesses against him. See State v. Williams, 326 S.C. 130, 485 S.E.2d 99\r\n\r\n\r\n\r\n(1997). Here, the State produced no evidence Ms. Sanders attempted to\r\n\r\n\r\n\r\ninfluence any witness's testimony. When she was called as a prosecution\r\n\r\n\r\n\r\nwitness, Ms. Sanders was never questioned regarding the nature of her\r\n\r\n\r\n\r\ninteraction with the State's witnesses. Her testimony in fact added little to\r\n\r\n\r\n\r\nthe State's case beyond her statement that she had spoken with Williams.\r\n\r\n\r\n\r\nUnder these facts, we do not think the State's interest in having Ms. Sanders\r\n\r\n\r\n\r\ntestify outweighed appellant's right to counsel of his choosing. Accordingly,\r\n\r\n\r\n\r\nthe judgment of the circuit court is reversed and the case is remanded for a\r\n\r\n\r\n\r\nnew trial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe take this opportunity to set forth the proper procedure when\r\n\r\n\r\n\r\ncounsel's removal is sought under Rule 3.7. As a procedural safeguard, an\r\n\r\n\r\n\r\nevidentiary hearing is appropriate to determine whether there is evidence to\r\n\r\n\r\n\r\nsupport counsel's removal. This procedure will enable the trial judge to fully\r\n\r\n\r\n\r\nassess counsel's anticipated role as a necessary witness before restricting the\r\n\r\n\r\n\r\ndefendant's exercise of his right to counsel. Further, it will provide a record\r\n\r\n\r\n\r\nfor meaningful review of the issue on appeal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED AND REMANDED.\r\n\r\n\r\n\r\n\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\np.366\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25164","title":"State v. Dickerson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25164","description":"","date":"2000-07-03","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nThe State,   Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nWilliam Oliver\r\r\n\r\r\nDickerson,  Appellant.\r\r\n\r\r\n\r\r\n\r\r\nAppeal From Charleston County\r\r\n\r\r\nDaniel F. Pieper, Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25164\r\r\n\r\r\nHeard May 4, 2000 - Filed July 3, 2000\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\n\r\r\nAssistant Appellate defender Robert M. Dudek, of\r\r\n\r\r\nSouth Carolina Office of Appellate Defense, of\r\r\n\r\r\nColumbia, for appellant.\r\r\n\r\r\n\r\r\n.\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condom Chief Deputy \r\r\n\r\r\nAttorney General John W. McIntosh, Assistant \r\r\n\r\r\nDeputy Attorney General Donald J. Zelenka, \r\r\n\r\r\nAssistant Attorney General G. Robert Deloach, III, \r\r\n\r\r\nall of Columbia; and, Solicitor David P. Schwacke, of \r\r\n\r\r\nNorth Charleston, for respondent.\r\r\n\r\r\n\r\r\nCHIEF JUSTICE TOAL: William Oliver Dickerson\r\r\n\r\r\n(\"defendant\") was convicted of murdering Mary Middleton (\"victim\"). Defendant\r\r\n\r\r\n\r\r\np.367\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nappeals. We affirm.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTUAL/PROCEDURAL BACKGROUND\r\r\n\r\r\n\r\r\nVictim was last seen alive on the evening of May 31, 1996, in her\r\r\n\r\r\nCharleston home. She was 83 years old and lived by herself. Around 8:00 p.m.\r\r\n\r\r\nthat evening, victim went next door to tell Chrisaundra Lockwood, her\r\r\n\r\r\nneighbor, that she had a telephone call at her house. Lockwood did not have a\r\r\n\r\r\nphone of her own so victim allowed her to take calls on her line. On the way\r\r\n\r\r\nback to her house, victim told Lockwood that she was talking in the backyard\r\r\n\r\r\nwith a man who had gone to school with her son, but who she did not\r\r\n\r\r\nremember. While in the house, Lockwood observed victim talking in the\r\r\n\r\r\nbackyard to a man in a green hospital shirt, which resembled a doctor's shirt.\r\r\n\r\r\nWhen Lockwood left the house after the call, victim was still talking to the man.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt this same time, another one of victim's neighbors, Quinnie Gailliard,\r\r\n\r\r\nobserved victim in her backyard talking with an man she recognized as the\r\r\n\r\r\ndefendant. She even asked her husband at the time if he thought it was\r\r\n\r\r\ndefendant talking to victim. Husband disagreed with her at the time that the\r\r\n\r\r\nman was defendant. Gailliard testified the man was standing near victim's car\r\r\n\r\r\nin the backyard, looking at some damage to the vehicle.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAround 8:30 p.m. that evening, a few blocks away from victim's house,\r\r\n\r\r\ndefendant approached Willie Gibbs, a friend defendant had grown up with, and\r\r\n\r\r\nasked him for a ride into the city. Once in the car, defendant asked Gibbs to\r\r\n\r\r\ntake him to MUSC so he could get a key from his girlfriend, Sandra Jenkins, in\r\r\n\r\r\norder to change clothes. Gibbs refused and defendant told him that he needed\r\r\n\r\r\nto change clothes because he and a friend had just killed a man in Mt. Pleasant.\r\r\n\r\r\nDefendant showed Gibbs that he had turned his pants inside out to cover up the\r\r\n\r\r\nblood. In the car, Gibbs could see defendant's pants legs were covered in blood.\r\r\n\r\r\nDefendant and Gibbs got into an argument and defendant got out of the car.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSoon after 11:00 p.m. that night, defendant knocked on Sandra Jenkins'\r\r\n\r\r\ndoor. When she let him in the apartment, defendant was wearing a green\r\r\n\r\r\nhospital shirt and his pants on inside out. Even though the pants were\r\r\n\r\r\nreversed, Jenkins testified she could tell they were covered in blood. Defendant\r\r\n\r\r\ntold Jenkins that he had been in a truck with a man and his girlfriend and the\r\r\n\r\r\nman had repeatedly stabbed the girlfriend and he did not know if she was alive\r\r\n\r\r\nor dead.\r\r\n\r\r\n\r\r\np.368\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJenkins was scared and asked defendant to leave. Defendant refused to\r\r\n\r\r\nleave and emptied his pockets onto her coffee table. In addition to a small\r\r\n\r\r\namount of money, defendant also put a broach on the table that \"somebody\r\r\n\r\r\nwould wear to church.\" Defendant then showered and put on some clothes that\r\r\n\r\r\nbelonged to Jenkins' son. He rolled up the green hospital scrub top and bloody\r\r\n\r\r\npants and took them with him when he left.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe next morning, victim's neighbors became concerned when she did not\r\r\n\r\r\nget her morning paper or open up her windows. Eventually one of the\r\r\n\r\r\nneighbors entered the house. Victim was found dead on the floor with her body\r\r\n\r\r\nnaked from the waist down. The house had been ransacked. The neighbors\r\r\n\r\r\ncalled the police who arrived at the scene around 2:30 p.m. on June 1, 1996.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe police found no signs of forced entry into the house. Victim had\r\r\n\r\r\nsuffered 25 separate stab wounds on her head and neck, causing her to bleed\r\r\n\r\r\nto death. Two of the stab wounds had pierced victim's carotid artery and\r\r\n\r\r\njugular vein, both were fatal injuries. The medical examiner estimated the time\r\r\n\r\r\nof death at around 8:00 p.m. the previous evening.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe medical examiner characterized the victim's death as an \"overkill\"\r\r\n\r\r\nmurder. According to the medical examiner, \"overkill\" occurs when the\r\r\n\r\r\nmurderer inflicts injuries much more severe than necessary to cause death. The\r\r\n\r\r\nmedical examiner testified that she had only encountered \"overkill\" murders as\r\r\n\r\r\nthe result of a lovers' quarrel or when the killer had been high on drugs like\r\r\n\r\r\ncocaine. She also testified that expert literature on the subject of \"overkill\"\r\r\n\r\r\nmurders reports that such killings often occur when the killer is high on drugs\r\r\n\r\r\nor motivated to kill by sexual passion.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nInvestigators at the crime scene found defendant's fingerprints all over\r\r\n\r\r\nthe inside of victim's house and on her belongings. Fingerprints were on a\r\r\n\r\r\nmagazine in the living room, on one of victim's purses, on victim's dresser, on\r\r\n\r\r\na plastic bag, and on a jewelry box in victim's bedroom. The purse and jewelry\r\r\n\r\r\nbox covered with defendant's fingerprints had been emptied onto victim's bed.\r\r\n\r\r\nThe police also found defendant's fingerprints on the car in victim's backyard\r\r\n\r\r\nwhere Gailliard had testified that victim and the man were standing shortly\r\r\n\r\r\nbefore the murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTwo days after the murder the police arrested defendant. On the day of\r\r\n\r\r\nthe murder, defendant had been living with his brother in a house located on\r\r\n\r\r\nthe street directly behind victim's house. Defendant had grown up in the\r\r\n\r\r\n\r\r\np.369\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nneighborhood and attended school with victim's son. He also told the police that\r\r\n\r\r\nhe had never been inside victim's house before. When arrested, defendant\r\r\n\r\r\nvoluntarily gave the following sworn statement to the police:\r\r\n\r\r\n\r\r\nOn Friday, which is May 31st, 1996, about 9:00 a.m. I went and\r\r\n\r\r\npicked up Lee in Ashleyville. We went to Mimi's house in\r\r\n\r\r\nShadowmoss to clean the garage. I came back to the area of the\r\r\n\r\r\nHess Gas Station on Highway 61 about 5:00 or 6:00 p.m. and\r\r\n\r\r\ncaught a rid [sic] to the North Area.\r\r\n\r\r\n\r\r\nIn the North Area, I got a bag of cocaine and a bag of heroin. I got\r\r\n\r\r\nhigh on Arbutus Street in the Height. I caught a ride back into\r\r\n\r\r\nCharleston and went to the same Hess Station and bought a quart\r\r\n\r\r\nof Old English Beer. This was about 1:00 a.m. I then walked back\r\r\n\r\r\nto Armstrong Avenue and crawled through the window of my\r\r\n\r\r\nbrother's house and went to sleep.\r\r\n\r\r\n\r\r\nI got up around 8:00 or 9:00 a.m. Saturday morning. I caught a\r\r\n\r\r\nride to Tony's Auto Repair on Highway 61 to check on my car and\r\r\n\r\r\nthen to Shadowmoss. I then left Shadowmoss, and I went to the\r\r\n\r\r\nNorth Area again and got high. I came back to Armstrong Avenue\r\r\n\r\r\nagain about 1:00 a.m. Sunday. Gopher took me to Tony's and then\r\r\n\r\r\nto Shadowmoss. 1\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt trial, defendant did not challenge the voluntariness of the statement,\r\r\n\r\r\nbut moved to redact the references to his drug use. The judge allowed the\r\r\n\r\r\nentire statement to be read to the jury without any redactions. The jury\r\r\n\r\r\nconvicted defendant and he has appealed. The issue before the Court is:\r\r\n\r\r\n\r\r\nDid the trial judge err in allowing evidence of defendant's drug use\r\r\n\r\r\nduring the time frame in which the murder took place to be\r\r\n\r\r\npresented to the jury?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLAW/ANALYSIS\r\r\n\r\r\n\r\r\nDefendant argues the trial court erred by not redacting, as improper\r\r\n\r\r\nevidence of prior bad acts, admissions of drug use contained in his statement to\r\r\n\r\r\nthe police. We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Arbutus Street is in a part of North Charleston.\r\r\n\r\r\n\r\r\np.370\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDefendant's admitted drug use during the time period of the murder is\r\r\n\r\r\nnot improper character evidence because it was not being used to show a\r\r\n\r\r\ncriminal propensity. It was introduced to identify defendant as the murderer.\r\r\n\r\r\nSouth Carolina law precludes evidence of a defendant's prior bad acts to prove\r\r\n\r\r\nthe defendant's guilt for the crime charged except to establish: (1) motive; (2)\r\r\n\r\r\nintent; (3) the absence of mistake or accident; (4) a common scheme or plan; or\r\r\n\r\r\n(5) the identity of the perpetrator. Rule 404(b), SCRE; see also State v. King,\r\r\n\r\r\n334 S.C. 504, 514 S.E.2d 578 (1999); State v. Lyle, 125 S.C. 406, 118 S.E. 803\r\r\n\r\r\n(1923). In the current case, the State argues defendant's confessed cocaine use\r\r\n\r\r\nduring the time in which the murder occurred serves to establish his identity\r\r\n\r\r\nas the killer because the medical expert testified that cocaine use is one of the\r\r\n\r\r\ntwo main causes of \"overkill\" murders such as victim's. 2\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThis Court has addressed several times the admissibility of evidence of\r\r\n\r\r\na defendant's drug use under State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923)\r\r\n\r\r\nduring the trial of another crime. See State v. King, 334 S.C. 504, 514 S.E.2d\r\r\n\r\r\n578 (1999); State v. Hough, 325 S.C. 88, 480 S.E.2d 77 (1997); State v. Adams,\r\r\n\r\r\n322 S.C. 114, 470 S.E.2d 366 (1996); State v. Smith, 309 S.C. 442, 424 S.E.2d\r\r\n\r\r\n496 (1992); State v. Bolden, 303 S.C. 41, 398 S.E.2d 494 (1990); State v.\r\r\n\r\r\nColeman, 301 S.C. 57, 389 S.E.2d 659 (1990). These cases stand for the general\r\r\n\r\r\nproposition that, in order to be admissible, the drug use must have some\r\r\n\r\r\nrelevant connection to the crime charged. See State v. King, 334 S.C. 504, 514\r\r\n\r\r\nS.E.2d 578 (1999)(\"The record must support a logical relevance between the\r\r\n\r\r\nprior bad act and the crime for which the defendant is accused.\"). In the current\r\r\n\r\r\nmatter, defendant's drug use is admissible because the testimony of the medical\r\r\n\r\r\nexaminer connects it to the violent \"overkill\" nature of the murder. Thus it\r\r\n\r\r\nserves to identify defendant as the \"overkill\" murderer.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn State v. Smith, 309 S.C. 442, 424 S.E.2d 496 (1992), this Court held the\r\r\n\r\r\ntrial court erred by admitting evidence of the defendant's use of cocaine. At\r\r\n\r\r\ntrial, one of the State's witnesses testified that at some time in the past, he and\r\r\n\r\r\nthe defendant had obtained cocaine by trading stolen goods and that the\r\r\n\r\r\ndefendant had in the past left the witness waiting beside the road while she\r\r\n\r\r\nwent to get cocaine. Id. at 445, 424 S.E.2d at 498. On appeal, the State argued\r\r\n\r\r\nthe defendant's prior cocaine use was relevant to establish a motive for murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2At trial the State argued: \"The medical examiner will testify about the\r\r\n\r\r\noverkill, your Honor, as far as the multiple stab wounds to the head. That\r\r\n\r\r\ncertainly could be something that would be viewed as while under the influence\r\r\n\r\r\nof drugs or certainly heroin.\"\r\r\n\r\r\n\r\r\np.371\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nId. at 446, 424 S.E.2d at 498. The Court found that \"evidence of drug use is\r\r\n\r\r\nincompetent to establish motive for a crime . . . where the record does not\r\r\n\r\r\nsupport any relationship between the crime and the drug use.\" Id. The Court\r\r\n\r\r\nindicated that where drug use is unrelated to the crime at issue, evidence of the\r\r\n\r\r\ndrug use should be excluded. Id. at 447, 424 S.E.2d at 498. In noting the time\r\r\n\r\r\nlapse between the drug use and the murder, the Court stated that \"the prior\r\r\n\r\r\nincident of [defendant] smoking cocaine at an unspecified time was certainly not\r\r\n\r\r\ncontemporaneous with [victim's] murder.\" Id. The current case is\r\r\n\r\r\ndistinguishable from Smith because defendant admits in his statement to being\r\r\n\r\r\nhigh on cocaine during the actual time period in which the murder took place.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn State v. Bolden, 303 S.C. 41, 398 S.E.2d 494 (1990), this Court found\r\r\n\r\r\nerror in admitting evidence that the defendant smoked crack cocaine the night\r\r\n\r\r\nbefore he committed an armed robbery. Evidence presented at trial indicated\r\r\n\r\r\nthe defendant had checked into a hotel with a woman and had smoked crack\r\r\n\r\r\ncocaine while at the hotel. The next morning he robbed the hotel clerk at\r\r\n\r\r\ngunpoint. The Court held that there was \"nothing in the record to indicate a\r\r\n\r\r\nlogical relevance between use of the crack cocaine during the night before the\r\r\n\r\r\nrobbery and the robbery which occurred at 6:10 a.m. the next day.\" Id. at 43,\r\r\n\r\r\n398 S.E.2d at 494-95. The current case is distinguishable from Bolden because\r\r\n\r\r\nthe medical expert testified cocaine use was a probable source of the \"overkill\"\r\r\n\r\r\nnature of the murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn State v. Coleman, 301 S.C. 57, 389 S.E.2d 659 (1990), this Court held\r\r\n\r\r\nthe trial court should not have allowed into evidence that the defendant was a\r\r\n\r\r\nsocial user of cocaine. The Court recognized that evidence of prior bad acts\r\r\n\r\r\nsometimes is admissible, but found that:\r\r\n\r\r\n\r\r\nWhile there was testimony that appellant appeared \"wired\" on the\r\r\n\r\r\nmorning of the murder, there was no evidence to suggest\r\r\n\r\r\nappellant's condition was the result of cocaine use. Further, there\r\r\n\r\r\nwas nothing in the record to support the inference that the victim\r\r\n\r\r\nand appellant were involved in a drug transaction. Evidence of\r\r\n\r\r\nappellant's social use of cocaine was therefore incompetent to\r\r\n\r\r\nestablish . . . a motive for the murder. In fact, the only function of\r\r\n\r\r\nthis evidence was to demonstrate appellant's bad character and\r\r\n\r\r\nsocial irresponsibility. The prejudice to appellant as a result of the\r\r\n\r\r\nadmission of this evidence far outweighed its probative value, if\r\r\n\r\r\nany.\r\r\n\r\r\n\r\r\np.372\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nId. at 60, 389 S.E.2d at 660-61. Unlike Coleman, identity is at issue in the\r\r\n\r\r\ncurrent case and defendant's drug use was not used to attack his character, but\r\r\n\r\r\nto help identify him as the probable killer. Furthermore, the defendant\r\r\n\r\r\nvoluntarily admitted to the police that he was high on drugs during the time\r\r\n\r\r\nframe in which the murder took place.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn State v. Hough, 325 S.C. 88, 480 S.E.2d 77 (1997), this Court held the\r\r\n\r\r\nfact that the defendant had previously, on unspecified occasions, done crack\r\r\n\r\r\ncocaine or previously stolen to obtain money for crack does not demonstrate a\r\r\n\r\r\nmotive for the alleged robbery on trial. On the contrary, such evidence would\r\r\n\r\r\nonly serve to demonstrate that the defendant acted in conformity with a\r\r\n\r\r\npropensity to commit crimes. Unlike Hough, in this case the State argues\r\r\n\r\r\ndefendant's admitted drug use was contemporaneous with the crime on trial\r\r\n\r\r\nand the State argues it had an integral role in how the murder was committed.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe testimony of the expert witness supports a logical relevance between\r\r\n\r\r\ndefendant's confessed drug use and the murder for which he is accused. The\r\r\n\r\r\nexpert testified:\r\r\n\r\r\n\r\r\nThere are really two main situations that the literature cites and\r\r\n\r\r\nthat I have also seen in my experience that you find overkill. One\r\r\n\r\r\nof them is an individual when they know the person, lover's quarrel\r\r\n\r\r\n. . . And the second situation is when the assailant is high on drugs,\r\r\n\r\r\na stimulant such as cocaine. They're just really going at it because\r\r\n\r\r\nthey are under the influence of the drug. They are the two\r\r\n\r\r\nsituations where we see overkill.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBy introducing evidence of defendant's cocaine use during the time frame in\r\r\n\r\r\nwhich the murder occurred and the testimony of the medical examiner\r\r\n\r\r\nregarding \"overkill\" murders, the State can show the defendant would be in the\r\r\n\r\r\nstate of mind to commit an \"overkill\" murder. In this case, evidence of\r\r\n\r\r\ndefendant's cocaine use would serve to identify him as victim's killer.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe evidence of defendant's cocaine use also meets the standard of clear\r\r\n\r\r\nand convincing evidence. \"The evidence of the prior bad acts must be clear and\r\r\n\r\r\nconvincing to be admissible.\" State v. Adams, 322 S.C. 114, 470 S.E.2d 366\r\r\n\r\r\n(1996). Defendant freely admitted his drug use during the time frame of the\r\r\n\r\r\nmurder in his voluntary statement to the police. This evidence satisfies the\r\r\n\r\r\nclear and convincing standard.\r\r\n\r\r\n\r\r\np.373\r\r\n\r\r\n\r\r\n\r\r\nState v. Dickerson\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFurthermore, we find the evidence of defendant's drug use has probative\r\r\n\r\r\nvalue that outweighs any prejudicial effect. \"[E]ven though the evidence is clear\r\r\n\r\r\nand convincing and falls within a Lyle exception, it must be excluded if its\r\r\n\r\r\nprobative value is substantially outweighed by the danger of unfair prejudice\r\r\n\r\r\nto the defendant.\" See Rule 403, SCRE. Unfair prejudice means an undue\r\r\n\r\r\ntendency to suggest decision on an improper basis. State v. Alexander, 303 S.C.\r\r\n\r\r\n377, 401 S.E.2d 146 (1991). \"The determination of the prejudicial effect of prior\r\r\n\r\r\nbad act evidence must be based on the entire record and the result will\r\r\n\r\r\ngenerally turn on the facts of each case.\" State v. Forney, 321 S.C. 353, 358, 468\r\r\n\r\r\nS.E.2d 641, 644 (1996).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHere, the prior bad act was not introduced to show a propensity for that\r\r\n\r\r\ntype of crime. The State did not argue the evidence that defendant committed\r\r\n\r\r\na similar crime in the past meant he would be more likely to commit the same\r\r\n\r\r\ncrime again. See, e.g., State v. Hough, 325 S.C. 88, 480 S.E.2d 77 (1997). As\r\r\n\r\r\na result, we believe the trial judge did not abuse his discretion in finding the\r\r\n\r\r\nprobative value of the defendant's prior bad act was not substantially\r\r\n\r\r\noutweighed by the danger of unfair prejudice.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAlthough not argued by the State, the evidence of defendant's drug use\r\r\n\r\r\nin this case would also be admissible under the theory of res gestae. As stated\r\r\n\r\r\nin State v. Adams, 322 S.C. 114, 122, 470 S.E.2d 366, 371 (1996):\r\r\n\r\r\n\r\r\nHere . . . the temporal proximity of the cocaine use to the robbery\r\r\n\r\r\nand murder is so close that one cannot deny that the cocaine use\r\r\n\r\r\nwas so much a part of the \"environment\" of the crime that omitting\r\r\n\r\r\nthe evidence of it would unnecessarily fragmentize the State's case:\r\r\n\r\r\n. . . The use of the cocaine here was inextricably intertwined with\r\r\n\r\r\nthe robbery and murder. Under these circumstances, such evidence\r\r\n\r\r\nwas properly admitted as part of the res gestae of the crime.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn addition to finding the drug use evidence admissible under the theory of res\r\r\n\r\r\ngestae, the Adams court also found the evidence was properly admitted under\r\r\n\r\r\nLyle. We believe the evidence of defendant's cocaine use in the current case\r\r\n\r\r\nwould also be admissible on each basis.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nBased on the foregoing, we AFFIRM defendant's conviction.\r\r\n\r\r\n\r\r\nMoore, Waller, Burnett and Pleicones, JJ., concur.\r\r\n\r\r\n\r\r\n\r\r\np.374\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25165","title":"Adams v. Texfi Industries","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25165","description":"","date":"2000-07-03","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nAdams et al., v. Texfi Industries et al.,\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nWilliam Jackson\r\r\n\r\r\nAdams, Deceased\r\r\n\r\r\nEmployee; Rosita L.\r\r\n\r\r\nAdams, Widow; Ji Hae\r\r\n\r\r\nKim Adams, Minor\r\r\n\r\r\nAdopted Child; Martina\r\r\n\r\r\nMarie McKeown,  Claimants,\r\r\n\r\r\n\r\r\nof whom Martina Marie\r\r\n\r\r\nMcKeown is  Petitioner,\r\r\n\r\r\n\r\r\nand Ji Hae Kim Adams\r\r\n\r\r\nis Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nTexfi Industries,\r\r\n\r\r\nEmployer and Liberty\r\r\n\r\r\nMutual Insurance\r\r\n\r\r\nCompany, Carrier,   Defendants.\r\r\n\r\r\n\r\r\n\r\r\nON WRIT OF CERTIORARI TO THE\r\r\n\r\r\nCOURT OF APPEALS\r\r\n\r\r\n\r\r\nAppeal From Chester County\r\r\n\r\r\nPaul E. Short, Jr., Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25165\r\r\n\r\r\nHeard November 2, 1999 - Filed July 3, 2000\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\np.375\r\r\n\r\r\n\r\r\n\r\r\nADAMS, et al. v. TEXFI INDUSTRIES\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nClaude S. Coleman, of Hemphill, Hemphill &amp;\r\r\n\r\r\nColeman, of Chester, for petitioner.\r\r\n\r\r\n\r\r\nJ. Mark Hayes, II of Harrison and Hayes, of\r\r\n\r\r\nSpartanburg, for respondent.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nPER CURIAM: This case is before the Court on a writ of\r\r\n\r\r\ncertiorari to review the Court of Appeals' decision in Adams v. Texfi\r\r\n\r\r\nIndustries, 330 S.C. 305, 498 S.E.2d 885 (Ct. App. 1998) (Adams III). We\r\r\n\r\r\nreverse, and reinstate the decision of the full commission finding petitioner\r\r\n\r\r\nwas wholly dependent upon the deceased and therefore entitled to receive\r\r\n\r\r\nworker's compensation benefits.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThis is the fourth time this matter has been before an appellate\r\r\n\r\r\ncourt. In Adams v. Texfi Industries, 314 S.C. 313, 443 S.E.2d 913 (Ct. App.\r\r\n\r\r\n1994)(Adams I), the Court of Appeals held the petitioner, as the deceased's\r\r\n\r\r\nstepchild, was not entitled to the presumption that she was wholly\r\r\n\r\r\ndependent under S.C. Code Ann. § 42-9-110 (1985). We granted certiorari,\r\r\n\r\r\nand held that if a stepchild demonstrates \"dependence\" within the meaning\r\r\n\r\r\nof S.C. Code Ann. § 42-1-70 (1985), he will be deemed \"wholly dependent\"\r\r\n\r\r\nunder § 42-9-110. We explained that dependence under § 42-1-70 is\r\r\n\r\r\nsomething less than \"wholly dependent\" and adopted the test found in Day v.\r\r\n\r\r\nDay, 216 S.C. 334, 58 S.E.2d 83 (1957). Adams v. Texfi Industries, 320 S.C.\r\r\n\r\r\n213, 464 S.E.2d 109 (1995) (Adams II). We remanded the case to the full\r\r\n\r\r\ncommission for reconsideration in light of this standard. Id.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOn remand, the full commission determined petitioner was\r\r\n\r\r\ndependent within the meaning of Day and § 42-1-70,. and therefore entitled\r\r\n\r\r\nto the presumption found in § 42-9-110. Accordingly, the full commission\r\r\n\r\r\nawarded petitioner benefits. The circuit court affirmed, but the Court of\r\r\n\r\r\nAppeals reversed. Adams III, supra. We granted certiorari.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\nDid the Court of Appeals err in holding that the Commission\r\r\n\r\r\nerred as, a matter of law in applying the standard for the reliance of a\r\r\n\r\r\n\r\r\np.376\r\r\n\r\r\n\r\r\n\r\r\nADAMS, et al. v. TEXFI INDUSTRIES\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nstepchild upon a worker for support? \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nThe Court of Appeals in Adams III relied upon language from the\r\r\n\r\r\nSouth Carolina's Children's Code, which states that the person responsible\r\r\n\r\r\nfor the child's welfare harms the child by failure to provide adequate food,\r\r\n\r\r\nclothing, shelter, education, and health care, to determine if petitioner was\r\r\n\r\r\ndependent upon the deceased. The application of the Children's Code\r\r\n\r\r\nstandard was error, and we take this opportunity to reiterate that the\r\r\n\r\r\ndependency standard to be used in a workers' compensation case is that\r\r\n\r\r\nannounced in Adams v. Texfi Industries II.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCourts will not overturn the factual findings of the commission\r\r\n\r\r\nunless they are clearly erroneous in view of the reliable, probative, and\r\r\n\r\r\nsubstantial evidence on the whole record. Brown v. Ryder Truck Rental, 300\r\r\n\r\r\nS.C. 530, 389 S.E.2d 161 (Ct. App. 1990). \" 'Substantial evidence' is not a\r\r\n\r\r\nmere scintilla of evidence nor the evidence viewed blindly from one side of\r\r\n\r\r\nthe case, but is evidence which, considering the record as a whole, would\r\r\n\r\r\nallow reasonable minds to reach the conclusion that the administrative\r\r\n\r\r\nagency reached or must have reached in order to justify its action.\" Lark v.\r\r\n\r\r\nBi-Lo, Inc., 276 S.C. 130, 276 S.E.2d 304 (1981). The substantial evidence\r\r\n\r\r\ntest \"need not and must not be either judicial fact-finding or a substitution of\r\r\n\r\r\njudicial judgment for agency judgment.\" Id. at 307.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe commission, applying the standard announced in Adams II,\r\r\n\r\r\ndetermined that petitioner relied on the deceased for the reasonable\r\r\n\r\r\nnecessities of life and was sufficiently dependent. Its decision was based on\r\r\n\r\r\nthe following factual findings supported by the record: the deceased\r\r\n\r\r\nemployee provided medical insurance coverage, braces, household utilities,\r\r\n\r\r\ngroceries, car expenses, clothing, summer camp, and made payments on the\r\r\n\r\r\nindebtedness on the family home. Evidence in the record also indicates that\r\r\n\r\r\non their joint tax return, the deceased employee and his wife claimed\r\r\n\r\r\npetitioner as a dependent.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThere was evidence in the record to support the commission's\r\r\n\r\r\nfindings. Lark v. Bi-Lo, Inc., supra. The Court of Appeals erred in reversing\r\r\n\r\r\nthe commission's findings.\r\r\n\r\r\n\r\r\n\r\r\np.377\r\r\n\r\r\n\r\r\n\r\r\nADAMS, et al. v. TEXFI INDUSTRIES\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe decision of the Court of Appeals is therefore\r\r\n\r\r\n\r\r\nREVERSED.\r\r\n\r\r\n\r\r\np.378\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25166","title":"State v. Mitchell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25166","description":"","date":"2000-07-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Mitchell\r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nThe State, Petitioner,\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nBennie Darren Mitchell,   Respondent.\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n\r\n\r\n\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Newberry County\r\n\r\n\r\n\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25166\r\n\r\n\r\n\r\nHeard December 15, 1999 - Filed July 6, 2000\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\n\r\n\r\n\r\nAttorney General John W. McIntosh, Assistant\r\n\r\n\r\n\r\nDeputy Attorney General Salley W. Elliott, Assistant\r\n\r\n\r\n\r\nAttorney General G. Robert Deloach, III, all of\r\n\r\n\r\n\r\nColumbia; and Solicitor William Townes Jones, IV, of\r\n\r\n\r\n\r\nGreenwood, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\nAssistant Appellate Defender Robert M. Pachak, of\r\n\r\n\r\n\r\nOffice of Appellate Defense, of Columbia, for\r\n\r\n\r\n\r\nrespondent.\r\n\r\n\r\n\r\n\r\n\r\np.379\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. MITCHELL\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J.: This case is before the Court on a writ of \r\n\r\n\r\n\r\ncertiorari to review the Court of Appeals' decision in State v. Mitchell, 332 \r\n\r\n\r\n\r\nS.C. 619, 506 S.E.2d 523 (Ct. App. 1998). We affirm, finding as did the Court \r\n\r\n\r\n\r\nof Appeals that respondent was entitled to a directed verdict on the burglary \r\n\r\n\r\n\r\ncharge.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nA person is guilty of burglary in the first degree if he enters a\r\n\r\n\r\n\r\ndwelling without consent and with intent to commit a crime in the dwelling,\r\n\r\n\r\n\r\nand at least one of three aggravating factors is proven. S.C. Code Ann. § 16-\r\n\r\n\r\n\r\n11-311 (Supp. 1999). Section 16-11-311(A)(2) lists one of the aggravating\r\n\r\n\r\n\r\nfactors as burglary committed by a person with a prior record of two or more\r\n\r\n\r\n\r\nconvictions for burglary or housebreaking or a combination of both. It was\r\n\r\n\r\n\r\nstipulated at trial that respondent had a prior record of two or more\r\n\r\n\r\n\r\nconvictions. The State was therefore required to prove entry into the\r\n\r\n\r\n\r\ndwelling without consent, with the intent to commit a crime.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe evidence relied upon by the State was entirely \r\n\r\n\r\n\r\ncircumstantial. There was testimony from Hugh Mathis (victim) that on \r\n\r\n\r\n\r\nSeptember 7, 1995, he came home for lunch and noticed that there were ten \r\n\r\n\r\n\r\n(10) bottles of beer in the refrigerator at noon but that night when he came \r\n\r\n\r\n\r\nhome no beer was there. The victim testified that he questioned his children \r\n\r\n\r\n\r\nand determined that they has nothing to do with the disappearing beer. On \r\n\r\n\r\n\r\nSeptember 13, 1995, the victim went into a spare room in his house and \r\n\r\n\r\n\r\nkicked a piece of glass. The victim testified that he pushed the blind back\r\n\r\n\r\n\r\nand noticed a hole in the glass, and that the window was unlocked. The \r\n\r\n\r\n\r\nvictim then checked his valuables and noticed that two guns were missing. \r\n\r\n\r\n\r\nVictim reported this to the police.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nVictim testified that respondent had been over to his residence \r\n\r\n\r\n\r\non a couple of occasions. Respondent helped the victim's son unload \r\n\r\n\r\n\r\nfurniture. Respondent had also attended a social gathering at the victim's \r\n\r\n\r\n\r\nhome which lasted for about forty five (45) minutes to one hour.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA police officer testified that the day after the burglary was \r\n\r\n\r\n\r\nreported, he went to victim's home. He found glass on the spare room's floor \r\n\r\n\r\n\r\ncovered by a blanket, and a broom against the wall where it appeared that \r\n\r\n\r\n\r\nsomeone attempted to sweep the glass up and conceal it beneath the blanket.\r\n\r\n\r\n\r\n\r\n\r\np.380\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. MITCHELL\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThere was no glass on the exterior of the house, but there was a screen that\r\n\r\n\r\n\r\nthe officer was able to get an identifiable fingerprint. The fingerprint\r\n\r\n\r\n\r\nmatched that of the respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe respondent moved for a directed verdict on the burglary\r\n\r\n\r\n\r\ncharge. The trial judge denied the motion and respondent was convicted.\r\n\r\n\r\n\r\nOn appeal, the Court of Appear concluded that the State failed to present\r\n\r\n\r\n\r\nsubstantial circumstantial evidence and therefore respondent was entitled to\r\n\r\n\r\n\r\na directed verdict. State v. Mitchell, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State contends that the Court of Appeals applied an\r\n\r\n\r\n\r\nincorrect direct verdict standard. 1  We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhen a motion for a direct verdict is made in a criminal case\r\n\r\n\r\n\r\nwhere the State relies exclusively on circumstantial evidence, the lower court\r\n\r\n\r\n\r\nis concerned with the existence or nonexistence of evidence, not with its\r\n\r\n\r\n\r\nweight. State v. Edwards, 298 S.C. 272, 379 S.E.2d 888 (1989). The lower\r\n\r\n\r\n\r\ncourt should not refuse to grant the motion where the evidence merely raises\r\n\r\n\r\n\r\na suspicion that the accused is guilty. Id. The trial judge is required to\r\n\r\n\r\n\r\nsubmit the case to the jury if there is \"any substantial evidence which\r\n\r\n\r\n\r\nreasonably tends to prove the guilt of the accused, or from which his guilt\r\n\r\n\r\n\r\nmay be fairly and logically deduced.\" Id.; State v. Martin, Op. No. 25096 (S.\r\n\r\n\r\n\r\nC. Sup. Ct. refiled _______) (emphasis added). In reviewing a denial of a\r\n\r\n\r\n\r\nmotion for a directed verdict, the appellate court must view the evidence in\r\n\r\n\r\n\r\nthe light most favorable to the State. State v. Childs, 299 S.C. 471, 385\r\n\r\n\r\n\r\nS.E.2d 839 (1989).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 To support this contention, the State relies upon State v. Grippon, 327\r\n\r\n\r\n\r\nS.C. 79, 489 S.E.2d 462 (1997).  In Grippon, we discussed circumstantial\r\n\r\n\r\n\r\nevidence jury charges, holding that if a jury is properly charged on\r\n\r\n\r\n\r\nreasonable doubt, then the trial judge may properly charge a jury that there\r\n\r\n\r\n\r\nis no distinction between the weight or value to be given to direct or\r\n\r\n\r\n\r\ncircumstantial evidence. Grippon addresses jury charges, not the proper\r\n\r\n\r\n\r\nstandard for a judge to use in ruling on directed verdict motions.\r\n\r\n\r\n\r\nFurthermore, a jury weighs evidence but when there is an absence of\r\n\r\n\r\n\r\nevidence, it becomes the duty of the trial judge to direct a verdict. State v.\r\n\r\n\r\n\r\nSchrock, 283 S.C. 129, 322 S.E.2d 450 (1984).\r\n\r\n\r\n\r\n\r\n\r\np.381\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSTATE v. MITCHELL\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe evidence in this case is entirely circumstantial. The only\r\n\r\n\r\n\r\nevidence linking respondent to the burglary is the fingerprint. The State did\r\n\r\n\r\n\r\nnot present any evidence whether the screen was on the window at the time\r\n\r\n\r\n\r\nthe window was broken or when the screen had been removed. The fact that\r\n\r\n\r\n\r\nrespondent's fingerprint was on a screen that was propped up against the\r\n\r\n\r\n\r\nhouse does not prove entry where respondent had been in and around the\r\n\r\n\r\n\r\nvictim's house as least three ties prior to the burglary. Compare State v.\r\n\r\n\r\n\r\nGilliam, 245 S.C. 311, 140 S.E.2d 480 (1965). The decision of the Court of\r\n\r\n\r\n\r\nAppeals holding respondent was entitled to a directed verdict is\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nToal, Moore, Waller and Burnett, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.382\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25167","title":"State v. Day","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25167","description":"","date":"2000-07-06","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nThe State,  Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nRaymond Day,  Appellant.\r\r\n\r\r\n\r\r\nAppeal From Aiken County\r\r\n\r\r\nCharles W. Whetstone, Jr., Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25167\r\r\n\r\r\nHeard May 10, 2000 - Filed July 6, 2000\r\r\n\r\r\n\r\r\nREVERSED AND REMANDED\r\r\n\r\r\n\r\r\nAssistant Appellate Defender Robert M. Dudek, of \r\r\n\r\r\nSouth Carolina Office of Appellate Defense, of \r\r\n\r\r\nColumbia, for appellant.\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Chief Deputy \r\r\n\r\r\nAttorney General John W. McIntosh, Assistant \r\r\n\r\r\nDeputy Attorney General Donald J. Zelenka, Senior \r\r\n\r\r\nAssistant Attorney General William Edgar Salter, \r\r\n\r\r\nIII, all of Columbia; Solicitor Barbara R. Morgan, of \r\r\n\r\r\nAiken, all for respondent.\r\r\n\r\r\n\r\r\n\r\r\nCHIEF JUSTICE TOAL: Raymond Day (\"Day\") appeals his convictions for murder\r\r\n\r\r\nand possession of a firearm during the commission of a violent crime. We reverse\r\r\n\r\r\nand remand.\r\r\n\r\r\n\r\r\np.383\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS/PROCEDURAL BACKGROUND\r\r\n\r\r\n\r\r\nThis case involves a complicated love triangle, a murder conspiracy;\r\r\n\r\r\nand a stolen trailer. In March of 1996, Wayne Renew (\"Renew\") hired Day to\r\r\n\r\r\nkill his ex-girlfriend, Debra Bouchillon (Bouchillon), because she turned him\r\r\n\r\r\ninto the police for giving her a stolen trailer in satisfaction of a debt. Renew\r\r\n\r\r\nplanned to give Day two hundred dollars and a red truck in exchange for\r\r\n\r\r\nkilling Bouchillon. However, the events did not occur as Renew intended.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRenew and Day were good friends and roommates who enjoyed\r\r\n\r\r\npartying and abusing crack cocaine. Both men had been romantically\r\r\n\r\r\ninvolved with Bouchillon prior to the shooting. Renew was angry at\r\r\n\r\r\nBouchillon for turning him into the police so he decided to hire Day to\r\r\n\r\r\nmurder her. On several occasions, Renew discussed various ways that Day\r\r\n\r\r\ncould kill Bouchillon. According to Day, these included, \"sneaking in the\r\r\n\r\r\nback door and slicing her throat. Another way he showed me three tubes of .\r\r\n\r\r\nexplosives, told me to mix the explosives up, cut a hole in the top of the\r\r\n\r\r\nexplosives big enough for two wires to fit in and run it to the car to the core.\"\r\r\n\r\r\nRenew suggested that Day either shoot, stab, or blow up Bouchillon. Day\r\r\n\r\r\nclaimed he only agreed to kill Bouchillon because \"if I didn't agree he would\r\r\n\r\r\nhave got somebody else to do it.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDay's plan was to go to Bouchillon's house, tell her to call the police,\r\r\n\r\r\nand have Renew detained until he could make further statements to the\r\r\n\r\r\nsheriff's department. Day testified that once he arrived at Bouchillon's\r\r\n\r\r\nhouse he \"told her that Wayne wanted her dead and that he had hired me to\r\r\n\r\r\nkill her and that I could not kill her . . . I told her I loved her and she hugged\r\r\n\r\r\nmy neck.\" He then made an anonymous phone call to the police informing\r\r\n\r\r\nthem that Bouchillon was going to be harmed that night because he did not\r\r\n\r\r\n\"want to be tied up in a conspiracy for murder.\" Bouchillon believed Day's\r\r\n\r\r\nstory because earlier that evening she received an anonymous phone call\r\r\n\r\r\ninforming her that Renew planned to kill her.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAccording to Renew's plan, Day was supposed to meet him on a dirt\r\r\n\r\r\nroad after killing Bouchillon. Day told Bouchillon that he had to meet\r\r\n\r\r\nRenew or he would find out that he had not killed her. At 2:30 a.m., Day and\r\r\n\r\r\nBouchillon decided to meet Renew. Bouchillon hid in the back seat of the car\r\r\n\r\r\nunder some blankets as Day drove. They brought along Bouchillon's pistol\r\r\n\r\r\nand a pillowcase filled with valuables so that Renew would think Day robbed\r\r\n\r\r\nBouchillon after killing her.\r\r\n\r\r\n\r\r\np.384\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWhile Bouchillon stayed hidden in the car, Day met Renew and told\r\r\n\r\r\nhim that he murdered Bouchillon. They returned to their cars and Day and\r\r\n\r\r\nBouchillon followed Renew to Muddy Branch Road, a desolate dirt road.\r\r\n\r\r\nRenew stopped his car and motioned to Day that he wanted to speak to him.\r\r\n\r\r\nDay became frightened because he thought Renew had figured out he had\r\r\n\r\r\nbeen duped. According to Day,\r\r\n\r\r\n\r\r\nI was talking to Wayne listening to what he said and looking,\r\r\n\r\r\nand then I just caught it out of the corner of my eye, the blankets\r\r\n\r\r\ncoming up and came up and went down real quick and I saw Mr.\r\r\n\r\r\nRenew reach for a gun. . . and I saw Mr. Renew go like this\r\r\n\r\r\n(indicating). And by the' time he had come up, I had shot him. I\r\r\n\r\r\nreally thought he had a gun. I re-live that moment every day.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDay claims he was terrified and just kept shooting. Day and Bouchillon\r\r\n\r\r\nreturned to her home after the shooting. Day admits to dropping several\r\r\n\r\r\nitems, including a crack pipe and extra bullets, into a vent in Bouchillon's\r\r\n\r\r\ntrailer to conceal them from the police. Day contends that he did not initially\r\r\n\r\r\ntell the police what happened because he was afraid his story was\r\r\n\r\r\nunbelievable.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn July 1996, Day was indicted for murder and possession of a firearm\r\r\n\r\r\nduring the commission of or attempt to commit a violent crime. Although the\r\r\n\r\r\ntrial judge indicated he would not charge the jury on self-defense, he gave a\r\r\n\r\r\nself-defense instruction based upon a question from the jury inquiring about\r\r\n\r\r\nthe South Carolina law of self-defense. The jury found Day guilty and the\r\r\n\r\r\ntrial judge sentenced him to life imprisonment for murder and to a\r\r\n\r\r\nconcurrent sentence of five years imprisonment for the possession of a\r\r\n\r\r\nfirearm during the commission of a violent crime. Day appeals his\r\r\n\r\r\nconvictions on the following issues:\r\r\n\r\r\n\r\r\n1.  Whether the trial judge erred by refusing to charge self-defense\r\r\n\r\r\nin his initial jury charge?\r\r\n\r\r\n\r\r\n2.  Once the jury requested an instruction on self-defense, did the\r\r\n\r\r\ntrial judge err by 'refusing to instruct the jury that Day did not\r\r\n\r\r\nhave the burden of proving self-defense, that the state had to\r\r\n\r\r\ndisprove self-defense, and that the jury could consider past\r\r\n\r\r\ndifficulties between the parties?\r\r\n\r\r\n\r\r\np.384\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3. Did the trial judge err by refusing to allow Marva Szumowicz to\r\r\n\r\r\ntestify that Renew held a double-barrel shotgun to her head for\r\r\n\r\r\neighteen hours because he was suspicious of her?\r\r\n\r\r\n\r\r\n4.  Whether the trial judge erred by allowing the state to cross\r\r\n\r\r\nexamine a defense witness about Day's tattoo, which read\r\r\n\r\r\n\"Outlaw\", because it may have constituted an impermissible\r\r\n\r\r\nattack on Day's character?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLAW/ANALYSIS\r\r\n\r\r\n\r\r\nI.  Trial Judge's Refusal to Charge Self-Defense\r\r\n\r\r\n\r\r\nDay argues the trial judge erred by refusing to give a self-defense\r\r\n\r\r\ncharge because there was sufficient evidence presented at trial entitling him\r\r\n\r\r\nto this instruction. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nA self-defense charge is not required unless the evidence supports it.\r\r\n\r\r\nState v. Goodson, 312 S.C. 278, 440 S.E.2d 370 (1994). To establish self\r\r\n\r\r\ndefense in South Carolina, four elements must be present: (1) the defendant\r\r\n\r\r\nmust be without fault in bringing on the difficulty; (2) the defendant must\r\r\n\r\r\nhave been in actual imminent danger of losing his life or sustaining serious\r\r\n\r\r\nbodily injury, or he must have actually believed he was in imminent danger\r\r\n\r\r\nof losing his life or sustaining serious bodily injury; (3) if his defense is based\r\r\n\r\r\nupon his belief of imminent danger, defendant must show that a reasonably\r\r\n\r\r\nprudent person of ordinary firmness and courage would have entertained the\r\r\n\r\r\nbelief that he was actually in imminent danger and that the circumstances\r\r\n\r\r\nwere such as would warrant a person of ordinary prudence, firmness, and\r\r\n\r\r\ncourage to strike the fatal blow in order to save himself from serious bodily\r\r\n\r\r\nharm or the loss of his life; and (4) the defendant had no other probable\r\r\n\r\r\nmeans of avoiding the danger. State v. Bryant, 336 S.C. 340, 520 S.E.2d 319\r\r\n\r\r\n(1999).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\"If there is any evidence in the record from which it could reasonably\r\r\n\r\r\nbe inferred that the defendant acted in self-defense, the defendant is entitled\r\r\n\r\r\nto instructions on the defense, and the trial judge's refusal to do so is\r\r\n\r\r\nreversible error.\" State v. Muller, 282 S.C. 10, 316 S.E.2d 409 (1984). There\r\r\n\r\r\nis sufficient evidence in the instant case to support a charge on self-defense.\r\r\n\r\r\nDay testified he believed he was in imminent danger because he thought\r\r\n\r\r\nRenew was going to pull a gun on him. Day gave the following testimony\r\r\n\r\r\n\r\r\np.385\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nabout the fatal incident:\r\r\n\r\r\n\r\r\n\r\r\nI pulled in and turned around and pulled in front of him [Renew]\r\r\n\r\r\nand I walked to the truck and he said something and I said\r\r\n\r\r\nsomething and he pulled a gun on me. I pulled Debbie's gun out\r\r\n\r\r\nand shot him in the head the first shot and I don't know where\r\r\n\r\r\nthe last stuff, the first shot went.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAccording to Day's theory, Renew was a violent drug abuser who had a\r\r\n\r\r\nhistory of violence against him and others. 1 Day knew that Renew had a\r\r\n\r\r\ntendency to violently overreact, and when he thought Renew saw Bouchillon\r\r\n\r\r\nmove under the blankets, he believed he was in imminent danger and shot\r\r\n\r\r\nRenew to defend himself.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDay presented an evidence based theory as to what occurred that\r\r\n\r\r\nevening. Although some of the evidence was disputed, there was certainly\r\r\n\r\r\nenough evidence in this case to make self-defense a jury question. Defense\r\r\n\r\r\ncounsel felt so strongly about the trial judge's refusal to give a self-defense\r\r\n\r\r\ninstruction that she moved for a mistrial. She convincingly argued that the\r\r\n\r\r\ntrial judge cast aside Day's entire defense and removed it from the jury's\r\r\n\r\r\nconsideration.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII.  Self-Defense Charge\r\r\n\r\r\n\r\r\n\r\r\nDay argues the trial judge erred by refusing to instruct the jury that\r\r\n\r\r\nDay did not have the burden of proving self-defense, and that the jury could\r\r\n\r\r\nconsider past difficulties between the parties in weighing self-defense. We\r\r\n\r\r\nagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge initially refused to charge the jury on self-defense.\r\r\n\r\r\nHowever, the jury inquired about the South Carolina law on self defense.\r\r\n\r\r\nThe jury wrote: \"What does the State of South Carolina have to say when a\r\r\n\r\r\nperson can defend themself [sic] with the use of deadly force. May we see a\r\r\n\r\r\ncopy of the law concerning this?\" In response, the trial judge charged the jury\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Day claims that Renew previously pulled a gun on him. Day testified:\r\r\n\r\r\n\"I was at his house one night which I had a key to. Mr. Renew was drinking\r\r\n\r\r\nat the time. He said I was making too much noise when I come into the\r\r\n\r\r\nhouse. He pulled the gun on me at which I [sic] proceeded to leave... Mr.\r\r\n\r\r\nRenew has always toted a gun as long as I've known him.\"\r\r\n\r\r\n\r\r\np.386\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\na standard self-defense instruction as outlined by this Court in State v.\r\r\n\r\r\nDavis, 282 S.C. 45, 317 S:E.2d, 452 (1984) along with a specific charge on the\r\r\n\r\r\nright to act on appearances and the duty to retreat. The trial judge did not\r\r\n\r\r\ninclude in his instruction Day's Request to Charge Number One (factors that\r\r\n\r\r\nwould give Day the right to judge Renew's conduct more harshly, including\r\r\n\r\r\nage difference, substance abuse, \"bad blood\", prior threats, and reputation\r\r\n\r\r\nfor violence); Number Two (prior acts of violence and prior difficulties\r\r\n\r\r\nbetween Day and Renew); and Number Eight (the State's burden of proof\r\r\n\r\r\nwhen a defendant asserts self-defense).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge's failure to charge on the specific elements of self-\r\r\n\r\r\ndefense that were applicable to Day's theory constitutes reversible error. As\r\r\n\r\r\nwe held in Fuller, a trial judge should specifically tailor the self-defense\r\r\n\r\r\ninstruction to adequately reflect the facts and theories presented by the\r\r\n\r\r\ndefendant. State v. Fuller, 297 S.C. 440, 377 S.E.2d 328 (1989). A self-\r\r\n\r\r\ndefense charge is erroneous where the trial court fails to charge on elements\r\r\n\r\r\nof the defense which were applicable to the issues raised by the defendant.\r\r\n\r\r\nId. The trial judge's instruction in this case was incomplete. It should have\r\r\n\r\r\nincluded a charge indicating: (1) Day had a right to judge the conduct of\r\r\n\r\r\nRenew more harshly than otherwise because of Renew's drug consumption\r\r\n\r\r\n(Defendant's Request to Charge Number 1); and (2) the jury could consider\r\r\n\r\r\nprior instances of violence or unprovoked aggression by Renew in\r\r\n\r\r\ndetermining whether Day had a reasonable belief of imminent danger\r\r\n\r\r\n(Defendant's Request to Charge Number 2). Central to Day's defense was\r\r\n\r\r\nhis argument that Renew had' previously pulled a gun on him and that\r\r\n\r\r\nRenew was in a drug-induced paranoia the day of the incident. The jury\r\r\n\r\r\ncharge was, therefore, incomplete because the trial judge failed to charge on\r\r\n\r\r\nRenew's substance abuse or his prior acts of violence.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge's \"after-the-fact\" self-defense instruction was\r\r\n\r\r\ninadequate because defense counsel was unable to present a complete\r\r\n\r\r\ndefense during her summation. In her closing argument, defense counsel\r\r\n\r\r\ncould not assert self-defense, even though that was Day's theory, because she\r\r\n\r\r\nknew the trial judge was not going to adequately charge the jury. Instead,\r\r\n\r\r\nshe was forced to present the facts so they implied self-defense, without\r\r\n\r\r\nactually saying the word. For example, in her closing defense counsel states:\r\r\n\r\r\n\r\r\n[Day] knew Wayne to be a violent person who would immediately\r\r\n\r\r\ntake action against someone who had double-crossed him ....\r\r\n\r\r\n[H]e told you he saw Wayne's hands come down and he shot him.\r\r\n\r\r\n\r\r\np.387\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n. . . Raymond Day honestly believed that he was reaching for a\r\r\n\r\r\ngun. Raymond knew that Wayne carried a gun. He knew\r\r\n\r\r\nWayne carried the gun stuck in the waistband of his pants or\r\r\n\r\r\nunder the seat and he just seen Debbie's head pop up, he knew\r\r\n\r\r\nhe had double-crossed Wayne Renew and he did what he had to\r\r\n\r\r\ndo. He honestly believed that was the only course of action he\r\r\n\r\r\ncould take and he pulled the gun out from his waistband where\r\r\n\r\r\nhe held it and he had to shoot Wayne Renew.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDefense counsel attempted to make a case for self-defense but was\r\r\n\r\r\nrestricted because she knew the jury was not going to be so charged. The\r\r\n\r\r\ntrial judge belatedly recognized that a self-defense charge was necessary.\r\r\n\r\r\nProviding an \"after-the-fact\" instruction was inadequate because the\r\r\n\r\r\nprejudice to Day was incurable. Day was unable to adequately assert a\r\r\n\r\r\ncomplete defense during the trial, and the jury was left with the impression\r\r\n\r\r\nthat the trial judge did not think the law of self-defense was applicable to the\r\r\n\r\r\ncase.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIII.  Testimony Concerning Other Specific Instances of\r\r\n\r\r\nViolence\r\r\n\r\r\n\r\r\nDay argues the trial judge erred by excluding testimony of Marva\r\r\n\r\r\nSzumowicz (\"Szumowicz\") concerning a past act of violence that was closely\r\r\n\r\r\nrelated in time and occasion to the homicide and served as strong\r\r\n\r\r\ncorroborating evidence that Renew was a vengeful person. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn the murder prosecution of one pleading self-defense against an\r\r\n\r\r\nattack by the deceased, evidence of other specific instances of violence on the\r\r\n\r\r\npart of the deceased are not admissible unless they were directed against the\r\r\n\r\r\ndefendant or, if directed against others, were so closely connected at point of\r\r\n\r\r\ntime or occasion with the homicide as reasonably to indicate the state of\r\r\n\r\r\nmind of the deceased at the time of the homicide, or to produce reasonable\r\r\n\r\r\napprehension of great bodily harm. State v. Brown, 321 S.C. 184, 467 S.E.2d\r\r\n\r\r\n922 (1996); State v. Amburgey, 206 S.C. 426, 34 S.E.2d 779 (1945). Whether\r\r\n\r\r\na specific instance of conduct by the deceased is closely connected in point of\r\r\n\r\r\ntime or occasion to the homicide so as to be admissible is in the trial judge's\r\r\n\r\r\ndiscretion and will not be disturbed on appeal absent an abuse of discretion\r\r\n\r\r\nresulting in prejudice to the accused. Id. (citing State v. Peak, 134 S.C. 329,\r\r\n\r\r\n133 S.E. 31 (1926)).\r\r\n\r\r\n\r\r\np.388\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTo support his theory of self-defense, Day wanted to cross-examine\r\r\n\r\r\nSzumowicz concerning a past act of violence by Renew. At an in camera\r\r\n\r\r\nhearing prior to trial, Day argued he should be allowed to present testimony\r\r\n\r\r\nfrom Szumowicz concerning a November 30, 1995 incident where Renew held\r\r\n\r\r\na double-barreled shotgun to her head for eighteen hours as he drove around\r\r\n\r\r\nAiken County and accused her of being involved with others in a drug\r\r\n\r\r\ntrafficking scheme in his residence. According to Szumowicz, \"He thought\r\r\n\r\r\nthat there was drug trafficking going on in his . . . yard or his premises there\r\r\n\r\r\nand that he was not getting any benefit from what was going on and that I\r\r\n\r\r\nwas to produce at least a thousand dollars on his table by that night which\r\r\n\r\r\nhe then continued until twelve o'clock . . . the next day.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge ruled that specific instances of Renew's conduct was\r\r\n\r\r\ninadmissible under Rule 405, SCRE 2  and State v. Brown, supra, but allowed\r\r\n\r\r\nDay to present Szumowicz's opinion as to whether Renew was a violent\r\r\n\r\r\nperson. In Brown, this Court found that the trial judge did not abuse his\r\r\n\r\r\ndiscretion in refusing to admit a prior act of violence by the deceased in\r\r\n\r\r\nsupport of a self-defense charge because of the remoteness of the specific act\r\r\n\r\r\nof violence, which occurred twenty-three years prior to the incident in\r\r\n\r\r\nquestion. Brown, 321 S.C. at 187, 467 S.E.2d at 924; see also State v. Evans,\r\r\n\r\r\n112 S.C. 43, 99 S.E. 751 (1919) (holding trial judge in a manslaughter trial\r\r\n\r\r\ndid not abuse discretion in excluding record of indictment of deceased for\r\r\n\r\r\nburglary where burglary charge was not sufficiently connected in time and\r\r\n\r\r\ncircumstances to be submitted as evidence affecting self-defense).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn this case, the prior act of violence against Szumowicz occurred only\r\r\n\r\r\nfour months prior to Renew's death and was admissible to prove Day had a\r\r\n\r\r\nreasonable apprehension of violence from Renew, an essential element of his\r\r\n\r\r\nself-defense claim. Szumowicz's testimony demonstrates that Renew acted\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2 Rule 405, SCRE states;\r\r\n\r\r\n(a) Reputation or Opinion. In all cases in which evidence of\r\r\n\r\r\ncharacter or a trait of a person is admissible, proof may be made by\r\r\n\r\r\ntestimony as to reputation or by testimony in the form of an opinion.\r\r\n\r\r\nOn cross-examination, inquiry is allowable into relevant specific\r\r\n\r\r\ninstances of conduct.\r\r\n\r\r\n(b) Specific Instances of Conduct. In cases in which character or a\r\r\n\r\r\ntrait of character of a person is an essential element of a charge, claim,\r\r\n\r\r\nor defense, proof may also be made of specific instances of that person's\r\r\n\r\r\nconduct.\r\r\n\r\r\n\r\r\np.389\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nvery violently when he felt he had been deceived or double-crossed by a\r\r\n\r\r\nconfidant. This evidence is relevant to Day's theory of self-defense because\r\r\n\r\r\nhe claimed he thought Renew may pull a gun on him if he thought Day had\r\r\n\r\r\ndeceived him by allowing Bouchillon to hide in the back seat of the car.\r\r\n\r\r\nRenew's conduct in holding a gun to Szumowicz's head because he was\r\r\n\r\r\nsuspicious of her is also further evidence of the continuous and consistent\r\r\n\r\r\npattern of Renew's drug-induced, violent paranoia, which the defense\r\r\n\r\r\nattempted to establish during trial.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIV.  Day's \"Outlaw\" Tattoo\r\r\n\r\r\n\r\r\nDay argues the trial judge erred by allowing the state to cross-examine\r\r\n\r\r\nThomas Cuppernell (\"Cuppernell\") about Day's \"Outlaw\" tattoo and\r\r\n\r\r\nnickname because this testimony was used to impugn Day's character. We\r\r\n\r\r\nagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe State submits Day's argument concerning his tattoo and nickname\r\r\n\r\r\nis not properly before this Court because the argument advanced on appeal\r\r\n\r\r\nwas not presented in the lower court. During the cross-examination, defense\r\r\n\r\r\ncounsel objected to any categorization of the word \"outlaw\" and to any\r\r\n\r\r\nexplanation of the term's meaning by the witness. On the State's cross\r\r\n\r\r\nexamination of defense witness Cuppernell, the following exchange occurred\r\r\n\r\r\nconcerning Day's tattoo and nickname:\r\r\n\r\r\n\r\r\nQuestion: And do you know if Mr., if the Defendant had a nickname?\r\r\n\r\r\nAnswer: Yes, ma'am.\r\r\n\r\r\nQuestion: What was his nickname, Mr. Cuppernell?\r\r\n\r\r\nAnswer: Outlaw.\r\r\n\r\r\nQuestion: In fact, they called him outlaw; didn't they?\r\r\n\r\r\nAnswer: Some did.\r\r\n\r\r\nQuestion: Some did. In fact, he, the Defendant, has outlaw tattooed\r\r\n\r\r\non him, doesn't he?\r\r\n\r\r\nAnswer: Yes ma'am.\r\r\n\r\r\nDefense Counsel:  Objection, Your Honor. I'm going to\r\r\n\r\r\nobject to any categorization of the word\r\r\n\r\r\noutlaw and any explanation of whether\r\r\n\r\r\nthe witness understands what that\r\r\n\r\r\nphrase might have him meant [sic].\r\r\n\r\r\nThe Court: Overruled. You can answer the question.\r\r\n\r\r\nQuestion: Raymond Day had a nickname. What was it, Mr.\r\r\n\r\r\n\r\r\np.390\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCuppernell?\r\r\n\r\r\nAnswer: Outlaw.\r\r\n\r\r\nQuestion: Excuse me?\r\r\n\r\r\nAnswer: Outlaw.\r\r\n\r\r\nQuestion: And he not only went by that nickname, he had it on his\r\r\n\r\r\nbody; am I correct?\r\r\n\r\r\nAnswer: Yes, ma'am.\r\r\n\r\r\nQuestion: And where was the word, is the word outlaw on the\r\r\n\r\r\nDefendant, Raymond Day? Where is it tattooed on him?\r\r\n\r\r\nAnswer: I don't remember but I remember seeing it on his body.\r\r\n\r\r\nHe's got it tattooed on him but I can't remember exactly\r\r\n\r\r\nwhere.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDefense counsel's objection to any \"categorization\" of the term outlaw\r\r\n\r\r\nadequately preserves the defense's argument that Day's tattoo and nickname\r\r\n\r\r\nwere used to impugn his character.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nEvidence concerning a defendant's tattoo or nickname is not\r\r\n\r\r\nprejudicial when used to prove something at issue in a trial, such as the\r\r\n\r\r\nidentification of the defendant. See generally Stevenson v. Texas, 963 S.W.2d\r\r\n\r\r\n801 (Tex. App. 1998) (holding defendant's \"bitch killa\" tattoo was admissible\r\r\n\r\r\nevidence of gang membership). In the instant case, the State did not use\r\r\n\r\r\nDay's tattoo or nickname for any purpose other than to attack his character.\r\r\n\r\r\nThe solicitor repeatedly referred to Day as an outlaw in her closing argument\r\r\n\r\r\nin order to paint a picture of Day as someone who was proud of his status as\r\r\n\r\r\nan outlaw, who felt he was above the law, and who was able to deceive law\r\r\n\r\r\nenforcement by hiding evidence and concocting a story about self-defense.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nA prosecutor's comments deprive the accused of due process of law\r\r\n\r\r\nwhere the comments \"so infected the trial with unfairness as to make the\r\r\n\r\r\nresulting conviction a denial of due process.\" State v. Tubbs, 333 S.C. 316,\r\r\n\r\r\n509 S.E.2d 815 (1999) (quoting Donnelly v. DeChristoforo, 416 U.S. 637, 643,\r\r\n\r\r\n94 S. Ct. 1868, 1871, 40 L. Ed.2d 431, 437 (1974)). This Court held in State\r\r\n\r\r\nv. Tubbs, supra, that a prosecutor's use of a nickname can deprive the\r\r\n\r\r\ndefendant of due process if the use of the nickname is so excessive and\r\r\n\r\r\nrepetitious as to infect the entire trial with unfairness. In Tubbs, the\r\r\n\r\r\nsolicitor's reference to defendant's nickname, \"Cobra\", during summation did\r\r\n\r\r\nnot infect the entire trial with unfairness because it was only used seven\r\r\n\r\r\ntimes, and one of those times was used to establish identity. Id. at 316, 509\r\r\n\r\r\nS.E.2d at 818. However, in State v. Hawkins, 292 S.C. 418, 357 S.E.2d 10\r\r\n\r\r\n\r\r\n\r\r\np.391\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(1987) overruled on other grounds by State v. Torrence, 305 S.C. 45, 406\r\r\n\r\r\nS.E.2d 315 (1991), this Court held that the solicitor's reference to defendant's\r\r\n\r\r\nnickname, \"Mad Dog\", over forty times during the guilt and sentencing phase\r\r\n\r\r\nwas excessive and repetitious and denied the defendant due process.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe solicitor referred to Day as an outlaw or to the word \"outlaw\"\r\r\n\r\r\ntwenty three times during her summation. The solicitor's reference to the\r\r\n\r\r\nnickname was excessive and repetitious, and was not used to prove any\r\r\n\r\r\nmatter in controversy. The solicitor's continuous use of the nickname was\r\r\n\r\r\nextremely prejudicial because it was used to portray Day as a \"planner\",\r\r\n\r\r\nsomeone who was accustomed to deluding law enforcement, and someone\r\r\n\r\r\nwho was proud of his notoriety as an outlaw. The following examples from\r\r\n\r\r\nthe solicitor's summation illustrate how she utilized the term \"outlaw\" to\r\r\n\r\r\nimpugn Day's character:\r\r\n\r\r\n\r\r\n\"I'm going to be the outlaw. I'm going to be the famous man. I'm\r\r\n\r\r\ngoing to make history in Aiken County.\"\r\r\n\r\r\n\r\r\n\"I get my gun and do I just take just enough to put the five shots,\r\r\n\r\r\nhuh-uh. I'm a planner. I'm an outlaw.\"\r\r\n\r\r\n\r\r\n\r\r\n\"I can be the outlaw because I have decided I'm the outlaw and\r\r\n\r\r\nI'm going to do what it takes now.\"\r\r\n\r\r\n\r\r\n\"I know I planned it. I made the decision of what I was going to\r\r\n\r\r\ndo. I am an outlaw, hit man and I get to do whatever I please.\"\r\r\n\r\r\n\r\r\nThe solicitor closed her summation with the following:\r\r\n\r\r\n\r\r\n\"And, ladies and gentlemen, the law of this county, the law of\r\r\n\r\r\nthis state, the law in this country is that that is murder and the\r\r\n\r\r\nonly, only verdict that is appropriate on both counts for the\r\r\n\r\r\nmurder and then the use of that pistol in commission of that\r\r\n\r\r\nmurder is guilty for this, man, the outlaw, Raymond Day.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOverall, the use of the term \"outlaw\" permeates the solicitor's closing\r\r\n\r\r\nargument, infects the trial with unfairness, and deprives Day of due process\r\r\n\r\r\nof law.\r\r\n\r\r\n\r\r\np.392\r\r\n\r\r\n\r\r\n\r\r\nState v. Day\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nBased on the foregoing, we REVERSE Day's convictions for murder,\r\r\n\r\r\nand possession of a firearm or knife during the commission of or attempt to\r\r\n\r\r\ncommit a violent crime and REMAND for a new trial.\r\r\n\r\r\n\r\r\nWaller, Burnett, Pleicones, JJ., and Acting Justice J. Ernest Kinard, Jr., concur.\r\r\n\r\r\n\r\r\np.393\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25168","title":"Wachovia Bank of S.C. v. Player","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25168","description":"","date":"2000-07-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank of S.C. v. Player \r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank of South\r\n\r\n\r\n\r\nCarolina, N.A., successor\r\n\r\n\r\n\r\nby merger of South\r\n\r\n\r\n\r\nCarolina National Bank,  Respondent,\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nJay H. Player and\r\n\r\n\r\n\r\nInstitution Food House,\r\n\r\n\r\n\r\nInc., of whom Jay H.\r\n\r\n\r\n\r\nPlayer is  Petitioner.\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n\r\n\r\n\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Georgetown County\r\n\r\n\r\n\r\nBenjamin H. Culbertson, Master in Equity\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25168\r\n\r\n\r\n\r\nHeard June 7, 2000 - Filed July 7, 2000\r\n\r\n\r\n\r\n\r\n\r\nREVERSED IN PART AND AFFIRMED\r\n\r\n\r\n\r\n\r\n\r\nGilbert Scott Bagnell, of Columbia, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\nWarren R. Herndon, of Woodward, Cothran &amp; Herndon,\r\n\r\n\r\n\r\nof Columbia, for respondent.\r\n\r\n\r\n\r\n\r\n\r\np.394\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank v. Player\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nJUSTICE PLEICONES: We granted certiorari to review a \r\n\r\n\r\n\r\ndecision of the Court of Appeals holding that the master-in-equity lacked \r\n\r\n\r\n\r\nsubject matter jurisdiction to consider petitioner's Rule 60(b)(4), SCRCP, \r\n\r\n\r\n\r\nmotion. Wachovia Bank of South Carolina N.A. v Player, 334 S.C. 200, 512 \r\n\r\n\r\n\r\nS.E.2d 129 (Ct. App. 1999). We reverse this holding, address the appeal on \r\n\r\n\r\n\r\nthe merits, and affirm the master's order.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRespondent (Bank) brought this foreclosure action against petitioner, \r\n\r\n\r\n\r\nwho defaulted. The case was referred to the master with finality, and with \r\n\r\n\r\n\r\nauthority to directly appeal to this Court. 1  On June 9, 1997, the master \r\n\r\n\r\n\r\nissued the foreclosure order and on June 20, 1997, petitioner moved to set it \r\n\r\n\r\n\r\naside under Rule 60(b)(4) on the ground that the court lacked personal \r\n\r\n\r\n\r\njurisdiction over him because service had been improper. The motion was \r\n\r\n\r\n\r\ndenied following a hearing and petitioner appealed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals sua sponte ordered petitioner to address the \r\n\r\n\r\n\r\nmaster's jurisdiction to entertain the Rule 60(b)(4) motion, and ultimately \r\n\r\n\r\n\r\ndismissed the appeal, finding the master lacked subject matter jurisdiction. \r\n\r\n\r\n\r\nWachovia Bank, supra. We granted certiorari, and now reverse.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe order of reference specifically stated that the master was \"to take \r\n\r\n\r\n\r\nthe testimony arising under the pleadings and to make his findings of fact and \r\n\r\n\r\n\r\nconclusions of law with authority to enter a final judgment in the case . . . . \r\n\r\n\r\n\r\nprovided further that pursuant to S.C. Code [sic] Section 15-39-680 (1986), \r\n\r\n\r\n\r\nthat the Master-in-Equity is hereby authorized to conduct the public sale at \r\n\r\n\r\n\r\nany specified time. . .\" The \"Master's Report and Judgment of Foreclosure \r\n\r\n\r\n\r\nand Sale\" which was filed June 9, set the sale for a future date and retained \r\n\r\n\r\n\r\njurisdiction to do all necessary acts incident to the foreclosure.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals cited from the order of reference, and held that \r\n\r\n\r\n\r\nonce the master ordered foreclosure, \"he had exercised the full extent of the \r\n\r\n\r\n\r\npower he possessed, i.e., he had entered a final judgment.\" Wachovia Bank of \r\n\r\n\r\n\r\nSouth Carolina v. Player, supra. The Court of Appeals concluded the master's \r\n\r\n\r\n\r\npowers after entry of the foreclosure judgment were limited to : (1) matters \r\n\r\n\r\n\r\npertaining to the sale, see Rule 71, SCRCP; (2) to post-trial motions under \r\n\r\n\r\n\r\nRules 52, 59, or 60(a), SCRCP; and (3) if an appeal were taken, to setting an\r\n\r\n\r\n\r\n\r\n\r\np.395\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n 1 This reference occurred prior to the 1999 amendment of Rule 53, \r\n\r\n\r\n\r\nSCRCP, and the 1999 amendment of S.C. Code Ann. §14-11-85 which altered \r\n\r\n\r\n\r\nthe practice of referring matters. Therefore, this order included the \"finality\" \r\n\r\n\r\n\r\nand \"direct appeal\" provisions.\r\n\r\n\r\n\r\n\r\n\r\np.396\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank v. Player\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nappeal bond or entertaining a supersedeas motion. Id. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe proper construction of the order of reference is that it gives the\r\n\r\n\r\n\r\nmaster jurisdiction over the case and all matters arising from it until the\r\n\r\n\r\n\r\nmaster has performed all the duties assigned to him. In this case, those duties\r\n\r\n\r\n\r\nincluded conducting the sale and disposing of the surplus fund. See Rule\r\n\r\n\r\n\r\n71(c), SCRCP. Once the master has concluded his duties and entered all\r\n\r\n\r\n\r\nnecessary orders, his jurisdiction ends and any post-trial motions, other than\r\n\r\n\r\n\r\nthose covered by this Court's May 22, 1986, order, 2  are to be heard by the\r\n\r\n\r\n\r\ncircuit court. The language in the order of reference authorizing the master to\r\n\r\n\r\n\r\nenter a final judgment is not a limitation on his jurisdiction, but rather is\r\n\r\n\r\n\r\ndescriptive of the nature of his order. Under the rules in effect at the time of\r\n\r\n\r\n\r\nthe reference, had the order not authorized a final judgment, the master\r\n\r\n\r\n\r\nwould have issued a report to the circuit court, which in turn would have\r\n\r\n\r\n\r\nentered the final order. See pre-1999 versions of Rule 53, SCRCP and § 14-11\r\n\r\n\r\n\r\n85. 3\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMoreover, it makes common sense to permit the judge in whose court\r\n\r\n\r\n\r\nthe matter is pending to decide the merits of any Rule 60 motion. Otherwise,\r\n\r\n\r\n\r\nif the circuit court were to hear this 60(b)(4) motion, it is conceivable that it\r\n\r\n\r\n\r\nwould set aside service while at the same time the master was proceeding\r\n\r\n\r\n\r\nwith the sale. Compare Hudson v. South Carolina Dep't of Highways and\r\n\r\n\r\n\r\nPublic Transp., 324 S.C. 245, 478 S.E.2d 839 (1996) (leave of appellate court is\r\n\r\n\r\n\r\nrequired when Rule 60(b) motion is sought to be filed during the pendency of\r\n\r\n\r\n\r\nan appeal because the \"appellate court should not needlessly expend its\r\n\r\n\r\n\r\nlimited time and resources processing and deciding an appeal from an order of\r\n\r\n\r\n\r\njudgment which has been set aside\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, the master had not concluded his duties under the order of\r\n\r\n\r\n\r\nreference when this Rule 60(b)(4) motion was filed, and therefore he had\r\n\r\n\r\n\r\njurisdiction to decide the motion. 4 We reverse the decision of the Court of\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 Pursuant to this order, a post-trial motion filed under Rules 50, 52, 59\r\n\r\n\r\n\r\nor 60(a), SCRCP, is to be delivered to the trial judge, who is then to dispose of\r\n\r\n\r\n\r\nit promptly.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 Under the 1999 changes, all matters will be referred with finality. S.C.\r\n\r\n\r\n\r\nCode Ann. § 14-11-85 (Supp. 19'99); Rule 53, SCRCP.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4  cf., Shillito v. City of Spartanburg, 215 S.C. 83, 54 S.E.2d 521\r\n\r\n\r\n\r\n(1949)(generally, trial judge loses jurisdiction over a case finally determined\r\n\r\n\r\n\r\nwhen he adjourns sine die).\r\n\r\n\r\n\r\n\r\n\r\np.397\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank v. Player\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppeals holding the master lacked jurisdiction. Further, in the interest of\r\n\r\n\r\n\r\njudicial economy, we address the merits of petitioner's appeal now.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPetitioner's 60(b)(4) motion was predicated on his claim that substituted\r\n\r\n\r\n\r\nservice by publication was improper, and thus the court did not have personal\r\n\r\n\r\n\r\njurisdiction over him. Petitioner claims the process server did not exercise\r\n\r\n\r\n\r\n\"actual\" due diligence because if she had, she would have easily found him.\r\n\r\n\r\n\r\nHe also points out that the petition for an order of publication contains an\r\n\r\n\r\n\r\nuntrue statement, i.e., it asserts that the \"Sheriff for Georgetown County did\r\n\r\n\r\n\r\nattempt service upon said defendant. . .\" In fact, service was only attempted\r\n\r\n\r\n\r\nby a private process server. It is clear from reading the two documents\r\n\r\n\r\n\r\ntogether that the petition is inaccurate, but that the process server's affidavit\r\n\r\n\r\n\r\nreflects due diligence by her.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFollowing an evidentiary hearing on petitioner's motion, the master\r\n\r\n\r\n\r\nissued an order refusing to set aside service of process. He found petitioner\r\n\r\n\r\n\r\nfailed to present any evidence of fraud or collusion in obtaining the order for\r\n\r\n\r\n\r\nservice by publication.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAn order for service by publication may be issued pursuant to S.C., Code\r\n\r\n\r\n\r\nAnn. § 15-9-710 (Supp. 1999) when an affidavit, satisfactory to the issuing\r\n\r\n\r\n\r\nofficer, is made stating that the defendant, a resident of the state, cannot,\r\n\r\n\r\n\r\nafter the exercise of due diligence, be found, and that a cause of action exists\r\n\r\n\r\n\r\nagainst him. § 15-9-710(3). When the issuing officer is satisfied by the\r\n\r\n\r\n\r\naffidavit, his decision to order service by publication is final absent fraud or\r\n\r\n\r\n\r\ncollusion. Yarborough v. Collins, 293 S.C. 290, 360 S.E.2d 300 (1987); Ingle v.\r\n\r\n\r\n\r\nWhitlock, 282 S.C. 391, 318 S.E.2d 367 (1984); Gibson v. Everett, 41 S.C. 22,\r\n\r\n\r\n\r\n19 S.E. 286 (1894); Yates v. Gridley, 16 S.C. 496 (1882). Since there were\r\n\r\n\r\n\r\nneither allegations nor proof of fraud or collusion before the master, 5  he\r\n\r\n\r\n\r\ncorrectly refused to set aside service.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPetitioner also appears to, argue that the Court should draw a\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n5  In his brief before the Court, petitioner alleges the \"material\r\n\r\n\r\n\r\nmisrepresentations\" in the Bank's petition for an order of publication were\r\n\r\n\r\n\r\nfraudulent. In his motion, and at the 60(b)(4) hearing before the master,\r\n\r\n\r\n\r\nhowever, there were no allegations of fraud or collusion, and the emphasis\r\n\r\n\r\n\r\nwas on the alleged lack of due diligence by the process server. If petitioner\r\n\r\n\r\n\r\nwished to assert fraud or collusion, the burden of presenting such evidence,\r\n\r\n\r\n\r\ne.g., through the testimony of the clerk who ordered the publication or of the\r\n\r\n\r\n\r\nprocess server, fell to him.\r\n\r\n\r\n\r\n\r\n\r\np.398\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWachovia Bank v. Player\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\ndistinction between \"direct\" attacks on service such as his, and other\r\n\r\n\r\n\r\n\"collateral\" attacks. We know of no basis for characterizing this 60(b)(4)\r\n\r\n\r\n\r\nmotion as \"direct\" rather than \"collateral.\" In addition, to the extent\r\n\r\n\r\n\r\npetitioner relies on Ingle v. Whitlock, 282 S.C. 391, 318 S.E.2d 367 (1984), for\r\n\r\n\r\n\r\nthe proposition that the Court does review the sufficiency of due diligence, he\r\n\r\n\r\n\r\nis misreading the opinion. In that opinion, the Court first recited the\r\n\r\n\r\n\r\nallegations in the affidavit, but then cited Yates v. Gridley, supra, for the\r\n\r\n\r\n\r\nproposition that the sufficiency of the due diligence allegations is a matter for\r\n\r\n\r\n\r\nthe officer reviewing the affidavit. There is no \"direct/collateral\" distinction,\r\n\r\n\r\n\r\nnor any support for petitioner's request that this Court review the merits of\r\n\r\n\r\n\r\nthe due diligence issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinally, there is some suggestion in petitioner's brief that the master's\r\n\r\n\r\n\r\nrefusal to review his due diligence claim on its merits deprived him of due\r\n\r\n\r\n\r\nprocess. This issue was never raised to the master, and cannot properly be\r\n\r\n\r\n\r\nraised now. Beaufort County v. Butler, 316 S.C. 465, 451 S.E.2d 386\r\n\r\n\r\n\r\n(1994)(constitutional claims must be raised and ruled upon below to be\r\n\r\n\r\n\r\npreserved for appeal). In any case, we perceive no constitutional problem\r\n\r\n\r\n\r\nhere.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor the reasons given above, we reverse the decision of the Court of\r\n\r\n\r\n\r\nAppeals, and affirm the master's order refusing to grant petitioner relief\r\n\r\n\r\n\r\nunder Rule 60(b)(4).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nReversed in part and Affirmed.\r\n\r\n\r\n\r\n\r\n\r\nToal, C.J., Moore, J., Acting Justices Ernest A. Finney, Jr., and\r\n\r\n\r\n\r\nGary E. Clary, concur.\r\n\r\n\r\n\r\n\r\n\r\np.399\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25169","title":"Ex Parte J.M. Smith Corp. v. Wingard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25169","description":"","date":"2000-07-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nEx Parte J.M. Smith Corp. \r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nEx Parte J.M. Smith\r\n\r\n\r\n\r\nCorporation, Petitioner,\r\n\r\n\r\n\r\n\r\n\r\nIn Re: Greenwood\r\n\r\n\r\n\r\nPetroleum Company,\r\n\r\n\r\n\r\nInc., Respondent,\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nThomas D. Wingard and\r\n\r\n\r\n\r\nall personal property and\r\n\r\n\r\n\r\nfixtures located at\r\n\r\n\r\n\r\nWestside Pharmacy,   Defendant.\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n\r\n\r\n\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Greenwood County\r\n\r\n\r\n\r\nC. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25169\r\n\r\n\r\n\r\nHeard January 5, 2000 - Filed July 10, 2000\r\n\r\n\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n\r\nJudson K. Chapin, III, of Greenville, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\np.400\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE J.M. SMITH CORPORATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCharles M. Watson, Jr., of Watson Law Firm, of\r\n\r\n\r\n\r\nGreenwood, for respondent.\r\n\r\n\r\n\r\n\r\n\r\nLloyd I. Hendricks, of Columbia, and Philip T. Lacy,\r\n\r\n\r\n\r\nof Columbia, for Amicus Curiae South Carolina\r\n\r\n\r\n\r\nBankers Association.\r\n\r\n\r\n\r\n\r\n\r\nBURNETT, A.J.: This case concerns a priority dispute between\r\n\r\n\r\n\r\na perfected security interest and a landlord's distress lien. The Court of\r\n\r\n\r\n\r\nAppeals held the landlord's lien took priority over the prior perfected\r\n\r\n\r\n\r\nsecurity interest. Greenwood Petroleum Co. v. Wingard (Ex parte J.M.\r\n\r\n\r\n\r\nSmith Corp.), 330 S.C. 479, 498 S.E.2d 908 (Ct. App. 1998). We reverse.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nThe essential facts of this case are not in dispute. Thomas and Gloria\r\n\r\n\r\n\r\nWingard operated Westside Pharmacy on premises leased from Respondent.\r\n\r\n\r\n\r\nPetitioner has a perfected security interest in all the pharmacy's inventory,\r\n\r\n\r\n\r\nproceeds, accounts, files, fixtures, and equipment, securing a debt of\r\n\r\n\r\n\r\n$64,056.72. The Wingards filed for bankruptcy in December 1995 and the\r\n\r\n\r\n\r\npharmacy's lease was terminated as part of that case. The Wingards became\r\n\r\n\r\n\r\nholdover tenants and respondent, the landlord, levied for distress pursuant\r\n\r\n\r\n\r\nto S.C. Code Ann. §§ 27-39-210 through -360 (1976) and seized property\r\n\r\n\r\n\r\nsubject to petitioner's security interest to collect $12,000 in back rent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPetitioner responded and asserted it held a senior security interest in\r\n\r\n\r\n\r\nthe seized property. The magistrate found the landlord was entitled to\r\n\r\n\r\n\r\ndistrain property owned by the tenant despite petitioner's security interest.\r\n\r\n\r\n\r\nThe circuit court and Court of Appeals affirmed. Greenwood Petroleum Co.\r\n\r\n\r\n\r\nv. Wingard (Ex parte J.M. Smith Corp.), 330 S.C. 479, 498 S.E.2d 908 (Ct.\r\n\r\n\r\n\r\nApp. 1998). This Court granted certiorari to answer the following question:\r\n\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err in holding that a landlord's lien\r\n\r\n\r\n\r\ncreated by distraint takes priority over a prior security interest\r\n\r\n\r\n\r\nperfected under the UCC?\r\n\r\n\r\n\r\n\r\n\r\np.401\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE J.M. SMITH CORPORATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals held a landlord's lien takes priority over a prior\r\n\r\n\r\n\r\nperfected security interest. It found as a threshold matter that the Uniform\r\n\r\n\r\n\r\nCommercial Code (UCC) was inapplicable to this case. It noted S.C. Code\r\n\r\n\r\n\r\nAnn. § 27-39-260 (1976), which formerly established a priority rule for such\r\n\r\n\r\n\r\ndisputes, was repealed by the General Assembly in 1988. It then looked to\r\n\r\n\r\n\r\nS.C. Code Ann. § 27-39-250 (Supp. 1998), concerning distraint of property of\r\n\r\n\r\n\r\nothers upon leased premises, and found \"no indication that a landlord's\r\n\r\n\r\n\r\ndistress power is limited by the existence of a perfected security interest in\r\n\r\n\r\n\r\nthe distressed property.\" Ex parte J.M. Smith Corp., 330 S.C. at 482, 498\r\n\r\n\r\n\r\nS.E.2d at 910. Citing Tolemac, Inc. v. United Trading, Inc., 326 S.C. 103,\r\n\r\n\r\n\r\n484 S.E.2d 593 (1997), the Court of Appeals reasoned \"[t]he legislature\r\n\r\n\r\n\r\nintended for a landlord to be able to distrain the property of a third party,\r\n\r\n\r\n\r\neven though a third party holds unencumbered, complete ownership of the\r\n\r\n\r\n\r\nproperty.\" 330 S.C. at 482, 498 S.E.2d at 910. Finding \"a secured creditor\r\n\r\n\r\n\r\nsits in the same posture as a third party under § 27-39-250,\" the court held\r\n\r\n\r\n\r\nthe landlord took the distrained property free of petitioner's perfected\r\n\r\n\r\n\r\nsecurity interest. Id. at 482-83, 498 S.E.2d at 910. We disagree with both\r\n\r\n\r\n\r\nthe reasoning and result of the Court of Appeals' opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe threshold problem arises because Article 9 of the UCC specifically\r\n\r\n\r\n\r\nexcludes landlords' liens from coverage. S.C. Code Ann. § 36-9-104(b) (1976).\r\n\r\n\r\n\r\nOther state courts have resolved priority disputes between landlords' liens\r\n\r\n\r\n\r\nand perfected security interests in a variety of ways. See generally,\r\n\r\n\r\n\r\nAnnotation, Secured Transactions: Priority as Between Statutory Landlord's\r\n\r\n\r\n\r\nLien and Security Interest Perfected in Accordance with the Uniform\r\n\r\n\r\n\r\nCommercial Code, 99 A.L.R.3d 1006 (1980). A majority of courts addressing\r\n\r\n\r\n\r\nthe issue have applied non-UCC or pre-UCC law to resolve these disputes,\r\n\r\n\r\n\r\napplying either a rule of absolute priority to one of the parties, depending on\r\n\r\n\r\n\r\nthe rule in effect, or following a rule of \"first in time, first in right.\" Id. A\r\n\r\n\r\n\r\nminority of courts have applied Article 9 rules to determine priority, despite\r\n\r\n\r\n\r\nthe exclusion of landlords' liens from Article 9's scope. The reasoning is that\r\n\r\n\r\n\r\nlandlords' liens are excluded because Article 9 is concerned with consensual\r\n\r\n\r\n\r\nliens and landlords' liens arise by operation of law. However, the creation of\r\n\r\n\r\n\r\na lien outside the UCC does not necessarily mean the UCC is inapplicable to\r\n\r\n\r\n\r\ndetermine its priority. See S.C. Code Ann. § 36-9-301(1)(b) (Supp. 1998)\r\n\r\n\r\n\r\n(resolving priority disputes between secured creditors and those who acquire\r\n\r\n\r\n\r\n\r\n\r\np. 402\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE J.M. SMITH CORPORATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\na lien by \"attachment, levy, or the like\"). Courts which apply Article 9 to\r\n\r\n\r\n\r\ncases such as this read the UCC broadly to govern priority among competing\r\n\r\n\r\n\r\nliens, even when one of the liens arose outside Article 9.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe need not determine which of the above approaches to employ\r\n\r\n\r\n\r\nbecause the legislature has already made clear its intent that UCC priority\r\n\r\n\r\n\r\nrules resolve disputes such as this.. When the General Assembly repealed §\r\n\r\n\r\n\r\n27-39-260 in 1988, it expressly replaced a non-UCC rule of priority with the\r\n\r\n\r\n\r\nUCC rule. See Act No. 494, 1988 S.C. Acts 4519-20 (quoted below). The\r\n\r\n\r\n\r\nformer, non-UCC rule had been problematic in several respects. Although it\r\n\r\n\r\n\r\npurported to grant priority to secured creditors, loopholes in the statute\r\n\r\n\r\n\r\nsometimes permitted landlords to prevail over prior secured creditors. For\r\n\r\n\r\n\r\nexample, the wording of the statute gave a landlord priority over a secured\r\n\r\n\r\n\r\ncreditor if the lease had commenced or the property was brought upon the\r\n\r\n\r\n\r\nleased premises before the creditor recorded its interest. See S.C. Code § 27\r\n\r\n\r\n\r\n39-260 (1976) (repealed 1988). This was true even if the creditor perfected\r\n\r\n\r\n\r\nits interest before the landlord's lien attached 1\r\n\r\n  and even if the landlord had\r\n\r\n\r\n\r\nactual knowledge of the prior perfected security interest. See Frady v.\r\n\r\n\r\n\r\nSmith, 247 S.C. 353, 147 S.E.2d 412 (1966).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn 1988, the General Assembly repealed § 27-39-260 with this\r\n\r\n\r\n\r\nexplanation:\r\n\r\n\r\n\r\n\r\n\r\nThe net effect [of § 27-39-260] is that a large number of fully\r\n\r\n\r\n\r\nperfected nonpurchase money security interests are potentially\r\n\r\n\r\n\r\nsubordinate to distress liens. This is inconsistent with the\r\n\r\n\r\n\r\npriority rules in the UCC. Section 36-9-301(1) states that a\r\n\r\n\r\n\r\nperfected security interest takes priority over any lien creditor\r\n\r\n\r\n\r\nunless the creditor obtains a lien before the security interest is\r\n\r\n\r\n\r\nperfected; and a landlord cannot qualify as a lien creditor until\r\n\r\n\r\n\r\nafter distress and levy. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1\r\n\r\n A landlord's right to distrain a tenant's property arises automatically\r\n\r\n\r\n\r\nwhen the lease commences, but an actual lien does not attach until the\r\n\r\n\r\n\r\ntenant defaults and the landlord levies for distress. Burnett v. Boukedes,\r\n\r\n\r\n\r\n240 S.C. 144, 125 S.E.2d 10 (1962). This timing gap served to exacerbate\r\n\r\n\r\n\r\nproblems enforcing an already troublesome rule.\r\n\r\n\r\n\r\n\r\n\r\np.403\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE J.M. SMITH CORPORATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAct No. 494, 1988 S.C. Acts 4519-20. See also S.C. Code Ann. § 36-9-313\r\n\r\n\r\n\r\n(Supp. 1998) (S.C. Reporter's Comments, n.2) (\"As is pointed out . . . there\r\n\r\n\r\n\r\nwas a conflict between the priority rules in the UCC and Sections 27-39-50\r\n\r\n\r\n\r\nand 27-39-260 of the 1976 South Carolina Code which dealt with rights of\r\n\r\n\r\n\r\nlandlords vis-a-vis persons claiming interests in chattels located on leased\r\n\r\n\r\n\r\nreal estate. Sections 27-39-50 and 27-39-260 have therefore been repealed\r\n\r\n\r\n\r\nbecause if not, a lessor of real estate would have certain rights under these\r\n\r\n\r\n\r\nstatutes that might undercut the priority given a fixture financer under\r\n\r\n\r\n\r\nSection 9-313.\") The Reporter's Notes make very clear that in repealing §\r\n\r\n\r\n\r\n27-39-260, the General Assembly did not intend to leave courts without a\r\n\r\n\r\n\r\nrule for determining priority, but to defer in all cases to UCC priority rules.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis intent was implicitly recognized by this Court in Oxford Finance\r\n\r\n\r\n\r\nCo. v. Burgess, 303 S.C. 534, 402 S.E.2d 480 (1991). In Oxford Finance, the\r\n\r\n\r\n\r\ntenants leased a lot for a mobile home on November 13, 1986. On November\r\n\r\n\r\n\r\n15, the tenants purchased a mobile home and executed a purchase money\r\n\r\n\r\n\r\nnote and security agreement, granting the seller a security interest in the\r\n\r\n\r\n\r\nmobile home. The security interest was perfected on March 27, 1987. In\r\n\r\n\r\n\r\n1989, the tenants vacated the premises, defaulted on the purchase money\r\n\r\n\r\n\r\nnote, and became delinquent on rent payments to the landlord. A dispute\r\n\r\n\r\n\r\nthen arose between the landlord and the secured creditor for possession of\r\n\r\n\r\n\r\nthe mobile home. The landlord relied on § 27-39-260, which had been\r\n\r\n\r\n\r\nrepealed effective January 1, 1989. The Court noted that while § 27-39-260\r\n\r\n\r\n\r\nmay have given the landlord some rights to the mobile home, its repeal\r\n\r\n\r\n\r\noperated retrospectively. Id. at 537-38, 402 S.E.2d at 481. The Court\r\n\r\n\r\n\r\ntherefore affirmed judgment for the secured creditor.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough we did not discuss priority rules in Oxford Finance, we\r\n\r\n\r\n\r\nimplied that the repeal of § 27-39-260 eliminated the possibility of a landlord\r\n\r\n\r\n\r\nclaiming priority over a prior secured creditor. This result is not inconsistent\r\n\r\n\r\n\r\nwith Tolemac, Inc. v. United Trading, , 326 S.C. 103, 484 S.E.2d 593\r\n\r\n\r\n\r\n(1997), relied upon by the Court of Appeals. Tolemac held that landlords can\r\n\r\n\r\n\r\ndistrain property belonging to third parties located on the leased premises.\r\n\r\n\r\n\r\nId. at 106, 484 S.E.2d at 595. The purpose of the Tolemac rule is fraud\r\n\r\n\r\n\r\nprevention. If property belonging to third parties is not subject to distraint,\r\n\r\n\r\n\r\na delinquent tenant \"is likely to become rapidly bereft of all possessions.\"\r\n\r\n\r\n\r\nJames Johnson, Note, Get in Line, the Line Forms at the Door: A Landlord's\r\n\r\n\r\n\r\nLien for Distraint Enjoys Seniority Over Prior Perfected Security Interests in\r\n\r\n\r\n\r\nSouth Carolina, 50 S.C. L. Rev. 1051, 1060 (1999). The concerns that require\r\n\r\n\r\n\r\n\r\n\r\np.404\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE J.M. SMITH CORPORATION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nthe rule in Tolemac do not exist where there is a publicly recorded security\r\n\r\n\r\n\r\ninterest, giving the landlord notice of exactly what property on the premises\r\n\r\n\r\n\r\nis unavailable to distrain. The Court of Appeals erred in equating third\r\n\r\n\r\n\r\nparty owners with perfected secured creditors, when the two differ in very\r\n\r\n\r\n\r\nsignificant respects. First, perfected secured creditors have taken every step\r\n\r\n\r\n\r\npossible to protect their interests to the full extent provided by law. Second,\r\n\r\n\r\n\r\nperfected secured creditors have given public notice of their interests. These\r\n\r\n\r\n\r\nfeatures of security interests entitle them to heightened protection. Tolemac\r\n\r\n\r\n\r\nhas no application in a priority dispute between a perfected secured creditor\r\n\r\n\r\n\r\nand a landlord.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nApplying UCC priority rules, a secured party who perfects its security\r\n\r\n\r\n\r\ninterest before a creditor acquires a lien upon the collateral by \"attachment,\r\n\r\n\r\n\r\nlevy, or the like\" has priority over the lien creditor. S.C. Code Ann. § 36-9\r\n\r\n\r\n\r\n301(1)(b) &amp; (3) (Supp. 1998). A landlord does not become a lien creditor until\r\n\r\n\r\n\r\nit levies for distress. Burnett v. Boukedes, 240 S.C. 144, 125 S.E.2d 10\r\n\r\n\r\n\r\n(1962). Therefore, petitioner's prior perfected security interest has priority\r\n\r\n\r\n\r\nover respondent's lien.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nThe result reached by the Court of Appeals is exactly what the\r\n\r\n\r\n\r\nlegislature sought to avoid when it repealed § 27-39-260: \"fully perfected\r\n\r\n\r\n\r\nnonpurchase money security interests . . . subordinate[d] to distress liens.\"\r\n\r\n\r\n\r\nAct No. 494, 1988 S.C. Acts 4519-20. In repealing § 27-39-260, the General\r\n\r\n\r\n\r\nAssembly made very clear its intent that UCC priority rules replace the\r\n\r\n\r\n\r\nrepealed statute. The Court of Appeals erred in finding UCC priority rules\r\n\r\n\r\n\r\ndo not govern priority disputes between' secured creditors and landlords, and\r\n\r\n\r\n\r\nin treating secured creditors as the equivalent of third party property\r\n\r\n\r\n\r\nowners.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVERSED.\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, J., and Acting Justices C. Tolbert Goolsby, Jr.\r\n\r\n\r\n\r\nand George T. Gregory, Jr., concur.\r\n\r\n\r\n\r\n\r\n\r\np.405\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25171","title":"S.C. Department of Revenue v. Stardust Amusement Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25171","description":"","date":"2000-07-10","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nSC Dep't of Revenue v. Stardust Amusement Co., et al.,\r\r\n\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nSouth Carolina\r\r\n\r\r\nDepartment of Revenue,  Appellant,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nStardust Amusement\r\r\n\r\r\nCompany, Thomas H.\r\r\n\r\r\nStarnes, d/b/a Midway\r\r\n\r\r\nTruck Stop d/b/a\r\r\n\r\r\nTommy's, Respondents.\r\r\n\r\r\n\r\r\nAppeal From Orangeburg County\r\r\n\r\r\nOlin D. Burgdorf, Master-in-Equity\r\r\n\r\r\n\r\r\nOpinion No. 25171\r\r\n\r\r\nHeard October 6, 1999 - Filed July 10, 2000\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\nCarol I. McMahan, Nicholas P. Sipe and Harry T. \r\r\n\r\r\nCooper, Jr., all of Columbia, for appellant.\r\r\n\r\r\n\r\r\nCharles H. Williams and C. Bradley Hutto, both of \r\r\n\r\r\nWilliams &amp; Williams, of Orangeburg, for \r\r\n\r\r\nrespondents.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFINNEY, C.J.: Appellant, South Carolina Department of\r\r\n\r\r\nRevenue (Department), issued a \"single place or premises\" violation of S.C.\r\r\n\r\r\n\r\r\np.414\r\r\n\r\r\n\r\r\n\r\r\nS.C. Department of Revenue v. Stardust Amusement Company\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCode Ann. § 12-21-2804(A)(Supp. 1998) to respondents for failing to have an\r\r\n\r\r\nemployee present pursuant to Regulation 117-190. The respondents\r\r\n\r\r\nappealed the violation to the Administrative Law Judge Division (ALJ) who\r\r\n\r\r\ndetermined as a matter of law that there was no violation. Department then\r\r\n\r\r\nappealed to the Circuit Court which affirmed the ALJ. We affirm.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS:\r\r\n\r\r\n\r\r\nStardust Amusement Company (Stardust) is the licensee and owner of\r\r\n\r\r\nten (10) Class III video poker machines located in a mall type arrangement\r\r\n\r\r\nin Orangeburg, South Carolina. On June 13, 1996, revenue officers for the\r\r\n\r\r\nDepartment made a routine inspection of the Class III video poker machines\r\r\n\r\r\non the premises. The revenue officers entered through the main entrance\r\r\n\r\r\nand after entering the common area, they observed two rooms that had\r\r\n\r\r\nvideo poker machines in them. The video poker machines were on, the doors\r\r\n\r\r\nto the rooms were open, there were no closed signs on the doors, and the\r\r\n\r\r\nlights were on. There were no customers in the rooms and no employees.\r\r\n\r\r\nRevenue Officer D. Jackson Rash (Rash) testified that two of respondents'\r\r\n\r\r\nemployees were in the common area. The two rooms with five machines in\r\r\n\r\r\nthem are adjacent to the common area.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRash testified that had the employees been standing in the rooms\r\r\n\r\r\ninstead of the common areas then he would not have written a ticket.\r\r\n\r\r\nCustomers could not get into the rooms without walking past the employees\r\r\n\r\r\nwho were approximately five to ten feet away from the rooms. Rash testified\r\r\n\r\r\nthat the employees stated that they were assigned to the two locations.\r\r\n\r\r\nHe then charged respondents with a \"single place or premises\" violation of\r\r\n\r\r\nS.C. Code Ann. § 12-21-2804(A) for failing to have an employee present\r\r\n\r\r\npursuant to Regulation 117-190.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\nDoes the \"separate employee\" requirement of 27 S.C. Code Ann. Reg.\r\r\n\r\r\n117-190 require that one separate employee be within the four walls of each\r\r\n\r\r\nindividual game room during business hours?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\n\r\r\np.415\r\r\n\r\r\n\r\r\n\r\r\nS.C. Department of Revenue v. Stardust Amusement Company\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nS.C. Code Ann. Reg. 117-190 provides:\r\r\n\r\r\n\r\r\nA single place or premises must be a fixed location. It does\r\r\n\r\r\nnot include moving property such as a boat or a train, unless\r\r\n\r\r\nsuch property is permanently affixed to a specific location.\r\r\n\r\r\n\r\r\nA \"single place\" or \"premises\" means a structure\r\r\n\r\r\nsurrounded by exterior walls or firewalls consistent with the\r\r\n\r\r\nrequirements of the applicable building code (or where no\r\r\n\r\r\nbuilding code is applicable, a one hour rated firewall), provided\r\r\n\r\r\nsuch exterior walls and firewalls may not have any windows,\r\r\n\r\r\ndoors or other openings leading to another area where video\r\r\n\r\r\ngame machines are located.\r\r\n\r\r\n\r\r\nIf a structure surrounded by exterior walls has two or more\r\r\n\r\r\nareas where video games are located, each surrounded by\r\r\n\r\r\nexterior walls or firewalls as defined and required above, the\r\r\n\r\r\nDepartment must review all the facts and circumstances to\r\r\n\r\r\ndetermine if each area in reality constitutes a single place or\r\r\n\r\r\npremise for video game machines. In determining whether each\r\r\n\r\r\nentity is in fact a single place or premises, the Department of\r\r\n\r\r\nRevenue will consider the following factors: (1) Does each entity\r\r\n\r\r\nor business have a separate electric utility meter? (2) Does each\r\r\n\r\r\nentity or business have at least one separate employee on the\r\r\n\r\r\npremises during business hours? (3) Does each entity or business\r\r\n\r\r\nhave a separate local business license where required? (4) Does\r\r\n\r\r\neach entity or business have a separate state sales tax license? A\r\r\n\r\r\npositive answer to these four questions is required for each area\r\r\n\r\r\nto be considered a \"single place or premise for the purposes of\r\r\n\r\r\nThe Video Game Machines Act. (emphasis added)\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Department contends that the purpose of the regulation is to\r\r\n\r\r\nprovide a high degree of certainty in defining what constitutes a \"single place\r\r\n\r\r\nor premises\" and that \"on the premises\" means exactly what it says. The\r\r\n\r\r\nDepartment asserts that the most consistent view is the plain language of\r\r\n\r\r\n\"on the premises\" which limits the employee to the physical space of the four\r\r\n\r\r\nwalls. The Department argues that the ALJ committed error in applying the\r\r\n\r\r\n\r\r\np.416\r\r\n\r\r\n\r\r\n\r\r\nS.C. Department of Revenue v. Stardust Amusement Company\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nprovisions of Regulation 117-190, based on the plain language of the statute\r\r\n\r\r\nand regulation, the legislature's intent in its enactment of the Video Game\r\r\n\r\r\nMachine Act (VGMA), and in filing to give deference to the Department's\r\r\n\r\r\nlong standing administrative application of these provisions. We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Department also contends that the facts in this case parallel those\r\r\n\r\r\nin McNickel's Inc., v. South Carolina Department of Revenue, 331 S.C. 629,\r\r\n\r\r\n503 S.E.2d 723 (1998). We agree. In McNickel, we found that the\r\r\n\r\r\nDepartment did not exceed its authority in imposing an employee\r\r\n\r\r\nrequirement under Regulation: 117-190. We noted that \"[w]ithout at least\r\r\n\r\r\none employee, it would be possible for video poker operators to largely\r\r\n\r\r\ncircumvent the `single place or ;premises' requirement by securing separate\r\r\n\r\r\nlicenses for technically separate, but practically joined, businesses.\"\r\r\n\r\r\nHowever, we also noted that \"[d]uring the inspection only one employee was\r\r\n\r\r\nfound in the common area of the business (i.e. each business did not have at\r\r\n\r\r\nleast one of its own employees present). \"(emphasis added) The problem in\r\r\n\r\r\nMcNickel was not that the employee was in the common area, but that there\r\r\n\r\r\nwas only one employee and two businesses.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn this particular case, the revenue officers found two employees in\r\r\n\r\r\nthe common area, one for each' business. Since there were no customers in\r\r\n\r\r\nthe rooms, and since customers could not get into the rooms without walking\r\r\n\r\r\npast the employees, we agree with the ALJ and the circuit court that there\r\r\n\r\r\nwas no violation.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nUnder the specific facts of the present case, we AFFIRM the decision or\r\r\n\r\r\nthe circuit court.\r\r\n\r\r\n\r\r\nTOAL, MOORE, BURNETT, JJ., and Acting Justice Alison Renee Lee,\r\r\n\r\r\nconcur.\r\r\n\r\r\n\r\r\np.417\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25172","title":"In the Matter of Moore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25172","description":"","date":"2000-07-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Moore\r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Fred\r\n\r\n\r\n\r\nHenderson Moore, Respondent.\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25172\r\n\r\n\r\n\r\nHeard May 23, 2000 - Filed July 17, 2000\r\n\r\n\r\n\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n\r\nRussell Brown, of Charleston, for respondent.\r\n\r\n\r\n\r\n\r\n\r\nAssistant Deputy Attorney General J. Emory Smith,\r\n\r\n\r\n\r\nJr., of Columbia, for the Office of Disciplinary\r\n\r\n\r\n\r\nCounsel.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: In this attorney grievance matter, respondent\r\n\r\n\r\n\r\ncommitted misconduct relating to his escrow account and failed to timely\r\n\r\n\r\n\r\npay a medical provider.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nRespondent had an agreement with Dr. Themy Chakeris whereby\r\n\r\n\r\n\r\nrespondent would send clients to Dr. Chakeris and respondent would pay .\r\n\r\n\r\n\r\ntheir medical bills upon settlement of their legal actions. The Panel 1  found\r\n\r\n\r\n\r\nrespondent had failed to pay Dr. Chakeris a total of $35,750 from fifty-four\r\n\r\n\r\n\r\nsettlements. 2  When Dr. Chakeris demanded payment, respondent did not\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 The full Panel adopted the Sub-panel's report on December 24, 1999.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 Dr. Chakeris's attorney testified that respondent has since paid Dr.\r\n\r\n\r\n\r\nChakeris all that is owed to him. In fact, the final payment was received the (2 continued....) \r\n\r\n\r\n\r\n\r\n\r\np.418\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Moore\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nhave the funds in his escrow account to pay him. Respondent eventually \r\n\r\n\r\n\r\npaid Dr. Chakeris through installments. The Panel also found respondent \r\n\r\n\r\n\r\ndisbursed money to himself on many occasions from his escrow account. The \r\n\r\n\r\n\r\ncanceled checks did not have notations on them. Respondent claimed that \r\n\r\n\r\n\r\nthe disbursements were attorney's fees and also some of his own personal \r\n\r\n\r\n\r\nmoney. He testified that he had deposited proceeds from the sale of some of \r\n\r\n\r\n\r\nhis property and had intended to make payments to his ex-wife through his \r\n\r\n\r\n\r\nescrow account so that he would have some documentation of the payments.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRespondent testified his escrow account problems stemmed from \r\n\r\n\r\n\r\nforgeries and embezzlement of the escrow account by a former law partner. \r\n\r\n\r\n\r\nThe Panel found respondent had failed to prove the allegations of \r\n\r\n\r\n\r\nembezzlement were the cause of respondent's failure to pay Dr. Chakeris or \r\n\r\n\r\n\r\nproperly maintain his escrow account. Further, the Panel found if the \r\n\r\n\r\n\r\nembezzlement involved only attorney's fees, as respondent testified, then the \r\n\r\n\r\n\r\nmoney from the settlements which should have been paid to Dr. Chakeris \r\n\r\n\r\n\r\nwould have been in the escrow account. The Panel found respondent lacks \r\n\r\n\r\n\r\nan appreciation of the duties and responsibilities associated with keeping an \r\n\r\n\r\n\r\nescrow account and recommended disbarment.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThere is also a procedural issue which the Office of Disciplinary \r\n\r\n\r\n\r\nCounsel (ODC) has raised. The initial complaint was filed on January 30, \r\n\r\n\r\n\r\n1998. Respondent filed an answer on March 4, 1998. A supplemental \r\n\r\n\r\n\r\ncomplaint was filed on July 24, 1998. Respondent failed to answer and the \r\n\r\n\r\n\r\nODC filed an affidavit of default on the supplemental charges on September \r\n\r\n\r\n\r\n14, 1998. On September 18, 1998, respondent filed an answer denying the \r\n\r\n\r\n\r\nallegations. At the Panel hearing held on October 7, 1999, respondent \r\n\r\n\r\n\r\nmoved to be allowed to answer and not be deemed in default. The Panel \r\n\r\n\r\n\r\nruled that respondent should be allowed to answer. The hearing then began \r\n\r\n\r\n\r\nbut only the allegations in the initial complaint were tried because the ODC \r\n\r\n\r\n\r\ndid not bring its witnesses for the allegations in the supplemental complaint. \r\n\r\n\r\n\r\nAfter the hearing, the Panel issued a written report on March 3, 1999, \r\n\r\n\r\n\r\ngranting respondent's request to file an untimely answer and explaining its \r\n\r\n\r\n\r\nreasons for allowing respondent to answer. 3 The ODC filed an exception to\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(2 continued...)day of the Panel hearing.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 The Panel did not want to punish respondent for what it viewed as \r\n\r\n\r\n\r\nrespondent's attorney's negligence in failing to timely answer and the fact \r\n\r\n\r\n\r\nthat the ODC was not prejudiced by allowing respondent to answer.\r\n\r\n\r\n\r\n\r\n\r\np.419\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Moore\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nthe Panel's failure to hold respondent in default. The ODC wants us to\r\n\r\n\r\n\r\ndecide if a respondent can be allowed to file an answer after the time to\r\n\r\n\r\n\r\nanswer has expired.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nWe may make our own findings of fact and conclusions of law and are\r\n\r\n\r\n\r\nnot bound by the Panel's recommendation. Burns v. Clayton, 237 S.C. 316,\r\n\r\n\r\n\r\n117 S.E.2d 300 (1960). While we are not bound by the findings of the Panel,\r\n\r\n\r\n\r\ntheir findings are entitled to great weight. Id. We must administer the\r\n\r\n\r\n\r\nsanction we deem appropriate after a thorough review of the record. In re\r\n\r\n\r\n\r\nKirven, 267 S.C. 669, 230 S.E.2d 899 (1976).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the matter of improperly using his trust account and insufficient\r\n\r\n\r\n\r\nrecordkeeping, we find respondent violated Rule 1.15, of Rule 407, SCACR,\r\n\r\n\r\n\r\nby commingling funds and using the trust account for personal purposes and\r\n\r\n\r\n\r\nRule 417, SCACR, by failing to maintain trust account records. Respondent\r\n\r\n\r\n\r\ncontends that since Rule 417, was not adopted until January 1, 1997, after\r\n\r\n\r\n\r\nrespondent's misconduct, he could not have violated that rule. 4  We disagree.\r\n\r\n\r\n\r\nRespondent testified that he wrote checks out of his escrow account in\r\n\r\n\r\n\r\nFebruary 1997 for personal reasons and without notations on them. 5\r\n\r\n\r\n\r\nClearly, respondent violated Rule 417 after it was enacted. 6\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe recently held that \"[w]hen disciplinary counsel presents clear and\r\n\r\n\r\n\r\nconvincing evidence of trust account violations or other inadequate\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Under Rule 417, effective January 1, 1997, a lawyer must keep\r\n\r\n\r\n\r\nadequate records showing the date, source or payee, and description of each\r\n\r\n\r\n\r\ndeposit and disbursement in any bank account which affects the lawyer's\r\n\r\n\r\n\r\npractice of law.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 The misconduct involving the failure to pay Dr. Chakeris took place\r\n\r\n\r\n\r\nprior to January 1, 1997.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6 We recently held that an attorney has always been charged with a\r\n\r\n\r\n\r\nspecial responsibility in maintaining and preserving the integrity of trust\r\n\r\n\r\n\r\nfunds. In re Miles, 335 S.C. 242, 516 S.E.2d 661(1999) (definite suspension\r\n\r\n\r\n\r\nfor six months for failing to timely pay medical provider) (citing In re\r\n\r\n\r\n\r\nPadgett, 290 S.C. 209, 349 S.E.2d 338 (1986) (suspending attorney who\r\n\r\n\r\n\r\nfailed to maintain adequate records in a single case)).\r\n\r\n\r\n\r\n\r\n\r\np.420\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Moore\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nrecordkeeping, a lawyer's records must be sufficiently detailed to overcome\r\n\r\n\r\n\r\nthe allegations.\" Miles, 516 S.E.2d at 663. Here, respondent has failed to\r\n\r\n\r\n\r\nshow adequate recordkeeping to overcome the ODC's allegations. As noted\r\n\r\n\r\n\r\nby the Panel, the allegations of forgery and embezzlement would not explain\r\n\r\n\r\n\r\nrespondent's failure to keep proper records and documentation, to make\r\n\r\n\r\n\r\nnotations on the checks, or to pay Dr. Chakeris.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs for the default issue raised by the ODC, we hold the Panel has the\r\n\r\n\r\n\r\nauthority to allow a respondent to answer even though the time to answer\r\n\r\n\r\n\r\nhas expired. Rule 23, RLDE, provides \"[t]he respondent shall file a written\r\n\r\n\r\n\r\nanswer with the Commission and serve a copy on disciplinary counsel within\r\n\r\n\r\n\r\n30 days after service of the formal charges, unless the time is extended by\r\n\r\n\r\n\r\nthe hearing panel.\" The ODC contends that upon the expiration of the thirty\r\n\r\n\r\n\r\ndays, there is no authority for an extension. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe hearing Panel has the authority pursuant to Rule 9, RLDE, which\r\n\r\n\r\n\r\nstates \"the South Carolina Rules of Civil Procedure apply in lawyer\r\n\r\n\r\n\r\ndiscipline and incapacity cases.\" Rule 55(c), SCRCP, provides that \"[f]or good\r\n\r\n\r\n\r\ncause shown the court may set aside an entry of default and, if a judgement\r\n\r\n\r\n\r\nby default has been entered, may likewise set it aside in accordance with\r\n\r\n\r\n\r\nRule 60(b).\" The standard for setting aside an entry of default is whether\r\n\r\n\r\n\r\n\"good cause\" exists under Rule 55(c), whereas the standard to set aside a\r\n\r\n\r\n\r\njudgment of default is \"excusable neglect\" under Rule 60(b). 7 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Supplemental Complaint was filed on July 29, 1998. Respondent\r\n\r\n\r\n\r\ndid not timely answer. At the Panel hearing on October 7, 1998, respondent\r\n\r\n\r\n\r\nmoved to be allowed to answer which is well within the year time limit of\r\n\r\n\r\n\r\nRule 60. Accordingly, we hold the Panel had the authority to allow\r\n\r\n\r\n\r\nrespondent to answer and the Supplemental Complaint should now go\r\n\r\n\r\n\r\nforward.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRespondent has an extensive prior disciplinary record: private\r\n\r\n\r\n\r\nreprimand on May 5, 1972; public reprimand on September 4, 1980, for\r\n\r\n\r\n\r\nneglect of several legal matters; indefinite suspension on January 24, 1984,\r\n\r\n\r\n\r\nfor trust account violations; suspension February 2, 1994, for failure to pay\r\n\r\n\r\n\r\nbar fees; private reprimand on October 31, 1995; suspension on February 9,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 We note Rule 55(c), SCRCP, should be liberally construed so as to\r\n\r\n\r\n\r\npromote justice and dispose of cases on the merits. In re Estate of Weeks,\r\n\r\n\r\n\r\n329 S.C..251, 495 S.E.2d 454 (Ct. App. 1997).\r\n\r\n\r\n\r\n\r\n\r\np.421\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Moore\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1994, for failure to meet CLE requirements; and definite suspension for one\r\n\r\n\r\n\r\nyear on December 16, 1997, for incompetence and neglect. Accordingly,\r\n\r\n\r\n\r\nrespondent is hereby disbarred for his misconduct. Within fifteen days of the\r\n\r\n\r\n\r\ndate of this opinion, respondent shall file an affidavit with the Clerk of Court\r\n\r\n\r\n\r\nshowing that he has complied with Rule 30, RLDE, Rule 413, SCACR.\r\n\r\n\r\n\r\n\r\n\r\nDISBARRED.\r\n\r\n\r\n\r\n\r\n\r\ns/ Jean H. Toal  C.J.\r\n\r\n\r\n\r\ns/ James E. Moore  J.\r\n\r\n\r\n\r\ns/ John H. Waller, Jr.   J.\r\n\r\n\r\n\r\n\r\n\r\ns/ E.C. Burnett, III J.\r\n\r\n\r\n\r\ns/ L. Henry McKellar   A. J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.422\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25173","title":"Shealy v. Aiken County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25173","description":"","date":"2000-07-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nAlbert B. Shealy,\r\n\r\n\r\n\r\n\r\n\r\nPetitioner,\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nAiken County,\r\n\r\n\r\n\r\nEmployer/Self-Insured,\r\n\r\n\r\n\r\n\r\n\r\nRespondent.\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\n\r\n\r\n\r\nAPPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Aiken County\r\n\r\n\r\n\r\nRodney A. Peeples, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion No. 25173\r\n\r\n\r\n\r\nHeard June 21, 2000 - Filed July 24, 2000\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\r\n\r\n\r\nPreston F. McDaniel, of McDaniel Law Firm, of \r\n\r\n\r\n\r\nColumbia, for petitioner.\r\n\r\n\r\n\r\n\r\n\r\nF. Earl Ellis, Jr., and Daniel W. Hayes, both of Ellis, \r\n\r\n\r\n\r\nLawhorne &amp; Sims, P.A., of Columbia, for respondent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL: Albert B. Shealy (\"Shealy\") appeals the \r\n\r\n\r\n\r\nCourt of Appeals' decision denying workers' compensation benefits for his \r\n\r\n\r\n\r\npsychological injuries allegedly caused by conditions of his employment as a \r\n\r\n\r\n\r\n\"deep cover\" undercover narcotics agent for the Aiken County Sheriffs\r\n\r\n\r\n\r\n\r\n\r\np.423\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDepartment (\"Sheriff's Department\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n\r\n\r\nFrom 1981 to 1990, Shealy worked as a Lexington County deputy sheriff.\r\n\r\n\r\n\r\nShealy developed depression and an alcohol problem that ultimately led to his\r\n\r\n\r\n\r\ndeparture from the Lexington County Sheriff's Department in May 1990. He\r\n\r\n\r\n\r\nreceived treatment for these problems and was alcohol free in November 1990\r\n\r\n\r\n\r\nwhen he applied for a position in the Sheriffs Department. In November 1990,\r\n\r\n\r\n\r\nAiken County Sheriff Carroll Heath, who was aware of Shealy's alcohol problem,\r\n\r\n\r\n\r\nhired Shealy to work as a \"deep cover\" undercover narcotics agent.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Sheriff's Department hires deep cover agents to go to known drug\r\n\r\n\r\n\r\nlocations, typically bars and nightclubs, to befriend drug dealers and other\r\n\r\n\r\n\r\ncriminals in order to gain information, intelligence, and make drug buys, which\r\n\r\n\r\n\r\nare handed over to the police as evidence. The goal is for the deep cover agent\r\n\r\n\r\n\r\nto buy as much drugs as he can from the dealers and then slowly disappear.\r\n\r\n\r\n\r\nDeep cover work is extremely stressful and differs from regular police\r\n\r\n\r\n\r\nundercover work because the agent does not wear a wire, is not operating under\r\n\r\n\r\n\r\npolice surveillance, does not have access to police back up, and does not carry\r\n\r\n\r\n\r\npolice identification. According to Shealy, the stress involved with deep cover\r\n\r\n\r\n\r\nwork was \"extraordinary, it was more than I ever could imagine.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn August 1992, the Sheriffs Department assigned Shealy to infiltrate\r\n\r\n\r\n\r\nRambler's Bar and Grill in Aiken because the employees and management were\r\n\r\n\r\n\r\naccused of illegal drug trafficking. Another deep cover agent, Stacey Coleman\r\n\r\n\r\n\r\n(\"Coleman\"), informed Shealy that Tony Kneese (\"Kneese\"), one of the alleged\r\n\r\n\r\n\r\ndrug dealers, suspected Shealy was an undercover officer. According to\r\n\r\n\r\n\r\nColeman, Kneese planned on taking Shealy \"fishing.\" \"Fishing\" is a slang term\r\n\r\n\r\n\r\nthat means killing someone and then disposing of the body in a pond or lake.\r\n\r\n\r\n\r\nAccording to Coleman's testimony:\r\n\r\n\r\n\r\n\r\n\r\nThe people were very well capable of committing a crime of murder.\r\n\r\n\r\n\r\nI know there were times he and I both purchased drugs from them\r\n\r\n\r\n\r\nand they were armed when we purchased drugs from them. Yes,\r\n\r\n\r\n\r\nthey were very well capable of committing [sic] such as that.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs a way to prove to Kneese that he was not a police officer, Shealy handed\r\n\r\n\r\n\r\nKneese his pistol and told him to go ahead and kill him if he thought Shealy was\r\n\r\n\r\n\r\na cop. Although Kneese did not harm Shealy, Shealy still felt he was under a\r\n\r\n\r\n\r\nconstant death threat after the confrontation. Shealy was also unable to work\r\n\r\n\r\n\r\n\r\n\r\np. 424\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\neffectively as a deep cover agent after the confrontation with Kneese. His\r\n\r\n\r\n\r\ncondition worsened after the confrontation and he began seeing a psychiatrist,\r\n\r\n\r\n\r\nDr. Carol O. Kinard.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShortly after the encounter with Kneese, a new sheriff was elected for\r\n\r\n\r\n\r\nAiken County. On Christmas Eve 1992, a representative from the Sheriff's\r\n\r\n\r\n\r\nDepartment informed Shealy that he would be terminated because the new\r\n\r\n\r\n\r\nsheriff intended to eliminate the deep cover narcotics program. According to\r\n\r\n\r\n\r\nShealy, his dismissal was extremely stressful because he was still under death\r\n\r\n\r\n\r\nthreats and he would lose both his permit to carry a weapon and the protection\r\n\r\n\r\n\r\nof law enforcement. On December 30, 1992, Shealy was admitted to Baptist\r\n\r\n\r\n\r\nMedical Center for depression, suicidal thoughts, post-traumatic stress disorder,\r\n\r\n\r\n\r\nand acute alcoholism.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy has worked only sporadically since his release from Baptist Medical\r\n\r\n\r\n\r\nCenter. He has been sober since July 1994, when he rejoined Alcoholics\r\n\r\n\r\n\r\nAnonymous. Dr. Kinard treated Shealy for several years and determined Shealy\r\n\r\n\r\n\r\nmet the criteria for major depression recurrent, post- traumatic stress disorder,\r\n\r\n\r\n\r\nanxiety, alcoholism, and panic disorder with agoraphobia. In August 1995, Dr.\r\n\r\n\r\n\r\nKinard indicated Shealy was unable to work in any gainful employment and\r\n\r\n\r\n\r\nwould be unlikely to work in the foreseeable future. Dr. Scott, in performing an\r\n\r\n\r\n\r\nindependent evaluation for the Social Security Administration, concurred in the\r\n\r\n\r\n\r\ndiagnosis.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough Shealy's job as a deep cover agent contributed to his medical\r\n\r\n\r\n\r\nconditions, Shealy admits to several other stressors in his life that may have\r\n\r\n\r\n\r\ncontributed to his illness. In 1992, during the same time as the death threats\r\n\r\n\r\n\r\nand his termination from the Sheriff's Department, Shealy was also seeking a\r\n\r\n\r\n\r\ndivorce from his second wife on the grounds of her infidelity, was in a bitter\r\n\r\n\r\n\r\ncustody dispute over his son, and was declaring bankruptcy. Relying on these\r\n\r\n\r\n\r\nnon-job stressors, the Full Commission made a factual determination that\r\n\r\n\r\n\r\nShealy failed to meet his burden of proving that the conditions of his\r\n\r\n\r\n\r\nemployment as a deep cover agent proximately cause his psychological injuries.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Single Commissioner awarded Shealy benefits for aggravation of his\r\n\r\n\r\n\r\npreexisting alcoholism and psychological injury resulting from the extraordinary\r\n\r\n\r\n\r\nconditions of his employment. The Full Commission reversed on October 15,\r\n\r\n\r\n\r\n1996. After a remand to the Full Commission for specific findings of facts and\r\n\r\n\r\n\r\nconclusions of law, the circuit court affirmed the Full Commission's decision.\r\n\r\n\r\n\r\nThe circuit court found Shealy's job conditions were usual to his employment.\r\n\r\n\r\n\r\nMoreover, the circuit court held Shealy had failed to prove his psychological\r\n\r\n\r\n\r\n\r\n\r\np. 425\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\ninjuries were caused by unusual or extraordinary conditions of employment. The\r\n\r\n\r\n\r\nCourt of Appeals affirmed the circuit court's order. Shealy v. Aiken County, Op.\r\n\r\n\r\n\r\nNo. 98-UP-573 (S.C. Ct. App. filed December 16, 1998).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe following issues are before this Court on appeal:\r\n\r\n\r\n\r\n\r\n\r\n1.  Did the Court of Appeals err in holding the \"unusual or\r\n\r\n\r\n\r\nextraordinary conditions of employment\" standard is determined by\r\n\r\n\r\n\r\nreference to Shealy's particular employment and not to employment\r\n\r\n\r\n\r\nin general?\r\n\r\n\r\n\r\n\r\n\r\n2.  Did the Court of Appeals err in finding Shealy's allegation of error\r\n\r\n\r\n\r\nin the reversal of the award for the aggravation of his preexisting\r\n\r\n\r\n\r\nalcoholism was not preserved for review?\r\n\r\n\r\n\r\n\r\n\r\n3.  Did the Court of Appeals err in holding that the issue of whether\r\n\r\n\r\n\r\nmedical evidence had to be presented to prove unusual or\r\n\r\n\r\n\r\nextraordinary conditions of employment was not preserved for\r\n\r\n\r\n\r\nreview?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\nThe Administrative Procedures Act (\"APA\") governs this Court's review of\r\n\r\n\r\n\r\nthe Full Commission's decisions. See Lark v. Bi-Lo, Inc. 276 S.C.130, 276 S.E.2d\r\n\r\n\r\n\r\n304 (1981). We can reverse or modify the Full Commission's decision in this case\r\n\r\n\r\n\r\nonly if Shealy's substantial rights have been prejudiced because the decision is\r\n\r\n\r\n\r\naffected by an error of law or is clearly erroneous in view of the reliable,\r\n\r\n\r\n\r\nprobative, and substantial evidence on the whole record. See S.C. Code Ann. §\r\n\r\n\r\n\r\n1-23-380(A)(6)(d), (e) (Supp. 1997). Substantial evidence is not a mere scintilla\r\n\r\n\r\n\r\nof evidence nor evidence viewed from one side, but such evidence, when the\r\n\r\n\r\n\r\nwhole record is considered, as would allow reasonable minds to reach the\r\n\r\n\r\n\r\nconclusion the Full Commission reached. Waters v. South Carolina Land\r\n\r\n\r\n\r\nResources Conservation Comm'n, 321 S.C. 219, 467 S.E.2d 913 (1996).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn workers' compensation cases, the Full Commission is the ultimate fact\r\n\r\n\r\n\r\nfinder. Hunter v. Patrick Constr. Co., 289 S.C. 46, 344 S.E.2d 613 (1986). The\r\n\r\n\r\n\r\nfinal determination of witness credibility and the weight to be accorded evidence\r\n\r\n\r\n\r\nis reserved to the Full Commission. Ford v. Allied Chem. Co., 252 S.C. 561,16 7\r\n\r\n\r\n\r\nS.E.2d 564 (1969). It is not the task of this Court to weigh the evidence as found\r\n\r\n\r\n\r\nby the Full Commission. Ellis v. Spartan Mills, 276 S.C. 216, 277 S.E.2d 590\r\n\r\n\r\n\r\n(1981).\r\n\r\n\r\n\r\n\r\n\r\np. 426\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nI.  Unusual or Extraordinary Conditions of Employment\r\n\r\n\r\n\r\n\r\n\r\nShealy argues that under the standard for compensability that applies to\r\n\r\n\r\n\r\nmental-mental injuries, 1  the phrase \"unusual or extraordinary conditions in\r\n\r\n\r\n\r\nemployment\" refers to conditions of employment in general, not to conditions\r\n\r\n\r\n\r\nextraordinary to the particular job in which the injury occurs. The Court of\r\n\r\n\r\n\r\nAppeals held compensability should be determined by unusual or extraordinary\r\n\r\n\r\n\r\nconditions of a complainant's employment. We agree with the Court of Appeals.\r\n\r\n\r\n\r\nHowever, we find the combination of death threats, gun incidents with violent\r\n\r\n\r\n\r\ndrug dealers, high tension confrontations, fear of being uncovered, and loss of\r\n\r\n\r\n\r\nsecurity as a police officer constitutes unusual or extraordinary conditions of\r\n\r\n\r\n\r\nemployment when they occur over several months.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn determining whether a work-related injury is compensable, the\r\n\r\n\r\n\r\nWorkers' Compensation Act is liberally construed toward the end of providing\r\n\r\n\r\n\r\ncoverage rather than noncoverage in order to further the beneficial purposes for\r\n\r\n\r\n\r\nwhich it was designed. Dickert v. Metropolitan Life Ins., Co., 306 S.C. 311, 411\r\n\r\n\r\n\r\nS.E.2d 672 (Ct. App. 1991). Any reasonable doubt as to the construction of the\r\n\r\n\r\n\r\nAct will be resolved in favor of coverage. Mauldin v. Dyna-Color/Jack Rabbit,\r\n\r\n\r\n\r\n308 S.C. 18, 416 S.E.2d 639 (1992). A compensable injury under the Workers'\r\n\r\n\r\n\r\nCompensation Act is defined by S.C. Code Ann. § 42-1-160 (1985), 2  which states\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 A mental-mental injury is a purely mental injury resulting from\r\n\r\n\r\n\r\nemotional stimuli. See Stokes v. First Nat'l Bank, 306 S.C. 46, 410 S.E.2d 248\r\n\r\n\r\n\r\n(1991).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2  On June 18, 1996, section 42-1-160 was amended. Shealy's injury\r\n\r\n\r\n\r\noccurred before the effective date of the amendment. The following two\r\n\r\n\r\n\r\nsections were added to the original statute:\r\n\r\n\r\n\r\n\r\n\r\nStress arising out of and in the course of employment\r\n\r\n\r\n\r\nunaccompanied by physical injury and resulting in mental illness or\r\n\r\n\r\n\r\ninjury is not a personal injury unless it is established that the\r\n\r\n\r\n\r\nstressful employment conditions causing the mental injury were\r\n\r\n\r\n\r\nextraordinary and unusual in comparison to the normal conditions\r\n\r\n\r\n\r\nof the employment.\r\n\r\n\r\n\r\n\r\n\r\nStress arising out of and in the course of employment\r\n\r\n\r\n\r\nunaccompanied by physical injury is not considered compensable if (2 continued...)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.427\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nin part:\r\n\r\n\r\n\r\n\r\n\r\n\"Injury\" and \"personal injury\" shall mean only injury by accident\r\n\r\n\r\n\r\narising out of and in the course of the employment and shall not\r\n\r\n\r\n\r\ninclude a disease in any form, except when it results naturally and\r\n\r\n\r\n\r\nunavoidably from the accident ....\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMental or nervous disorders are compensable accidental injuries under the\r\n\r\n\r\n\r\nstatute when \"the emotional stimuli or stressors are incident to or arise from\r\n\r\n\r\n\r\nunusual or extraordinary conditions of employment.\" Powell v. Vulcan\r\n\r\n\r\n\r\nMaterials, Co., 299 S.C. 325, 384 S.E.2d 725 (1989). In Powell, this Court held\r\n\r\n\r\n\r\nthat courts should use the \"heart attack standard\" to determine when a mental\r\n\r\n\r\n\r\nmental injury is compensable. A heart attack suffered by an employee\r\n\r\n\r\n\r\nconstitutes a compensable accident if it is induced by unexpected strain or\r\n\r\n\r\n\r\noverexertion in the performance of his duties of employment, or by unusual and\r\n\r\n\r\n\r\nextraordinary conditions in employment. Bridges v. Housing Auth., City of\r\n\r\n\r\n\r\nCharleston, 278 S.C. 342, 295 S.E.2d 872 (1982). However, if a heart attack\r\n\r\n\r\n\r\nresults as a consequence of ordinary exertion that is required in performance of\r\n\r\n\r\n\r\nemployment duties in an ordinary and usual manner, and without any untoward\r\n\r\n\r\n\r\nevent, it is not compensable as an accident. Fulmer v. South Carolina Elec. &amp;\r\n\r\n\r\n\r\nGas Co., 306 S.C. 34, 410 S.E.2d 25 (Ct. App. 1991). According to this Court in\r\n\r\n\r\n\r\nPowell, the heart attack standard applies to mental-mental injuries:\r\n\r\n\r\n\r\n\r\n\r\nMental or nervous disorders resulting from either physical or\r\n\r\n\r\n\r\nemotional stimuli are equally compensable provided the emotional\r\n\r\n\r\n\r\nstimuli or stressors are incident to or arise from unusual or\r\n\r\n\r\n\r\nextraordinary conditions of employment.\r\n\r\n\r\n\r\n\r\n\r\nPowell, 299 S.C. at 327, 384 S.E.2d at 726; see also Stokes v. First Natl Bank,\r\n\r\n\r\n\r\n306 S.C. 46, 410 S.E.2d 248 (1991).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis Court has never applied an obejective standard of reasonable\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(2 continued...) it results from any event or series of events which is incidental to\r\n\r\n\r\n\r\nnormal employer/employee relations including, but not limited to,\r\n\r\n\r\n\r\npersonnel actions by the employer such as . . . terminations, except\r\n\r\n\r\n\r\nwhen these actions are taken in an extraordinary and unusual\r\n\r\n\r\n\r\nmanner.\r\n\r\n\r\n\r\n\r\n\r\nS.C. Code Ann. § 42-1-160 (Supp. 1997).\r\n\r\n\r\n\r\n\r\n\r\np.428\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nemployment when considering whether a worker was exposed to unusual or\r\n\r\n\r\n\r\nextraordinary work conditions, but rather has compared the conditions to the\r\n\r\n\r\n\r\nworker's particular employment. For example, in Powell this Court held that\r\n\r\n\r\n\r\n\"Powell's altercation with his supervisor was an unusual and extraordinary\r\n\r\n\r\n\r\ncondition of his employment resulting in a compensable accidental injury.\"\r\n\r\n\r\n\r\nPowell, 299 S.C. at 328, 384 S.E.2d at 727 (emphasis added). All the factors\r\n\r\n\r\n\r\nconsidered by this Court in Powell were based upon the claimant's particular\r\n\r\n\r\n\r\nemployment, not as compared to objective examples of employment in general. 3\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nVarious states have applied different standards in determining whether\r\n\r\n\r\n\r\na condition is unusual or extraordinary. Professor Arthur Larson identified three\r\n\r\n\r\n\r\ncomparisons used by courts across the country that have specifically addressed\r\n\r\n\r\n\r\nthis issue: (1) compare whether the work conditions were unusual to the\r\n\r\n\r\n\r\nemployee's normal strains; (2) compare whether the work conditions were\r\n\r\n\r\n\r\nunusual compared to the strains of employment in general; or (3) compare\r\n\r\n\r\n\r\nwhether the work conditions were unusual as compared to the everyday wear\r\n\r\n\r\n\r\nand tear of non-employment life. 2 Arthur Larson &amp; Lex K. Larson, Larson's\r\n\r\n\r\n\r\nWorkers' Compensation Law § 44.05(4)(d)(i) (1999). According to Professor\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3  Accord Stokes v. First Nat'l Bank, 306 S.C. 46, 410 S.E.2d 248 (1991)\r\n\r\n\r\n\r\n(holding the prolonged increase in Stokes' work hours and his additional job\r\n\r\n\r\n\r\nresponsibilities, as compared to his work hours and responsibilities prior to the\r\n\r\n\r\n\r\nmerger, constituted unusual and extraordinary conditions of employment);\r\n\r\n\r\n\r\nBridges v. Housing Auth., City of Charleston, 278 S.C. 342, 295 S.E.2d. 872 (1982)\r\n\r\n\r\n\r\n(holding there was no showing of unusual or extraordinary conditions of\r\n\r\n\r\n\r\nemployment where security patrolman engaged in an investigation of the type\r\n\r\n\r\n\r\nincluded in his duties during normal working hours and in his regular patrol\r\n\r\n\r\n\r\narea); Black v. Barnwell County, 243 S.C . 531,134 S.E.2d 753 (1964) (\"Whether\r\n\r\n\r\n\r\nclimbing the stairs by the deceased on the occasion in question constituted an\r\n\r\n\r\n\r\nunusual or extraordinary exertion must be determined in the light of his usual\r\n\r\n\r\n\r\nand normal duties as jailor of Barnwell County.\"); Fulmer v. South Carolina\r\n\r\n\r\n\r\nElec. &amp; Gas Co. , 306 S.C. 34, 410 S.E.2d 25 (Ct. App. 1991) (holding automobile\r\n\r\n\r\n\r\nmechanic's heart attack as a result of being unable to get a needed part from the\r\n\r\n\r\n\r\nparts handler was not compensable because it was not unusual or extraordinary\r\n\r\n\r\n\r\nfor the mechanic to have difficulty in obtaining parts); DeBruhl v. Kershaw\r\n\r\n\r\n\r\nCounty Sheriff's Dept, 303 S.C. 20, 397 S.E.2d 782 (Ct. App. 1990) (holding there\r\n\r\n\r\n\r\nwas no showing of unusual or extraordinary conditions of employment where the\r\n\r\n\r\n\r\ninvestigation of a night fatality was not unusual or unexpected for the Sheriff of\r\n\r\n\r\n\r\nKershaw County).\r\n\r\n\r\n\r\n\r\n\r\np.429\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLarson, the most familiar application appears to be a comparison to the\r\n\r\n\r\n\r\nclaimant's particular employment:\r\n\r\n\r\n\r\n\r\n\r\nIt is quite possible that in many of the cases merely using the\r\n\r\n\r\n\r\nundefined term `unusual' the courts intended to apply the familiar\r\n\r\n\r\n\r\ncomparison with the employee's own normal working conditions.\r\n\r\n\r\n\r\nThis is by far the most familiar meaning in the heart cases. At the\r\n\r\n\r\n\r\nsame time, quite possibly many of the courts simply did not address\r\n\r\n\r\n\r\ntheir minds to the question of which comparison they were making.\r\n\r\n\r\n\r\n\r\n\r\nLarson, § 44.05 (4)(d)(i). Larson's analysis further supports the precedent\r\n\r\n\r\n\r\nestablished by South Carolina case law in applying the standard based upon the\r\n\r\n\r\n\r\nemployment of a particular claimant.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough we agree with the standard applied by the Court of Appeals, we\r\n\r\n\r\n\r\nfind there is substantial evidence in the record that indicates Shealy's work\r\n\r\n\r\n\r\nconditions during 1992 were unusual and extraordinary. Over several months\r\n\r\n\r\n\r\nin 1992, Shealy experienced death threats, gun incidents with violent drug\r\n\r\n\r\n\r\ndealers, high tension confrontations, fear of losing his cover, loss of security as\r\n\r\n\r\n\r\na police officer, and loss of his insurance. Knowing that a specific plot has been\r\n\r\n\r\n\r\ndeveloped for one's murder by people who are willing and able to commit such\r\n\r\n\r\n\r\na crime is certainly extraordinary. Furthermore, to have knowledge of an\r\n\r\n\r\n\r\nimminent death threat and then be stripped of the protection of the Sheriffs\r\n\r\n\r\n\r\nDepartment constitutes an extraordinary condition of employment.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis case is analogous to Kearse v. South Carolina Wildlife Resources\r\n\r\n\r\n\r\nDep't, 236 S.C. 540, 115 S.E.2d 183 (1960), where we held the activities of a\r\n\r\n\r\n\r\ngame warden during the week or two preceding his stroke were sufficient to\r\n\r\n\r\n\r\nreasonably support a conclusion that the work conditions were unusual or\r\n\r\n\r\n\r\nextraordinary. Although some of the activities were of the nature usually\r\n\r\n\r\n\r\nperformed by the game warden, the combination of late hours, frigid weather,\r\n\r\n\r\n\r\nextreme exertion, and rough terrain, which continued uninterrupted over an\r\n\r\n\r\n\r\nunusual length of time, constituted unusual or extraordinary conditions.\r\n\r\n\r\n\r\nLikewise, gun incidents, death threats, high tension confrontations, and loss of\r\n\r\n\r\n\r\npolice security may be typical of a deep cover narcotics agent, but the\r\n\r\n\r\n\r\ncombination of these events over several months is extraordinary.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn order for Shealy to recover workers' compensation benefits, he must\r\n\r\n\r\n\r\nprove both: (1) that he was exposed to unusual and extraordinary conditions in\r\n\r\n\r\n\r\nhis employment; and (2) that these unusual and extraordinary conditions were\r\n\r\n\r\n\r\nthe proximate cause of his mental breakdown. See generally Powell, supra;\r\n\r\n\r\n\r\n\r\n\r\np.430\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGambrell v. Burleson, 252 S.C. 98, 165 S.E.2d 622 (1969) (must prove causal\r\n\r\n\r\n\r\nconnection between injury and subsequent condition in workers' compensation\r\n\r\n\r\n\r\ncases). The Full Commission made the factual determination that Shealy failed\r\n\r\n\r\n\r\nto meet the burden of proof because outside stressors unrelated to his work\r\n\r\n\r\n\r\ncontributed to or caused his injuries. Shealy was suffering from financial\r\n\r\n\r\n\r\nproblems that led to bankruptcy; marital problems, including a divorce and a\r\n\r\n\r\n\r\ncustody battle over his son; memories of a gun fight and shooting a man during\r\n\r\n\r\n\r\na previous employment; and the constant stress of fighting alcoholism. Based\r\n\r\n\r\n\r\non these non-job stressors, we conclude there is substantial evidence in the\r\n\r\n\r\n\r\nrecord to support the Full Commission's finding.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nII.  Preservation Issues\r\n\r\n\r\n\r\n\r\n\r\nShealy argues the Full Commission erred in reversing the award for\r\n\r\n\r\n\r\naggravation of his preexisting alcoholism. The Court of Appeals held that\r\n\r\n\r\n\r\nbecause the issue was not ruled on by the circuit court and no Rule 59(e), SCRCP\r\n\r\n\r\n\r\nmotion was made, the issue was not preserved for appellate review. We agree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe order of the trial court does not address whether the work conditions\r\n\r\n\r\n\r\naggravated Shealy's alcoholism. In his order the trial judge addressed: (1)\r\n\r\n\r\n\r\nwhether Shealy is entitled to compensation under the heart attack exception\r\n\r\n\r\n\r\noutlined in Holley v. Owens Corning Fiberglass Corp., 301 S.C. 519, 392 S.E.2d\r\n\r\n\r\n\r\n804 (Ct. App. 1990); (2) whether the record contained substantial evidence that\r\n\r\n\r\n\r\nthe work conditions were unusual to Shealy's employment; and (3) whether\r\n\r\n\r\n\r\nShealy proved his work conditions were the proximate cause of his injuries. The\r\n\r\n\r\n\r\ntrial judge generally stated: \"Inasmuch as it does not appear that the\r\n\r\n\r\n\r\nCommission made any errors of law, and it does appear that there is substantial\r\n\r\n\r\n\r\nevidence to support its findings, the order of the South Carolina Workers'\r\n\r\n\r\n\r\nCompensation Commission is affirmed.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe agree with the Court of Appeals that the issue is not preserved\r\n\r\n\r\n\r\nbecause: (1) the trial judge's general ruling is insufficient to preserve the specific\r\n\r\n\r\n\r\nissue for appellate review; and (2) Shealy did not move to alter or amend the\r\n\r\n\r\n\r\njudgment pursuant to Rule 59(e), SCRCP. See generally Jackson v. Speed, 326\r\n\r\n\r\n\r\nS.C. 289, 486 S.E.2d 750 (1997) (holding issue not preserved for appellate review\r\n\r\n\r\n\r\nwhere appellants failed to object to the cost issue either at the hearing or in their\r\n\r\n\r\n\r\nmotion to alter or amend the order); Noisette v. Ismail, 304 S.C. 56, 403 S.E.2d\r\n\r\n\r\n\r\n122 (1991) (holding that where a trial court does not explicitly rule on an\r\n\r\n\r\n\r\nargument raised, and appellant makes no Rule 59(e) motion to obtain a ruling,\r\n\r\n\r\n\r\nthe appellate court may not address the issue).\r\n\r\n\r\n\r\n\r\n\r\np.430\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy v. Aiken County\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShealy also argues the Commission erred in holding that medical evidence\r\n\r\n\r\n\r\nmust be presented to show unusual or extraordinary conditions of employment.\r\n\r\n\r\n\r\nThis issue was not preserved for appellate review because it was not ruled upon\r\n\r\n\r\n\r\nby the trial court and no Rule 59(e), SCRCP motion was made. See Jackson v.\r\n\r\n\r\n\r\nSpeed, supra; Noisette v. Ismail, supra. Furthermore, as noted by the Court of\r\n\r\n\r\n\r\nAppeals, the Commission did not hold that medical evidence was necessary to\r\n\r\n\r\n\r\nprove unusual and extraordinary conditions of employment, but merely that the\r\n\r\n\r\n\r\nmedical evidence Shealy presented was not sufficient evidence to establish\r\n\r\n\r\n\r\ncausation. According to the Commission:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Claimant here has provided insufficient medical evidence to\r\n\r\n\r\n\r\nprove unusual or extraordinary conditions in his employment at\r\n\r\n\r\n\r\nAiken County as the proximate cause of his current condition. A\r\n\r\n\r\n\r\nreview of the medical evidence shows the Claimant was admitted to\r\n\r\n\r\n\r\nCharter Rivers Hospital on February 4, 1989 and his admitting\r\n\r\n\r\n\r\ndiagnosis was alcohol dependency, ruling out post-traumatic stress\r\n\r\n\r\n\r\ndisorder. At that point he reported a long history of alcohol abuse,\r\n\r\n\r\n\r\nalcohol intoxication, and sedative withdrawal. This evidence shows\r\n\r\n\r\n\r\nthe Claimant's disorder pre-dated any admission for the same\r\n\r\n\r\n\r\naliments in December 1992 and was not related to extraordinary\r\n\r\n\r\n\r\nstressors on the Aiken County job.\r\n\r\n\r\n\r\n\r\n\r\n(Emphasis added).\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nBased on the foregoing, we AFFIRM the Court of Appeals' decision as\r\n\r\n\r\n\r\nmodified.\r\n\r\n\r\n\r\n\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.431\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25174","title":"WDW Properties v. City of Sumter","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25174","description":"","date":"2000-07-24","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nWDW Properties v. City of Sumter, S.C. et al.,\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nWDW Properties, a\r\r\n\r\r\nSouth Carolina general\r\r\n\r\r\npartnership, Appellant,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nCity of Sumter, South \r\r\n\r\r\nCarolina; South Carolina \r\r\n\r\r\nJobs-Economic\r\r\n\r\r\nDevelopment Authority; \r\r\n\r\r\nand Uptown Synergy,\r\r\n\r\r\nLLC, Respondents.\r\r\n\r\r\n\r\r\nAppeal From Sumter County\r\r\n\r\r\nLinwood S. Evans, Jr., Master-in-Equity\r\r\n\r\r\n\r\r\nOpinion No. 25174  \r\r\n\r\r\nHeard June 8, 2000 - Filed July 24, 2000\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\nThomas E. Player, Jr., of Player &amp; McMillan, LLC, of \r\r\n\r\r\nSumter, for appellant.\r\r\n\r\r\n\r\r\nSteve A. Matthews and B. Eric Shytle of Sinkler &amp; \r\r\n\r\r\nBoyd, P.A., of Columbia, for respondents.\r\r\n\r\r\n\r\r\nJUSTICE WALLER: WDW Properties (WDW) brought a\r\r\n\r\r\n\r\r\np.432\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\ndeclaratory judgment action challenging the legitimacy of a program in which\r\r\n\r\r\nthe proceeds of tax-exempt bonds issued by a state agency would be loaned to\r\r\n\r\r\na developer renovating retail and commercial properties in a blighted area of\r\r\n\r\r\nthe city of Sumter (City). A master-in-equity rejected WDW's claims after a\r\r\n\r\r\nbench trial and WDW appeals. 1 \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nThe parties have stipulated to the following facts. The Internal\r\r\n\r\r\nRevenue Code authorizes the use of federally tax-exempt local government\r\r\n\r\r\nbonds that finance business enterprises in designated urban \"empowerment\r\r\n\r\r\nzones.\" See 26 U.S.C. §§ 1391-1392 (Supp. 1999). The secretary of the United\r\r\n\r\r\nStates Department of Housing and Urban Development (HUD), at the request\r\r\n\r\r\nof local government officials, in 1998 declared about 18 square miles located in\r\r\n\r\r\nRichland and Sumter counties as an urban empowerment zone. 2  The governing\r\r\n\r\r\nbody of City in 1999 declared its downtown to be a \"slum and blight area\" and\r\r\n\r\r\ndesignated it as a \"redevelopment project area\" located in the empowerment\r\r\n\r\r\nzone.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nUptown Synergy plans to develop the Hampton at Main Project,\r\r\n\r\r\nlocated in the redevelopment project area. The $4.3 million project consists of\r\r\n\r\r\ninterior and exterior renovations of three adjoining historic. buildings, which\r\r\n\r\r\nwould be leased for commercial office and retail space. The project is expected\r\r\n\r\r\nto create twenty full-time jobs, and the developer hopes to target low- and\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1  The Court of Appeals transferred this case to us on the parties' motion.\r\r\n\r\r\nSee S.C. Code Ann. § 14-8-200(b)(4) (Supp. 1999) (providing for direct appeals\r\r\n\r\r\nto Supreme Court in cases involving various types of government bonds).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2  An area is eligible for designation as an \"empowerment zone\" only if it\r\r\n\r\r\nmeets criteria that relate to population, economic distress, geographic area, and\r\r\n\r\r\npoverty rates. Such areas are nominated by local governments in a competitive\r\r\n\r\r\nprocess. Designations are effective for ten years unless revoked earlier by HUD.\r\r\n\r\r\nA commercial, retail, or service business in an empowerment zone qualifies for\r\r\n\r\r\ntax-exempt financing if at least thirty-five percent of its employees live in the\r\r\n\r\r\nempowerment zone, and most of its income and property are generated by or\r\r\n\r\r\nengaged in the business in the empowerment zone. See 26 U.S.C. §§ 1391-1392\r\r\n\r\r\n(Supp. 1999).\r\r\n\r\r\n\r\r\np.432\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nmoderate-income persons for employment at the various offices and retail\r\r\n\r\r\nbusinesses. In its application for financing to the South Carolina Jobs\r\r\n\r\r\nEconomic Development Authority (JEDA), Uptown Synergy stated the project\r\r\n\r\r\nwould \"serve as the cornerstone for the revitalization of downtown Sumter and\r\r\n\r\r\nthe surrounding communities.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJEDA's governing board adopted a resolution in which it pledged\r\r\n\r\r\nto seek authorization from the state Budget and Control Board to issue $2.5\r\r\n\r\r\nmillion in economic development revenue bonds that would be exempt from\r\r\n\r\r\nstate and federal income taxation. Under loan documents executed in 1999,\r\r\n\r\r\nJEDA would loan the bond proceeds to Uptown Synergy to finance about 58\r\r\n\r\r\npercent of the project's cost. Uptown Synergy would repay the loan with\r\r\n\r\r\nrevenue from the project. No tax money is involved or pledged with regard to\r\r\n\r\r\nthe project. However, the tax-exempt nature of the bonds would result in lower\r\r\n\r\r\ninterest costs to Uptown Synergy than it would pay if it had to obtain\r\r\n\r\r\nconventional financing.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWDW, a general partnership, owns and leases Liberty Square,\r\r\n\r\r\nwhich includes mini-warehouse units, retail businesses, and commercial office\r\r\n\r\r\nspace. Liberty Square is not located in the empowerment zone and is not\r\r\n\r\r\neligible for government-sponsored financing. Uptown Synergy's project would\r\r\n\r\r\ncompete with Liberty Square for tenants and patrons. The apparent reason for\r\r\n\r\r\nWDW's lawsuit is its belief that government-sponsored financing gives Uptown\r\r\n\r\r\nSynergy an unfair economic advantage in the competition for tenants and\r\r\n\r\r\npatrons.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\nDid the master err in holding that the JEDA\r\r\n\r\r\nloan program serves a public purpose\r\r\n\r\r\nthrough the redevelopment of blighted urban areas?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSTANDARD OF REVIEW\r\r\n\r\r\n\r\r\nWhen an appeal involves stipulated or undisputed facts, an\r\r\n\r\r\nappellate court is free to review whether the trial court properly applied the law\r\r\n\r\r\nto those facts. J. K. Constr Inc. v Western Carolina Regional Sewer Authority,\r\r\n\r\r\n336 S.C. 162, 519 S.E.2d 561 (1999). This Court will not declare a statute or\r\r\n\r\r\nregulation unconstitutional unless its repugnance to the Constitution is clear \r\r\n\r\r\n\r\r\np.433\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nand beyond a reasonable doubt. Southeastern Home Bldg. &amp; Refurbishing, Inc.\r\r\n\r\r\nv. Platt, 283 S.C. 602, 325 S.E.2d 328 (1985); Pelzer. Rodgers &amp; Co. v. Campbell\r\r\n\r\r\n&amp; Co., 15 S.C. 581 (1881).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nWDW contends the master erred in ruling that the JEDA\r\r\n\r\r\nloan program at issue in this case serves a public purpose through the\r\r\n\r\r\nredevelopment of blighted urban areas. The master erred by reading Carll v.\r\r\n\r\r\nSouth Carolina Jobs-Economic Development Authority, 284 S.C. 438, 327\r\r\n\r\r\nS.E.2d 331 (1985), to mean that so long as the issuance of a given series of\r\r\n\r\r\nbonds is authorized by the JEDA Act, then the issuance of such bonds\r\r\n\r\r\nnecessarily serves a required public purpose. Carll should be interpreted only\r\r\n\r\r\nto hold that the issuance of revenue bonds to finance industrial facilities serves\r\r\n\r\r\na public purpose, a principle previously established by this Court, WDW argues.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWDW bases its argument on the fact that, when Carll was decided\r\r\n\r\r\nin 1985, JEDA regulations prohibited loans to retail or food establishments.\r\r\n\r\r\nCurrent JEDA regulations allow economic development bond loans to\r\r\n\r\r\ncommercial businesses in certain situations, including downtown\r\r\n\r\r\nredevelopment and in economically distressed areas. WDW believes those\r\r\n\r\r\nregulatory changes mean Carll is not dispositive. 3\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3  JEDA regulations were first promulgated in 1984. The regulation at\r\r\n\r\r\nissue initially stated, as it did when Carll was decided, that:\r\r\n\r\r\n\r\r\nA. [JEDA] will make loans only to manufacturing, industrial, or\r\r\n\r\r\nservice businesses which:\r\r\n\r\r\n(1) Operate as private \"for profit\" enterprises; and\r\r\n\r\r\n(2) Have a net worth not exceeding three million dollars; and\r\r\n\r\r\n(3) Have a net profit after taxes averaging 20% or less of net\r\r\n\r\r\nworth for the previous three years.\r\r\n\r\r\n\r\r\nB. No loans will be made to:\r\r\n\r\r\n(1) Retail establishments\r\r\n\r\r\n(2) Food establishments.\r\r\n\r\r\n\r\r\n25 S.C. Code Ann. Regs. § 68-10 (Supp. 1984). (3 continued...)\r\r\n\r\r\n\r\r\np.434\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n( 3 continued...) The regulation was amended in 1985 after Carll was decided to provide:\r\r\n\r\r\n\r\r\nA. [JEDA] will make loans to manufacturing, industrial, service,\r\r\n\r\r\nand other commercial businesses which:\r\r\n\r\r\n(1) Operate as private \"for profit\" enterprises.\r\r\n\r\r\n\r\r\nB. No loans will be made to:\r\r\n\r\r\n(1)  Retail establishments except where downtown\r\r\n\r\r\nredevelopment is involved\r\r\n\r\r\n(2) Food establishments.\r\r\n\r\r\n\r\r\n25 S.C. Code Ann. Regs. § 68-10 (Supp. 1985).\r\r\n\r\r\n\r\r\nThe regulation was last amended in 1987 and has since remained\r\r\n\r\r\nunchanged. It presently provides:\r\r\n\r\r\n\r\r\nA. [JEDA] will make Community Development Block Grant loans,\r\r\n\r\r\neconomic development bond loans, on either a tax-exempt or\r\r\n\r\r\ntaxable basis, and loans from any other program funds which\r\r\n\r\r\nbecome available, to manufacturing, industrial, research, service,\r\r\n\r\r\ncommercial and other businesses which:\r\r\n\r\r\n(1) Are located in South Carolina; and\r\r\n\r\r\n(2) Create or maintain jobs in South Carolina.\r\r\n\r\r\n\r\r\nB.  No economic development bond loans or Community\r\r\n\r\r\nDevelopment Block Grant loans will be made to:\r\r\n\r\r\n(1) Commercial establishments, including hotels, shopping\r\r\n\r\r\nmalls, office buildings, and mercantile establishments, except\r\r\n\r\r\nwhere downtown redevelopment is involved or where located\r\r\n\r\r\nin an economically distressed area or where it will result in\r\r\n\r\r\nincreased employment; provided, however, that in the case of\r\r\n\r\r\nhotels, loans may also be made regardless of location for\r\r\n\r\r\nprojects which will have a higher than usual promotional\r\r\n\r\r\nimpact upon the tourism industry in the State; and provided\r\r\n\r\r\nfurther that, in the case of medical facilities, loans may also\r\r\n\r\r\nbe made regardless of location where there has been a\r\r\n\r\r\nshowing that the assistance will help relieve a shortage of (3 continued...)\r\r\n\r\r\n\r\r\np. 435\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWDW urges us to follow the views expressed in State ex rel. McLeod\r\r\n\r\r\nv. Riley, 276 S.C. 323, 278 S.E.2d 612 (1981), and Anderson v. Baehr, 265 S.C.\r\r\n\r\r\n153, 217 S.E.2d 43 (1975). In McLeod, this Court considered amendments to\r\r\n\r\r\nthe Industrial Revenue Bond Act 4  that allowed the issuance of revenue bonds\r\r\n\r\r\nfor the benefit of commercial and retail facilities. The Court also considered a\r\r\n\r\r\nstatute allowing the State to issue general obligation bonds to finance an\r\r\n\r\r\nalcohol fuel development program. The Court struck down both the\r\r\n\r\r\namendments and the statue as unconstitutional, ruling, among other things,\r\r\n\r\r\nthat neither primarily served a public purpose.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe McLeod Court stated that revenue bonds for retail and\r\r\n\r\r\ncommercial businesses would provide only a \"remote or indirect public benefit.\"\r\r\n\r\r\nSuch businesses would not alleviate the pervasive problems of lack of industry\r\r\n\r\r\nand employment, would provide a minuscule number of jobs compared to\r\r\n\r\r\nindustrial projects, and would merely result either in the relocation of existing\r\r\n\r\r\nbusinesses or importation of national chains to compete with existing\r\r\n\r\r\nbusinesses. McLeod, 276 S.C. at 332, 278 S.E.2d at 617. Approving the\r\r\n\r\r\nissuance of revenue bonds for retail and commercial businesses would \"permit\r\r\n\r\r\nlocal governments to effectually promote undertakings to compete in free\r\r\n\r\r\nenterprise with other businesses which do not have the advantage which the\r\r\n\r\r\nAct would give.\" Id. at 333, 278 S.E.2d at 617.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Anderson, supra, the city of Spartanburg intended to issue\r\r\n\r\r\nrevenue bonds in order to purchase property in blighted areas (through\r\r\n\r\r\ncondemnation if necessary), find an interested developer, and lease or sell the\r\r\n\r\r\nproperty to the developer in the hope that such payments would cover\r\r\n\r\r\nrepayment of the city-issued bonds. The Court held that the act, which it\r\r\n\r\r\ndescribed as allowing the city to \"join hands\" with unknown private developers,\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(3 continued...) doctors, specialists or medical services in the area where the\r\r\n\r\r\nproject is located.\r\r\n\r\r\n(2) Restaurant establishments except where such\r\r\n\r\r\nestablishments are located on the premises of a hotel and for\r\r\n\r\r\nwhich economic development bonds are being issued.\r\r\n\r\r\n\r\r\n25A S.C. Code Ann. Regs. § 68-10 (1989).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4  S.C. Code Ann. §§ 4-29-10 to -150 (1986 &amp; Supp. 1999).\r\r\n\r\r\n\r\r\np. 436\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\ndid not serve a public purpose because the benefit to the developer would be\r\r\n\r\r\nsubstantial, while the benefit to the public would be negligible and speculative.\r\r\n\r\r\nThe Court also noted the Legislature had not made any findings of public\r\r\n\r\r\npurpose in the act. Anderson, 265 S.C. at 159-63, 217 S.E.2d at 46-47.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn response, City argues that Carll, supra, is dispositive. City\r\r\n\r\r\nfurther asserts that the views expressed in McLeod and Anderson have been\r\r\n\r\r\nimplicitly rejected by later cases in which this Court has taken a broader view\r\r\n\r\r\nof public purpose and exhibited greater deference to the legislative\r\r\n\r\r\ndeterminations regarding public purpose. The public purpose doctrine \"is an\r\r\n\r\r\nevolving concept that reflects the changing needs of society.\" Even if Carll is\r\r\n\r\r\nnot dispositive, the JEDA loan program in this case serves a public purpose,\r\r\n\r\r\nCity asserts.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRevenue bonds such as those that JEDA would issue in this case\r\r\n\r\r\nare payable solely from the revenues of the particular project or enterprise, not\r\r\n\r\r\nfrom taxpayer funds. See Wolper v City Council of City of Charleston, 287 S.C.\r\r\n\r\r\n209, 214, 336 S.E.2d 871, 874 (1985); Anderson v. Baehr, 265 S.C. at 159-60,\r\r\n\r\r\n217 S.E.2d at 46; Elliott v. McNair, 250 S.C. 75, 83,156 S.E.2d 421, 425 (1967);\r\r\n\r\r\nBlack's Law Dictionary 1319 (1990). Revenue bond debt, as well as general\r\r\n\r\r\nobligation debt incurred by the government and repaid by government funds,\r\r\n\r\r\nmay be incurred only for a public purpose. S.C. Const. art. X; § 13(9); Elliott,\r\r\n\r\r\n250 S.C. at 86, 156 S.E.2d at 427 (holding that Industrial Revenue Bond Act\r\r\n\r\r\nserves a public purpose as required by state constitution); Feldman &amp; Co. v.\r\r\n\r\r\nCity Council of Charleston, 23 S.C. 57, 62-63 (1885) (holding that a law\r\r\n\r\r\nauthorizing taxation for any purpose other than a public purpose is void). 5 \r\r\n\r\r\n\r\r\n\r\r\n\r\r\n5  S.C. Const. art. X, § 13(9) provides:\r\r\n\r\r\n\r\r\nThe General Assembly may authorize the State or any of its\r\r\n\r\r\nagencies, authorities or institutions to incur indebtedness for any\r\r\n\r\r\npublic purpose payable solely from a revenue-producing project or\r\r\n\r\r\nfrom a special source, which source does not involve revenues from\r\r\n\r\r\nany tax but may include fees paid for the use of any toll bridge, toll\r\r\n\r\r\nroad or tunnel. Such indebtedness may be incurred upon such\r\r\n\r\r\nterms and conditions as the General Assembly may prescribe by\r\r\n\r\r\nlaw. All indebtedness incurred pursuant to the provisions of this\r\r\n\r\r\nsubsection shall contain a statement on the face thereof specifying (5 continued...)\r\r\n\r\r\n\r\r\np.437\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Carll we rejected several constitutional challenges to the 1983\r\r\n\r\r\nact creating JEDA. In discussing whether the Act served a public purpose, we\r\r\n\r\r\nexplained that\r\r\n\r\r\n\r\r\n[a]ll  legislative action must serve a public rather than\r\r\n\r\r\na private purpose. In general, a public purpose has for\r\r\n\r\r\nits objective the promotion of the public health, morals,\r\r\n\r\r\ngeneral welfare, security, prosperity, and contentment\r\r\n\r\r\nof all the inhabitants or residents within a given\r\r\n\r\r\npolitical division . . . . It is a fluid concept which\r\r\n\r\r\nchanges with time, place, population, economy and\r\r\n\r\r\ncountless other circumstances. It is a reflection of the\r\r\n\r\r\nchanging needs of society.\r\r\n\r\r\n\r\r\nCarll, 284 S.C. at 442-43, 327 S.E.2d at 334 (citations omitted); see also S.C.\r\r\n\r\r\nCode Ann. §§ 41-43-10 to -280 (1986 &amp; Supp. 1999) (codifying South Carolina\r\r\n\r\r\nJobs-Economic Development Fund Act). We held that the JEDA Act served a\r\r\n\r\r\npublic purpose because its provisions were reasonably related to the legitimate\r\r\n\r\r\npublic goals of economic development and job creation. We observed the\r\r\n\r\r\nLegislature's findings regarding the State's economic development problems\r\r\n\r\r\nwere \"detailed and comprehensive.\" Id.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe agree with WDW that Carll is not dispositive. Carll did not\r\r\n\r\r\ninvolve any particular bond issue or loan, but was an attack on the facial\r\r\n\r\r\nvalidity of the act creating JEDA. More importantly, regulations then in\r\r\n\r\r\nexistence prohibited JEDA from making government-sponsored loans to retail\r\r\n\r\r\nor commercial businesses. JEDA regulations were amended in 1987 to allow\r\r\n\r\r\nsuch loans in certain situations. See footnote 3. A statutory or regulatory\r\r\n\r\r\nchange could transform a previously constitutional loan program into one that\r\r\n\r\r\nviolates the public purpose doctrine. Therefore, Carll should not be read to\r\r\n\r\r\nforeclose challenges to JEDA programs simply because a given loan does not\r\r\n\r\r\nviolate JEDA's statutory or regulatory framework as it exists when the loan is\r\r\n\r\r\nproposed or made.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHowever, we hold that the JEDA loan program in this case serves\r\r\n\r\r\na public purpose as required by the constitution. We adhere to the views\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n (5 continued...)  the sources from which payment is to be made.\r\r\n\r\r\n\r\r\np.438\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nespoused in Carll and Nichols v. South Carolina Research Authority, 290 S.C.\r\r\n\r\r\n415, 351 -S.E.2d 155 (1986).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Nichols, we upheld a statute authorizing a state agency to issue\r\r\n\r\r\nrevenue bonds in order to provide financial assistance to advanced technology\r\r\n\r\r\nbusinesses. We overruled Byrd v. County of Florence, 281 S.C. 402, 315 S.E.2d\r\r\n\r\r\n804 (1984), in which we had struck down on public purpose grounds Florence\r\r\n\r\r\nCounty's proposal to issue general obligation bonds to acquire and develop an\r\r\n\r\r\nindustrial park to be used to attract industrial investment. In Nichols, we\r\r\n\r\r\nextensively discussed the public purpose doctrine and its inconsistent\r\r\n\r\r\napplication in various cases over the years. We explained that\r\r\n\r\r\n\r\r\n[t]imes change. The wants and necessities of the\r\r\n\r\r\npeople change .... On the one hand, what could not be\r\r\n\r\r\ndeemed a public use a century ago may, because of\r\r\n\r\r\nchanged economic and industrial conditions, be such\r\r\n\r\r\ntoday.\r\r\n\r\r\n\r\r\nThe consensus of modern legislative and judicial\r\r\n\r\r\nthinking is to broaden the scope of activities which may\r\r\n\r\r\nbe classed as. involving a public purpose. It reaches\r\r\n\r\r\nperhaps its broadest extent under the view: that\r\r\n\r\r\neconomic welfare is one of the main concerns of the\r\r\n\r\r\ncity, state and the federal governments.\r\r\n\r\r\n\r\r\nThe views we express here reflect the decisions of\r\r\n\r\r\nmultiple other jurisdictions which recognize industrial\r\r\n\r\r\ndevelopment as a public purpose.\r\r\n\r\r\n\r\r\nFinally, legislation may subserve a public purpose even\r\r\n\r\r\nthough it (1) benefits some more than others and, (2)\r\r\n\r\r\nresults in profit to individuals: Legislation does not\r\r\n\r\r\nhave to benefit all of the people in order to serve a\r\r\n\r\r\npublic purpose. At the same time legislation is not for\r\r\n\r\r\na private purpose merely because some individual\r\r\n\r\r\nmakes a profit as a result of the enactment.\r\r\n\r\r\n\r\r\nNichols, 290 S.C. at 425-26, 351 S.E.2d at 161 (emphasis in original) (citations\r\r\n\r\r\nand internal quotes omitted).\r\r\n\r\r\n\r\r\np.439\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe emphasized anew that [i]t is uniformly held by courts\r\r\n\r\r\nthroughout the land that the determination of public purpose is one for the\r\r\n\r\r\nlegislative branch .... The question of whether an Act is for a public purpose is\r\r\n\r\r\nprimarily one for the Legislature.\" Id.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe reached a similar conclusion in Wolper, decided the year before\r\r\n\r\r\nNichols. In Wolper, we upheld the constitutionality of a statute that allows\r\r\n\r\r\ncities to incur debt to revitalize deteriorating areas, with the debt service to be\r\r\n\r\r\nprovided from the increased increments of property tax revenue resulting from\r\r\n\r\r\nthe redevelopment project. We concluded that elimination of decaying and\r\r\n\r\r\nunhealthy areas within a city directly benefits the public, although private\r\r\n\r\r\nparties within the area also may benefit incidentally. Wolper, 287 S.C. at 216,\r\r\n\r\r\n336 S.E.2d at 875.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAlthough we overruled Byrd, supra, in Nichols, we adopted the four\r\r\n\r\r\npart test from Byrd to use in determining whether the public purpose doctrine\r\r\n\r\r\nis violated. \"The Court should first determine the ultimate goal or benefit to the\r\r\n\r\r\npublic intended by the project. Second, the Court should analyze whether\r\r\n\r\r\npublic or private parties will be the primary beneficiaries. Third, the\r\r\n\r\r\nspeculative nature of the project must be considered. Fourth, the Court must\r\r\n\r\r\nanalyze and balance the probability that the public interest will be ultimately\r\r\n\r\r\nserved and to what degree.\" Nichols, 290 S.C. at 429, 351 S.E.2d at 163\r\r\n\r\r\n(emphasis in original).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAccordingly, we apply the Nichols test in this case. First, the\r\r\n\r\r\nultimate benefits to the public are to increase the number of available jobs,\r\r\n\r\r\nimprove the appearance of rundown buildings in Sumter's downtown, attract\r\r\n\r\r\nnew businesses, and reinvigorate a downtown area that has been classified by\r\r\n\r\r\nthe local and federal governments as economically distressed. Second -\r\r\n\r\r\ndeferring to the Legislature's determination in establishing the JEDA program\r\r\n\r\r\n- the public will be the primary beneficiary, although the developers certainly\r\r\n\r\r\nwill benefit from a more favorable loan rate. Third, the project is speculative,\r\r\n\r\r\nas is any redevelopment effort, but it is not so speculative that it violates the\r\r\n\r\r\npublic purpose doctrine. And fourth, the public interest is likely to be served to\r\r\n\r\r\na substantial degree through the creation of jobs, the reinvigoration of the\r\r\n\r\r\ndowntown area, and benefits, both tangible and intangible, that should result\r\r\n\r\r\nfrom that reinvigoration.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe conclude that our opinion in Nichols implicitly overruled\r\r\n\r\r\n\r\r\np.440\r\r\n\r\r\n\r\r\n\r\r\nWDW PROPERTIES v. CITY OF SUMTER\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nMcLeod's holding that revenue bonds may not be issued on behalf of retail or \r\r\n\r\r\ncommercial businesses. We now take a broader view of the public purpose \r\r\n\r\r\ndoctrine and give substantial weight to legislative determinations of the issue.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe find Anderson, supra, distinguishable from the present case. \r\r\n\r\r\nThe Legislature did not make specific findings regarding the public purpose of \r\r\n\r\r\nthe Act at issue in Anderson, while the Legislature has made such findings in \r\r\n\r\r\nthe JEDA Act. The power of eminent domain was involved in Anderson, but not \r\r\n\r\r\nin this case. The city would have played a major role in the revitalization \r\r\n\r\r\nprocess in Anderson, leading the Court to conclude that the \"Act undertakes to \r\r\n\r\r\npermit the city to effectually promote business undertakings to compete in free \r\r\n\r\r\nenterprise with other businesses which do not have the advantage which the \r\r\n\r\r\nAct would give. We think it a fair conclusion to say that benefit to the developer \r\r\n\r\r\nor entrepreneur, would be substantial, and the benefit to the public would be \r\r\n\r\r\nnegligible and speculative.\" Anderson, 265 S.C. at 163, 217 S.E.2d at 47. In \r\r\n\r\r\ncontrast, the role of City and JEDA in this case is more limited in that neither \r\r\n\r\r\nis actively promoting business undertakings to compete in free enterprise with\r\r\n\r\r\nother local businesses.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nWe affirm the master's ruling that the JEDA loan program serves \r\r\n\r\r\na public purpose as required by the state constitution. We overrule McLeod, \r\r\n\r\r\n276 S.C. 323, 278 S.E.2d 612, to the extent it conflicts with the views expressed \r\r\n\r\r\nin Carll supra, Nichols, supra, and this opinion. We find Anderson, 265 S.C. \r\r\n\r\r\n153, 217 S.E.2d 43, distinguishable from this case.\r\r\n\r\r\n\r\r\nAFFIRMED.\r\r\n\r\r\n\r\r\nTOAL, C.J., MOORE, BURNETT and  PLEICONES, JJ., concur.\r\r\n\r\r\n\r\r\np.441\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25175","title":"In the Matter of Michael L. James","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25175","description":"","date":"2000-07-24","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nIn the Matter of James\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nIn the Matter of Michael\r\r\n\r\r\nL. James, Respondent.\r\r\n\r\r\n\r\r\nOpinion No. 25175\r\r\n\r\r\nSubmitted July 11, 2000 - Filed July 24, 2000\r\r\n\r\r\n\r\r\nDEFINITE SUSPENSION\r\r\n\r\r\n\r\r\nMichael L. James, pro se.\r\r\n\r\r\n\r\r\nHenry B. Richardson, Jr., of Columbia, for the Office\r\r\n\r\r\nof the Disciplinary Counsel.\r\r\n\r\r\n\r\r\nPER CURIAM: By way of the attached Opinion and Order of\r\r\n\r\r\nthe Supreme Court of Kentucky dated May 23, 2000, respondent was\r\r\n\r\r\nsuspended from the practice of law in that state for one year. 1  Letters from\r\r\n\r\r\nthe Clerk of this Court, dated May 5, 2000, and June 7, 2000, notifying\r\r\n\r\r\nrespondent that he had thirty (30) days in which to inform this Court of any\r\r\n\r\r\nreason the imposition of the identical discipline should not be imposed on\r\r\n\r\r\nrespondent in this state were sent to respondent via certified mail at two\r\r\n\r\r\naddresses listed with the South Carolina Bar, Kentucky State Bar, Supreme\r\r\n\r\r\nCourt of Kentucky, and the Office of Bar Counsel for the Kentucky State\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Respondent was previously suspended for thirty days by the Kentucky\r\r\n\r\r\nSupreme Court on September 3, 1998. This Court imposed reciprocal\r\r\n\r\r\ndiscipline of thirty days' suspension on November 6, 1998. In the Matter of\r\r\n\r\r\nJames, 333 S.C. 59, 508 S.E.2d 28 (1998).\r\r\n\r\r\n\r\r\np. 442\r\r\n\r\r\n\r\r\n\r\r\nIn the Matter of James\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBar. A copy of the June 7, 2000, letter was also sent to Timothy Denison, \r\r\n\r\r\ncounsel for respondent in the matter before the Supreme Court of Kentucky, \r\r\n\r\r\nvia first class mail after speaking with Mr. Denison via telephone and \r\r\n\r\r\nreceiving assurances from Mr. Denison that if the letter was sent to him he \r\r\n\r\r\nwould see that respondent received it. See Rule 29(b), RLDE, Rule 413, \r\r\n\r\r\nSCACR. The May 5, 2000, letter was returned unclaimed. The June 7, \r\r\n\r\r\n2000, letter to respondent was claimed by someone other than respondent. \r\r\n\r\r\nThe Court has not received a response from respondent.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFinding a sufficient attempt has been made to serve notice on \r\r\n\r\r\nrespondent, and finding none of the factors in Rule 29(d), RLDE, Rule 413, \r\r\n\r\r\nSCACR, present in this matter, we hereby suspend respondent from the \r\r\n\r\r\npractice of law in this state for one year, retroactive to May 23, 2000, the \r\r\n\r\r\ndate of the Opinion and Order of the Supreme Court of Kentucky. Within \r\r\n\r\r\nfifteen (15) days of the date of this opinion, respondent shall file an affidavit \r\r\n\r\r\nwith the Clerk of Court showing that he has complied with Rule 30, RLDE, \r\r\n\r\r\nRule 413, SCACR.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDEFINITE SUSPENSION.\r\r\n\r\r\n\r\r\n\r\r\np.443\r\r\n\r\r\n\r\r\n\r\r\nTO BE PUBLISHED\r\r\n\r\r\n\r\r\nSupreme Court of Kentucky\r\r\n\r\r\n\r\r\n2000-SC-0147-KB\r\r\n\r\r\n\r\r\nMICHAEL L. JAMES,  MOVANT\r\r\n\r\r\n\r\r\nV. \r\r\n\r\r\n\r\r\nKENTUCKY BAR ASSOCIATION, RESPONDENT\r\r\n\r\r\n\r\r\nIN SUPREME COURT\r\r\n\r\r\n\r\r\nOPINION AND ORDER\r\r\n\r\r\n\r\r\nMichael L. James of Louisville, Kentucky, moves this Court, pursuant to SCR\r\r\n\r\r\n3.480(3), for an order suspending him from the practice of law in Kentucky for a period\r\r\n\r\r\nof one year from the date of the order and for sixty days, to run concurrently with the\r\r\n\r\r\none-year suspension. James acknowledges his misconduct in the following pending\r\r\n\r\r\ndisciplinary matters.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nKBA Charge 7125\r\r\n\r\r\nThe Inquiry Commission on September 18, 1999, issued a three-count charge\r\r\n\r\r\nagainst James arising from his representation of a client and her claim for personal\r\r\n\r\r\ninjury sustained in an accident. On September 24, 1993, James filed a complaint in\r\r\n\r\r\ncircuit court and on October 20, 1994, the circuit court filed a notice to dismiss for lack\r\r\n\r\r\nof prosecution. No action was taken by James and the order dismissing for lack of\r\r\n\r\r\n\r\r\np.444\r\r\n\r\r\n\r\r\n\r\r\nJames v. Kentucky Bar Association\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nprosecution was entered November 23, 1994. On November 25, 1994, he filed a\r\r\n\r\r\nmotion to continue, which was denied on December 7.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJames failed to inform his client that her case had been dismissed for lack of\r\r\n\r\r\nprosecution and that a motion to continue it was also denied. In May of 1995, he\r\r\n\r\r\nadvised the client that the case was ongoing and would likely go to trial in August of that\r\r\n\r\r\nyear. In May, the client discovered from another attorney that the case had been\r\r\n\r\r\ndismissed in November of 1994. She dismissed James and hired a successor attorney\r\r\n\r\r\nwho filed an Entry of Appearance and Motion for Relief from an Order of Dismissal\r\r\n\r\r\nwhich was denied.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Count I of KBA File 7125, the Inquiry Commission charges James with a\r\r\n\r\r\nviolation of SCR 3.130-1.3 which provides that a lawyer shall act with reasonable\r\r\n\r\r\ndiligence and promptness in representing a client. In Count II of KBA File 7125, the\r\r\n\r\r\ncommission charges James with a violation of SCR 3.130-1.4(a) which provides that a\r\r\n\r\r\nlawyer should keep a client reasonably informed about the status of a matter and\r\r\n\r\r\npromptly comply with the reasonable request for information.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCount III of KBA File 7125 recites the Inquiry Commission charge against James\r\r\n\r\r\nfor a violation of SCR 3.130-8.3(c) which provides that it is professional misconduct for\r\r\n\r\r\na lawyer to engage in conduct involving dishonesty, fraud. deceit or misrepresentation.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJames admits that he violated the above mentioned Supreme Court Rules by\r\r\n\r\r\nfailing or refusing to take necessary steps to avoid the dismissal of the case; by failing\r\r\n\r\r\nto inform the client that her case was dismissed for lack of prosecution; by failing to\r\r\n\r\r\ninform her that the motion to continue was denied and by falsely advising her in May\r\r\n\r\r\n1995 that her case was going to trial in August 1995, when it had already been\r\r\n\r\r\ndismissed in November 1994.\r\r\n\r\r\n-2-\r\r\n\r\r\n\r\r\np.445\r\r\n\r\r\n\r\r\n\r\r\nJames v. Kentucky Bar Association\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nKEA 7282\r\r\n\r\r\nOn December 14, 1999, the Inquiry Commission issued a one-count charge\r\r\n\r\r\nagainst James which arose from his representation of a client while he was under a 30-\r\r\n\r\r\nday suspension by order of this Court. James has not been reinstated to the practice of\r\r\n\r\r\nlaw by this Court pending a determination of an objection to automatic reinstatement\r\r\n\r\r\nupon the expiration of 30 days.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Count I of File 7282, the Inquiry Commission charges James with a violation of\r\r\n\r\r\nSCR 3.130-5.5(a), which provides that \"a lawyer shall not practice law in a jurisdiction\r\r\n\r\r\nwhere doing so violates the regulation of the legal profession in that jurisdiction.\" James\r\r\n\r\r\nadmits that he violated the rule by appearing at a mediation conference representing a\r\r\n\r\r\nclient in a case in the Jefferson Circuit Court while he was suspended from the practice\r\r\n\r\r\nof law in Kentucky.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJames desires to terminate the disciplinary proceedings by consenting to a\r\r\n\r\r\nsuspension from the practice of law for one year and 60 days, with the 60 days to run\r\r\n\r\r\nconcurrent with the one-year suspension. He acknowledges that his conduct alleged in\r\r\n\r\r\nCounts I, II and III of KEA File 7125 and Count I of KEA File 7282 constitutes unethical\r\r\n\r\r\nand unprofessional conduct.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJames was admitted to the practice of law in Kentucky in 1985. He was\r\r\n\r\r\nsuspended from the practice of law for 30 days on September 3, 1998, and suspended\r\r\n\r\r\nfrom the practice of law again by order of this Court for six months beginning on\r\r\n\r\r\nOctober 21, 1999.\r\r\n\r\r\n\r\r\n-3-\r\r\n\r\r\n\r\r\np.446\r\r\n\r\r\n\r\r\n\r\r\nJames v. Kentucky Bar Association\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIt is hereby ORDERED that:\r\r\n\r\r\n1) The motion of James for suspension from the practice of law for a period of\r\r\n\r\r\none year from the date of this order and for 60 days to run concurrent with that year is\r\r\n\r\r\nGRANTED.\r\r\n\r\r\n\r\r\n2) James shall not be permitted to engage in the practice of law as defined by\r\r\n\r\r\nSCR 3.020 in Kentucky for at least one year and until such time as the Supreme Court\r\r\n\r\r\nof Kentucky enters an order reinstating his membership in the Kentucky Bar\r\r\n\r\r\nAssociation.\r\r\n\r\r\n\r\r\n3) James may seek reinstatement after one year from the date of this order, only\r\r\n\r\r\nunder the terms of the rules of court in effect at the time readmission is sought, as well\r\r\n\r\r\nas any other terms ordered by this Court.\r\r\n\r\r\n\r\r\n4) In accordance with SCR 3.450 and SCR 3.480(3), James is directed to pay all\r\r\n\r\r\ncosts associated with this disciplinary proceeding against him in the amount of $42.03.\r\r\n\r\r\nUpon finality of this Opinion and Order, execution may issue from this Court for said\r\r\n\r\r\ncosts.\r\r\n\r\r\n\r\r\n5) Pursuant to SCR 3.390, James is ORDERED to provide notice to all clients\r\r\n\r\r\nthat he currently represents, if applicable, of his inability to perform legal services and to\r\r\n\r\r\nnotify all courts in which he has matters pending of his suspension and to provide the\r\r\n\r\r\nDirector of the Kentucky Bar Association with a copy of all such letters simultaneous to\r\r\n\r\r\ntheir mailing.\r\r\n\r\r\n\r\r\n-4-\r\r\n\r\r\n\r\r\np.447\r\r\n\r\r\n\r\r\n\r\r\nJames v. Kentucky Bar Association\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLambert, C.J., Cooper, Johnstone, Keller Wintersheimer and Stumbo, JJ.,\r\r\n\r\r\nconcur. Graves, J., dissents and would impose greater discipline. __ ..:\r\r\n\r\r\n\r\r\nEntered: March 23, 2000\r\r\n\r\r\n\r\r\nChief  Justice\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCOUNSEL FOR MOVANT:\r\r\n\r\r\nTimothy Denison\r\r\n\r\r\n730 West Main Street\r\r\n\r\r\nSuite 390\r\r\n\r\r\nLouisville, KY 40202-2640\r\r\n\r\r\n\r\r\nCOUNSEL FOR RESPONDENT:\r\r\n\r\r\nBruce K. Davis\r\r\n\r\r\nExecutive Director\r\r\n\r\r\nKentucky Bar Association\r\r\n\r\r\n514 West Main Street\r\r\n\r\r\nFrankfort, KY 40601\r\r\n\r\r\n\r\r\nJay R. Garrett\r\r\n\r\r\nKentucky Bar Association\r\r\n\r\r\n514 West Main Street\r\r\n\r\r\nFrankfort, KY 40202\r\r\n\r\r\n\r\r\n-5-\r\r\n\r\r\n\r\r\np.448\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25176","title":"State v. Bray","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25176","description":"","date":"2000-07-31","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\nShearouse Adv. Sh. No. \r\n\r\nS.E. 2d\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\n\r\n\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\nThe State, Petitioner\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\nGary Douglas Bray, Respondent\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Dorchester County\r\n\r\n\r\n\r\n\r\n\r\nLuke N. Brown, Jr., Special Circuit Court Judge\r\n\r\n\r\n\r\n\r\n\r\nOpinion N. 25176\r\n\r\n\r\n\r\nHeard April19, 2000- Filed July 31, 2000\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT ONLY\r\n\r\n\r\n\r\n\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\n\r\n\r\n\r\nAttorney General John W. McIntosh, Assistant\r\n\r\n\r\n\r\nDeputy Attorney General Salley W. Elliott, Senior\r\n\r\n\r\n\r\nAssistant Attorney General Norman Mark Rapoport,\r\n\r\n\r\n\r\nall of Columbia, and Solicitor Walter M. Bailey, Jr.,\r\n\r\n\r\n\r\nof Summerville for petitioner.\r\n\r\n\r\n\r\n\r\n\r\nPeter F. Them, II, of Summerville, for respondent.\r\n\r\n\r\n\r\n\r\n\r\np.449\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the Court\r\n\r\n\r\n\r\nof Appeals' opinion in State v. Bray, 335 S.C. 514, 517 S.E.2d 714 (Ct. App.\r\n\r\n\r\n\r\n1999). We affirm in result only.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nThe facts, as set forth in the Court of Appeals' opinion, are as follows:\r\n\r\n\r\n\r\n\r\n\r\nBray is the uncle of the alleged child victim in this case. The\r\n\r\n\r\n\r\nchild and her mother, who is Bray's sister, often spent weekends at\r\n\r\n\r\n\r\nthe child's maternal grandmother's home in 1995 and early 1996.\r\n\r\n\r\n\r\nBray lived in the grandmother's home.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe child, who was five at the time of the alleged abuse and seven\r\n\r\n\r\n\r\nat the time of trial, testified that she often played with Bray in his\r\n\r\n\r\n\r\nroom when she stayed at her grandmother's house. The child's\r\n\r\n\r\n\r\nmother stated her daughter loved to play with Bray in his room,\r\n\r\n\r\n\r\nthat they would often play until bedtime, that Bray's door would be\r\n\r\n\r\n\r\nclosed while they played, and that sometimes it would be locked.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe child testified that Bray touched her in a bad way. She\r\n\r\n\r\n\r\ntestified he touched her \"pee pee\" and her \"bottom\" with his finger\r\n\r\n\r\n\r\nand his tongue, and Bray had her rub his \"front private.\" She\r\n\r\n\r\n\r\nstated she wet her hands in the bathroom adjoining Bray's bedroom\r\n\r\n\r\n\r\nand would then rub his penis. She testified that \"we had to keep on\r\n\r\n\r\n\r\ndoing it and doing it and doing it until this white stuff came out.\"\r\n\r\n\r\n\r\nAfterward, she remembers Bray wiped the \"white stuff\" onto a\r\n\r\n\r\n\r\nclean t-shirt.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nBray admitted owning three pornographic magazines. The child\r\n\r\n\r\n\r\ntestified he showed her the magazines, and she remembered seeing\r\n\r\n\r\n\r\n\"white stuff\" on one woman's belly. Bray, on the other hand,\r\n\r\n\r\n\r\ntestified that the child was naturally inquisitive and would \"go\r\n\r\n\r\n\r\nthrough about anything she wanted to go through.\" One day he\r\n\r\n\r\n\r\nentered his bedroom and found her looking at the magazines, which\r\n\r\n\r\n\r\nhe kept under his bed. He attempted to answer the child's\r\n\r\n\r\n\r\nquestions about the pictures, including a question about the \"white\r\n\r\n\r\n\r\nstuff,\" and hoped that would end the situation. He knew there\r\n\r\n\r\n\r\nwould be trouble if the child's grandmother discovered he had\r\n\r\n\r\n\r\npornographic magazines in the house.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.450\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n335 S.C. at ____, 517 S.E.2d at 716.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPrior to trial, the State moved to have the victim testify via closed-circuit\r\n\r\n\r\n\r\ntelevision (CCTV), out of the presence of Bray and the jury. After a hearing, the\r\n\r\n\r\n\r\ntrial court ruled this was a \"classic case\" of why S.C. Ann § 16-3-1550(E)(Supp.\r\n\r\n\r\n\r\n1999)1  was passed and ordered the victim be permitted to testify via live closed\r\n\r\n\r\n\r\ncircuit television without Bray or other relatives (except her mother) present.\r\n\r\n\r\n\r\nThe Court of Appeals reversed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\nWere the trial court's factual findings regarding the necessity for\r\n\r\n\r\n\r\nthe child to testify via CCTV supported by sufficient evidence?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nThe Court of Appeals ruled \"the trial court's factual finding regarding the\r\n\r\n\r\n\r\nnecessity for the child to testify via CCTV was not supported by sufficient\r\n\r\n\r\n\r\nevidence.\" 335 S.C. at ____, 517 S.E.2d at 717. We disagree.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA trial court's decision to allow videotaped or closed-circuit testimony is\r\n\r\n\r\n\r\nreversible \"only if it is shown that the trial judge abused his discretion in\r\n\r\n\r\n\r\nmaking such a decision. . . \" State v. Murrell, 302 S.C. 77, 82, 393 S.E.2d 919,\r\n\r\n\r\n\r\n922 (1990). Where there is evidence to support a trial court's ruling, it will not\r\n\r\n\r\n\r\nbe overturned for an abuse of discretion. State v. Morgan 326 S.C. 503, 485\r\n\r\n\r\n\r\nS.E.2d 112 (Ct. App. 1997).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn the present case, the expert testimony came from Kim Charpia who\r\n\r\n\r\n\r\nwas offered and qualified as an expert in the field of counseling services for\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1  Section 16-3-1550(E) provides, \"[t]he circuit or family court must treat\r\n\r\n\r\n\r\nsensitively witnesses who are very young, elderly, handicapped, or who have\r\n\r\n\r\n\r\nspecial needs by using closed or taped sessions when appropriate. The\r\n\r\n\r\n\r\nprosecuting agency or defense attorney must notify the court when a victim or\r\n\r\n\r\n\r\nwitness deserves special consideration.\" This section was formerly codified at\r\n\r\n\r\n\r\nS.C. Code Ann. § 16-3-1530(G) (1985).\r\n\r\n\r\n\r\n\r\n\r\np.451\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nvictims of child sexual abuse. 2  Charpia held a masters degree in social work,\r\n\r\n\r\n\r\nand had worked for 8 years at Naval Family Services, during which time she\r\n\r\n\r\n\r\nhad seen a minimum of 25 cases per year of child victims of sexual abuse.\r\n\r\n\r\n\r\nAlthough Charpia was not currently specializing in child sexual abuse, she felt\r\n\r\n\r\n\r\nshe could be considered an expert in that area by virtue of her training.\r\n\r\n\r\n\r\nCharpia testified she saw the victim 8 times between April 22, 1996 and July\r\n\r\n\r\n\r\n22, 1996 for symptoms of depression. The victim had also suffered nightmares,\r\n\r\n\r\n\r\nand insisted upon wearing pants to school underneath her school uniform.\r\n\r\n\r\n\r\nWhen asked whether, in her opinion, the victim would be able to testify in open\r\n\r\n\r\n\r\ncourt in front of the defendant, Charpia replied:\r\n\r\n\r\n\r\n\r\n\r\nI think in general it would be difficult for her to be in here with all\r\n\r\n\r\n\r\nthese adults .... But, I think in particular she would be facing her\r\n\r\n\r\n\r\nuncle, a family member, and grandparents, and they have not\r\n\r\n\r\n\r\nbelieved her statement. I think she will shut down and not talk at\r\n\r\n\r\n\r\nall. I think she would be overwhelmed and intimidated and\r\n\r\n\r\n\r\nprobably unable to talk with anybody. (emphasis supplied).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhen asked if the victim should testify in open court in front of the accused,\r\n\r\n\r\n\r\nCharpia stated, \"I think if she faces the accused, you may not get any\r\n\r\n\r\n\r\ntestimony.\" When asked if testifying in front of the accused would have a\r\n\r\n\r\n\r\npositive or negative effect on the victim, Charpia responded, \"[i]t would do\r\n\r\n\r\n\r\nfurther negative emotional harm.\" Although Charpia's testimony was, in part,\r\n\r\n\r\n\r\nbased upon the impact to the victim by being required to testify in front of\r\n\r\n\r\n\r\nfamily, it was also directed at the harm to victim by testifying in the presence\r\n\r\n\r\n\r\nof Bray, and indicated that if forced to do so, the victim would be unable to\r\n\r\n\r\n\r\ncommunicate.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSimilarly, the victim's mother testified she did not feel the victim could\r\n\r\n\r\n\r\ntestify in court and that, if required to testify in front of her uncle Gary, \"she's\r\n\r\n\r\n\r\nnot going to say anything in front of him because she loves him, even though\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2  The Court of Appeals discounted Charpia's testimony, holding \"[she]\r\n\r\n\r\n\r\nwas not an expert in child sexual abuse. . . \" 517 S.E.2d at 719. On the\r\n\r\n\r\n\r\ncontrary, Charpia was in fact qualified as an expert in counseling victims of\r\n\r\n\r\n\r\nchild sexual abuse. As the issue of Charpia's qualification was not raised on\r\n\r\n\r\n\r\nappeal, the Court of Appeals erred in re-weighing her qualifications and her\r\n\r\n\r\n\r\ncredibility. Cf. Summersell v. South Carolina Dep't of Public Safety, 337 S.C.\r\n\r\n\r\n\r\n19, 522 S.E.2d 144 (1999) (it is error for appellate court to consider issue which\r\n\r\n\r\n\r\nis not properly before it).\r\n\r\n\r\n\r\n\r\n\r\np.452\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nshe hates him for what he did to her.\" The mother also testified that she\r\n\r\n\r\n\r\nbelieved the victim may have been intimidated by Bray, and was glad when her\r\n\r\n\r\n\r\nmother told her Bray would not be there when she testified.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGiven the above testimony demonstrating the victim would be\r\n\r\n\r\n\r\ntraumatized by testifying in Bray's presence, we disagree with the Court of\r\n\r\n\r\n\r\nAppeals' conclusion that there was insufficient evidence to support use of CCTV.\r\n\r\n\r\n\r\nSee State v. Corn, 224 S.C. 77, 77 S.E.2d 354 (1953)(it is for trial court, not\r\n\r\n\r\n\r\nappellate court to weigh evidence, subject to abuse of discretion standard of\r\n\r\n\r\n\r\nreview). 3\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHowever, although we disagree with the Court of Appeals' assessment of\r\n\r\n\r\n\r\nthe evidence in this case, we nonetheless affirm in result due to the trial court's\r\n\r\n\r\n\r\nfailure to make the case-specific findings mandated by our opinion in Murrell,\r\n\r\n\r\n\r\nsupra, and the United States Supreme Court's opinion in Maryland v. Craig,\r\n\r\n\r\n\r\n497 U.S. 836, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn Murrell, 302 S.C. at 81, 393 S.E.2d at 921, we adopted the following\r\n\r\n\r\n\r\nprocedure to be used by trial courts in attempting to protect child witnesses:\r\n\r\n\r\n\r\n\r\n\r\nFirst, the trial judge must make a case-specific determination\r\n\r\n\r\n\r\nof the need for videotaped testimony. In making this\r\n\r\n\r\n\r\ndetermination, the trial court should consider the testimony of an\r\n\r\n\r\n\r\nexpert witness, parents or other relatives, other concerned and\r\n\r\n\r\n\r\nrelevant parties, and the child. (emphasis supplied). 4\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3  Moreover, the Court of Appeals' distinctions of In re Cisco K, 332 S.C.\r\n\r\n\r\n\r\n649, 506 S.E.2d 536 (Ct. App. 1998) and State v. Lopez, 360 S.C. 362, 412\r\n\r\n\r\n\r\nS.E.2d 390 (1991) are tenuous, at best. When the facts of those cases are\r\n\r\n\r\n\r\nthoroughly examined, it is patent that the showings of necessity there were no\r\n\r\n\r\n\r\ngreater than the present showing.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4  Contemporaneous with our decision in Murrell, the United States\r\n\r\n\r\n\r\nSupreme Court in Maryland v. Craig, 497 U.S. 836, 856-7,110 S.Ct. 3157, 3169\r\n\r\n\r\n\r\n70, 111 L.Ed.2d 666 (1990), stated:\r\n\r\n\r\n\r\n\r\n\r\n[t]he requisite finding of necessity must of course be a\r\n\r\n\r\n\r\ncase-specific one: The trial court must hear evidence and\r\n\r\n\r\n\r\ndetermine whether use of the one-way closed circuit television\r\n\r\n\r\n\r\nprocedure is necessary to protect the welfare of the particular child (4 continued...)\r\n\r\n\r\n\r\n\r\n\r\np.453\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough conceding the trial court here \"did not specifically state there\r\n\r\n\r\n\r\nwould be harm to the victim if she was required to testify in the presence of the\r\n\r\n\r\n\r\nher uncle,\" the dissent nonetheless asserts the judge found a case-specific\r\n\r\n\r\n\r\nnecessity in this case, based upon the colloquy of the solicitor prior to the court's\r\n\r\n\r\n\r\nruling. We simply cannot conclude on the present record that this was the basis\r\n\r\n\r\n\r\nof the trial court's ruling. The court stated:\r\n\r\n\r\n\r\n\r\n\r\nI think this is probably a classic case of why that last part of\r\n\r\n\r\n\r\n16-3-1530, I think, was passed. We've got a young child who\r\n\r\n\r\n\r\nit's alleged has been molested at the age of five and who is\r\n\r\n\r\n\r\nseven years of age now. We've got testimony from the mother\r\n\r\n\r\n\r\nand the expert which shows that except for the mother, at least as\r\n\r\n\r\n\r\nfar as I know it right now, the rest of the family don't believe\r\n\r\n\r\n\r\nher. And so I think that's classic. That would--to me would be a\r\n\r\n\r\n\r\nclassic situation as to why it would be passed. (emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough the dissent's assertion that the trial judge found the victim\r\n\r\n\r\n\r\nwould be harmed by testifying in the presence of her uncle is one reasonable\r\n\r\n\r\n\r\ninference to be drawn, the emphasized language of the court's ruling is equally\r\n\r\n\r\n\r\nsusceptible of the inference that the trial court determined to utilize the CCTV\r\n\r\n\r\n\r\nprocedure based upon the victim's young age and fear of other family members\r\n\r\n\r\n\r\nwho did not believe her. The fact that this Court is unable to ascertain precisely\r\n\r\n\r\n\r\nthe basis of the trial court's ruling simply highlights the need for the case\r\n\r\n\r\n\r\nspecific findings mandated in Murrell. 5 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(4 continued...) witness who seeks to testify .... The trial court must also find\r\n\r\n\r\n\r\nthat the child witness would be traumatized, not by the\r\n\r\n\r\n\r\ncourtroom generally, but by the presence of the defendant .\r\n\r\n\r\n\r\n. . . the trial court must find that the emotional distress suffered by\r\n\r\n\r\n\r\nthe child witness in the presence of the defendant is more than de\r\n\r\n\r\n\r\nminimis, i.e., more than mere nervousness or excitement or some\r\n\r\n\r\n\r\nreluctance to testify. (emphasis supplied).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n5  Moreover, the dissent contends the trial court's statement that \"this is\r\n\r\n\r\n\r\nprobably a classic case\" of why section 16-3-1550(E) was passed is simply a\r\n\r\n\r\n\r\nshorthand way of saying, \"I agree with you, Ms. Solicitor, and find based on the\r\n\r\n\r\n\r\ntestimony of her mother and expert witness . . . this victim would be\r\n\r\n\r\n\r\ntraumatized by testifying in front of the Defendant.\" It is not the statute, but\r\n\r\n\r\n\r\nour opinion in Murrell which requires case-specific findings. If simple recitation\r\n\r\n\r\n\r\n(5 continued....)\r\n\r\n\r\n\r\n\r\n\r\np.454\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs noted by Supreme Court in Craig ,\r\n\r\n\r\n\r\n\r\n\r\nThe trial court must also find that the child witness would be\r\n\r\n\r\n\r\ntraumatized, not by the courtroom generally, but by the presence\r\n\r\n\r\n\r\nof the defendant .... Denial of face-to-face confrontation is not\r\n\r\n\r\n\r\nneeded to further the state interest in protecting the child witness\r\n\r\n\r\n\r\nfrom trauma unless it is the presence of the defendant that causes\r\n\r\n\r\n\r\nthe trauma.\r\n\r\n\r\n\r\n\r\n\r\n497 U.S. 836, 856-7, 110 S.Ct. 3157, 3169-70. Here, although there was\r\n\r\n\r\n\r\nevidence indicating the victim was afraid of testifying in the presence of Bray,\r\n\r\n\r\n\r\nthere was also more generalized testimony concerning her fear of the courtroom\r\n\r\n\r\n\r\nand her relatives. As the trial court failed to set forth case-specific findings\r\n\r\n\r\n\r\nmandated by Murrell, the matter must be reversed and remanded for a new\r\n\r\n\r\n\r\ntrial. See State v. Hill, 314 S.C. 330, 444 S.E.2d 255 (1994) (trial court's failure\r\n\r\n\r\n\r\nto make case specific findings of fact supporting a decision constitutes an error\r\n\r\n\r\n\r\nof law).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinally, the Court of Appeals placed great emphasis upon the trial judge's\r\n\r\n\r\n\r\nfailure to personally interview the victim. In Murrell, this Court \"suggested\"\r\n\r\n\r\n\r\nthe trial judge interview the child witness in addition to receiving expert\r\n\r\n\r\n\r\ntestimony; we did not, however, mandate such a procedure. We decline to\r\n\r\n\r\n\r\nimpose upon trial courts a categorical prerequisite of a personal interview with\r\n\r\n\r\n\r\nthe child prior to employing alternative procedures. 6  As noted by the United\r\n\r\n\r\n\r\nStates Supreme Court in Craig, \"[a]lthough we think such evidentiary\r\n\r\n\r\n\r\nrequirements could strengthen the grounds for use of protective measures, we\r\n\r\n\r\n\r\ndecline to establish . . . any such categorical evidentiary prerequisites for the\r\n\r\n\r\n\r\nuse of the one-way television procedure.\" 497 U.S. at 860, 110 S.Ct. at 3171.\r\n\r\n\r\n\r\n(emphasis supplied). Similarly, the cases addressing the matter have\r\n\r\n\r\n\r\nconsistently held that expert testimony, standing alone, is sufficient to support\r\n\r\n\r\n\r\na finding of necessity. See State v. Lewis, 324 S.C. 539, 545, 478 S.E.2d 861,\r\n\r\n\r\n\r\n864, n. 2 (Ct.App.1996) (listing cases which hold expert testimony is sufficient\r\n\r\n\r\n\r\nevidence, by itself, to satisfy the federal statute and the Confrontation Clause).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n(5 continued...) to the statute were sufficient, there would be no need for case-specific\r\n\r\n\r\n\r\ndeterminations.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6  Notably, at oral argument before this Court, counsel for Bray advised\r\n\r\n\r\n\r\nthat he was not advocating a per se requirement of an interview with the child\r\n\r\n\r\n\r\nprior to utilization of CCTV for child witnesses.\r\n\r\n\r\n\r\n\r\n\r\np.455\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlthough we decline to adopt an absolute requirement, we reiterate our holding\r\n\r\n\r\n\r\nin Murrell that the better practice in these cases, when possible, is for the trial\r\n\r\n\r\n\r\njudge to personally interview the child witness prior to determining whether\r\n\r\n\r\n\r\nuse of CCTV is necessary.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nWe disagree with the Court of Appeals' assessment of the quantum of\r\n\r\n\r\n\r\nevidence in this case. The fatal defect, in our opinion, lies not in the evidence\r\n\r\n\r\n\r\npresented by the state, but in the trial court's failure to set forth case-specific\r\n\r\n\r\n\r\nreasons for use of such a procedure in this case. We reiterate, for the benefit of\r\n\r\n\r\n\r\nthe trial judges of this state, that in order to support the decision to utilize\r\n\r\n\r\n\r\nCCTV, case-specific findings must be set forth including references to testimony\r\n\r\n\r\n\r\ndemonstrating the child witness will in fact be traumatized, not merely by\r\n\r\n\r\n\r\ntestifying in a courtroom, or in front of a crowd of people or relatives, but by the\r\n\r\n\r\n\r\npresence of the particular defendant.\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED IN RESULT ONLY. 7 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMOORE, BURNETT and PLEICONES, JJ., concur. TOAL, C.J.,\r\n\r\n\r\n\r\ndissenting in a separate opinion.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7  We concur with the Court of Appeals' holding that given the paucity of\r\n\r\n\r\n\r\ndirect evidence in this case, the error cannot be deemed harmless.\r\n\r\n\r\n\r\n\r\n\r\np.456\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL: I respectfully dissent. In State v. Murrell, 302\r\n\r\n\r\n\r\nS.C. 77, 393 S.E.2d 919 (1990), this Court held that \"[a] decision as to whether\r\n\r\n\r\n\r\nto utilize a videotape procedure is subject to reversal only if it is shown that the\r\n\r\n\r\n\r\ntrial judge abused his discretion in making such a decision or failed to follow the\r\n\r\n\r\n\r\nappropriate procedure upon deciding that a witness was entitled to special\r\n\r\n\r\n\r\nprotection.\" Id. at 82, 393 S,E.2d at 922. In Murrell, we held that the trial\r\n\r\n\r\n\r\njudge made sufficiently specific factual findings concerning the need for a\r\n\r\n\r\n\r\nvideotape procedure where he based his findings on the testimony of the family\r\n\r\n\r\n\r\nand expert witnesses. \"This testimony enabled the judge to conclude that\r\n\r\n\r\n\r\ntestimony by the victim in the defendant's presence would have a traumatic\r\n\r\n\r\n\r\neffect on the child.\" Id. Similarly, in the instant matter, the trial judge based\r\n\r\n\r\n\r\nhis conclusion on the testimony of the victim's mother and Kim Charpia, an\r\n\r\n\r\n\r\nexpert in the field of sexual abuse. Both testified that the victim may be too\r\n\r\n\r\n\r\nfrightened to testify in the presence of her uncle.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe majority holds that a trial judge must verbalize the case-specific\r\n\r\n\r\n\r\nreasons for the use of a videotape procedure pursuant to S.C. Code Ann. §16-3\r\n\r\n\r\n\r\n1550(E)(Supp. 1999). The record reveals that the trial judge found a case\r\n\r\n\r\n\r\nspecific necessity in this case, even though he did not specifically state there\r\n\r\n\r\n\r\nwould be harm to the victim if she was required to testify in the presence of her\r\n\r\n\r\n\r\nuncle. After arguments from both defense counsel and the solicitor concerning\r\n\r\n\r\n\r\nthe testimony of the mother and Kim Charpia and the need for a videotape\r\n\r\n\r\n\r\nprocedure, the trial judge concluded that a videotape procedure was necessary.\r\n\r\n\r\n\r\nSpecifically, the solicitor argued that the State satisfied the requirements of\r\n\r\n\r\n\r\nsection 16-3-1550(E) and State v. Murrell:\r\n\r\n\r\n\r\n\r\n\r\nSolicitor:  Your honor, I think we put up everything that we need\r\n\r\n\r\n\r\nto put up to satisfy the statutory requirements to allow\r\n\r\n\r\n\r\nthis court to consider and order special consideration\r\n\r\n\r\n\r\nfor the seven-year-old child witness in this case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State v. Morrow [State v. Murrell] has set out in\r\n\r\n\r\n\r\nSouth Carolina the procedure, and it says that you are\r\n\r\n\r\n\r\nsupposed to call expert witnesses and parents to testify\r\n\r\n\r\n\r\nabout why the child cannot and should not testify. And\r\n\r\n\r\n\r\ntwo of - one each of those have been called and they've\r\n\r\n\r\n\r\nboth testified that in their opinion this child will not be\r\n\r\n\r\n\r\nable to testify in front of the defendant and, further,\r\n\r\n\r\n\r\nshould not testify in front of the defendant. (emphasis\r\n\r\n\r\n\r\nadded).\r\n\r\n\r\n\r\n\r\n\r\np.457\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState v. Bray\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCourt: Well, counselor, I think this is probably a classic case\r\n\r\n\r\n\r\nof why that last part of 16-3-1530 [sic], I think, was\r\n\r\n\r\n\r\npassed. We've got a young child who it's alleged has\r\n\r\n\r\n\r\nbeen molested at the age of five and who is seven years\r\n\r\n\r\n\r\nof age now. We've got testimony from the mother\r\n\r\n\r\n\r\nabout how this thing came about, and testimony from\r\n\r\n\r\n\r\nthe mother and the expert which shows that except for\r\n\r\n\r\n\r\nthe mother, at least as far as I know it right now, the\r\n\r\n\r\n\r\nrest of the family don't believe her. And so I think\r\n\r\n\r\n\r\nthat's classic. That would - to me would be a classic\r\n\r\n\r\n\r\nsituation as to why it would be passed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe trial judge did not specifically state that he decided to order a\r\n\r\n\r\n\r\nvideotape procedure because the victim would be traumatized by the presence\r\n\r\n\r\n\r\nof the defendant, as the majority recommends. However, immediately prior to\r\n\r\n\r\n\r\nthe trial judge's decision, the solicitor references the testimony of the mother\r\n\r\n\r\n\r\nand Charpia concerning the victim's ability to testify in front of her uncle.\r\n\r\n\r\n\r\nBased on the solicitor's argument, the trial judge concluded that this was a\r\n\r\n\r\n\r\nclassic case as contemplated by section 16-3-1550(E) and ordered the videotape\r\n\r\n\r\n\r\nprocedure. The trial judge's terminology \"this is probably a classic case\" is\r\n\r\n\r\n\r\nsimply a shorthand way of saying, \"I agree with you, Ms. Solicitor, and find\r\n\r\n\r\n\r\nbased on the testimony of her mother and expert witness Charpia, that this\r\n\r\n\r\n\r\nvictim would be traumatized by testifying in front of Defendant.\" The trial\r\n\r\n\r\n\r\njudge's decision should not be overturned on a mere technicality when it is clear\r\n\r\n\r\n\r\nfrom the record that he did not abuse his discretion, relied on the testimony of\r\n\r\n\r\n\r\nfamily and experts, and complied with the Murrell requirements. Accordingly,\r\n\r\n\r\n\r\nI would reverse the Court of Appeals' decision and affirm the decision of the\r\n\r\n\r\n\r\ntrial court.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\np.458\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25177","title":"Video Gaming Consultants, Inc. v. S.C. Department of Revenue","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25177","description":"","date":"2000-07-31","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nVideo Gaming Consultants, Inc. v. SC Dep't of Revenue\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nVideo Gaming\r\r\n\r\r\nConsultants, Inc., Appellant,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nSouth Carolina\r\r\n\r\r\nDepartment of Revenue,   Respondent.\r\r\n\r\r\n\r\r\nAppeal From Horry County\r\r\n\r\r\nJ. Stanton Cross, Special Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25177\r\r\n\r\r\nHeard June 20, 2000 - Filed July 31, 2000\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\nH. Buck Cutts, of Surfside, for appellant.\r\r\n\r\r\n\r\r\nGeneral Counsel Harry T. Cooper, Jr., and Chief\r\r\n\r\r\nCounsel for Regulatory Litigation Nicholas P. Sipe,\r\r\n\r\r\nboth of Columbia, for respondent.\r\r\n\r\r\n\r\r\nJUSTICE MOORE: Appellant Video Gaming Consultants, Inc.\r\r\n\r\r\n(Video Gaming), appeals the circuit court's decision holding S.C. Code Ann. §\r\r\n\r\r\n12-21-2804(b)(Supp. 1999) 1 constitutional. We reverse.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 This section was repealed by 1999 Act No. 125, Part I, § 8, effective\r\r\n\r\r\nJuly 1, 2000.\r\r\n\r\r\n\r\r\np. 459\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaining Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nVideo Gaming operates a video gaming business, Jackpot Video \r\r\n\r\r\nGames, in Garden City. On July 27, 1995, and September 25, 1995, \r\r\n\r\r\nrespondent South Carolina Department of Revenue (DOR) issued citations to \r\r\n\r\r\nVideo Gaming for violating §12-21-2804(b).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThis code section states: \"No person who maintains a place or premises \r\r\n\r\r\nfor the operation of machines licensed under Section 12-21-2720(A)(3) may \r\r\n\r\r\nadvertise in any manner for the playing of the machines.\" 2  Video Gaming \r\r\n\r\r\nhad displayed a large sign reading: \"STOP HERE TRY OUR POKER VIDEO \r\r\n\r\r\nGAMES\" and two signs stating \"JACKPOT VIDEO GAMES.\" 3\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming appealed to the Administrative Law Judge (ALJ) \r\r\n\r\r\nchallenging the statute on the ground that it violates the First Amendment. \r\r\n\r\r\nThe ALJ upheld the citations. Video Gaming appealed to the circuit court. \r\r\n\r\r\nThe circuit court affirmed the ALJ.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUES\r\r\n\r\r\n\r\r\n1)  Does the ALJ have the authority to rule\r\r\n\r\r\non the constitutionality of a statute?\r\r\n\r\r\n\r\r\n\r\r\n2  27 S.C. Code Ann. Reg.117-190.2 states:\r\r\n\r\r\n\r\r\nThe Video Game Machines Act, found in Article 20, \r\r\n\r\r\nChapter 21 of Title 12, states that no person who \r\r\n\r\r\nmaintains a place or premises for the operation of \r\r\n\r\r\nvideo game machines as defined in Code Section \r\r\n\r\r\n12-21-2772(5) may advertise in any manner for \r\r\n\r\r\nthe playing of the machines. Therefore, any \r\r\n\r\r\nattempt to call attention to, or make known, to the \r\r\n\r\r\ngeneral public that video game machines as defined \r\r\n\r\r\nin Code Section 12-21-2772(5) are available for play \r\r\n\r\r\nis advertising and is strictly prohibited by the statute.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 The September violation was only for the two \"Jackpot Video Games\" \r\r\n\r\r\nsigns.\r\r\n\r\r\n\r\r\np.460\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2) Is the ban on advertising constitutional?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\n1) ALJ's authority\r\r\n\r\r\n\r\r\nInitially, we address an issue which has appeared in several recent\r\r\n\r\r\ncases. The ALJ specifically stated he had the authority to declare a statute\r\r\n\r\r\nunconstitutional because an ALJ has the same authority as a circuit court\r\r\n\r\r\njudge. 4  However, we have ruled an ALJ should not rule on the\r\r\n\r\r\nconstitutionality of statutes. See Al-Shabazz v. State, 338 S.C. 354, 527\r\r\n\r\r\nS.E.2d 742 (2000) (ALJs must leave question of statute's constitutionality to\r\r\n\r\r\nthe courts). ALJs are an agency of the executive branch of government and\r\r\n\r\r\nmust follow the law as written until its constitutionally is judicially\r\r\n\r\r\ndetermined; ALJs have no authority to pass upon the constitutionality of a\r\r\n\r\r\nstatute or regulation. See, e.g., Beaufort County Bd. of Educ. v. Lighthouse\r\r\n\r\r\nCharter Sch. Comm., 335 S.C. 230, 516 S.E.2d 655 (1999); South Carolina\r\r\n\r\r\nTax Comm'n v. South Carolina Tax Bd. of Review, 278 S.C. 556, 299 S.E.2d\r\r\n\r\r\n489 (1983). In the present case, the only issue raised is the constitutionality\r\r\n\r\r\nof a statute.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nExhaustion is generally required as a matter of preventing premature\r\r\n\r\r\ninterference with agency processes, so that the agency may function\r\r\n\r\r\nefficiently and so that it may have an opportunity to correct its own errors, to\r\r\n\r\r\nafford the parties and the courts the benefit of its experience and expertise,\r\r\n\r\r\nand to compile a record which is adequate for judicial review. Plainly these\r\r\n\r\r\npurposes would not be served when the only issue is the validity of a statute.\r\r\n\r\r\nSee, e.g., Insurance Commissioner of Md. v Equitable Life Assurance Soc.,\r\r\n\r\r\n339 Md. 596, 664 A.2d 862 (1995).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSeveral cases from other jurisdictions have addressed this issue and\r\r\n\r\r\nhave dispensed with the exhaustion requirement in certain situations. See,\r\r\n\r\r\ne.g., Finnerty v. Cowen, 508 F.2d 979 (2d. Cir. 1974); Martinez v.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4 The ALJ cited § 1-23-630 (Supp. 1999), which states: \"Each of the law\r\r\n\r\r\njudges of the division has the same power at chambers or in open hearing as\r\r\n\r\r\ndo circuit court judges, and to issue those remedial writs as are necessary to\r\r\n\r\r\ngive effect to its jurisdiction.\"\r\r\n\r\r\n\r\r\np.461\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRichardson, 472 F.2d 1121 (10th Cir. 1973); Marsh v. County Sch. Bd., 305\r\r\n\r\r\nF.2d 94 (4th Cir. 1962). In Finnerty, the court held for it to require\r\r\n\r\r\nexhaustion of administrative remedies would be both futile and unnecessary\r\r\n\r\r\nwhen the party sought judicial resolution of only a constitutional question\r\r\n\r\r\nthat could not be adjudicated by the federal agency. As here, Video Gaming\r\r\n\r\r\nsought a determination that could not be made by an agency or ALJ. See\r\r\n\r\r\nalso Sch. Dist. of City of Saginaw v. United States Dept of HEW, 431\r\r\n\r\r\nF.Supp. 147 (E.D.Mich. 1977); Plano v. Baker, 504 F.2d 595 (2d Cir. 1974).\r\r\n\r\r\nAs a general rule, if the sole issue posed in a particular case is the\r\r\n\r\r\nconstitutionality of a statute, a court may decide the case without waiting for\r\r\n\r\r\nan administrative ruling. Weinberger v. Salfi, 422 U.S. 749, 95 S.Ct. 2457,\r\r\n\r\r\n45 L.Ed.2d 522 (1975). Thus; we hold if the only issue is a constitutional\r\r\n\r\r\nchallenge to a statute or-regulation, a party should seek a declaratory\r\r\n\r\r\njudgment from circuit court rather than going before an ALJ.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe note the mere presence of a constitutional issue does not excuse the\r\r\n\r\r\nexhaustion requirement where there are other issues in controversy. The\r\r\n\r\r\nconstitutional issues may be raised, but not ruled upon, in the\r\r\n\r\r\nadministrative proceedings. Sch. Dist. of City of Saginaw, 431 F.Supp. 147,\r\r\n\r\r\n154 (citing Yakus v. United States, 321 U.S. 414, 437, 64 S.Ct. 660, 88 L.Ed.\r\r\n\r\r\n834 (1944)). However, practically speaking, requiring a party to raise an\r\r\n\r\r\nissue which cannot be ruled upon by an ALJ makes little sense. See\r\r\n\r\r\nRichardson v. Tennessee Bd. of Dentistry, 913 S.W.2d 446 (Tenn. 1995) (APA\r\r\n\r\r\nrequires more flexible approach and party may raise constitutional challenge\r\r\n\r\r\nupon judicial review). Thus, we hold the issue need only be raised to and\r\r\n\r\r\nruled upon by the circuit court for preservation for further review.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2) Constitutionality of ban\r\r\n\r\r\n\r\r\nThe circuit court held the ALJ had properly applied the\r\r\n\r\r\ntest set forth in Central Hudson. 5  In Central Hudson, the United States\r\r\n\r\r\nSupreme Court held:\r\r\n\r\r\n\r\r\nIn commercial speech cases, then, a four-part analysis\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n5 Central Hudson Gas &amp; Elect. Corp v Public Serv. Comm'n of N.Y.,\r\r\n\r\r\n447 U.S. 557, 100 S.Ct. 2343, 65 L.Ed.2d 341 (1980)(setting forth the test for\r\r\n\r\r\ndetermining the constitutionality of regulations and restrictions on speech).\r\r\n\r\r\n\r\r\np.462\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nhas developed. At the outset, we must determine whether.\r\r\n\r\r\nthe expression is protected by the First Amendment. For\r\r\n\r\r\ncommercial speech to come within that provision,\r\r\n\r\r\nit at least must concern lawful activity and not be\r\r\n\r\r\nmisleading. Next, we ask whether the asserted\r\r\n\r\r\ngovernmental interest is substantial. If both inquiries\r\r\n\r\r\nyield positive answers, we must determine whether\r\r\n\r\r\nthe regulation directly advances the governmental\r\r\n\r\r\ninterest asserted, and whether it is not more extensive\r\r\n\r\r\nthan is necessary to serve that interest.\r\r\n\r\r\n\r\r\n447 U.S. at 566, 100 S.Ct. at 2351. The circuit court also stated that this\r\r\n\r\r\nstatute had been upheld under the Central Hudson analysis in Reyelt et al.\r\r\n\r\r\nv. South Carolina Tax Comm'n, Civil Action No. 6:93-1491-3 (D.S.C. July 5,\r\r\n\r\r\n1994). However, this decision is not binding on this Court. See Gentry v.\r\r\n\r\r\nYonce, 337 S.C. 1, 522 S.E.2d 137 (1999) (citing Phillips v. Periodical\r\r\n\r\r\nPublishers' Serv. Bureau, Inc., 300 S.C. 444, 388 S.E.2d 787 (1989)).\r\r\n\r\r\nFurthermore, the Reyelt decision, the ALJ, and the circuit court all relied\r\r\n\r\r\nheavily upon the case of Posadas, 6 in which the Supreme Court deferred to\r\r\n\r\r\nthe decision of the Puerto Rican legislature to ban advertising of casinos. In\r\r\n\r\r\nPosadas, Puerto Rico was permitted to ban casino gambling advertising\r\r\n\r\r\naimed at its residents, while permitting advertising for other wagering\r\r\n\r\r\ngames like cock fights. The Supreme Court has since disavowed its\r\r\n\r\r\nreasoning in Posadas. See 44 Liquormart, Inc., v. Rhode Island, 517 U.S.\r\r\n\r\r\n484, 509, 116 S.Ct. 1495, 1511, 134 L.Ed.2d 711 (1996)(\"we are now\r\r\n\r\r\npersuaded that Posadas erroneously performed the First Amendment\r\r\n\r\r\nanalysis\").\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn 44 Liquormart, licensed retailers of alcoholic beverages who had\r\r\n\r\r\nviolated Rhode Island's statutory ban on liquor price advertising challenged\r\r\n\r\r\nthe ban's constitutionality. The first statute prohibited a licensee from\r\r\n\r\r\nadvertising in any manner whatsoever the price of any malt beverage,\r\r\n\r\r\ncordials, wine, or distilled liquor offered for sale in that state. The second\r\r\n\r\r\nstatute applied to the Rhode Island news media and contained a categorical\r\r\n\r\r\nprohibition against the publication or broadcast of any advertisements, even\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n6 Posados De Puerto Rico Assoc. v. Tourism Co. of Puerto Rico, 478 U.S.\r\r\n\r\r\n328, 106. S.Ct. 2968, 92 L.Ed.2d 266 (1986).\r\r\n\r\r\n\r\r\np.463\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nthose referring to sales in other states, that made reference to the price of\r\r\n\r\r\nany alcoholic beverage. Additionally, the retailers in 44 Liquormart\r\r\n\r\r\nchallenged regulations which provided that no placard or sign that is visible\r\r\n\r\r\nfrom the exterior of a package store may make any reference to the price of\r\r\n\r\r\nany alcoholic beverage. Rhode Island argued the ban promoted temperance.\r\r\n\r\r\nThe Supreme Court held the challenged Rhode Island statutes and\r\r\n\r\r\nregulation abridged speech in violation of the First Amendment as made\r\r\n\r\r\napplicable to the States by the Due Process Clause of the Fourteenth\r\r\n\r\r\nAmendment.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn 44 Liquormart, the Supreme Court concluded that \"special care\"\r\r\n\r\r\nshould attend the review of such blanket bans, and it pointedly remarked\r\r\n\r\r\nthat \"in recent years this Court has not approved a blanket ban on\r\r\n\r\r\ncommercial speech unless the expression itself was flawed in some way,\r\r\n\r\r\neither because it was deceptive or related to unlawful activity.\" 517 U.S. at\r\r\n\r\r\n507 (quoting Central Hudson, 100 S.Ct. at 2351). When a State regulates\r\r\n\r\r\ncommercial messages to protect consumers from misleading, deceptive, or\r\r\n\r\r\naggressive sales practices, or requires the disclosure of beneficial consumer\r\r\n\r\r\ninformation, the purpose of its regulation is consistent with the reasons for\r\r\n\r\r\naccording constitutional protection to commercial speech and therefore\r\r\n\r\r\njustifies less than strict review. However, when a State entirely prohibits\r\r\n\r\r\nthe dissemination of truthful, nonmisleading commercial messages for\r\r\n\r\r\nreasons unrelated to the preservation of a fair bargaining process, there is\r\r\n\r\r\nfar less reason to depart from the rigorous review that the First Amendment\r\r\n\r\r\ngenerally demands. Id.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSound reasons justify reviewing the latter type of commercial speech\r\r\n\r\r\nregulation more carefully. Most obviously, complete speech bans, unlike\r\r\n\r\r\ncontent-neutral restrictions on time, place, or manner of expression, are\r\r\n\r\r\nparticularly dangerous because they all but foreclose alternative means of\r\r\n\r\r\ndisseminating certain information. Id. The Court also held \"[s]peech\r\r\n\r\r\nprohibitions of this type rarely survive constitutional review.\" 517 U.S. at\r\r\n\r\r\n504.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHere, as the circuit court held, the first prong of Central Hudson is\r\r\n\r\r\nclearly met. The advertising is entitled to first amendment protection as it is\r\r\n\r\r\n\r\r\np.464\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\ncommercial speech concerning a legal activity and it is not misleading.7  The\r\r\n\r\r\nsecond prong is whether the asserted governmental interest is substantial.\r\r\n\r\r\nIf both inquiries yield positive answers, then, under Central Hudson, we\r\r\n\r\r\nmust determine whether the regulation directly advances the governmental\r\r\n\r\r\ninterest asserted, and lastly whether it is more extensive than is necessary to\r\r\n\r\r\nserve that interest. Stated another way: \"[A] governmental body seeking to\r\r\n\r\r\nsustain a restriction on commercial speech must demonstrate that the harms\r\r\n\r\r\nit recites are real and that its restrictions will in fact alleviate them to a\r\r\n\r\r\nmaterial degree.\" Greater New Orleans Broadcasting Ass'n v. United States,\r\r\n\r\r\n527 U.S. 173, 188, 119 S.Ct. 1923, 1932, 144 L.Ed.2d 161 (1999)(citing\r\r\n\r\r\nEdenfield v. Fane, 507 U.S. 761, 770, 113 S.Ct. 1792, 123 L.Ed.2d 543\r\r\n\r\r\n(1993)). The circuit court found the ban met the third and fourth prongs of\r\r\n\r\r\nCentral Hudson. We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nMinimizing gambling would certainly qualify as a substantial\r\r\n\r\r\ngovernmental interest. However, the DOR has not shown the ban would\r\r\n\r\r\npromote its goal of decreasing gambling activity. Under the third prong, the\r\r\n\r\r\nban must advance the State's objective \"to a material degree.\" 44\r\r\n\r\r\nLiquormart, 517 U.S. at 505. Here, the DOR argues and the circuit court\r\r\n\r\r\nfound that the ban would prevent gambling and gambling addictions and all\r\r\n\r\r\nof the social ills implicated from addictive gambling (i.e. increased criminal\r\r\n\r\r\nactivity and harm to families). However, the DOR has presented no evidence\r\r\n\r\r\nthat the advertising ban would significantly reduce gambling. 44\r\r\n\r\r\nLiquormart, 517 U.S. at 506.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe DOR presented three experts. Two were experts on gambling and\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n7 The DOR concedes the signs in question concern lawful activity. The\r\r\n\r\r\nALJ found the signs were misleading based upon the word \"Jackpot.\" The\r\r\n\r\r\nDOR states in its brief that it does not waive the issue whether the signs are\r\r\n\r\r\nmisleading. However, the DOR does not make any argument on the issue.\r\r\n\r\r\nThus, the DOR has abandoned this issue. See First Sav. Bank v. McLean,\r\r\n\r\r\n314 S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (noting an issue that is not\r\r\n\r\r\nargued in the brief is deemed abandoned and precludes consideration on\r\r\n\r\r\nappeal); see also Muir v. C.R. Bard, Inc., 336 S.C. 266, 519 S.E.2d 583\r\r\n\r\r\n(Ct.App. 1999) (noting that conclusory arguments may be treated as\r\r\n\r\r\nabandoned); Rule 208(b)(1)(B), SCACR (\"Ordinarily, no point will be\r\r\n\r\r\nconsidered which is not set forth in the statement of the issues on appeal.\").\r\r\n\r\r\n\r\r\np.465\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nthe third was an expert on advertising. Dr. Valerie Loranz testified that\r\r\n\r\r\nchildren are starting to gamble earlier because of watching their parents\r\r\n\r\r\nplay the games, advertising of lottery tickets as family entertainment, and\r\r\n\r\r\ntheir experiences with computers and other video games such as Pac Man -\r\r\n\r\r\nnot because of the advertising of \"playing\" of video poker machines. The\r\r\n\r\r\nDOR contends the other experts testified as to the connection between\r\r\n\r\r\ngambling and societal costs. Again, there was no expert testimony on the\r\r\n\r\r\nconnection between advertising \"playing\" of video games and increased\r\r\n\r\r\ngambling. 8  The circuit court also held that, \"Video Gaming would not be\r\r\n\r\r\ncontesting the ban unless it believed that advertising would increase\r\r\n\r\r\ngambling and machine use.\" Certainly, we cannot conclude that advertising .\r\r\n\r\r\nincreases gambling simply because a party is contesting the constitutionality\r\r\n\r\r\nof the ban.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAfter 44 Liquormart, the fourth-prong or \"reasonable fit\" inquiry under\r\r\n\r\r\nCentral Hudson has become a tougher standard for the State to satisfy.\r\r\n\r\r\nLittle deference can be accorded to the State's legislative determination that\r\r\n\r\r\na commercial speech restriction, is no more onerous than necessary to serve\r\r\n\r\r\nthe government's interests. 44 Liquormart, 517 U.S. 484, 509, 116 S.Ct.\r\r\n\r\r\n1495, 1511.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Greater New Orleans Broadcasting Ass'n, supra, other media\r\r\n\r\r\nremained available, such as newspapers, magazines and billboards, and\r\r\n\r\r\nbroadcast advertising of casinos, without reference to gambling, was\r\r\n\r\r\npermitted. The cases have repeatedly stated that government restrictions\r\r\n\r\r\nupon commercial speech may be no more broad or no more expansive than\r\r\n\r\r\n\"necessary\" to serve its substantial interests. See, e.g., Central Hudson, 447\r\r\n\r\r\nU.S. at 566, 100 S.Ct. at 2351. The Supreme Court has not insisted that\r\r\n\r\r\nthere be no conceivable alternative, but only that the regulation not \"burden\r\r\n\r\r\nsubstantially more speech than is necessary to further the government's\r\r\n\r\r\nlegitimate interests.\" Board of Trustees of the State University of N.Y. v.\r\r\n\r\r\nFox, 492 U.S 469, 109 S.Ct. 3028, 3034, 106 L.Ed.2d 388 (1989).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n8  Mr. Joseph Cook, one of the DOR's experts, testified that in his\r\r\n\r\r\nopinion publishing a business's name would not be \"advertising.\" Mr. Cook\r\r\n\r\r\nmade a distinction between \"advertising\" which is paid for by a business and\r\r\n\r\r\n\"promotion\" which he testified would be placing a sign with the business's\r\r\n\r\r\nname on the building.\r\r\n\r\r\n\r\r\np.466\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe ALJ held the statute was not too restrictive because persons other\r\r\n\r\r\nthan Video Gaming operators could advertise the playing of the machines. 9\r\r\n\r\r\nThe circuit court agreed and, quoting Reyelt, stated that the Tourism\r\r\n\r\r\nDepartment or the Chamber of Commerce could advertise. In its brief, the\r\r\n\r\r\nDOR takes this analysis even further and contends video game operators can\r\r\n\r\r\nadvertise \"Games\" and \"Food\" 10 and even \"24 Hours\" as long as the\r\r\n\r\r\nadvertisements do not refer or call attention to the playing of games. 11  We\r\r\n\r\r\nfail to see the practical distinction between these supposedly legal examples\r\r\n\r\r\nof advertising and the ones for which Video Gaming was fined. All would in\r\r\n\r\r\neffect be advertising the games and, since the gaming machines were not\r\r\n\r\r\nbeing sold outright, the promotion would be, of course, for the \"play\" of the\r\r\n\r\r\ngames. The implied assertion is that somehow a ban on advertising the\r\r\n\r\r\n\"playing\" of the games accomplishes the State's objective of not promoting\r\r\n\r\r\ngambling; but merely advertising \"games\" also promotes gambling. 12  We\r\r\n\r\r\nreiterate that the business Video Gaming was running was named \"Jackpot\r\r\n\r\r\nVideo Games.\" Thus, two of the signs were advertising the business's name\r\r\n\r\r\nand there was some discussion in the record about whether placing a sign\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n9 He also stated that the person who maintains the premises could also\r\r\n\r\r\nadvertise its business but not the playing of the machines. Arguably, Video\r\r\n\r\r\nGaming had done just that - advertised its business which was named\r\r\n\r\r\n\"Jackpot Video Games.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n10  27 S.C. Code Ann. Reg. 117-190.1 provides that a business cannot\r\r\n\r\r\noffer \"food\" as an inducement to influence a person to play video games.\r\r\n\r\r\nFurther, S.C. Code Ann. 12-21-2804 (E) states: It is unlawful to operate\r\r\n\r\r\nmachines licensed under Section 12-21-2720(A)(3) between the hours of\r\r\n\r\r\nmidnight Saturday night and six o'clock a.m. Monday morning.\" Thus, this\r\r\n\r\r\ntype of conduct would be illegal.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n11 It appears that in 1995, the DOR agreed with Video Gaming that\r\r\n\r\r\n\"Video Games\" was not advertising violating the statute. Thus, the effect of\r\r\n\r\r\nthe word \"Jackpot\" would have to be somehow be interpreted as referring to\r\r\n\r\r\nthe playing of the games. Obviously, the DOR tied its hands when it agreed\r\r\n\r\r\nto the above and now it is stuck with the unappealing argument it makes.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n12 We note the DOR did not fine Video Gaming for a violation of offering\r\r\n\r\r\na special inducement, such as a jackpot.\r\r\n\r\r\n\r\r\np.467\r\r\n\r\r\n\r\r\n\r\r\nVideo Gaming Consultants v. SCDOR\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nwith a business's name on it even qualifies as \"advertising.\" 13  Further, the\r\r\n\r\r\nDOR also cannot satisfy the requirement that its restriction on speech is\r\r\n\r\r\nreasonable or no more extensive then necessary to meet the fourth prong\r\r\n\r\r\nbecause alternate forms of regulation and educational campaigns regarding\r\r\n\r\r\nthe effects of gambling might prove effective. 44 Liquormart, 517 U.S. at 507\r\r\n\r\r\n(alternate regulations, educational campaigns, limiting per capita purchases,\r\r\n\r\r\nor increased taxation are all alternatives which could be more effective in\r\r\n\r\r\ntempering the use of alcohol).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nObviously, the DOR realizes that a complete or total ban on\r\r\n\r\r\nadvertising would be unconstitutional and violate the fourth prong of the\r\r\n\r\r\nCentral Hudson test. Thus, the DOR is trying to illustrate the\r\r\n\r\r\nreasonableness of the prohibition. In doing so, the DOR has shown that the\r\r\n\r\r\nban does not accomplish their goal and thus, also does not meet the third\r\r\n\r\r\nprong of the Central Hudson test. In conclusion, we hold the statute does not\r\r\n\r\r\nmeet the last two prongs in the Central Hudson test and thus the statute is\r\r\n\r\r\nunconstitutional.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nREVERSED.\r\r\n\r\r\n\r\r\nTOAL, C.J., BURNETT, PLEICONES, JJ., and Acting Justice James\r\r\n\r\r\nW. Johnson, Jr., concur.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n13 The DOR stated at oral arguments the placing of a video gaming\r\r\n\r\r\nbusiness's name and phone number in the white pages of the phone book\r\r\n\r\r\nwould be a violation.\r\r\n\r\r\n\r\r\np.468\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]