[{"id":"25061","title":"State v. 192 Coin-Operated Video Game Machines, etc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25061","description":"","date":"2000-02-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. 192 Coin-Operated Video Game Machines, etc.\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State of South Carolina, Respondent,\r\n        v.\r\n        192 Coin-Operated Video Game Machines, Said Machines Bearing Serial Numbers and I.D. Numbers Listed on the Attachment, Being the Property of Collins Entertainment Corporation Located at 1341 Rutherford Road and the Brandon Mill Storage Facility, Appellants.\r\n        South Carolina Law Enforcement Division, Respondent,\r\n        v.\r\n        23 Coin-Operated Video Game Machines, Said Machines Bearing Serial Numbers and I.D. Numbers Listed on the Attachment, Being the Property of Collins Entertainment Corporation Located at 1341 Rutherford Road and the Brandon Mill Storage Facility, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nSTATE v. 192 COIN-OPERATED VIDEO GAME MACHINES, ETC.\r\n\r\nAppeal From Greenville CountyThomas J. Ervin, Circuit Court Judge\r\n\r\nOpinion No. 25061\r\n  Heard October 7, 1999 - Filed February 7, 2000]\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Russell D. Ghent, of Leatherwood, Walker, Todd &amp; Mann, P.C., of Greenville; and O.W. Bannister, Jr., of Hill, Wyatt &amp; Bannister, L.L.P., of Greenville, for appellants.\r\n        Solicitor Robert M. Ariail and Assistant Solicitor Mindy L. Hervey, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nBURNETT, A.J:: Respondent South Carolina Law Enforcement Division (SLED) seized 192 and 23 illegal gambling machines from warehouses belonging to Collins Entertainment Corporation. Two magistrates found the machines to be illegal contraband under S.C. Code Ann. §12-21-2710 (Supp. 1998) and ordered then destroyed. The circuit court affirmed both destruction orders. We affirm.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn November 1997, a confidential informant notified SLED that appellant1 was storing illegal video gambling machines at its Brandon Mills Warehouse and Rutherford Road property in Greenville. In response to this tip, undercover SLED agents posed as potential buyers of a pool table and were admitted to both locations. While there, they personally observed the allegedly illegal machines.\r\n\r\n\r\n\r\nHaving corroborated the informant's tip, SLED obtained search warrants from Magistrate Diane Cagle, which were executed on December 22 and 23, 1997, and seized 192 \"Cherry Master\" and \"8-Liner\" video machines. Magistrate Cagle came to the Brandon Mills Warehouse and examined the machines pursuant to S.C. Code Ann. §12-21-2712 (Supp. 1998). On December 31, 1997, Magistrate Cagle determined the machines violated S.C. Code Ann. §12-21-2710 (Supp. 1998) and ordered them destroyed.\r\n\r\n\r\n\r\nWhile on the premises pursuant to the December search warrants, SLED agents discovered an additional 23 machines they believed to be in violation of §12-21-2710. On January 14, 1998, Magistrate Etta Reid issued an additional search warrant. The machines were seized, and Magistrate Reid examined them, found them to be in violation of §12-21-2710, and ordered them destroyed.\r\n\r\n\r\n\r\nOn appeal to the circuit court, each destruction order was affirmed. The State agreed to stay the destruction of the machines pending this appeal, which consolidates the two destruction orders.\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  I. Was possession of the machines unlawful?\r\n  \r\n    A. Does federal law pre-empt state law?\r\n    B. Must the machines be operational to violate the law?\r\n    \r\n      1. Should Squires v. SLED be overruled?\r\n      2. Are the machines contraband per se?\r\n      3. Did the legislature intend to protect mere storage of the machines?\r\n      4. Did reliance on the solicitor's advice make possession lawful?\r\n    \r\n  \r\n  II. Were the search and seizure of the machines lawful?\r\n  \r\n    A. Were the warrants supported by probable cause?\r\n    B. Was SLED's corroboration a warrantless search?\r\n    C. What is the remedy if the Fourth Amendment was violated?\r\n  \r\n  III. Were appellant's due process rights violated by the issuance of destruction orders without a hearing?\r\n  \r\n    A. Is the summary destruction authorized by the statute constitutional?\r\n    B. If due process requires a hearing in this case, did appellant receive one?\r\n  \r\n  IV. Are the magistrates' orders valid?\r\n  V. Did the seizure violate appellant's equal protection rights?\r\n  VI. Did appellant establish selective prosecution?\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis Court cannot question findings of fact in a magistrate's court approved by a circuit judge on appeal when there is any evidence, however slight, tending to prove issu6s involved. Ward v. Atlantic Coast Line R. Co., 155 S.C. 54, 151 S.E. 904 (1930); see also Townes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976) (\"In an action at law, on appeal of a case tried without a jury, the findings of fact of the judge will not be disturbed on appeal unless found to be without evidence which reasonably supports the judge's findings.\"). An action for forfeiture of property is a civil action at law. State v. Petty, 270 S.C. 206, 241 S.E.2d 561 (1978).\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nI. Was possession of the machines unlawful?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe seized \"Cherry Master\" and \"8-Liner\" machines are illegal gambling devices under §12-21-2710. The statute provides:\r\n\r\n\r\n\r\n\r\n  It is unlawful for any person to keep on his premises or operate or permit to be kept on his premises or operated within this State any vending or slot machine, punch board, pull board, or other device pertaining to games of chance of whatever name or kind, including those machines, boards, or other devices that display different pictures, words, or symbols, at different plays or different numbers, whether in words or figures or, which deposit tokens or coins at regular intervals or in varying numbers to the player or in the machine, but the provisions ,of this section do not extend to coin-operated nonpayout pin tables, in-line pin games, and video games with free play feature which meet the technical requirements provided for in Section 12-21-2782 and Section 12-21-2783, or to automatic weighing, measuring, musical, and vending machines which are constructed as to give a certain uniform and fair return in value for each coin deposited and in which there is no element of chance.\r\n\r\nSouth Carolina Code Ann. §12-21-2710 (Supp. 1998). This Court's recent , decisions in State v. One Coin-Operated Video Game Machine, 321 S.C. 176, 467 S.E.2d 443 (1996)(\"Cherry Master\" is an illegal slot machine) and State v. Four Video Slot Machines, 317 S.C. 397, 453 S.E.2d 896 (1995) (\"Lucky 8 Line\" is an illegal slot machine) make clear the machines in question are prohibited by the statute. Moreover, appellant admitted in an affidavit that it knew the machines were illegal. Appellant asserts, however, that the statute should not be applied for numerous reasons addressed below.\r\n\r\n\r\n\r\nA. Does federal law pre-empt state law?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant contends possession of the machines was not unlawful because federal legislation preempts state law. We disagree.\r\n\r\n\r\n\r\nAppellant relies on the Gambling Devices Transportation Act, 15 U.S.C. §1172(a) (1997), which provides:\r\n\r\n\r\n\r\n\r\n  It shall be unlawful knowingly to transport any gambling device to any place in a State or a possession of the United States from any place outside of such State or possession: Provided, that this section shall not apply to transportation of any gambling device to a place in any State which has enacted a law providing for the exemption of such State from the provisions of this section, or to a place in any subdivision of a State if the State in which such subdivision is located has enacted a law providing for the exemption of such subdivision from the provisions of this section, nor shall this section apply to any gambling device used or designed for use at and transported to licensed gambling establishments where betting is legal under applicable State laws: Provided, further, that it shall not be unlawful to transport in interstate or foreign commerce any gambling device into any State in which the transported gambling device is specifically enumerated as lawful in a statute of that State.\r\n\r\n15 U.S.C. §1172 (1962) (emphasis added). Appellant argues that in enacting this statute, Congress preempted the power of South Carolina to act when the gambling machines \"have already been placed into the stream of interstate or foreign commerce with a destination `into any State in which the transported gambling device is specifically enumerated as lawful in a statute of that State.\"'\r\n\r\n\r\n\r\nThis argument is without merit. First, the federal statute does not pre-empt state law. Federal law may pre-empt a state law as follows: (1) Congress may explicitly define the extent to which it intends to pre-empt state law, (2) Congress may indicate an intent to occupy an entire field of regulation, or (3) federal law may pre-empt state law to the extent the state law actually conflicts with the federal law, such that compliance with both is impossible or the state law hinders the accomplishment of the federal law's purpose. Michigan Canners &amp; Freezers Ass'n v. Agricultural Marketing &amp; Bargaining, 467 U.S. 461, 469 (1984).\r\n\r\n\r\n\r\nNone of the above scenarios exist here. There is no indication in the statute, explicit or implicit, of Congress's intent to occupy the field of gambling regulation. On the contrary, the language of the federal statute makes it clear that it is designed to act in concert with state laws prohibiting gambling. See Smith v. McGrath, 103 F. Supp. 286 (D.C. Md. 1952) (the main purpose of the act is to aid states in the local enforcement of antigambling laws by prohibiting the interstate transportation of gambling devices). The statute prohibits the transportation of gambling devices into any state unless the state has enacted a law exempting itself from the statute or legalizing the specific gambling machine being transported into the state. Thus, the federal statute anticipates state legislation in this area and seeks to provide additional federal protection for those states which do not legalize gambling machines. To hold the federal law nullifies state antigambling laws would be to construe the statute in a way that utterly defeats its purpose. Moreover, compliance with both the state and federal statutes is not impossible, as the federal statute prohibits interstate transportation of gambling machines, whereas the state statute prohibits their possession or operation within the state. See generally Casino Ventures v. Stewart, 183 F.3d 307, 311 (4th Cir. 1999) (\"Congress has explicitly recognized the preeminent state interests in controlling gambling and has sought to extend, not curb, state police power in this field.\").\r\n\r\n\r\n\r\nSecond, the machines in question were not in the stream of interstate commerce. The machines were warehoused in appellant's facility in various states of disrepair, and by all indications had been in storage since the beginning of 1995, when this Court decided State v. Four Video Slot Machines, 317 S.C. 397, 453 S.E.2d 896 (1995). Appellant's bare assertion that it intended to send the machines to Georgia does not place the machines into the stream of interstate commerce.\r\n\r\n\r\n\r\nThird, even if the machines were in interstate commerce, they did not comply with the provisions of the Gambling Devices Transportation Act necessary to earn exemption from state law. Section 1174 requires all gambling devices and packages containing such devices to be clearly labeled so that the name and address of the shipper and consignee and the nature of the contents are readily ascertainable from the outside of the package. 15 U.S.C. §1174 (1962). The circuit court correctly ruled these requirements were designed to put others on notice that the machines are \"in interstate commerce\" and to prevent persons from merely asserting that the machines are \"in interstate commerce\" to avoid state antigambling laws.\r\n\r\n\r\n\r\nB. Must the machines be operational to violate the law?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1. Should Squires v. SLED be overruled?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant asserts that due to the sophisticated nature of modern video machines, a machine cannot be illegal unless it is fully operational. In Squires v. South Carolina Law Enforcement Division, 249 S.C. 609, 153 S.E.2d 859 (1967), we held based on the predecessor statute to §12-21-2710 that gambling devices need not be operational or in complete repair before they are subject to seizure and destruction. Moreover, component parts, subassemblies, and dies and molds used to make such parts are also subject to seizure and destruction. Id. at 613. Appellant argues Squires is outdated and should be overruled. We disagree.\r\n\r\n\r\n\r\nThe substance of appellant's argument is that in the 1960s, when the predecessor statute to §12-21-2710 was enacted, slot machines were readily identifiable. Today, with the advent of the computer, a video game machine is simply a box containing a computer which can be configured to play a variety of games, from poker to pac-man; therefore, the machine itself should not be considered illegal.\r\n\r\n\r\n\r\nAlthough slot machines have changed since the 1960s, the substance of the statute has not. The relevant portions of the current version outlaw the same conduct as its predecessor. See id. at 611, 153 S.E.2d at 860 (\"Section 5-621 of the Code makes it unlawful for any person to keep on his premises any slot machine or other device pertaining to games of chance of whatever name and kind.\"). The legislature is presumed to be aware of this Court's interpretation of its statutes. Whitner v. State, 328 S.C. 1, 492 S.E.2d 777 (1997), cert. denied, _ U.S. _, 118 S.Ct. 1857 (1998) (there is a basic presumption the legislature has knowledge of judicial decisions construing legislation when later statutes are enacted concerning related subjects). If the General Assembly considered Squires outdated, it could have changed the statute to outlaw only the operation, not the mere possession, of gambling machines when it last amended the statute in 1997. See One Coin Operated Video Game Machine, 321 S.C. at 181, 467 S.E.2d at 446 (\"Because we are adhering to our earlier interpretation of a statute, the General Assembly is free to correct any misinterpretation on our part.\") (emphasis in original).\r\n\r\n\r\n\r\nThe plain language of the statute makes clear the legislature's intent to outlaw mere possession of such machines. The statute makes it unlawful \"for any person to keep on his premises or operate\" certain gambling machines. S.C. Code Ann. §12-21-2710 (Supp. 1998) (emphasis added); see also State v. Appley, 207 S.C. 284, 288, 162 S.E.2d 835, 836 (1945) (possession of a machine is a violation in itself, separate from the crime of operation). The circuit court correctly ruled possession of these machines is illegal, regardless of their intended use or operation.\r\n\r\n\r\n\r\n2. Are the machines contraband per se?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe State asserts the machines are contraband per se, such that their possession, without more, constitutes a violation. Appellant asserts that coin-operated video games are not inherently illegal, so the machines are therefore only derivative contraband. We conclude the machines are contraband per se.\r\n\r\n\r\n\r\nWe have never explicitly used the terms \"contraband per se\" or \"derivative contraband.\" However, we recognized the theoretical distinction in Medlock v. 1985 Ford F-150 Pick Up VIN IFTDF15YGFNA22049, 308 S.C. 68, 417 S.E.2d 85 (1992), where we differentiated between controlled substances or other items which are the subject matter of the crime itself and property normally used for lawful purposes.\r\n\r\n\r\n\r\nOther states have found gambling machines to be contraband per se under their statutes and have allowed their forfeiture regardless of their use or operability. See, e.g., People v. Seeburg Slot Machines, 641 N.E.2d 997 (Ill. App. 1994) (contraband per se), State v. One Hundred Fifty-Eight Gaming Devices, 499 A.2d 940 (Md. Ct. App. 1985) (contraband per se); see also State v. Madere, 352 So.2d 666 (La.1977) (contraband, same result), Bell v. State, 205 S.W.2d 714 (Ark. 1947) (contraband, same result), State v. Four Bell Fruit Gum Slot Machines, 162 P.2d 539 (Okla. 1945) (contraband, same result).\r\n\r\n\r\n\r\nThese illegal gambling machines cannot be considered derivative contraband because they are themselves the subject of the statute's prohibition. In light of the statute's clear proscription of mere possession of the machines, see supra part I.B.1, the machines are clearly contraband per se.\r\n\r\n\r\n\r\n3. Did the legislature intend to protect mere storage of the machines?\r\n\r\n\r\n\r\nAppellant next argues the legislature has indicated its intent that owners of illegal machines may legally store them. Appellant bases its argument on the proceedings surrounding the 1993 county-by-county referendum on video poker, later invalidated by this Court. See Martin v. Condon, 324 S.C. 183, 478 S.E.2d 272 (1996). A second round of referenda was authorized to comport with our Martin decision. In the context of these referenda, the General Assembly enacted §12-21-2809, which provided:\r\n\r\n\r\n\r\n\r\n  In a county in which a majority of the qualified electors vote or have voted to terminate cash payoffs for credits earned on coin-operated devices in a referendum authorized by Section 12-21-2808, the department shall not issue any license for coin-operated devices as defined in Section 12-21-2720(A)(3) and a person may not own or possess these machines in the county other than for purposes of storage, maintenance, or transportation.\r\n\r\nS.C. Code Ann. §12-21-2809 (Supp. 1998): Appellant argues this statute demonstrates the legislature's intent to provide a safe harbor for storage of gambling machines declared unlawful. We disagree.\r\n\r\n\r\n\r\nThe class protected by the statute consists of owners of machines which become illegal as a result of a particular referendum. The machines at issue in this case did not become illegal as a result of that referendum, therefore possession of these illegal machines is not protected. Furthermore, as discussed above, §12-21 2710 clearly makes mere possession of described machines unlawful. If the statute is clear on its face, we will not look beyond it for the legislature's intent. See Abell v. Bell, 229 S.C. 1, 91 S.E.2d 548 (1956) (if legislative intent is clearly apparent on the face of a statute, the court may not embark upon a search for it).\r\n\r\n\r\n\r\n4. Did reliance on the solicitor's advice make possession lawful?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues its reliance on expert advice regarding storage of the machines makes its possession of them lawful. We disagree.\r\n\r\n\r\n\r\nAfter this Court's decisions in State v. One Coin-Operated Video Game Machine, 321 S.C.176, 467 S.E.2d 443 (1996) and State v. Four Video Slot Machines, 317 S.C. 397, 453 S.E.2d 896 (1995), appellant contacted the Solicitor of the Thirteenth Judicial Circuit requesting guidance regarding storage of illegal machines. In a memorandum to counsel for appellant and respondents, Solicitor Joseph Watson stated he informed appellant and others he would allow them \"to conditionally possess the machines as follows:\r\n\r\n\r\n\r\n\r\n  1. The machines would be warehoused, and not stored in any established business.\r\n  2. The computer chips would be removed so that even in storage the machines would not be operable.\r\n  3. I placed no time limit on such storage, although it was my understanding that these machines would be retooled to become legal video poker machines in the future.\"\r\n\r\nAppellant argues its reliance on the Solicitor's advice makes its possession of the machines lawful.\r\n\r\n\r\n\r\nThe reliance defense \"is designed to refute the government's proof that the defendant intended to commit the offense.\" United States v. Miller, 658 F.2d 235, 237 (4th Cir. 1981Y. Its essential elements are: (a) full disclosure of all pertinent facts to an expert, and (b) good faith reliance on the expert's advice. Id.\r\n\r\n\r\n\r\nThe reliance defense is inapplicable here. Appellant is not being prosecuted under §12-21-2710, so its intent is not at issue. Even if appellant were subject to criminal charges for possession of the illegal machines, intent is not an element of the statute. The Solicitor's advice does not make possession of these illegal machines lawful.\r\n\r\n\r\n\r\nII. Were the search and seizure of the machines lawful?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues the circuit court erred in concluding the machines were seized pursuant to lawful search warrants. Appellant does not challenge the facial sufficiency of the warrants. Rather, appellant argues the warrants are not based on probable cause because the affidavit supporting the December warrants provides no information concerning the informant's reliability, veracity, or basis of knowledge. Moreover, appellant argues, these deficiencies cannot be cured by police corroboration because the corroboration was itself an illegal, warrantless search.2 We disagree:\r\n\r\n\r\n\r\nA. Were the warrants supported by probable cause?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe United States Supreme Court has consistently held \"after-the-fact scrutiny by courts of the sufficiency of an affidavit should not take the form of de novo review. A magistrate's `determination of probable cause should be paid great deference by reviewing courts.\"' Illinois v. Gates, 462 U.S. 213, 236 (1983). Gates established a \"totality of the circumstances\" test for determining whether there is probable cause to believe contraband or evidence is located in a particular place. Id. at 230. \"[S]o long as the magistrate had a substantial basis for concluding that a search would uncover evidence of wrongdoing, the Fourth Amendment requires no more.\" Id. at 236 (internal quotations omitted).\r\n\r\n\r\n\r\nAppellant correctly asserts that a warrant based solely on information provided by a confidential informant must contain information supporting the credibility of the informant and the basis of his knowledge. However, independent verification by law enforcement officers cures any defect. See Gates, 462 U.S. at 241 (\"Our decisions applying the totality of circumstances analysis . . . have consistently recognized the value of corroboration of details of an informant's tip by independent police work.\"); see also State v. Viard, 276 S.C. 147, 150, 276 S.E.2d 531, 532 (1981) (upholding a warrant based on the independent verification by the affiant of an informant's tip).\r\n\r\n\r\n\r\nHere, the magistrate had a substantial basis for concluding a search would uncover illegal gambling machines. The information provided by the confidential informant was independently corroborated by undercover SLED agents. This verification established probable cause under the totality of the circumstances.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs an additional ground for invalidating the seizure, appellant argues the information contained in the affidavit for the December warrants was stale, and therefore could not have been the basis of a finding of probable cause. We disagree.\r\n\r\n\r\n\r\nIn order for an affidavit to support probable cause, \"it must state facts so closely related to the time of the issuance of the warrant as to justify a finding of probable cause at that time.\" State v. Winborne, 273 S.C. 62, 64, 254 S.E.2d 297, 298 (1979) (internal quotation omitted). \"An affidavit which fails altogether to state the time of the occurrence of the facts alleged is insufficient.\" Id. Here, appellant argues the affidavit does not support a finding of probable cause because (1) it does not state the date the confidential informant saw the machines, only that he informed SLED agents sometime around November 1997, and (2) it does not state the date SLED agents corroborated the machines' presence.\r\n\r\n\r\n\r\nThe date on which the informant saw the illegal machines is irrelevant because SLED's corroboration was the basis of the magistrate's probable cause finding, not the informant's tip. Furthermore, the lack of a date the SLED agents corroborated the tip does not defeat probable cause in this case. The affidavit does not fail \"altogether to state the time of the occurrence,\" as in Winborne. It merely fails to state when in the two-month period between November 1 and December 22, 1997, the agents corroborated the tip. The longest possible period between the corroboration and the issuance of the warrant is 52 days.\r\n\r\n\r\n\r\nWe have never addressed what length of time is acceptable between the establishment of probable cause and the execution of a warrant. However, the Court of Appeals has held that a 60-day lapse did not create a staleness problem where the items sought were not such that one would expect to be removed or consumed in the interim:\r\n\r\n\r\n\r\n\r\n  While the lapse of time involved is an important consideration and may in some cases be controlling, it is not necessarily so. There are other factors to be considered, including the nature of the criminal activity involved, and the kind of property for which authority to search is sought.\r\n\r\nState v. Corns, 310 S.C. 546, 550-51, 426 S.E.2d 324, 326 (Ct. App. 1992) (quoting United States v. Steeves, 525 F.2d 33 (8th Cir. 1975)). There was very little risk the property at issue here would be removed between the time the undercover agents visited the warehouses, which was at the very earliest sometime in November, and the time the agents obtained and executed the warrants on December 22 and 23. While it may have been preferable for the affiant to include the date of the undercover investigation in the affidavit, the United States Supreme Court has warned against the danger of \"hypertechnical, rather than . . . commonsense\" interpretation of affidavits when reviewing for probable cause. Gates, 462 U.S. at 236 (internal citation omitted). The substantial basis for the magistrate's finding of probable cause was not defeated by the affiant's failure to state the precise date of the investigation.\r\n\r\n\r\n\r\nB. Was SLED's corroboration a warrantless search?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant asserts the circuit court's analysis was faulty because the verification of the informant's tip by undercover agents was itself an illegal, warrantless search. Moreover, appellant asserts the additional 23 machines were not in plain view and must also have been discovered by a warrantless search while SLED agents were supposed to be guarding and inventorying the machines already seized.\r\n\r\n\r\n\r\nThe United States Supreme Court has defined the boundaries of an undercover investigation without a warrant. In Lewis v. United States, 385 U.S. 206 (1966), relied upon by respondents, an undercover officer was invited into the petitioner's home on two occasions to purchase marijuana. The Court found the search did not violate the Fourth Amendment: \"During neither of his visits to petitioner's home did the agent see, hear, or take anything that was not contemplated, and in fact intended, by petitioner as a necessary part of his illegal business.\" Id. at 210. In Gouled v. United States, 255 U.S. 298 (1921), overruled on other grounds, 387 U.S. 294 (1967), relied upon by appellant, a business acquaintance of the petitioner, acting under orders of federal officers, entered the petitioner's office on pretenses of making a social visit. In the petitioner's absence, he ransacked the office and seized private, incriminating papers. The Court found the search violated the Fourth Amendment.\r\n\r\n\r\n\r\nThe record does not reveal the SLED officers' actions within appellant's warehouse. Without more, it cannot be determined whether the officers conducted a warrantless search. See Germain v. Nichol, 278 S.C. 508, 299 S.E.2d 335 (1983) (appellant has burden of providing the Court with a sufficient record upon which Court can make a decision). Furthermore, there is \"a presumption of validity with respect to the affidavit supporting the search warrant.\" Franks v. Delaware, 438 U.S. 154, 171 (1978). Unless appellant tenders facts showing the officers conducted a warrantless search, there is no basis on which this Court can look behind a facially valid warrant.\r\n\r\n\r\n\r\nAs to the January warrant, the supporting affidavit states the additional 23 machines were seen in plain view while the officers were executing the December warrant. Although the December warrant had expired by the date the January warrant was issued, that does not imply it had expired at the time the officers viewed the additional 23 machines. Accepting the veracity of the affidavit, as the magistrate was entitled to do, probable cause existed for the issuance of the January warrant.\r\n\r\n\r\n\r\nC. What is the remedy if the Fourth Amendment was violated?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinally, even if the searches were illegal - and we conclude they were not - appellant has no remedy. The usual remedy for an unlawful search is suppression of the evidence in a criminal trial against the possessor. See Mapp v. Ohio, 367 U.S. 643 (1961) (applying exclusionary rule to the states) Here, no criminal charges have been filed against appellant.\r\n\r\n\r\n\r\nThe exclusionary rule applies in civil forfeiture actions to suppress evidence seized in violation of the Fourth Amendment where the property sought to be forfeited is derivative contraband.3 One 1958 Plymouth Sedan v. Commonwealth of Pennsylvania, 380 U.S. 693 (1965). Here, however, there was no jury from which to suppress the evidence. Furthermore, because the machines are contraband per se, the State certainly cannot return them to appellant, which is presumably the remedy sought. See Trupiano v. United States, 334 U.S. 699 (1948), overruled on other grounds 339 U.S. 56 (1967) (\"[S]ince this property was contraband, they have no right to have it returned to them.\"); see also State v. Four Bell Fruit Gum Slot Machines, 162 P.2d 539 (Okla. 1945) (slot machines seized without a warrant were contraband and must be destroyed regardless of legality of seizure).\r\n\r\n\r\n\r\nIII. Were appellant's due process rights violated by the issuance of destruction orders without a hearing?\r\n\r\n\r\n\r\nAppellant argues that its rights to due process of law under the Fourteenth Amendment of the United States Constitution and Article 1, section 3 of the South Carolina Constitution were violated because it was deprived of its property without a hearing. We disagree. \r\n\r\n\r\n\r\nAppellant's machines were seized pursuant to § 12-21-2712 of the South Carolina Code which mandates:\r\n\r\n\r\n\r\n\r\n  Any vending or slot machine, punch board, or other device pertaining to games of chance prohibited by § 12-21-2710 must be seized by any officer of the law and at once taken before any magistrate of the county in which the machine, board, or device is seized who shall immediately examine it, and if he is satisfied that it is in violation of § 12-21-2710 or any other law of this State he shall direct that it be immediately destroyed.\r\n\r\nS.C. Code Ann. § 12-21-2712 (Supp. 1998). A possible constitutional construction of a statute must prevail over an unconstitutional interpretation. Henderson v. Evans, 268 S.C. 127, 132, 232 S.E.2d 331 (1977). We conclude the magistrate's examination of the seized machines under § 12-21-2712 must include an opportunity for the owner of the machines to be heard concerning their legality. We overrule State v. Kizer, 164 S.C. 383, 162 S.E. 444 (1932), to the extent it permits the destruction of allegedly illegal property without any opportunity for the owner to contest the magistrate's determination of illegality.\r\n\r\n\r\n\r\nWe find no due process violation in this case, however, because appellant has had the opportunity to be fully heard by both the circuit court and this Court. Moreover, appellant conceded the illegality of the machines in an affidavit, so it could not thereafter contest the magistrate's determination of illegality.\r\n\r\n\r\n\r\nAppellant argues its due process rights were violated because it did not receive a pre-seizure hearing. We disagree. The statute does not direct a pre-seizure hearing, nor is one required in a civil forfeiture case. The most due process requires is a post-seizure opportunity for an innocent owner \"to come forward and show, if he can, why the res should not be forfeited and disposed of as provided for by law.\" Moore v. Timmerman, 276 S.C. 104, 109, 276 S.E.2d 290, 293 (1981).\r\n\r\n\r\n\r\nIn Myers v. Real Property at 1518 Holmes Street, 306 S.C. 232, 411 S.E.2d 209 (1991), a case involving the forfeiture of real property used in the sale of illegal drugs, this Court held that a post-seizure hearing satisfies the requirements of due process in a civil forfeiture case. We quoted with approval Allen v. Tucker, 715 F. Supp. 266, 268 (E.D. Mo. 1989), where it was held:\r\n\r\n\r\n\r\n\r\n  A claimant's contention that his procedural due process rights have been violated without a hearing prior to the taking of his property is untenable when the claimant is afforded the full weight of judicial process in proceedings, such as these presently before the Court, to determine if the claimant's property was properly forfeited.\r\n\r\nId. at 236. See also Calero-Toledo v. Pearson Yacht Leasing Co., 416 U.S. 663, 680 (1974) (recognizing that seizure for the purpose of forfeiture \"presents an `extraordinary' situation in which postponement of notice and hearing until after seizure [does] not deny due process\"). Appellant's post-seizure opportunity to be heard fully satisfied the requirements of due process.\r\n\r\n\r\n\r\nIV. Are the magistrates' orders valid?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues the magistrates' orders and returns (which incorporate the orders) are factually insufficient and therefore invalid. We disagree.\r\n\r\n\r\n\r\nIn an action tried upon the facts without a jury, \"the court shall find the facts specially and state separately its conclusions of law thereon.\" Rule 52(a), SCRCP. If a party appeals the magistrate's order, the magistrate is required to \"make a return to the appellate court of the testimony, proceedings and judgment and file it in the appellate court.\" S.C. Code Ann. § 18-7-60 (1976). The magistrates in this case filed identical returns, incorporating their identical orders, which state:\r\n\r\n\r\n\r\n\r\n  This matter comes before the Court pursuant to S.C. Code Ann. 12-21-2712 (Supp. 1996) at the request of the South Carolina Law Enforcement Division, whose Agents seized the defendant's [sic] machines. These machines are now before the Court in order to determine if they are slot machines prohibited by the S.C. Code Ann. 12-21-2710 (Supp. 1996).\r\n  After carefully reviewing these machines, I find them to be slot machines. These machines register varying amounts of winnings depending upon which combination of various symbols are displayed after a coin is inserted and a button is pushed. They require no skill to play. I have considered the Court's reasoning in State v. Four Video Slot Machines, _ S.C. _, 453 S.E.2d 896 (1995) and State v. One Coin-Operated Video Game Machine, _S.C._, 467 S.E.2d 443 (1996), as well as the 1993 amendments to Title 12 of the South Carolina Code concerning video games. I find and conclude that the defendant machines are in violation of S.C. Code Ann. 12-21-2710 (Supp. 1996), and do hereby order their destruction. The defendant machines will be destroyed thirty (30) days after the date of this order.\r\n\r\nAppellant argues these returns are invalid because they make \"purely conclusory\" statements that the machines violate the statute. Appellant cites State v. Harper, 297 S.C. 257, 376 S.E.2d 272 (1989) for the proposition that a factually inadequate magistrate's order should be reversed. Harper is distinguishable. Harper involved an attorney's contempt conviction which was reversed because the magistrate made no findings that the attorney behaved contemptuously. Here, the magistrates clearly set out what statute was violated and how the machines violated it.\r\n\r\n\r\n\r\nAppellant further complains the returns provide no detail concerning the extent of the examination, and that as far as appellant knows, the first magistrate only \"examined\" four of the nearly two hundred machines she found illegal. This argument is unpersuasive for two reasons. First, appellant admits elsewhere in its brief that only approximately five of the machines were operational. In fact, appellant relies on this fact to support its argument that the inoperable machines should not be considered illegal. The magistrate could not therefore have tested the other machines. However, testing was not required in order to find them unlawful. The inventory attached to the search warrant return provided information from which the magistrate could conclude the seized machines were illegal under State v. One Coin-Operated Video Game Machine, 321 S.C. 176, 467 S.E.2d 443 (1996), State v. Four Video Slot Machines, 317 S.C. 397, 453 S.E.2d 896 (1995), and Squires v. South Carolina Law Enforcement Division, 249 S.C. 609, 153 S.E.2d 859 (1967). The, magistrates were entitled to rely on the existing statutes and case law in finding the machines unlawful and ordering their destruction.\r\n\r\n\r\n\r\nSecond, and more compellingly, appellant admits in an affidavit that the machines in question had been declared illegal to operate. The legality of these machines under state law is not at issue in this case except insofar as appellant asks this Court to overrule Squires (see part I.B.1). Even if the magistrates' returns should have been more detailed - and we do not see in what respect they should have - that does not invalidate the destruction orders when the machines clearly violate state law.\r\n\r\n\r\n\r\nV. Did the seizure violate appellant's equal protection rights?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues the state constitutional and statutory provisions prohibiting state lotteries and the selective enforcement thereof violate the mandates of equal protection. Appellant puts forward two arguments: traditional equal protection and selective prosecution. Appellant's selective prosecution argument is discussed below. Appellant's traditional equal protection argument is not preserved for review, as the lower court did not address it and appellant did not raise it in its motion to reconsider. State v. Hoffman, 312 S.C. 386, 440 S.E.2d 869 (1994) (issue not properly preserved cannot be raised for first time on appeal).\r\n\r\n\r\n\r\nVI. Did appellant establish selective prosecution?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant argues it has been selectively prosecuted by law enforcement and is entitled to discovery to prove this claim. We disagree.\r\n\r\n\r\n\r\nCourts look suspiciously on selective prosecution claims because they \"ask[] the court to exercise judicial power over a.'special province' of the Executive.\" United States v. Armstrong, 517 U.S. 456 (1996) (citations omitted). Because of this balance of powers concern, a \"presumption of regularity\" supports prosecutorial decisions and, \"in the absence of clear evidence to the contrary, courts presume that they have properly discharged their official duties.\" Id. at 464 (quoting United States v. Chemical Found., Inc., 272 U.S. 1 (1926)).\r\n\r\n\r\n\r\nTo establish selective prosecution, a defendant must satisfy a two prong test. First, a defendant must show \"he has been singled out for prosecution while others similarly situated have not been prosecuted for conduct similar to that for which he was prosecuted.\" United States v. Catlett, 584 F.2d 864 (8th Cir. 1978). Second, \"the defendant must demonstrate that the government's discriminatory selection of him for prosecution was based upon an impermissible ground, such as race, religion or his exercise of his first amendment right to free speech.\" Id. at 865: See also Armstrong, 517 U.S. at 465 (\"The requirements for a selective-prosecution claim draw on `ordinary equal protection standards.' The claimant must demonstrate that the federal prosecutorial policy `had a discriminatory effect and that it was motivated by a discriminatory purpose.\"') (citations omitted). Appellant claims it has been singled out by prosecutors in retaliation for its owner's public statements criticizing the Attorney General.\r\n\r\n\r\n\r\nThe circuit court was correct in finding appellant did not present evidence to support a claim of selective prosecution. In the first place appellant is not being criminally prosecuted. It is merely being required to forfeit the illegal contraband in its possession.\r\n\r\n\r\n\r\nMoreover, even if this action can be interpreted to be analogous to a criminal prosecution, such that the same constitutional rights attach, appellant has not met the first prong of the selective prosecution test. That is, appellant has not alleged there are others engaging in similar conduct who have not been prosecuted. Appellant asserts only that certain members of the media are violating a state law forbidding the advertising of gambling. Appellant does not claim these media outlets are keeping illegal gambling machines on their premises in violation of § 12-,21-2710.4\r\n\r\n\r\n\r\nAppellant further argues that the only reason it has been unable to prove the second prong of his selective prosecution claim, impermissible motive, is that it was denied discovery. The judge properly denied appellant's request for discovery when appellant was unable to make out even the barest showing on the first prong of the test. In United States v. Catlett, 584 F.2d 864 (8th Cir. 1978), cited by appellant, the Eighth Circuit Court of Appeals held the district court properly denied discovery on a selective prosecution claim when the defendant was unable to produce \"some evidence tending to show the existence of the essential elements of the defense and that the documents in the government's possession would indeed be probative of these elements.\" Id. at 865. United States v. Armstrong, 517 U.S. 456 (1996), gives an example of insufficient evidence:\r\n\r\n\r\n\r\n\r\n  In the case before us, respondents' \"study\" did not constitute \"some evidence tending to show the existence of the essential elements of\" a selective-prosecution claim. The study failed to identify individuals who were not black and could have been prosecuted for the offenses for which respondents were charged, but were not so prosecuted. This omission was not remedied by respondents' evidence in opposition to the Government's motion for reconsideration. The newspaper article, which discussed the discriminatory effect of federal drug sentencing laws, was not relevant to an allegation of discrimination in decisions to prosecute. Respondents' affidavits, which recounted one attorney's conversation with a drug treatment center employee and the experience of another attorney defending drug prosecutions in state court, recounted hearsay and reported personal conclusions based on anecdotal evidence.\r\n\r\n(internal citations omitted). The evidence offered by appellant here is, if anything, less persuasive than that proffered in Armstrong. Appellant includes in the record numerous newspaper articles regarding this case and its owner's statements criticizing the Attorney General, as well as newspaper advertisements for Harrah's casino. None of this evidence demonstrates the proof required of appellant to make out even the first prong of a selective prosecution claim, that is, that others who could have been prosecuted for the same offenses were not. See Armstrong, 517 U.S. at 465. \"[A] mere allegation of selective prosecution by the defendant does not require the government to disclose the contents of its files.\" Catlett, 584 F.2d at 865.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe AFFIRM the circuit court on all grounds. The State shall proceed with the destruction of the 192 and 23 illegal machines.\r\n\r\n\r\n\r\nFINNEY, C.J., MOORE, A.J., Acting Associate Justices Thomas E. Huff and William T. Howell, concur.\r\n1Although the machines are the actual parties, for the sake of clarity we use the term \"appellant\" to refer to Collins Entertainment Corporation, the owner of the machines.\r\n2Appellant challenges the January warrant on this same ground. Thus, all arguments pertaining to illegal searches apply to this warrant as well.\r\n3 See discussion of derivative contraband versus contraband per se supra at I.B.\r\n4Appellant also argues the Catawba Indians are not being prosecuted, but it does not allege the Catawbas have violated any laws. Rather, appellant argues the laws of South Carolina impermissibly allow the Catawbas to operate bingo. Thus, this argument is not relevant to appellant's selective prosecution claim. It may be relevant to appellant's claim of denial of equal protection, but, as discussed above, that argument is not preserved for review.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25062","title":"State v. Gregorie","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25062","description":"","date":"2000-02-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nState v. Gregorie\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,  Respondent,\r\n        v.\r\n        Edmund B. Gregorie,  Petitioner.\r\n        \r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Laurens CountyDavid H. Maring, Sr., Circuit Court Judge\r\n\r\nOpinion No. 25062Heard November 4, 1999 - Filed February 7, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Adam Fisher, Jr., of The Fisher Law Firm, of Greenville, for petitioner.  \r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant Attorney General G. Robert DeLoach, III, all of Columbia; and Solicitor W. Townes Jones, IV, of Greenwood, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Petitioner appealed his magistrate's court speeding conviction to the circuit court which reversed and remanded for a new trial, finding the State failed to introduce any evidence of the applicable speed limit. Petitioner then appealed to the Court of Appeals which initially dismissed the appeal, then reinstated it, and ultimately filed an opinion which 2-1 affirmed the circuit court's remand ruling. State v. Gregorie, 98 UP-118 (S.C. Ct. App. filed April 8, 1999). This Court granted petitioner's request for a writ of certiorari. We now reverse.\r\n\r\n\r\n\r\nThe first issue we address is whether a criminal defendant whose magistrate's court conviction is overturned in circuit court may appeal that decision. The general rule is that a criminal defendant may not appeal \"except from the final sentence imposed by the court.\" State v. Timmons, 68 S.C. 258, 47 S.E. 140 (1904). In the present case and in a published opinion, State v. Clifford, 335 S.C. 129, 515 S.E.2d 550 (Ct. App. 1999), the Court of Appeals has created an exception to this rule, permitting a criminal defendant to appeal a circuit court order remanding his case to magistrate's court for further proceedings if the issue is whether such proceedings would violate the defendant's double jeopardy rights. We note that Judge Huff dissented in Clifford on this appealability issue, and that certiorari was not sought in that case. We clarify the appealability rule.\r\n\r\n\r\n\r\nThe `final sentence' requirement of State v. Timmons, supra, and its progeny are met when the criminal defendant is convicted and sentenced in magistrate's court. It is a prerequisite to the right to appeal to the circuit court. Once that court renders its final judgment, the right to further appellate review is controlled by statute: Any aggrieved party may appeal the circuit court's final judgment. S.C. Code Ann. §§ 18-1-30(1985); 18-9-10 (Supp. 1998). The test is not whether the appeal involves a double jeopardy claim as held by the Court of Appeals,1 but whether the party bringing the appeal is aggrieved. Here, petitioner was aggrieved by the new trial remedy ordered by the circuit court, and thus his appeal was proper.\r\n\r\n\r\n\r\nOn the merits, the issue is simple. The circuit court found the State failed at trial to meet its burden of proof, and ordered a new trial. The State did not appeal the insufficient evidence finding, and therefore, whether correct or not, it is the law of this case. e.g., ML Lee Acquisition Fund LLP v. Deloitte &amp; Touche, 327 S.C. 238, 489 S.E.2d 470 (1997). Petitioner contended, correctly, that under these circumstances a second trial in magistrate's court would violate his Double Jeopardy rights. Burks v. United States, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978); see, e.g., Riddle v. State, 314 S.C. 1, 443 S.E.2d 557 (1994).\r\n\r\n\r\n\r\nFor the reasons given above, we clarify the appealability issue; and reverse the Court of Appeal's decision upholding the circuit court order requiring a new trial in this matter.\r\n\r\n\r\n\r\nREVERSED.\r\n1In fact, we have clearly held that a criminal defendant claiming a double jeopardy violation is not exempt from the regular appealability requirements. State v. Miller, 289 S.C. 426, 346 S.E.2d 705 (1986).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25063","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25063","description":"","date":"2000-02-07","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25063.htm -->\r\nState v. Smith\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Donald L. Smith, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25063Submitted January 11, 2000 - Filed February 7, 2000\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Donald L. Smith, of Spartanburg, pro se.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., of Columbia, for the Office of Disciplinary Counsel.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an agreement under Rule 21, RLDE, \r\nRule 413, SCACR. In the agreement, respondent admits misconduct and consents to \r\na public reprimand. We accept respondent's admission and publicly reprimand \r\nhim.\r\n\r\n\r\n\r\nIn August 1998, respondent represented a client during a jury trial. The jury returned a verdict in his client's favor but awarded what respondent \r\nconsidered a small sum in damages. Immediately following the trial, respondent admits \r\nthat he approached jurors and asked them why they awarded the sum. Respondent acknowledges that he was frustrated with the verdict and that his frustration \r\nmust have been apparent to the jurors with whom he spoke. The jurors that \r\nrespondent approached were still members of the venire for other cases to be tried \r\nduring that term of court.\r\nRespondent affirms that he will never again contact a juror while that juror is a member of a venire. He also affirms that he will not \r\nagain  contact a juror on a case which he tried unless he can do so in strict compliance with the Rules of Professional Conduct, Rule 407, SCACR, and the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR.\r\n\r\n\r\n\r\nBy his conduct, respondent has violated Rule 8.4(e) of the Rules of Professional Conduct, Rule 407, SCACR, which prohibits an attorney \r\nfrom engaging in conduct prejudicial to the administration of justice and Rule 7(a)(5) of the Rules for Lawyer Disciplinary Enforcement, Rule 413, \r\nSCACR, which prohibits an attorney from engaging in conduct tending to pollute \r\nthe administration of justice or to bring the courts or legal profession into disrepute. Indeed, this Court \"looks with disfavor upon officers of the \r\ncourt approaching jurors after a verdict has been written,\" and \"an attorney approaching a juror after a verdict is rendered, does so at his own peril.\" \r\nIn the Matter of Delgado, 279 S.C. 293, 296-97, 306 S.E.2d 591, 594 \r\n(1983).\r\n\r\n\r\n\r\nAccordingly, we reprimand respondent.\r\n\r\n\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25064","title":"Cude v. SC Department of Public Safety","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25064","description":"","date":"2000-02-07","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25064.htm -->\r\nCude v. SC Department of Public Safety\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gene Paul Cude, Jr., Petitioner,\r\n        v.\r\n        South Carolina Department of Public Safety, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Charleston County L. Henry McKellar, Circuit Court Judge\r\n\r\nOpinion No. 25064Heard January 6, 2000 - Filed February 7, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Coming B. Gibbs, Jr., of Charleston, for petitioner.\r\n        Senior Assistant General Counsel Patrick M. Teague and General Counsel Frank L. Valenta, Jr., of South Carolina Department of Public Safety, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\nBURNETT, A.J.: We granted a writ of certiorari to review the Court of Appeals' decision in Cude v. South Carolina Dep't of Public \r\nSafety, Op. No. 98-UP-291 (Ct. App. filed May 28, 1998). We reverse.\r\nFACTS\r\nPetitioner Gene Paul Cude, Jr., (Cude) simultaneously pled guilty to ten counts of obtaining or attempting to obtain prescription \r\ndrugs under false pretenses and to two counts of conspiracy to violate the \r\nnarcotic laws. He was sentenced to concurrent five year terms of imprisonment for each false pretense charge and to two years imprisonment for conspiracy, suspended upon five years probation and payment of a $500 fine.\r\nPursuant to S.C. Code Ann. § 56-1-745(A) (Supp. 1998), Respondent South Carolina Department of Public Safety (Department) suspended Cude's driver's license for ten one-year periods, one year for \r\neach conviction. Cude immediately applied for and received a special \r\nrestricted driver's license under § 56-1-745(C). After his first one-year suspension expired, Cude applied for a second special restricted driver's license. Claiming Cude was not eligible for a second special restricted driver's license, Department refused to process the application.\r\nCude brought this declaratory judgment action requesting the trial court order Department to accept his application for a second \r\nspecial restricted driver's license. The trial judge granted the injunction. Concluding Cude was not entitled to issuance of another special \r\nrestricted driver's license after his first special restricted license expired at \r\nthe conclusion of the first one-year suspension, the Court of Appeals \r\nreversed. Cude v. South Carolina Dep't of Public Safety, Op. No. 98-UP-291 \r\n(Ct. App. filed May 28, 1998). As a result, Cude could drive to work or school \r\nduring the first one-year license suspension, but not for the remaining nine \r\none-year suspensions.\r\nISSUE\r\nDid the Court of Appeals err by holding a person whose driver's license is suspended upon simultaneous convictions for controlled substance violations is eligible for only one special restricted driver's license?\r\nDISCUSSION\r\nCude argues the Court of Appeals erred by holding § 56-1-748 precludes the issuance of a second or subsequent special restricted \r\ndriver's license when a driver is simultaneously convicted of more than one controlled substance violation. He maintains § 56-1-748 precludes \r\nissuance of a second special restricted driver's license where a second or \r\nsubsequent conviction occurs after a driver has been issued a special \r\nrestricted driver's license. Accordingly, Cude asserts because he pled guilty to ten offenses \r\nat one time, he is entitled to a special restricted driver's license for each of \r\nthe remaining nine years during which his driver's license is suspended as \r\nlong as he is not again convicted of a controlled substance violation. We \r\nagree.\r\nSouth Carolina Code Ann. § 56-1-745(A) mandates the driver's license of a person convicted of a controlled substance violation, other \r\nthan marijuana or hashish, be suspended for one year. It further provides, \r\n\"[f]or each subsequent conviction under this section, the court shall order the driver's license to be suspended for an additional. . . one year. . . .\" In \r\nPage v. South Carolina Dep't of Public Safety, 329 S.C. 166, 495 S.E.2d \r\n220 (Ct. App. 1997), the Court of Appeals held where a defendant simultaneously pleads guilty to multiple controlled substance violations, one conviction constitutes the original conviction and the other convictions constitute subsequent convictions. Accordingly, where there are contemporaneous convictions, the defendant's driver's license is suspended for consecutive \r\none year terms.\r\n\r\n  Section 56-1-745(C) provides:\r\n  \r\n    if an individual is employed or enrolled in a college or university at any time while his driver's license is suspended pursuant to this section, he may apply for a special restricted driver's license permitting him to drive only to and from work or his place of education and in the course of his employment or education during the period of suspension.\r\n  \r\n  Section 56-1-748 provides:\r\n\r\nNo person issued a restricted driver's license under the provisions of Section 56-1-745(C) . . . shall subsequently be  eligible for issuance of a special restricted driver's license under these provisions.\r\nWhile the plain and unambiguous language of § 56-1-748 clearly precludes the issuance of a second special restricted driver's \r\nlicense, we conclude the General Assembly could not possibly have intended to permit a person who pleads guilty to several controlled substance \r\nviolations at one time to receive a special restricted driver's license for the \r\nfirst suspension, but not for the balance of the suspensions. Kiriakides v. \r\nUnited Artists Communications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994) \r\n(however plain the ordinary meaning of the words used in a statute may be, the \r\ncourts will reject that meaning if to accept it would lead to a result so \r\nplainly absurd that it could not possibly have been intended by the legislature \r\nor would defeat the plain legislative intention).\r\nWe find the intent of the General Assembly in enacting § 56-1-748 was to give a person convicted of a controlled substance violation \r\none opportunity to continue driving to work or school while his driver's license \r\nis suspended. The General Assembly intended this opportunity to be available so long as the person remains \"clean.\" If a person has been issued a \r\nspecial restricted driver's license pursuant to § 56-1-745(C), he is not entitled \r\nto another special restricted driver's license if he is subsequently convicted \r\nof a new controlled substance violation. If a person is issued a special \r\nrestricted driver's license and later regains his regular driver's license, he is \r\nnot entitled to issuance of another special restricted driver's license under § \r\n56-1-745(C).\r\nAccordingly, Cude is entitled to a special restricted driver's license for each of the ten one-year suspensions.1 If, however, \r\nCude is convicted of another controlled substance violation while issued a \r\nspecial restricted driver's license, he is not entitled to another special \r\nrestricted driver's license. Similarly, if he regains his regular driver's license and \r\nis again convicted of a controlled substance offense mandating suspension of his driver's license, he is not entitled to a special restricted driver's \r\nlicense.\r\nREVERSED.\r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur.\r\n1The expiration of Cude's regular driver's license should not affect the issuance of a special restricted driver's license under &sect; 56-1-745(C).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"24995","title":"Al-Shabazz v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=24995","description":"","date":"2000-02-14","type":"opinion","text":"\r\n      \r\n  THE STATE OF SOUTH CAROLINA \r\n    In The Supreme Court\r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\n        Malik Abdul Al-Shabazz, Petitioner,\r\n        v.\r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Richland County\r\n  L. Casey Manning, Post-Conviction Judge\r\n\r\nOpinion No. 24995\r\n  Submitted November 18, 1998 - Filed August 23, 1999\r\n  Heard December 14, 1999 - Refiled February 14, 2000\r\n\r\nVACATED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak of the South Carolina Office of Appellate Defense, Columbia, for petitioner.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and Assistant Deputy Attorney General Teresa A. Knox, all of Columbia, for respondent.\r\n        General Counsel Richard P. Stroker and Deputy General Counsel William Ansel Collins, Jr., both of the South Carolina Department of Corrections, Columbia, for intervenor.\r\n      \r\n    \r\n  \r\n\r\nWALLER, A.J.: Malik Abdul Al-Shabazz (petitioner) filed a post-conviction relief (PCR) application in September 1995. A circuit judge summarily dismissed the application without an evidentiary hearing. Petitioner appealed. After issuing our original opinion in which we vacated and remanded this matter for further proceedings, Al-Shabazz v. State, Op. No. 24995 (S.C. Sup. Ct. filed August 23, 1999) (Shearouse Adv. Sh. No. 28 at 31), we granted respondent's petition for rehearing. We simultaneously granted a motion to intervene by the South Carolina Department of Corrections (Department). After hearing oral arguments in this matter, we now withdraw our original opinion and issue this opinion. We vacate and remand for further proceedings.\r\nFACTS\r\nPetitioner is serving prison sentences totaling eighty-three years. In his PCR application, petitioner challenged the decision of an Adjustment Committee (Committee)1 of Department to take away a portion of the credits he had accrued for good conduct (good-time credits). In addition, petitioner alleged the Committee had unlawfully found him guilty of violating institutional rules and illegally placed him in solitary confinement. He alleged that Department and the Committee had violated his constitutional rights to procedural due process and equal protection in several ways, such as refusing to let him call his, own witnesses or provide him with a competent inmate representative. \r\nPetitioner alleged those deficiencies in the process nullified any forms he signed admitting to violations of prison rules. He claimed the deficiencies not only violated constitutional safeguards, but also deviated from Department's own policies and procedures on Committee hearings. He sought court-appointed counsel to assist him in preparing his PCR case. \r\nThe State asked the PCR judge to dismiss the application pursuant to Tutt v. State, 277 S.C. 525, 290 S.E.2d 414 (1982) (PCR Act may be invoked only by someone claiming right to have sentence vacated, set aside, or corrected; the Act does not give a court authority to consider allegations that an inmate's constitutional rights were violated when prison authorities transferred him within the prison system and downgraded his custody status). The PCR judge summarily dismissed the case, citing Tutt v. State.\r\nWe granted the petition for a writ of certiorari to answer the following procedural question:\r\n\r\n  May petitioner raise claims regarding good-time credits and solitary confinement in a PCR action and, if not, how must he raise such claims in order to obtain review?\r\n\r\nIn resolving petitioner's case, we substantially modify the process by which PCR applicants and inmates2 raise certain types of claims. First, we will explain the claims and basic procedures available in collateral attacks on a conviction or sentence in a PCR proceeding. Second, we will explain how inmates may seek review of claims involving non-collateral matters, i.e., administrative matters that are not cognizable in a PCR proceeding. Finally, we will apply our reasoning to the facts of petitioner's case.\r\nDISCUSSION\r\nA. COLLATERAL ATTACKS ON A CONVICTION OR SENTENCE\r\nPost-conviction relief processes created by the states are the result of the United States Supreme Court's determination that the Fourteenth Amendment may require the states to afford state prisoners some adequate corrective process for the hearing and determination of claims of violation of federal constitutional guarantees. See Case v. Nebraska, 381 U.S. 336, 85 S.Ct. 1486, 14 L.Ed.2d 422 (1965) (after Court granted certiorari to determine this question, the judgment in Case was vacated and remanded to be heard in light of new statute providing a post-conviction relief procedure). South Carolina adopted its version of the Uniform Post-Conviction Procedure Act in 1969. S. C. Code Ann. §§ 17-27-10 to -160 (1985 &amp; Supp. 1999) (PCR Act). \r\nThe courts, the state Office of the Attorney General, the state Office of Appellate Defense, private attorneys, prison officials, and many inmates have grown familiar with a well-defined process developed under the PCR Act during the past thirty years.\r\nThe applicant submits his claims on a standard PCR application, initiating a civil action governed by the South Carolina Rules of Civil Procedure in the Court of Common Pleas in the county where he was convicted. S.C. Code Ann. §§17-27-40, -50 and -80 (1985); Rule 71.1, SCRCP; Appendix of Forms, SCRCP, Form 5. The applicant must raise all available grounds for relief in his first application because successive applications usually are barred. S.C. Code Ann. §17-27-90 (1985); Aice v. State, 305 S.C. 448, 409 S.E.2d 392 (1991).\r\nThe applicant may not bring a PCR action while a direct appeal is pending. Rule 71.1(b), SCRCP. In a direct appeal, the focus generally is upon the propriety of rulings made by the circuit court in response to a party's motions or objections. In PCR, the focus usually is upon alleged errors made by trial or plea counsel.. Therefore, when asserting the erroneous admission of evidence, a violation of a constitutional right, or other errors in a proceeding, the applicant generally must frame the issue as one of ineffective assistance of counsel. Drayton v. Evatt, 312 S.C. 4, 9, 430 S.E.2d 517, 520 (1993) (holding issues that could have been raised at trial or in direct appeal cannot be asserted in PCR application absent a claim of ineffective assistance of counsel); Hyman v. State, 278 S.C. 501, 299 S.E.2d 330 (1983) (same); Richardson v. State, 310 S.C. 360, 363, 426 S.E.2d 795, 797 (1993) (explaining that defendant who pleads guilty upon advice of counsel may only attack the voluntary and intelligent character of plea by showing that advice he received from counsel was not within range of competence demanded of attorneys in criminal cases). The applicant attempts to show that his or her attorney erred in a manner that a reasonably proficient attorney would not, and that the error prejudiced his case. See cases collected in 8 West's South Carolina Digest, Criminal Law, Key No. 998.\r\nThe State must respond by answer or motion to the application. S.C. Code Ann. §17-27-70(a) (1985). The State may move for summary dismissal of the application, but the court must not grant that motion without first giving the applicant a chance to reply to the proposed dismissal. Furthermore, summary dismissal without a hearing is appropriate only when (1) it is apparent on the face of the application that there is no need for a hearing to develop any facts and (2) the applicant is not entitled to relief. S.C. Code Ann. §17-27-70(b) and (c) (1985).\r\nWhen considering the State's motion for summary dismissal of an application, a judge must assume facts presented by an applicant are true and view those facts in the light most favorable to the applicant. Cf. Stiles v. Onorato, 318 S.C. 297, 457 S.E.2d 601(1995) (ruling on a Rule 12(b)(6), SCRCP, motion to dismiss must be based solely upon the allegations set forth on the face of the complaint, and the motion may not be sustained if facts alleged and inferences reasonably deducible therefrom would entitle plaintiff to any relief on any theory of the case).\r\nAn indigent applicant who is granted a hearing has a statutory right to be represented by a court-appointed attorney. S.C. Code Ann. § 17-27-60 (1985); Whitehead v. State, 310 S.C. 532, 426 S.E.2d 315 (1992); Rule 71.1(d), SCRCP. After a hearing, the PCR court grants or denies relief by issuing a written order containing findings of fact and conclusions of law. S.C. Code Ann. §17-27-80 (1985). Either party must timely file a Rule 59(e), SCRCP, motion to preserve for review any issues not ruled upon by the court in its order. Pruitt v. State, 310 S.C. 254, 423 S.E.2d 127 (1992) (issue must be raised to and ruled on by the PCR judge in order to be preserved for review); Plyler v. State, 309 S.C. 408, 424 S.E.2d 477 (1992) (same).\r\nA final judgment in a PCR action must be timely appealed, and it is filed in the Supreme Court as a petition for a writ of certiorari. S.C. Code Ann. §17-27-100 (1985); Rule 71.1(f), SCRCP; Rule 227, SCACR. An indigent applicant has a right to be represented on appeal by court-appointed counsel. Rule 71.1(g), SCRCP.\r\nBefore the adoption of the PCR Act, inmates often pursued post appeal claims by petitioning the court for a writ of habeas corpus or other remedial writ. The PCR Act now \"comprehends and takes the place of all other common law, statutory, or other remedies heretofore available for challenging the validity of the conviction or sentence.\" S.C. Code Ann. § 17-27-20(b) (1985); Finklea v. State, 273 S.C. 157, 255 S.E.2d 447 (1979) (aim of PCR Act is to consolidate in one simple statute all the remedies presently available for challenging the validity of a sentence of imprisonment).\r\nIn keeping with that principle, we clearly have indicated that we wish to limit habeas petitions and funnel issues raised by inmates challenging their conviction or sentence into the PCR process. We briefly traced the history of habeas corpus and the advent of the PCR Act in Simpson v. State, 329 S.C. 43, 495 S.E.2d 429 (1998). We held that a matter which is cognizable under the PCR Act must be raised in PCR application, and may not be raised by a petition for a writ of habeas corpus before the circuit or other lower courts. This Court retains its ability to consider habeas petitions in its original jurisdiction and grant relief in those unusual instances where \"there has been a violation which, in the setting, constitutes a denial of fundamental fairness shocking to the universal sense of justice\". Id. at 46, 495 S.E.2d at 431; accord Gibson v. State, 329 S.C. 37, 40, 495 S.E.2d 426, 428 (1998) (availability of habeas corpus has been severely limited by PCR Act, and is available only when other remedies such as PCR are inadequate or unavailable); Keeler v. Mauney, 330 S.C. 568, 500 S.E.2d 123 (Ct. App. 1998) (interpreting Simpson v. State and Gibson v. State to bar inmate's habeas petition in circuit court challenging a jury charge because inmate could have raised it in his earlier PCR application).\r\nIn recent years, this Court has allowed inmates to raise claims regarding sentence-related credits3 in a PCR proceeding because calculating those credits potentially affects the duration of a sentence. The Court did so primarily because PCR provides an established and uniform process, as well as the availability of appointed counsel. See Busby v. Moore, 330 S.C. 201, 498 S.E.2d 883 (1998) (deciding in PCR actions that inmates are eligible to earn good-time credits when sentence begins to run, but inmates actually earn the credits only after they behave properly); Harris v. State, 309 S. C. 466, 424 S.E.2d 509 (1992) (deciding. in PCR action that Ex Post Facto Clause was not violated because inmate was not prejudiced by inability to earn good-time and work credits under new statute); Elmore v. State, 305 S.C. 456, 409 S.E.2d 397 (1991) (deciding in PCR action that substantive violation of Ex Post Facto Clause results from denial of work credits to inmates entitled to such credits when an offense is committed, but inmate suffered no ex post facto violation because he was not eligible for the credits when he committed his crime).\r\nDespite the decision in Tutt v. State, supra, the Court occasionally has allowed inmates to raise conditions of imprisonment in a PCR proceeding. See Simmons v. State, 316 S.C. 28, 446 S.E.2d 436 (1994) (stating \"conditions of imprisonment have been considered on a discretionary basis in PCR proceedings and by this Court,\" and considering whether Department properly denied inmate's request for work release).\r\nIn 1995, the Legislature enacted a statute of limitations for PCR actions. An application \"must be filed within one year after the entry of a judgment of conviction or within one year after the sending of the remittitur to the lower court from an appeal or the filing of the final decision upon an appeal, whichever is later.\" S.C. Code Ann. § 17-27-45(A) (Supp. 1999). The statute also sets a one-year deadline for filing an application to assert a newly created and retroactively applied standard or right, and a one-year deadline to raise newly discovered material facts that require vacation of a conviction or sentence. S.C. Code Ann. § 17-27-45(B) and (C) (Supp.1999).4Thus, an inmate whose credits-related claim arises years after the deadline is barred from filing a PCR application.\r\nGiven the impact of the new statute of limitations, we re-emphasize the core purpose of the PCR Act as set forth in S.C. Code Ann. § 17-27-20(a) (1985).5We hold that, aside from two non-collateral matters specifically listed in the PCR Act, PCR is a proper avenue of relief only when the applicant mounts a collateral attack challenging the validity of his conviction or sentence as authorized by Section 17-27-20(a). A typical PCR claim of ineffective assistance of counsel falls into this category because, if the applicant proves his case, his conviction or sentence will be overturned. A claim regarding sentence related credits or other condition of imprisonment does not fall into this category. A successful claim, while it may affect the duration of the sentence or the quality of life in prison, will not affect the validity of the underlying conviction or sentence. Accord Finklea v. State, supra; 11A Uniform Laws Annotated 275, Comment on Section 1 of Uniform Post-Conviction Procedure Act (1995) (Act was written, in part, \"to bring together and consolidate into one simple statute all the remedies, beyond those that are incident to the usual procedures of trial and [appellate] review, which are at present available for challenging the validity of a sentence of imprisonment\") (emphasis added).\r\nThe only exceptions to our holding are two non-collateral matters specifically listed in Section 17-27-20(a)(5): the claim that an applicant's sentence has expired and the claim that an applicant's probation, parole, or conditional release has been unlawfully revoked. Under the approach we outline today, these claims are non-collateral matters because neither constitutes a challenge to the validity of the underlying conviction or sentence.\r\nThe specific inclusion of these provisions in the PCR Act merely reflects the fact that the Act replaced the petition for a writ of habeas corpus, which an inmate would have used to make such claims in the past. In the first instance, the applicant asserts he has fully served a valid sentence and now must be released. In the second instance, the applicant asserts he should not have been returned to prison to serve the remainder of a valid sentence. We hold that these two claims, because they are specifically listed in the PCR Act, may be raised in PCR or as a non-collateral matter in the manner outlined below.\r\nB. NON-COLLATERAL OR ADMINISTRATIVE MATTERS\r\nWe next address the procedure an inmate must use when seeking review of Department's decision in a non-collateral or administrative matter, i.e., one in which an inmate does not challenge the validity of a conviction or sentence.\r\n(1) BACKGROUND\r\nWe previously have held that the issues of solitary confinement and downgrading of custody status are not properly raised in a PCR proceeding. Tutt v. State, 277 S.C. 525, 290 S.E.2d 414; Crowe v. Leeke, 273 S.C. 763, 259 S.E.2d 614 (1979). Today we add credits-related issues and other conditions of imprisonment to the list of administrative matters. We overrule Busby v. Moore, 330 S.C. 201, 498 S.E.2d 883; Harris v. State, 309 S.C. 466, 424 S.E.2d 509; Elmore v. State, 305 S.C. 456, 409 S.E.2d 397, and Simmons v. State, 316 S.C. 28, 446 S.E.2d 436, to the extent they stand for the proposition that credits related issues or conditions of imprisonment may be raised in a PCR proceeding.\r\nThe question of whether an inmate may seek judicial review of Department's decisions under the South Carolina Administrative Procedures Act (APA)6went unanswered in Pruitt v. State, 274 S.C. 565, 567 n.2, 266 S.E.2d 779, 780 n.2 (1980). Today we answer that question affirmatively and hold that an inmate may seek review of Department's final decision in an administrative matter under the APA. Placing review of these cases within the ambit of the APA will ensure that an inmate receives due process, which consists of notice, a hearing, and judicial review. It also will provide an orderly and consistent framework for resolving such matters.\r\nThese administrative matters typically arise in two ways: (1) when an inmate is disciplined and punishment is imposed and (2) when an inmate believes prison officials have erroneously calculated his sentence, sentence related credits, or custody status. While review by an administrative law judge and the courts will be available under the APA, we emphasize that we are not holding that all APA provisions apply to the internal prison disciplinary or decision-making processes.\r\n\"The requirements of procedural due process apply only to the deprivation of interests encompassed by the Fourteenth Amendment's protection of liberty and property.\" Board of Regents of State Colleges v. Roth, 408 U.S. 564, 569, 92 S.Ct. 2701, 2705, 33 L.Ed.2d 548, 556 (1972). The statutory right to sentence-related credits is a protected \"liberty\" interest under the Fourteenth Amendment, entitling an inmate to minimal due process to ensure the state-created right was not arbitrarily abrogated. Wolff v. McDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). In that case, the Supreme Court established the minimum constitutional requirements for procedural due process when an inmate is disciplined for \"serious misconduct.\"7\r\nIn reaching its decision, the Supreme Court explained that courts must balance the demands of the Due Process Clause against the need to maintain an orderly and safe prison environment. \r\n\r\n  Prison disciplinary proceedings . . . take place in a closed, tightly controlled environment peopled by those who have chosen to violate the criminal law and who have been lawfully incarcerated for doing so. Some are first offenders, but many are recidivists who have repeatedly employed illegal and often very violent means to attain their ends. They may have little regard for the safety of others or their property or for the rules designed to provide an orderly and reasonably safe prison life .... Guards and inmates coexist in direct and intimate contact. Tension between them is unremitting. Frustration, resentment, and despair are commonplace. Relationships among inmates are varied and complex and perhaps subject to the unwritten code that exhorts inmates not to inform on a fellow prisoner.\r\n\r\nWolff 418 U.S. at 561-62, 94 S.Ct. at 2977, 41 L.Ed.2d at 954. Similarly, the New Jersey Supreme Court stated that\r\n\r\n  [i]t must be remembered that prisons and correctional institutions are not quiet monasteries. Their security and order are peculiarly dependent upon a system of swift, stern, unmistakable, and yet fair disciplinary justice. That measure of control is as important to protect the right to safety of the peaceful inmate population as to that of the correctional staff inside and the public outside .... Thus, a court must weigh any expansion or refinement of long-established due process rights of prisoners against the safety of all the prisoners and the corrections staff.\r\n\r\nMcDonald v. Pinchak, 652 A.2d 700, 703 (ICJ. 1995). We have carefully weighed such considerations in reaching our decision today. \r\nIn Wolff, the Supreme Court held that due process in a prison disciplinary proceeding involving serious misconduct requires: (1) that advance written notice of the charge be given to the inmate at least twenty-four hours before the hearing; (2) that factfinders must prepare a written statement of the evidence relied on and reasons for the disciplinary action; (3) that the inmate should be allowed to call witnesses and present documentary evidence, provided there is no undue hazard to institutional safety or correctional goals; (4) that counsel substitute (a fellow inmate or a prison employee) should be allowed to help illiterate inmates or in complex cases an inmate cannot handle alone; and (5) that the persons hearing the matter, who may be prison officials or employees, must be impartial. Wolff, 481 U.S. 563-72, 94 S.Ct. 2978-82, 41 L.Ed.2d at 954-60.\r\nThe Supreme Court also held that the inmate does not have a constitutional right to confront and cross-examine witnesses who testify against him, although prison officials have the discretion to grant that right in appropriate cases. Furthermore, the inmate does not have a constitutional right to retained or appointed counsel at a disciplinary hearing. Id.\r\n(2) DEPARTMENT'S INTERNAL PROCESS\r\nDepartment has established procedures to resolve inmate disciplinary problems and impose appropriate punishment. Department gives a copy of the disciplinary rules and procedures to each inmate. In a recent annual report, Department stated that \"inmates who violate the rules will be provided due process and disciplinary actions will be adjudicated in a responsive and fair manner.\" Annual Report of the South Carolina Department of Corrections, 1997-98, at 6.\r\nDepartment has outlined procedures for conducting \"minor\" and \"major\" disciplinary hearings. The following discussion describes Department's procedures in major disciplinary hearings, which involve more serious rule violations.8An inmate is served with notice of the disciplinary charge at least twenty-four hours prior to the hearing and within thirty days of the discovery of the alleged violation. An inmate has the right to present documentary evidence and to request witnesses in his defense. An inmate has the right to a counsel substitute, a non-attorney designated to assist the inmate or represent him at the hearing. South Carolina Department of Corrections Manual for Operations, Inmate Disciplinary System, No. OP-22.14.\r\nAn inmate may hear all evidence presented at the hearing unless the disciplinary hearing officer determines that hearing the evidence will jeopardize prison security or the life or safety of other persons. Counsel substitute is permitted to remain and act on the inmate's behalf if the inmate is excluded from any portion of the hearing. Id. The disciplinary hearing officer must decide whether an inmate is guilty based on a preponderance of the credible evidence. Id.\r\nDisciplinary hearings are tape-recorded. Department gives an inmate limited access to the recordings, which are kept for 180 days before being recycled. Id. \r\nWhen an inmate is found guilty, the officer must prepare a written report containing, among other things, the evidence presented and considered, the reasons for a determination of guilt, the reasons for imposing a particular penalty, the reasons for excluding the accused inmate from any portion of the hearing, and the reasons for excluding any witnesses or evidence. Id. Possible punishments include restricting the inmate to his cell, eliminating various privileges, or revoking credits that reduce the length of a sentence. Id.\r\nThe warden reviews the disciplinary hearing officer's decision, and may approve, modify or reverse it. Manual for Operations, Inmate Disciplinary System, No. OP-22.14. If an inmate is dissatisfied with the decision, he must file an appeal within fifteen days of receiving the written decision of the disciplinary hearing officer. Id. Department requires the disciplinary hearing officer to inform an inmate of the right to appeal a finding of guilt and the penalty imposed. Id.\r\nAn inmate appeals the decision by initiating a grievance. South Carolina Department of Corrections Manual for General Administration, Inmate Grievance System, No. GA-01.12. The matter is reviewed by the institutional inmate grievance coordinator, who recommends a course of action to the prison warden after interviewing affected employees and inmates. The warden must respond to the inmate in writing within a specified period. The inmate may appeal the warden's decision to the appropriate deputy director, inspector general, or general counsel of Department. That person's response is Department's final decision in the matter. Id.\r\nWe hold that Department's disciplinary and grievance procedures are consistent with the standards delineated by the Supreme Court in Wolff v. McDonnell, supra. We note that Department also prepared its grievance procedures in compliance with the Civil Rights of Institutionalized Persons Act, 42 U.&amp;C.A. §§ 1997-1997j (1994 &amp; Supp. 1999); see also 28 C.F.R. §§ 40.1 to 40.22 (1998) (standards for inmate grievance procedures).\r\n(3) APPLICATION OF THE APA\r\nWe concluded in Section A that PCR no longer is an appropriate route to obtain review of Department's final decision in a non-collateral or administrative matter. Review, although limited in scope, must be provided in some form. The most practical and obvious solution is that Department's final decisions, like those of other agencies, are subject to review pursuant to the APA. Accordingly, we hold, as stated above, that an inmate may seek such review under the APA. Other states have taken a similar approach.9\r\nThe APA outlines a variety of rights and procedures available to the parties in a contested case decided by an administrative agency. See S.C. Code Ann. § 1-23-320 to -370 (1986 &amp; Supp. 1999). For example, a party may cause depositions to be taken and the agency may, on its own behalf or on behalf of a party, issue subpoenas requiring the attendance of witnesses or the production of records.\r\nWe agree in part with courts in other states that have found many APA provisions obviously were not written with the unique concerns of a prison disciplinary system in mind. 10 Given our conclusion that Department's disciplinary and grievance procedures comply with the minimal due process required in such proceedings, we decline to apply the following APA provisions to the internal prison disciplinary process: S.C. Code Ann. § 1-23-320 (Supp. 1999) (notice and hearing in contested case, depositions, subpoenas, informal disposition, content of record); S.C. Code Ann. § 1-23-330 (1986) (evidentiary matters in contested cases); S.C. Code Ann. § 1-23-340 (1986) (procedure in contested case where majority of those who are to render final decision are unfamiliar with the case); and S.C. Code Ann. § 1-23-360 (1986) (communication by members of agency assigned to decide contested case).\r\nWe also decline to apply those same APA provisions to the internal decision-making process used when an inmate alleges Department has miscalculated his sentence, sentence-related credits, or custody status. Initiating a grievance is the method an inmate uses to challenge such decisions within the prison system. The grievance procedure Department has established is sufficient to give an inmate a method to raise the matter to prison officials and create a reviewable record. 11\r\nWe find this approach appropriate because Department is an agency for purposes of the APA. S.C. Code Ann. § 1-23-310(2) (Supp. 1999) (\"' [a] gency' means each state board, commission, department or officer, other than the legislature or the courts, but to include the administrative law judge division, authorized by law to determine contested cases\"). An inmate brings a contested case for purposes of judicial review when he challenges a disciplinary outcome, calculation of sentence-related credits, custody status, or other condition of imprisonment. S.C. Code Ann. § 1-23-310(3) (Supp. 1999) (\"' [c] ontested case' means a proceeding . . . in which the legal rights, duties, or privileges of a party are required by law to be determined by an agency after an opportunity for hearing\").\r\nContrary to Department's contention, a hearing is required by law when an inmate faces the potential loss of sentence-related credits, and Department properly has chosen to give an inmate a hearing in other matters in which the inmate does not have a constitutionally protected liberty interest. See Wolff v. McDonnell, supra; footnote 7; accord S.C. Const. art. I, § 22 (providing for notice, an opportunity to be heard, an impartial adjudicator, and judicial review when an administrative agency makes a judicial or quasi judicial decision affecting private rights).\r\n(4) APPEAL TO THE ADMINISTRATIVE LAW JUDGE DIVISION\r\nThe Legislature created the Administrative Law Judge Division (ALJ Division), a part of the executive branch, in 1993. S.C. Code Ann. §§ 1-23-500 to -660 (Supp.1999). The ALJ Division has established Rules of Procedure, as authorized by S.C. Code Ann. § 1-23-650 (Supp. 1999).\r\nThe ALJ Division's Rules of Procedure (ALJDRP) provide for the hearing of contested cases by an administrative law judge (ALJ). Rules 8-32, ALJDRP; see also S.C. Code Ann. § 1-23-600(B) (Supp. 1999) (stating an ALJ \"shall preside over all hearings of contested cases as defined in Section 1-23-310 involving the departments of the executive branch of government in which a single hearing officer is authorized or permitted by law or regulation to hear and decide such cases\"). We decline, as we did with certain APA provisions discussed above, to apply these contested case rules to non-collateral and administrative matters decided by Department. Department's procedures provide a sufficient method of resolving administrative matters pertaining to inmates without the need for a contested-case hearing before an ALJ.\r\nAn inmate may, however, seek review of Department's final decision by an ALJ in a non-collateral or administrative matter. Cf. Bennett v. South Carolina Dent of Corrections, 305 S.C. 310, 408 S.E.2d 230 (1991) (statutory requirements proffering administrative remedy and requiring exhaustion before seeking judicial review mean administrative agency has exclusive right to decide issues before it, subject only to appeal for judicial review of its decision). The ALJ sits in an appellate capacity to review Department's decisions. Cf. Reliance Ins. Co. v. Smith, 327 S.C. 528, 534, 489 S.E.2d 674, 677 (Ct. App. 1997) (explaining that ALJ is not restricted to merely reviewing decision below when hearing a contested case, which is in the nature of a de novo hearing; thus indicating the converse proposition that an ALJ is restricted to reviewing the decision below when acting in an appellate capacity).\r\nThe inmate must file and serve a notice of appeal upon specified parties within thirty days of receipt of written notice of Department's final decision. Rule 33, ALJDRP. Department shall inform an inmate in writing of the right to seek review by an ALJ, just as it informs an inmate of the right to appeal within the prison system.\r\nThe notice of appeal must contain a general statement of the grounds for appeal and other required information. Rule 33, ALJDRP. Department must file the record, which must contain, among other things, all pleadings, evidence received or considered, and the final order with the ALJ Division within thirty days of receipt of the notice of appeal. Id. In major prison disciplinary proceedings, the record must include pertinent portions of the tape recording of the hearing or a properly transcribed record of the hearing. See Rules 35 and 37, ALJDRP (ordering and filing of transcript and record on appeal); cf. McGinnis v. Stevens, 543 P.2d 1221, 1236 (Alaska 1975) (requiring verbatim tape recording of hearing for use in judicial review of disciplinary proceeding).\r\nThe parties must prepare the specified briefs. Rule 36, ALJDRP. An appeal may be dismissed on the motion of any party, or on the motion of an ALJ, for failure to comply with procedural rules or applicable time limits. Rule 38, ALJDRP. The ALJ may hear oral arguments, but \"[i]n the discretion of the [ALJ], oral argument may not be required.\" Rule 39, ALJDRP. The ALJ \"shall render a decision in a written order which shall be served on all parties and filed with the clerk of the [ALJ] Division.\" Rule 40, ALJDRP.\r\n(5) REVIEW BY THE JUDICIAL BRANCH\r\nAn inmate is entitled to judicial review of the final decision in a non-collateral or administrative matter, which includes a disciplinary hearing. \"[T]hough his rights may be diminished by the needs and exigencies of the institutional environment, a prisoner is not wholly stripped of constitutional protections when he is imprisoned for crime. There is no iron curtain drawn between the Constitution and the prisons of this country.\" Wolff v. McDonnell, 418 U.S. at 555-56, 94 S.Ct. at 2974, 41 L.Ed.2d at 950; accord S.C. Const. art. I, § 22; Bounds v. Smith, 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977) (prisoners have a constitutional right of access to the courts, although that right is not absolute); see also Lewis v. Casey, 518 U.S. 343, 355, 116 S.Ct. 2174, 2182, 135 L.Ed.2d 606, 620 (1996) (reaffirming inmates' basic right of access to the courts, but disapproving of certain broad language in Bounds v. Smith and explaining that the tools the state must provide are those which inmates \"need in order to attack their sentences, directly or collaterally, and in order to challenge the conditions of their confinement\").\r\nTo obtain judicial review of the ALJ's final decision, \"a petition by an aggrieved party must be filed with the Circuit Court and served on the opposing party not more than thirty days after the party receives the final decision and order of the administrative law judge. Appeal in these matters is by right.\" S.C. Code Ann. § 1-23-610(B) (Supp. 1999); accord S.C. Code Ann. § 1-23-380(A)(1) (Supp. 1999). The petition may be filed in any circuit court as long as the chosen forum is neither arbitrary nor unreasonable, and provided that no statute controls venue in a particular type of case. Williams v. South Carolina Dep't of Wildlife, 295 S.C. 98, 99, 367 S.E.2d 418, 419 (1987), overruled on other grounds, Dove v. Gold Kist. Inc., 314 S.C. 235, 442 S.E.2d 598 (1994); 1972 Capri v. South Carolina Dep't of Highways and Pub. Transp., 274 S.C. 88, 91, 261 S.E.2d 307, 308 (1979).\r\nThe appellant must file a copy of the notice of appeal from the ALJ's decision with the clerk of the ALJ Division. Upon receipt of that notice, the clerk must transmit the record or a certified copy of the record of the agency proceedings which were the subject of the appeal to the reviewing authority. Rule 41, ALJDRP. In major prison disciplinary proceedings, the record must include pertinent portions of the tape recording of the hearing or a properly transcribed record of the hearing. Cf. McGinnis v. Stevens, 543 P.2d at 1236 (requiring verbatim tape recording of hearing for use in judicial review of disciplinary proceeding).\r\nThe inmate's petition to the circuit court must distinctly and specifically direct the court's attention to the errors or abuses allegedly committed by the ALJ. It must include all that is necessary to enable the circuit court to decide whether the ALJ made an erroneous or unsubstantiated ruling. A mere expression of dissatisfaction with the ruling is not sufficient. See Smith v. South Carolina Dep't of Social Servs., 284 S.C. 469, 327 S.E.2d 348 (1985). In reviewing a final decision of the ALJ, as when reviewing a final decision of an agency, the circuit court essentially sits as an appellate court to review alleged errors committed by the ALJ. See Kiawah Resort Associates v. South Carolina Tax Comm'n, 318 S.C. 502, 505, 458 S.E.2d 542, 544 (1995); S.C. Code Ann. § 1-23-310(2) (Supp. 1999) (defining \"agency\" to include ALJ Division). Consequently, issues or arguments that were not raised to and ruled on by the ALJ ordinarily are not preserved for review. Kiawah Resort Associates, supra.12\r\nThe APA establishes the standard of review and the court's authority in reviewing the ALJ's decision: \r\n\r\n  The review of the administrative law judge's order must be confined to the record. The reviewing tribunal may affirm the decision or remand the case for further proceedings; or it may reverse or modify the decision if the substantive rights of the petitioner has been prejudiced because of the finding, conclusion, or decision is:\r\n  \r\n    (a) in violation of constitutional or statutory provisions;\r\n    (b) in excess of the statutory authority of the agency;\r\n    (c) made upon unlawful procedure;\r\n    (d) affected by other error of law;\r\n    (e) clearly erroneous in view of the reliable, probative and substantial evidence on the whole record; or\r\n    (f) arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\r\n  \r\n\r\nS.C. Code Ann. § 1-23-610(D) (Supp. 1999); accord S.C. Code Ann. § 1-23-380(A)(6) (Supp. 1999).\r\nIt has long been established that the court may not substitute its judgment for that of an agency on questions of fact when those facts are supported by substantial evidence. E.g., Lark v. Bi-Los Inc., 276 S.C. 130, 135, 276 S.E.2d 304, 307 (1981); Board of Bank Control v. Thomason, 236 S.C. 158, 165-67,113 S.E.2d 544, 547-48 (1960). The court must apply the same principle in reviewing the ALJ's final decision in an administrative matter.\r\nSubstantial evidence is relevant evidence that, considering the record as a whole, a reasonable mind would accept to support an administrative agency's action. Substantial evidence exists when, if the case were presented to a jury, the court would refuse to direct a verdict because the evidence raises questions of fact for the jury. It is more than a mere scintilla of evidence, but is something less than the weight of the evidence. Furthermore, the possibility of drawing two inconsistent conclusions from the evidence does not prevent a court from concluding that substantial evidence supports an administrative agency's finding. Porter v. South Carolina Pub. Serv. Comm'n, 333 S.C, 12, 507 S.E.2d 328, 332 (1998); Lark v. Bi-Lo, Inc., supra. To afford meaningful judicial review, the ALJ must adequately explain the decision by documenting the findings of fact and basing the decision on reliable, probative, and substantial evidence on the whole record. See Porter v. South Carolina Pub. Serv. Comm'n supra; cf. S.C. Code Ann. § 1-23-350 (1986).\r\nWhile the substantive content of the petition must sufficiently explain the basis of the inmate's challenge, the circuit court, as in PCR proceedings, has the discretion to construe a pleading in the appropriate manner. See Gibson v. State, 329 S.C. at 41, 495 S.E.2d at 428 (habeas corpus petition may be construed as a PCR application); Hunter v. State, 316 S.C. 105, 447 S.E.2d 203 (1994) (same), abrogated on other grounds by Simpson v. State, 329 S.C. 43, 495 S.E.2d 429 (1998). An informal format or improperly titled petition ordinarily should not form the basis for summary dismissal.\r\nNevertheless, an inmate must ensure that his claim or appeal is not malicious, frivolous, or false. A judicial finding of such conduct may result in the forfeiture of good-time, work, or education credits. S.C. Code Ann. §§ 24-27-200 to -220 (Supp. 1999).\r\nAn aggrieved party may obtain appellate review of any final judgment of the circuit court in the manner prescribed for civil cases. S.C. Code Ann. § 1-23-390 (1986). The party must properly serve a notice of appeal within thirty days after receipt of written notice of entry of the order or judgment. Rule 203(b)(1), SCACR.\r\nAt first glance, our decision today appears to conflict with precedent because we establish a method of judicial review in cases in which we previously determined an inmate usually does not have a protected liberty interest. See Brown v. Evatt, 322 S.C. 189, 470 S.E.2d 848 (1996) (inmate has no liberty interest in a particular custody status as long as the challenged conditions or degree of confinement are within the sentence imposed and are not otherwise violative of the Constitution) (citing Sandin v. Conner, 515 U.S. 472, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995)); Crowe v. Leeke, 273 S.C. 763, 259 S.E.2d 614 (1979) (transfer within prison system or downgrading of custody status is not subject to judicial review as long as prison officials do not act arbitrarily, capriciously, or from personal bias or prejudice).\r\nBrown and Crowe do not stand for the proposition that judicial review is improper or unavailable. To the contrary, those cases teach that such review must be available to determine whether \"the challenged conditions or degree of confinement are within the sentence imposed and are not otherwise violative of the Constitution,\" or whether prison officials have acted arbitrarily, capriciously, or from personal bias. Brown, 322 S.C. at 194, 470 S.E.2d at 851; Crowe, 273 S.C. at 764, 259 S.E.2d at 615.\r\nWe emphasize, however, that we continue to endorse the limited nature of judicial review manifest in Brown and Crowe. Courts traditionally have adopted a \"hands off' doctrine regarding judicial involvement in prison disciplinary procedures and other internal prison matters, although they must intercede when infringements complained of by an inmate reach constitutional dimensions. Pruitt v. State, 274 S.C. at 567-68, 266 S.E.2d at 780. We intend to adhere to this \"hands off' doctrine when reviewing the outcome of any major or minor disciplinary hearing in which an inmate has a protected liberty interest due to the potential loss of sentence-related credits. In addition, the process due an inmate - as well as the level of judicial scrutiny - in a custody status case or a minor disciplinary hearing in which an inmate does not face the loss of sentence-related credits is further limited by the fact that neither of those matters is a protected liberty interest within the scope of the Fourteenth Amendment.\r\nIn its rehearing brief, Department states that its staff resolved 45,300 instances of offender misconduct, 79,300 custody and classification decisions, and 17,000 grievance hearings in the past year. Department fears that appeals in these cases may swamp it and the court system. We are not persuaded by this \"floodgate\" argument. Our decision today does not open courthouse doors that previously were locked. It merely modifies the method by which an inmate must enter those doors. Furthermore, we again emphasize that an inmate who raises malicious, frivolous, or false assertions in a petition to the circuit court faces additional sanctions under S.C. Code Ann. §§ 24-27-200 to.-220 (Supp. 1999).\r\nIn sum, we encourage Department to promptly and fairly resolve administrative matters raised by inmates. Department must create a record and adequately explain its decision to afford meaningful review by the ALJ Division under the APA. The ALJ must, in turn, adequately explain his or her decision to afford meaningful review by the judicial branch. When substantial evidence supports the decision reached by the ALJ, neither the circuit nor appellate courts may substitute their judgment for the ALJ's on these internal prison matters.\r\nA criminal justice system must include a fair, reasonable, and efficient means of addressing these administrative matters. We recognize that Department's officials and employees are well-versed on what it takes to run a safe and efficient prison system as the world enters the next millennium. They are the experts upon which we all pin our hopes that prisoners not only will be punished for their crimes, but also rehabilitated before they are someday released to live again among law-abiding citizens.13\r\nWe also recognize that errors and omissions, whether caused by bureaucratic oversight, a misunderstanding of the law, or an intentional act, are likely to occur in a system that closely controls the lives of some 21,500 inmates14 on any given day. While we are confident Department properly will resolve most matters without the need for either ALJ or judicial review, that review must be available. See Bounds v. Smith, supra. We believe our decision today will further the fair and prompt resolution of administrative matters in the prison system and the courts.\r\nC. PETITIONER'S CASE\r\nPetitioner's claims involve his custody status and the loss of good time credits incurred as a result of a major disciplinary proceeding. His claims are non-collateral or administrative matters that may not be raised in a PCR application. Petitioner must have a chance to seek review under the APA in the manner outlined above after Department reaches its final decision. Accordingly, we vacate the summary dismissal of petitioner's case and remand it to Department for proceedings consistent with this opinion.\r\nCONCLUSION\r\nWe hold that the PCR process is restricted to collateral attacks challenging the validity of a conviction or sentence, except for two non-collateral matters specifically listed in the PCR Act. We further hold that an inmate may obtain review of Department's final decision in non-collateral or administrative matters under the APA in the manner we have outlined. However, the specified APA provisions and the specified ALJ Division Rules of Procedure do not apply to the internal prison disciplinary or decision-making processes.\r\nOur decision shall apply to all PCR actions filed and all administrative matters in which Department renders a final decision after the date of this opinion. It also shall apply to all cases currently pending in circuit court or before this Court in which the inmate is similarly situated to petitioner, i.e., cases in which Department has decided a non-collateral or administrative matter and the inmate has not had the opportunity to obtain APA review in the manner we have outlined. Those cases shall be remanded to Department for further proceedings consistent with this opinion.\r\nVACATED AND REMANDED.\r\nTOAL, MOORE, and BURNETT, JJ., concur. FINNEY, C.J., concurring in a separate opinion.\r\nFINNEY, C.J.: I write separately to explain that while I have decided to concur in the result reached here, I do so with great reluctance. I join the majority only because we need to bring finality to this confused area of the law, and not because I agree with the method chosen here. In my view, the majority opinion is fundamentally flawed in that it simply ignores the third clause of S.C. Code Ann. § 17-27-20 (a)(5) (1985), which provides for a post conviction relief action to be brought by one claiming that \"...he is otherwise unlawfully held in custody or other restraint.\" Without doubt, this provision encompasses claims such as those brought by petitioner and other inmates challenging conditions of confinement. In the interest of judicial harmony, however, I reluctantly concur in the result reached by the majority.\r\n1Department implemented a new inmate disciplinary system in January 1997. Annual Report of the South Carolina Department of Corrections, 1997-98 at 6. Department's current policies do not mention an Adjustment Committee, which apparently has been replaced by the system we briefly describe below.\r\n2We will use the terms \"applicant\" or \"inmate\" throughout this opinion. We note that a person has standing to apply for PCR if he is in custody or if the results of his conviction still persist after release from custody. Jackson v. State, 331 S.C. 486, 489 S.E.2d 915 (1997); Jones v. State, 322 S.C. 101, 470 S.E.2d 110 (1996).\r\n3 See S.C. Code Ann. &sect; 24-13-210 (Supp. 1999) (good-time credits); S.C. Code Ann. &sect; 24-13-230 (Supp. 1999) (work and education credits).\r\n4Under our holding below, the provisions for future discovery of certain matters contained in Sections 17-27-45(B) and (C) apply only to matters properly raised in a PCR action. The discovery provisions do not apply to non collateral or administrative matters described in Section B of this opinion.\r\n5 Section 17-27-20(a) states:\r\n\r\n  Any person who has been convicted of, or sentenced for, a crime and who claims:\r\n  (1) That the conviction or the sentence was in violation of the Constitution of the United States or the Constitution or laws of this State;\r\n  (2) That the court was without jurisdiction to impose sentence;\r\n  (3) That the sentence exceeds the maximum authorized by law;\r\n  (4) That there exists evidence of material facts, not previously presented and heard, that requires vacation of the conviction or sentence in the interest of justice;\r\n  (5) That his sentence has expired, his probation, parole or conditional release unlawfully revoked, or he is otherwise unlawfully held in custody or other restraint;\r\n  or\r\n  (6) That the conviction or sentence is otherwise subject to collateral attack upon any ground of alleged error heretofore available under any common law, statutory or other writ, motion, petition, proceeding or remedy; may institute, without paying a filing fee, a proceeding under this chapter to secure relief. Provided, however, that this section shall not be construed to permit collateral attack on the ground that the evidence was insufficient to support a conviction.\r\n\r\n6 The statutes often described collectively as the APA now include three articles: S.C. Code Ann. &sect;&sect; 1-23-10 to -160 (1986 &amp; Supp. 1999) (Article 1 on rulemaking and code of regulations); S.C. Code Ann. &sect;&sect; 1-23-310 to -400 (1986 &amp; Supp. 1999) (Article 3 on administrative procedures); and S.C. Code Ann. &sect;&sect; 1-23-500 to -660 (Supp. 1999) (Article 5 on administrative law judge division).\r\n7One author has noted that the Supreme Court actually established the maximum constitutional requirements in such proceedings, given its reversal of two lower courts' decisions granting additional rights to inmates. John W. Palmer, Constitutional Rights of Prisoners, &sect; 8.3 (1991) (discussing Baxter v. Palmigiano, 425 U.S. 308, 96 S.Ct. 1551, 47 L.Ed.2d 810 (1976)).\r\n8 Petitioner's case was classified as a \"major\" disciplinary proceeding in which he faced the potential loss of sentence-related credits. An inmate has no protected liberty interest in a \"minor\" disciplinary proceeding in which he does not face the potential loss of sentence-related credits, but only lesser penalties such as extra duty, loss of television privileges, or cell restriction. See Wolff. 418 U.S. at 571 n.19, 94 S.Ct. at 2982 n.19, 41 L.Ed.2d at 960 n.19 (\"We do not suggest, however, that the procedures required by today's decision for the deprivation of good time would also be required for the imposition of lesser penalties such as the loss of privileges\"). Nevertheless, we encourage Department to continue to provide all inmates a fair hearing under guidelines such as those established in its existing policies.\r\n9See Owen v. Matsumoto, 859 P.2d 1308 (Alaska 1993) and Department of Corrections v. Kraus, 759 P.2d 539 (Alaska 1988) (inmate may obtain judicial review of major prison disciplinary actions under APA, but must challenge sentence calculations in PCR); Armistead v. Phelps, 365 So.2d 468 (La. 1978) (inmate may obtain judicial review of disciplinary proceeding under APA); Bryant v. Department of Pub. Safety and Corr. Serv., 365 A.2d 764, 767 (Md. Ct. Spec. App. 1976) (inmate may obtain judicial review of outcome of grievance proceeding under APA); Dailey v. Nebraska Dep't of Correctional Servs., 578 N.W.2d 869, 876 (Neb. Ct. App. 1998) (statute allows inmate to. obtain judicial review of prison disciplinary outcomes, but provides that APA does not apply to internal prison disciplinary process); Brown v. Tennessee, 928 S.W.2d 453, 457 (Tenn. Crim. App. 1996) (inmate not receiving jail credits he is entitled to by law should proceed under the APA).\r\n10Courts in several states either have declined to the apply their APA provisions to the prison system at all, or applied them in a limited manner. Wycoff v. Iowa District Court for Lee County, 580 N.W.2d 786 (Iowa 1998) (inmate may not seek judicial review of prison disciplinary proceeding under APA, but may do so in certain cases in PCR); Walen v. Department of Corrections, 505 N.W.2d 519, 521-22 (Mich. 1993) (explaining legislature exempted prison system from some, but not all, APA provisions after appellate court held disciplinary proceedings were contested cases under the APA); L'Heureux v. State Dep't of Corrections, 708 A.2d 549, 551-53 (R.I. 1998) (APA provisions were not designed to apply to disciplinary proceedings within a volatile prison population; nor does APA apply to classification proceedings or rule-making); Dawson v. Hearing Comm., 597 P.2d 1353 (Wash. 1979) (en banc) (prison disciplinary proceedings are not subject to judicial review under APA because they lie outside scope and intent of act); Rose v. Arizona Dep't of Corrections, 804 P.2d 845, 848-49 (Ariz. Ct. App. 1991) (APA does not apply to prison disciplinary proceedings and inmate may not obtain judicial review under APA; inmate may obtain review by \"special action\"); Canady v. Reynolds, 880 P.2d 391, 398 (Okla. Crim. App. 1994) (inmates may not challenge prison system's calculation of sentencing credits under APA because system was exempted from that act).\r\n11 Further support for not applying these APA provisions to Department's internal disciplinary or decision-making processes is evident in the Legislature's decision to exempt Department from submitting its internal regulations on the care and custody of inmates for legislative review and approval. S.C. Code Ann. &sect; 1-23-10(4) (Supp. 1999). That exemption indicates the Legislature intended to give Department ample latitude to control its internal affairs.\r\n12 When an inmate challenges the constitutionality of a statute, Department and the ALJ must follow the statute and leave the question of whether it is constitutional to the courts. See Beaufort County Bd. of Educ. v. Lighthouse Charter School Committee, 335 S.C. 230, 516 S.E.2d 655 (1999) (\"[a]n administrative agency must follow the law as written until its constitutionality is judicially determined; an agency has no authority to pass on the constitutionality of a statute\") (citing South Carolina Tax Comm'n v. South Carolina Tax Bd. of Review, 278 S.C. 556, 299 S.E.2d 489 (1983)). We do not decide whether an inmate must. raise the issue of whether a statute is unconstitutional to Department and the ALJ before it is preserved for review by the circuit court.\r\n13In a recent year, 11,321 inmates were admitted into the prison system and 10,927 inmates were released. Department's Annual Report, 1997-98 at 27.\r\n14Department's Annual Report, 1997-98 at 26.\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25065","title":"State v. City of Columbia","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25065","description":"","date":"2000-02-14","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25065.htm -->\r\nState v. City of Columbia\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        State of South Carolina, ex rel. Charles M. Condon as attorney general of South Carolina, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        City of Columbia, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington CountyWilliam P. Keesley, Circuit Court Judge\r\n\r\nOpinion No. 25065Heard November 3, 1999 - Filed February 14, 2000\r\n\r\nAFFIRMED IN PART; REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Senior Assistant Attorney General Nathan Kaminski, Jr., Assistant Attorney General Christie Newman Barrett, all of Columbia, and S. Jahue Moore of Kirkland Wilson Moore Allen &amp; Taylor, West Columbia, for appellant.\r\n        James S. Meggs of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nWALLER, A.J.: Appellant (the State) brought a lawsuit against respondent (City) in 1996, challenging a 1989 \"strip\" or \"shoestring\" \r\nannexation that led to the annexation of portions of Lexington County. A circuit \r\njudge granted City's summary judgment motion and dismissed the case without addressing the legitimacy of the strip annexation. Thus, that issue is not \r\nbefore us.1The \r\nState appeals. We affirm in part and reverse in part.\r\nFACTS\r\nCity purchased and annexed a strip of land about five feet wide and one mile long from Richtex Corporation in December 1989. The strip begins \r\nat the northern right-of-way of Interstate 20 at the Broad River and runs \r\nnorth, sometimes underwater, along the eastern bank of the river. City, asserting \r\nthe strip of land established contiguity, annexed about 400 acres of land owned \r\nby Columbia Bible College (now Columbia International University), located \r\nnorth of City's limits.\r\nThe university property created contiguity with 2,829 acres of state owned property. At the urging of City's mayor, the State Budget and \r\nControl Board agreed to request annexation of the state-owned property. City \r\nannexed the property in December 1989. City then annexed adjoining commercial properties in the Irmo and St. Andrews areas of Lexington County, \r\nincluding Columbiana Center mall near Irmo.\r\nAfter questions about the validity of the strip annexation arose in early 1990, the State Budget and Control Board filed a notice of intention \r\nto contest it and brought a declaratory judgment action challenging it \r\nshortly thereafter. On appeal, we held that the State lacked standing to challenge \r\nthe strip annexation in a declaratory judgment action because it did not own \r\nthe five-foot strip. However, we remanded the case for the State to amend its complaint as necessary to challenge the annexation of state-owned \r\nproperty. State by State Budget and Control Board v. City of Columbia, 308 \r\nS.C. 487, 419 S.E.2d 229 (1992). Following remand, all parties agreed in August 1992 to \r\na voluntary dismissal of the case with prejudice.\r\nIn 1996, the State stepped up to the plate again. The State brought a lawsuit attacking the use of the strip method of annexation in quo \r\nwarranto and declaratory judgment actions. The State further claimed the \r\nannexation was unlawful because the property description in the 1989 annexation ordinance omitted the Interstate 20 right-of-way, creating a gap in the \r\nfive-foot strip of land that destroyed contiguity. Those claims are the same ones \r\nthe State alleged in its complaint in 1990.\r\nThe circuit judge granted summary judgment to City on several grounds; but we need address only two. The judge ruled the State's 1996 lawsuit is barred because (1) the State lacks standing to bring the actions \r\nunder the circumstances of this case and (2) the lawsuit is not timely under the \r\nstatute of limitations contained in S.C. Code Ann. § 5-3-270 (1976). The judge did \r\nnot rule on the merits of the State's claims, finding those raised genuine issues \r\nof material fact that would make summary judgment improper if the State were able to pursue the case.\r\nISSUES\r\n\r\n  1. Did the circuit judge err in ruling the State does not have standing to bring a quo warranto action challenging a municipality's annexation of property the State does not own?\r\n  2. If the State has standing to bring a quo warranto action, did the circuit judge err in ruling that the statute of limitations contained in S.C. Code Ann. § 5-3-270 (1976) bars the State's lawsuit?\r\n\r\nSTANDARD OF REVIEW\r\nThis case raises two novel questions of law. We are free to decide these questions of law with no particular deference to the lower court. \r\nSee S.C. Const. art. V, §§ 5 and 9; S.C. Code Ann. §§ 14-3-320 and -330 (1976 &amp; \r\nSupp. 1999); S.C. Code Ann. § 14-8-200 (Supp. 1999) (granting Supreme Court and Court of Appeals the jurisdiction to correct errors of law in both law and \r\nequity actions); I'On v. Town of Mt. Pleasant, Op. No. 25048 (S.C. Sup. Ct. \r\nfiled Jan. 17, 2000) (Shearouse Adv. Sh. No. 2 at 1).\r\nDISCUSSION\r\n1. QUO WARRANTO ACTION\r\nThe State argues the circuit judge erred in ruling it did not have standing to bring a quo warranto action challenging a municipality's annexation of property the State does not own. We agree.\r\nWhen located within an annexed area, the State as a property owner, an individual property owner, or a registered qualified elector \r\nhas sufficient standing to challenge an annexation. A party may ask the court \r\nto declare his or her statutory or proprietary rights affected by the annexation \r\nin a declaratory judgment action. State by State Budget and Control \r\nBoard, supra; Dalton v. Town Council of Mt. Pleasant, 241 S.C. 546, 129 \r\nS.E.2d 523 (1963); cases cited in footnote 1; 1 Antieau on Local Government Law \r\n§ 3.10[4] (2d ed. 1999); 2A McQuillin Municipal Corporations § 7.43 (3d. ed. \r\n1996). The issue before us today is whether the State, when acting in the public \r\ninterest, may bring a quo warranto action challenging the annexation of property it \r\ndoes not own.\r\nA quo warranto action is rooted in the common law writ designed to test whether a person exercising power is legally entitled to do so. It is \r\nan ancient prerogative right through which the state acts to protect itself and \r\nthe good of the public generally, and may be used to test the legality of \r\nexercise of powers by municipal corporations. 74 C.J.S. Quo Warranto §§ 1-2 \r\n(1951); Black's Law Dictionary 1256-57 (1990). The attorney general may \r\nbring quo warranto actions in the name of the State. See S.C. Code Ann. §§ \r\n15-63-10 to -210 (1976).\r\nWe hold that the State, provided it is acting in the public interest, has standing to bring a quo warranto action challenging the annexation of property it does not own. See Central Realty Corp. v. Allison, 218 \r\nS.C. 435, 449, 63 S.E.2d 153, 159 (1951) (under appropriate circumstances, validity of municipal ordinances may be tested by certiorari, declaratory judgment proceedings, habeas corpus, injunction, mandamus, prohibition, and quo warranto); State v. City Council of Charleston, 8 S.C.L. (1 Mill) 36 \r\n(1817) (concluding attorney general may bring quo warranto action against City \r\nof Charleston on behalf of the State); 1 Antieau on Local Government \r\nLaw § 3.10 [2] (validity of municipal annexation may be attacked by state, \r\nwhich usually does so by quo warranto action, absent statute providing otherwise); \r\n17 McQuillin Municipal Corporations § 50.10 (3d ed. 1993) (same); 65 \r\nAm.Jur.2d Quo Warranto § 48 (1972) (same); 74 C.J.S. Quo Warranto §§ \r\n26-27 (attorney general usually may bring quo warranto action on behalf of state). In fact, \r\nsome courts have reasoned that a quo warranto action brought by the state is a desirable or required method of challenging an annexation in order to \r\navoid numerous individual suits. State ex rel. Earhart v. City of Bristol, \r\n970 S.W.2d 948, 952 (Tenn. 1998); Alexander Oil Co. v. City of Seguin, 825 \r\nS.W.2d 434, 437 (Tex. 1991).\r\nWe assume, without deciding, that the State was acting in the public interest in bringing the 1996 action to determine the validity of \r\nthe unusual strip annexation. It is not necessary to decide that issue because \r\nwe find the matter discussed below dispositive. Accordingly, we reverse the \r\ncircuit judge's ruling that the State lacks standing to bring a quo warranto \r\naction.\r\n2. ANNEXATION STATUTE OF LIMITATIONS\r\nS.C. Code Ann. § 5-3-270 (1976) provides:\r\n\r\n  When the limits of a city or town shall be ordered extended no contest thereabout shall be allowed unless the person interested therein shall, within sixty days after the result has been published or declared, file with both the clerk of the city or town and with the clerk of court of the county in which the city or town is situate, a notice of his intention to contest such extension, nor unless, within ninety days from the time the result has been published or declared an action shall be begun and the original summons and complaint filed with the clerk of court of the county in which the city or town is situate.\r\n\r\nWe hold that the ninety-day deadline is the statute of limitations that usually applies in annexation matters because a more specific statute \r\nof limitations prevails over any general one. See State v. Life Ins. Co. of \r\nGeorgia, 254 S.C. 286, 175 S.E.2d 203 (1970) (court will apply a more specific statute \r\nof limitations instead of a general one; thus, State's lawsuit to recover back \r\ntaxes was governed by specific ten-year limitations period for tax matters, not ordinary six-year limitations period); cf. Atlas Food Systems and Servs., \r\nInc. v. Crane, 319 S.C. 556, 462 S.E.2d 858 (1995) (general rule of \r\nstatutory construction is that a specific statutory provision prevails over a more \r\ngeneral one).\r\nThe critical question in this case, however, is whether section 5-3-270 applies when the State is the party challenging an annexation \r\nproceeding. We conclude that it does, and consequently affirm the circuit judge's ruling \r\nthat the State's 1996 lawsuit is barred as untimely because it was not filed \r\nwithin the ninety-day deadline. We will address three arguments in which the \r\nState contends the circuit judge erred in applying section 5-3-270 to it in this \r\ncase.2 \r\n\r\nA. NULLUM TEMPUS DOCTRINE .\r\nThe State contends a quo warranto action generally is not barred by any statute of limitations, relying on the common law doctrine of \r\nnullum tempus occurrit regi (\"time does not run against the king\"). Under \r\nthe nullum tempus doctrine, statutes of limitation do not run against the sovereign \r\nunless the Legislature specifically provides otherwise. The State argues nullum tempus allows its quo warranto action to proceed - despite section 5-3-270 \r\n- because quo warranto is not mentioned in the statutes of limitation \r\ncontained in Chapter 3 of Title 15. We find the State's argument unpersuasive for \r\nseveral reasons.\r\nFirst, the Legislature abandoned the nullum tempus doctrine long ago by making the various statutes of limitation contained in Chapter 3 of \r\nTitle 15 applicable to the State. In 1870, the Legislature provided for the first \r\ntime that \"[t]he limitations prescribed in this chapter [establishing statutes \r\nof limitation for various types of actions] shall apply to actions brought in \r\nthe name of the State, or for its benefit, in the same manner as to actions by \r\nprivate parties.\" Act No. 300, 14 Statutes at Large § 121 at 448 (1870). \r\nThat language has remained virtually unchanged for nearly 130 years and is presently \r\ncodified in S.C. Code Ann. § 15-3-620 (1976).3 See \r\nalso S.C. Code Ann. § 15-3-310 (1976) (establishing statute of limitations for State to bring action relating to \r\nreal property, a provision also enacted for the first time in 1870). This Court \r\nhas recognized that the nullum tempus doctrine prevailed in South Carolina \r\nuntil the Legislature decided otherwise. Busby v. Railroad Co., 45 S.C. \r\n312, 318, 23 S.E. 50, 51 (1895); Heyward v. Farmers' Mining Co., 42 S.C. 138, \r\n148, 19 S.E. 963, 970 (1894); State v. Pinckney, 22 S.C. 484, 503-05 (1885); \r\nState v. Pacific Guano Co., 22 S.C. 50, 83 (1884).\r\nConsequently, the various statutes of limitation contained in Chapter 3 of Title 15 undoubtedly apply to the State. State ex rel. \r\nHighway Dep't v. Piedmont &amp; N.Ry. Co., 186 S.C. 49, 59, 194 S.E. 631, \r\n635 (1938) (affirming trial court's decision that State's action to recover bridge \r\nconstruction costs was barred by statute of limitations because predecessor of section \r\n15-3 620 made statute contained in Chapter 3 of Title 15 applicable to State); \r\naccord State ex rel. Smith v. Kermit Lumber &amp; Pressure Treating Co, 488 \r\nS.E.2d 901, 907-09 (W. Va. 1997) (statute expressly declaring that every statute of limitation, unless otherwise expressly provided, shall apply to state \r\nabrogates nullum tempus doctrine and thereby makes statutes of limitations \r\napplicable to state); People ex rel. Dept of Public Aid v. Dent, 614 N.E.2d 376 \r\n(Ill. App. Ct. 1993) (where statute of limitations expressly includes state or other governmental agencies, governmental limitations immunity does not apply).\r\nAbsent statutory guidance to the contrary, we conclude the Legislature did not intend for the nullum tempus doctrine to survive with regard to section 5-3-270 simply because it is contained in Title 5 instead \r\nof Title 15. See Fishburne v. Fishburne, 171 S.C. 408, 172 S.E. 426 \r\n(1934) (different statutes on the same subject, though enacted at different times \r\nand not referring to each other, must be construed together as one system and \r\nas explanatory of each other); Historic Charleston Foundation v. \r\nKrawcheck, 313 S.C. 500, 443 S.E.2d 401 (Ct. App. 1994) (statutes relating to the same \r\nsubject should be construed together in order to produce a harmonious body of legislation).\r\nSecond, the abolition of the common law doctrine of sovereign immunity signaled the end of the common law doctrine of nullum tempus. Thus, the nullum tempus doctrine provides no support for interpreting the annexation statute of limitations to apply only to private \r\nindividuals.\r\nNo statute or constitutional provision in South Carolina contains the nullum tempus doctrine.4\r\n\r\n  The rule of nullum tempus occurrit regi has existed as an element of the English law from a very early period . . . . The common law fixed no time as to the bringing of actions. Limitations derive their authority from statutes. The king was held never to be included, unless expressly named. No laches was imputable to him. These exemptions were founded upon considerations of public policy. It was deemed important that, while the sovereign was engrossed by the cares and duties of his office, the public should riot suffer by the negligence of his servants .... When the colonies achieved their independence, each one took these prerogatives, which had belonged to the crown; and when the national Constitution was adopted, they were imparted to the new government as incidents of the sovereignty thus created.\r\n\r\nUnited States v. Thompson, 98 U.S. 486, 490, 25 L.Ed. 194, 195 \r\n(1878). \"Nullum tempus originated as one of the royal prerogatives, justified on \r\nthe ground that the king was too busy looking after the welfare of his subjects \r\nto sue.\" New Jersey Educ. Facilities Auth. v. Gruzen Partnership, 592 \r\nA.2d 559, 563 (ICJ. 1991) (prospectively abolishing the doctrine with respect to the \r\nState and its agencies) (internal quotes omitted). \r\nAmerican courts embracing the doctrine have tended to avoid the \"busy king\" rationale. Instead, they reason it is needed to protect society \r\nfrom the inefficiencies of public servants or, as Justice Story expressed it in \r\n1821, to preserve \"the public rights, revenues, and property from injury and loss, by \r\nthe negligence of public officers.\" Shootman v. Dep't of Transp., 926 \r\nP.2d 1200, 1203 (Colo. 1996) (en banc) (quoting Guaranty Trust Co. v. United \r\nStates, 304 U.S. 126, 132, 58 S.Ct. 785, 788, 82 L.Ed. 1224 (1938); New Jersey \r\nEduc. Facilities Auth., 592 A.2d at 564.\r\nWe find persuasive the reasoning of the New Jersey and Colorado courts, which concluded the nullum tempus doctrine is but an aspect of sovereign immunity. The abolition of sovereign immunity in those states, \r\nalong with prior decisions undermining the doctrine, swept away its remaining tenuous underpinnings. Shootman, 926 P.2d at 1203-05; New Jersey \r\nEduc. Facilities Auth., 592 A.2d at 561. Similarly, this Court has \r\nabolished sovereign immunity as it applies to the State and all local subdivisions of \r\ngovernment. McCall by Andrews v. Batson, 285 S.C. 243, 329 S.E.2d 741 (1985). \r\nThat decision, combined with the Legislature's clear intent since 1870 to have statutes of limitation contained in Chapter 3 of Title 15 apply to the \r\nState, swept away the underpinnings of the nullum tempus doctrine in South Carolina.\r\nThird, we find that applying the annexation statute of limitations to the State as well as private individuals is proper because such statutes \r\nare designed to promote justice by forcing parties to pursue a case in a \r\ntimely manner. Parties should act before memories dim, evidence grows stale or becomes nonexistent, or other people act in reliance on what they believe is \r\na settled state of public affairs. \r\n\r\n  Statutes of limitations embody important public policy considerations in that they stimulate activity, punish negligence, and promote repose by giving security and stability to human affairs. One purpose of a statute of limitations is to relieve the courts of the burden of trying stale claims when a plaintiff has slept on his rights. Another purpose . . . is to protect potential defendants from protracted fear of litigation.\r\n\r\nMoates v. Bobb, 322 S.C. 172, 176, 470 S.E.2d 402, 404 (Ct. App. \r\n1996) (citations and internal quotes omitted). These principles ring true \r\nregardless of whether the party is a private individual, a corporation, or a \r\ngovernmental entity. \"Long delays by the government in instituting suit, of course, \r\ncause harm to the defendant and are in the interest of no one.\" Shootman, \r\n926 P.2d at 1206.\r\nFurthermore, this Court has recognized that these principles apply in annexation matters. The Court has held that those who wish to \r\nchallenge the annexation procedure in any way, even if the challenge relates to an election petition preceding the annexation, must comply with the notice \r\nand time limits contained in section 5-3-270.\r\n\r\n  The legislature is the primary judge as to whether the time allowed by a statute of limitations is reasonable. Although the determination of the legislature is reviewable by the courts, the courts will not inquire into the wisdom of the legislative decision in establishing the period of legal bar, unless the time allowed is manifestly so insufficient that the statute becomes a denial of justice ....\r\n  In our opinion, the time limitations fixed by [section 5-3-2701 are neither unreasonable nor arbitrary. It was doubtless in the mind of the general assembly that annexation issues should be decided without undue delay, so that the town officials would be advised whether the affected area would become a part of the municipality. Many questions connected with municipal government, including that of taxation, would need to be known with reasonable promptness. Hite v. Town of West Columbia, 220 S.C. 59, 65, 66 S.E.2d 427, \r\n429-30 (1951).\r\n\r\nThe State's reliance in a portion of its argument on Town of \r\nForest Acres v. Town of Forest Lake, 226 S.C. 349, 85 S.E.2d 192 (1954), is \r\nmisplaced. In that case, the Court nullified Forest Lake's annexation proceeding \r\nafter concluding that a method-of-annexation statute that obviously could apply \r\nonly in Richland County violated the constitutional prohibition against special \r\nlaws. After resolving the case on the constitutional ground, the Court in dicta \r\nstated it did \"not think this section [time limits contained in the predecessor \r\nstatute of Section 5-3-270] is applicable.\" Town of Forest Acres, 226 S.C. \r\nat 359, 85 S.E.2d at 196. The Court did not otherwise interpret the time limit or \r\nprovide any guidance on its applicability in future cases.\r\nAccordingly, we hold that the State, like any private individual, must strictly comply with time limits set forth in section 5-3-270. Our conclusion is consistent with decisions reached by other courts that have considered this issue. People v. City of Los Angeles, 269 P. 934 \r\n(Cal. Ct. App. 1928) (necessary implication of language and purpose of three-month \r\nstatute of limitations in annexation matters barred state's untimely quo warranto action); People ex rel. Northfield Park Dist. v. Glenview Park \r\nDist., 582 N.E.2d 1272, 1279-80 (Ill. App. Ct. 1991) (holding district's quo warranto action \r\nwas barred by one-year statute of limitations in annexation matter); State ex \r\nrel. Kelley Properties, Inc. v. City of Town and Country, 797 SW.2d 519, \r\n521 (Mo. Ct. App. 1990) (holding quo warranto action in annexation matter was \r\nbarred by three-year statute of limitations).\r\nB. TEN-YEAR STATUTE OF LIMITATIONS\r\nA quo warranto action is not provided for in the statutes of limitation contained in Chapter 3 of Title 15. Consequently, the State \r\ncontends that if any statute of limitations applies to such an action, it is the \r\nten-year limit contained S.C. Code Ann. § 15-3-600 (1976) (\"[a]n action for relief \r\nnot provided for in this chapter must be commenced within ten years after the cause of action shall have accrued\"). We disagree.\r\nWe hold that the ten-year statute of limitations is inapplicable because section 5-3-270 specifically governs annexation proceedings. See \r\nState v. Life Ins. Co. of Georgia, supra (court will apply a more specific \r\nstatute of limitations instead of a general one); Atlas Food Systems and Servs., \r\nInc. v. Crane, supra.\r\nC. CAPACITY OF STATE\r\nThe State argues it was acting only in its capacity as a property owner in the 1990 lawsuit, and thus was barred from amending its \r\ncomplaint to include a quo warranto action to challenge City's annexation of the \r\nfive-foot strip by our decision in State by State v. Budget and Control Board, \r\nsupra. The 1996 lawsuit is permissible because it now is acting in its capacity as \r\nthe sovereign, the State contends. We find the distinction unpersuasive. The \r\nState, acting in its capacity as a property owner, a sovereign, or both, could \r\nhave amended its original complaint as needed. Instead, the State chose to \r\nconsent to a voluntary dismissal of the 1990 case with prejudice.\r\nCONCLUSION\r\nWe reverse the circuit judge's ruling that the State lacks standing to bring a quo warranto action. The State, provided it is acting in the \r\npublic interest, has standing to bring a quo warranto action challenging a municipality's annexation of property the State does not own. We affirm \r\nthe circuit judge's grant of summary judgment to City on the ground that the State's 1996 lawsuit is barred by section 5-3-270, the statute of limitations \r\nin annexation proceedings. The State, like any private individual, must \r\ncomply with time limits set forth in the statute. We find it unnecessary to address \r\nthe State's remaining arguments. See Anderson v. South Carolina De 'p t \r\nof Highways and Pub. Transp., 322 S.C. 417, 420, 472 S.E.2d 253, 254 \r\n(1996) (\"appellate court will find it unnecessary to address all the grounds \r\nappealed where one requires affirmance\").\r\nAFFIRMED IN PART; REVERSED IN PART.\r\nFINNEY, C.J., TOAI,, BURNETT, JJ., and Acting Associate Justice C. Tolbert Goolsby, Jr., concur.\r\n1 The 1989 strip annexation and the annexations it spawned have been before the appellate courts five times. Those cases were decided primarily on the ground of standing, and no opinion has addressed the legitimacy of the strip annexation. City of Columbia v. Town of Irmo, 316 S.C. 193, 447 S.E.2d 855 (1994); State by State Budget and Control Board v. City of Columbia, 308 S.C. 487, 419 S.E.2d 229 (1992); City of Columbia v. Town of Irmo, 308 S.C. 490, 419 S.E.2d 231 (1992); County of Lexington v. City of Columbia, 303 S.C. 300, 400 S.E.2d 146 (1991); Quinn v. City of Columbia, 303 S.C. 405, 401 S.E.2d 165 (1991) (per curiam).\r\n2 This case is in an unusual posture due to the State's 1990 lawsuit and our decision in State by State v. Budget and Control Board, supra. In that case, we reversed and remanded the 1990 case to allow the State to amend its complaint as necessary to challenge the annexation of state-owned property. Following remand, the State had one year to amend its complaint even though the ninety-day deadline contained in section 5-3-270 had passed. See S.C. Code Ann. &sect; 15-3-90 (1976). The State did not amend its complaint within one year. Consequently, section 15-3-90 has no impact on this case and we must focus our analysis on the original statute of limitations, section 5-3-270.\r\n3 Section 15-3-620 also contains a provision relating to claims for charges for care received by patients or trainees at certain state facilities. The Legislature added that provision, which is not pertinent in this case, in 1962. See S.C. Code Ann. &sect; 10-150 (1962) (former Code provision).\r\n4 The constitution provides that \"[t]he General Assembly may direct, by law, in what manner claims against the State may be established and adjusted.\" S.C. Const. art. X, &sect; 10 and art. XVII, &sect; 2 (emphasis added).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25066","title":"Meyer v. Piggly Wiggly No. 24, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25066","description":"","date":"2000-02-14","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25066.htm -->\r\nMeyer v. Piggly Wiggly No. 24, Inc.\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n  THE STATE OF SOUTH CAROLINA\r\n    \r\nIn The Supreme Court\r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\n        John T. Meyer, Respondent,\r\n        v.\r\n        Piggly Wiggly No. 24, Inc., Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Charleston CountyJohn L. Breeden, Jr., Circuit Court Judge\r\n\r\nOpinion No. 25066Heard December 1, 1999 - Filed February 14, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Samuel R. Clawson, Timothy A. Domin, and Patrick T. Morrissey, all of Clawson &amp; Staubes, L.L.C., of Charleston, \r\n                for petitioner.\r\n        E. Paul Gibson, of Riesen Law Firm, L.L.P., of North Charleston, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nMOORE, A.J.: We granted a writ of certiorari in this negligence action to review the Court of Appeals' decision finding petitioner (Piggly Wiggly) was \r\nnot respondent Meyer's statutory employer and therefore was not immune from suit. We affirm.\r\nFACTS\r\nMeyer was employed as a route salesman for Derst Baking Company (Vendor). He delivered cake products for Vendor to various retail stores, including Piggly Wiggly, for a guaranteed salary plus an 8% commission on all products delivered. Meyer ordered products from a \r\nmaster inventory list that indicated the products authorized by Piggly Wiggly \r\nand determined the amount to order by evaluating how sales were going over a period of time. The amount of shelf space Piggly Wiggly allotted to \r\nVendor's products was negotiated by Vendor's sales department. On average, Meyer spent about twenty to twenty-five minutes in Piggly Wiggly stocking. Vendor's products, pulling stale products, and cleaning up the display. \r\nStale products were returned to Vendor.\r\nOn December 7, 1992, Meyer was on his way out after shelving products when he slipped and fell in the Piggly Wiggly: Vendor paid Meyer workers' compensation benefits. Meyer then commenced this action in tort against Piggly Wiggly. Piggly Wiggly moved to dismiss on the ground it \r\nwas Meyer's statutory employer and therefore immune from tort liability under the Workers' Compensation Act. The trial judge granted the motion and Meyer appealed. The Court of Appeals reversed and remanded for a trial on Meyer's tort claim. Meyer v. Piggly Wiggly No. 24, Inc., 331 S.C. \r\n261, 500 S.E.2d 190 (Ct. App. 1998).\r\nDISCUSSION\r\nPiggly Wiggly contends Meyer is its statutory employee under S.C. Code Ann. § 42-1-400 (1985) which provides:\r\n\r\n  § 42-1-400. Liability of owner to workmen of subcontractor.\r\n  When any person, in this section . . . referred to as \"owner,\" undertakes to perform or execute any work which is part of his trade, business or occupation and contracts with any other person (in this section . . . referred to as \"subcontractor\") for the execution or performance by or under such subcontractor of the whole or any part of the work undertaken by such owner, the owner shall be liable to pay to any workman employed in the work any compensation under this Title which he would have been liable to pay if the workman had been immediately employed by him.\r\n\r\n(emphasis added).\r\nIn determining whether an employee is engaged in an activity that is part of the owner's trade, business, or occupation as required under \r\n§ 42-1-400, we have applied three tests: (1) is the activity an important part \r\nof the owner's business or trade; (2) is the activity a necessary, essential, \r\nand integral part of the owner's business; or (3) has the activity previously \r\nbeen performed by the owner's employees? Glass v. Dow Chemical Co., 325 \r\nS.C. 198, 482 S.E.2d 49 (1997). Only one of these three tests need be met but there is no easily applied formula and each case must be decided on its \r\nown facts. Id. \"[TIhe guidepost is whether or not that which is being \r\ndone is or is not a part of the general trade, business or occupation of the owner.\" Hopkins v. Darlington Veneer Co., 208 S.C. 307, 311, 38 S.E.2d 4, 6 \r\n(1946).\r\nThe Court of Appeals found Meyer was not Piggly Wiggly's statutory employee based on the vendor-vendee relationship between Vendor and Piggly Wiggly. Piggly Wiggly contends this was error because Meyer performed additional duties that were an \"important, necessary, \r\nessential, and integral part of Piggly Wiggly's business\" and were duties identical \r\nto those performed by its own employees.\r\nWe have held a vendor's employee is not the purchaser's statutory employee basically because the vendor does not perform part of \r\nthe purchaser's business. Wilson v. Daniel Int'1 Corp., 260 S.C. 548, \r\n197 S.E.2d 686 (1973); Pyett v. Marsh Plywood Corp., 240 S.C. 56, 124 S.E.2d \r\n617 (1962). In Wilson, we reached this conclusion even where the \r\nvendor's employee performed activities that benefitted the purchaser. The employee worked for a ready-mix concrete supplier. In order to deliver the \r\nproduct, the employee had to release an adjustable chute on his truck and pour the mixed concrete into construction forms as directed by the purchasing contractor's crew. We found these activities related only to the sale of \r\nthe product and concluded the truck driver was not the purchaser's statutory employee.\r\nSimilarly, although Meyer's stocking and cleaning of his display may have incidentally benefitted Piggly Wiggly, these activities related \r\nonly to, the sale of Vendor's goods and were insubstantial in the context of \r\nPiggly Wiggly's general business. The relationship between Vendor and Piggly Wiggly remained one of vendor-vendee and not \"owner\" and \"subcontractor\" as defined in § 42-1-400. We conclude Meyer was not Piggly Wiggly's statutory employee. Accord Parker v. National Super Markets, Inc., \r\n914 S.W.2d 30 (Mo. Ct. App. 1996) (route salesman not statutory employee of retailer although he unloaded product and shelved it). The Court of \r\nAppeals' decision is\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25067","title":"R.L. Jordan Co., Inc. v. Boardman Petroleum, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25067","description":"","date":"2000-02-14","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25067.htm -->\r\nR.L. Jordan Co., Inc. v. Boardman Petroleaum, Inc.\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        R. L. Jordan Company, Inc., Plaintiff,\r\n        v.\r\n        Boardman Petroleum, Inc., Defendant.\r\n      \r\n    \r\n  \r\n\r\n\r\nCERTIFIED QUESTION OF LAW\r\n\r\nHenry M. Herlong, Jr., United States District Judge\r\n\r\nOpinion No. 25067Heard October 5, 1999 - Filed February 14, 2000\r\n\r\nCERTIFIED QUESTION REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Matthew A. Henderson and Joshua M. Henderson, of Henderson, Brandt &amp; Vieth, of Spartanburg, for plaintiff.\r\n        William M. Grant, Jr., of Grant, Leatherwood &amp; Pitts, P.A., of Greenville, for defendant.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: This certified question asks whether S.C. Code Ann. &sect; 39-5-325(A)(Supp. 1998) (the \"motor fuel pricing statute\") is unconstitutional because it violates the substantive due process \r\nguarantees of S.C. Const. art. I, § 3. We decide today to alter our traditional \r\nsubstantive due process analysis in challenges such as this to economic and social \r\nwelfare legislation, but find ourselves unable to answer the question posed here \r\nin light of the procedural posture of the case. Accordingly, we remand \r\nrather than answer the question certified to us.\r\nThis federal action arises from plaintiff R.L. Jordan Oil's suit charging defendant Boardman has violated the motor fuel pricing statute at two of \r\nits gas stations, requiring Jordan to reduce prices at its nearby station. The \r\nsuit seeks damages for Jordan's losses resulting from the price reductions. Boardman moved for judgment on the pleadings, alleging the statute violated the state constitution's due process clause. This certified \r\nquestion followed:\r\n\r\n  Does S.C. Code Ann.§ 39-5-325(A)(Supp. 1998) violate the substantive due process protections of S.C. Const. art. I, § 3?1\r\n\r\nThe \"motor fuel pricing statute,\" a part of the South Carolina Unfair Trade Practices Act, provides:\r\n\r\n  (A) Except as otherwise permitted to meet competition as provided by this chapter, it is declared an unfair trade practice and unlawful for any person who is in the retail business of selling motor fuel to sell motor fuel of like grade and quality at retail at a price which is below the cost of acquiring the product plus taxes and transportation where the intent or effect is to destroy or substantially lessen competition or to injure a competitor.\r\n\r\nUntil today, we have adhered to the traditional substantive due process analysis developed by the United States Supreme Court during the first third of the 20' century. Under this \"Lochner Era\"2 approach, \r\nstatutes regulating private economic relationships, such as this price control \r\nstatute, are subject to a unique constitutional test, which most fail to pass. The traditional approach acknowledges that, \"Beyond doubt, the state has the power to regulate and control the price that one in private business may charge for goods or services where such business is `affected with a \r\npublic interest.\"' Gwynette v. Myers, 237 S.C. 17, 115 S.E.2d 673 \r\n(1960)[citing Munn v. Illinois, 94 U.S. 113 (1877)]. There is no precise test to \r\ndetermine whether a business is `affected with a public interest.' Id. Even if a \r\nbusiness is affected with a public interest, governmental regulation is \"not a \r\nmatter solely within the legislative discretion. It depends on the nature of the business, on the feature which touches the public, and on the abuse reasonably to be feared.\" Stone v. Salley, 244 S.C. 531, 137 S.E.2d \r\n788 (1964). Price controls are \"justifiable under the police power only when \r\nthe industry is affected with a public interest in a sense that it may fairly be \r\nsaid that it has been devoted to the public use.\" Id.\r\nOnly South Carolina and Georgia have continued to adhere to this traditional approach.3 The modern \r\nrule gives great deference to legislative judgment on what is reasonable to promote the public welfare when reviewing economic and social welfare legislation. 2 Rotunda &amp; Nowak,  Treatise on Constitutional Law, § 15.4 (1992). Legislation is not \r\n\"overturned unless the law has no rational relationship to any legitimate interest of government.\" Id. at p. 407. This is the same standard we apply \r\nwhen reviewing substantive due process challenges to other types of statutes. \r\ne.g., State v. Kiser, 288 S.C. 441, 343 S.E.2d 292 (1986).\r\nAccordingly, we overrule our cases which apply the traditional approach,4 and adopt this \r\nstandard for reviewing all substantive due process challenges to state statutes: \"Whether it bears a reasonable relationship \r\nto any legitimate interest of government.\" \r\nAs noted above, this constitutional challenge is raised by a motion for judgment on the pleadings. Given this procedural posture, we decline to decide whether the motor fuel pricing statute is reasonably related to \r\nany legitimate state goal, and instead remand the matter to the United States District Court for further proceedings in light of the new standard we \r\nadopt today.\r\nCERTIFIED QUESTION REMANDED.\r\n1The Attorney General declined the Court's invitation to participate in this matter.\r\n2 Lochner v. New York, 198 U.S. 45, 25 S.Ct. 539, 49 L.Ed 937 (1905). The heyday of the Lochner Era was approximately 1905-1937, and it led to President Roosevelt's `court-packing' scheme.\r\n3Georgia has invalidated under its due process clause their statute forbidding below cost retail gasoline sales which lessen or tend to lessen competition. Strickland v. Ports Petroleum Co., 353 S.E.2d 17 (Ga. 1987).\r\n4We overrule \"the Dairy Commission cases\" to the \r\nextent they conflict with this new rule. State Dairy Comm'n v. Pet, Inc., 283 S.C. 359, \r\n324 S.E.2d 56 (1984); Richbourg's Shoppers Fair, Inc. v. Stone, 249 S.C. \r\n278, 153 S.E.2d 895 (1967); Stone v. Salley, 244 S.C. 531, 137 S.E.2d 788 \r\n(1964); and Gwynette v. Myers, 237 S.C. 17, 115 S.E.2d 673 \r\n(1960).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25068","title":"Cooper v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25068","description":"","date":"2000-02-14","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25068.htm -->\r\nCooper v. State\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Roger D. Cooper, Petitioner,\r\n        v.\r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Oconee CountyAlexander S. Macaulay, Trial JudgeHenry F. Floyd, Post-Conviction Judge\r\n\r\nOpinion No. 25068Submitted September 24, 1998 - Filed February 14, 2000\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, and Assistant Attorney General Howard L. Steinberg, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\nTOAL, A.J.: Roger Cooper (\"Cooper\") petitioned this Court for a writ of certiorari, contesting the Post-Conviction Relief (\"PCR\") court's grant \r\nof summary judgment to the State. Cooper argues the PCR court incorrectly \r\nheld the one-year statute of limitations found at S.C. Code Ann. §17-27-45(A) \r\n(Supp. 1997)1 \r\nbarred his claim for relief. We agree.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn January 3, 1994, the police arrested Cooper on a charge of burglary in the first degree. Cooper remained in custody from the time of his arrest \r\nuntil his plea and sentencing. On September 1, 1994, Cooper pled guilty and the judge sentenced him to fifteen years in prison, suspended upon the service \r\nof ten years. The South Carolina Department of Corrections (\"SCDOC\") \r\ncurrently lists the starting date for Cooper's sentence as September 1, 1994. Cooper \r\ndid not directly appeal his guilty plea or sentence.\r\nOn February 12, 1997, more than one year after the entry of his judgment, Cooper filed a PCR application alleging that the SCDOC failed \r\nto credit him for the eight months he spent in jail before the date of his \r\nplea. Cooper claimed that because he remained incarcerated after his initial \r\narrest, the SCDOC should have entered the starting date for his sentence as \r\nJanuary 3, 1994, instead of September 1, 1994. The State argued that Cooper's \r\nclaim was barred under the PCR Act's statute of limitations and did not challenge \r\nthe substantive merits of Cooper's claim. The PCR court held that the \r\none-year statute of limitations found in S.C. Code Ann §17-27-45(A) barred \r\nCooper's claim. On appeal, the question before the Court is:\r\n\r\n  Does the PCR statute of limitations contained in S.C. Code Ann §17-27-45(A) apply to a claim that the SCDOC failed to credit a prisoner for the time he was incarcerated between his arrest and plea as provided by S.C. Code Ann. §24-13-40 (1989)?\r\n\r\nLAW/ANALYSIS\r\nIn his PCR application, Cooper asserted that SCDOC should have given him credit under S.C. Code Ann. §24-13-40 (1989) for the time he served \r\nprior to his plea. That section states: \"In every case in computing time served by \r\na prisoner, full credit against the sentence shall be given for time served \r\nprior to trial and sentencing.\" S.C. Code Ann. §24-13-40. The statute provides \r\nthat credit will not be given when: (1) the prisoner at the time he was \r\nimprisoned prior to trial was an escapee from another penal institution; or (2) the \r\nprisoner is serving a sentence for one offense and is awaiting trial and sentence for \r\na second offense. See id. Due to the summary judgment dismissal, the record \r\ndoes not reveal whether either exception could apply to Cooper.\r\nIn Al-Shabazz v. State, Op. No. 24995 (S.C. Sup. Ct. Filed February \r\n14, 2000)(Shearouse Adv. Sh. No. 6 at 21 ), this Court substantially modified \r\nthe process by which PCR applicants and inmates raise certain types of \r\nclaims. Under the ruling of Al-Shabazz, we find that Cooper's claim is not \r\nsubject to the one-year statute of limitations because his challenge to the SCDOC's entry of \r\nhis starting date is not cognizable under the PCR Act. Al-Shabazz \r\nstates:\r\n\r\n  Given the impact of the new statute of limitations, we re-emphasize the core purpose of the PCR Act as set forth in S.C. Code Ann. §17-27-20(a) (1985). We hold that, aside from two non-collateral matters specifically listed in the PCR Act, PCR is a proper avenue of relief only when the applicant mounts a collateral attack challenging \r\n    the validity of his conviction or sentence as authorized by Section \r\n    17-27-20(a).\r\n\r\nAl-Shabazz, at 2 7 (emphasis in original). In the current matter, \r\nCooper is not making a collateral attack on his sentence that would bring his claim under \r\nthe PCR Act. Quite the contrary, Cooper is trying to enforce his sentence under \r\nthe law. Even if Cooper's claim is successful \"while it may affect the duration \r\nof the sentence or the quality of life in prison, [it] will not affect the validity \r\nof the underlying conviction or sentence.\" Al-Shabazz, supra. If the PCR \r\nAct applied to Cooper in this case, prisoners would have no recourse where a clerical \r\nor computer error at SCDOC changed his starting date more than one year \r\nafter the statute of limitations began running.\r\nSince Cooper is not entitled to pursue relief under the PCR Act, we must determine how to handle his current appeal. Although future claims \r\nchallenging sentence starting dates will be handled under the APA approach outlined \r\nby Al-Shabazz, we find that Cooper is in a unique situation and therefore \r\nshould not have to begin his legal process anew. Instead of PCR, we find that on \r\nremand Cooper may seek a writ of mandamus ordering SCDOC to correct his \r\nsentence's starting date. To obtain a writ of mandamus requiring the performance of \r\nan act, the applicant must show: (1) a duty of defendant to perform the act, (2) \r\nthe ministerial nature of the act, (3) the applicant's specific legal right for \r\nwhich the discharge of the duty is necessary, and (4) a lack of any other legal \r\nremedy. Redmond v. Lexington County Sch. Dist. No. Four, 314 S.C. 431, 445 \r\nS.E.2d 441 (1994). Although the record is incomplete, it appears Cooper may have a legitimate mandamus claim.\r\nCONCLUSION\r\nThe lower court improperly held that the statute of limitations in the \r\nPCR Act barred Cooper's claim for relief. We REVERSE AND REMAND for a hearing on the merits to decide if the court should issue a writ of \r\nmandamus ordering the SCDOC to correct Cooper's starting date from September 1, \r\n1994, to January 3, 1994.\r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur.\r\n1\"An application for relief filed pursuant to this chapter must be filed within one year after the entry of a judgment of conviction or within one year after the sending of the remittitur to the lower court from an appeal or the filing of the final decision upon an appeal, whichever is later.\" S.C. Code Ann. &sect;17-27-45(A).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25069","title":"State v. Brockman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25069","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25069.htm -->\r\nState v. Brockman\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Petitioner,\r\n        v.\r\n        William T. Brockman, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Greenville CountyHenry F. Floyd, Circuit Court Judge\r\n\r\nOpinion No. 25069Heard April 20, 1999 - Filed February 22, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior Assistant Attorney General Norman Mark Rapoport, all of Columbia; and Solicitor Robert M. Ariail, of Greenville, for petitioner.\r\n        J. Falkner Wilkes, of Meglic &amp; Wilkes, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\nTOAL, A.J.: In this criminal matter, we granted certiorari to review the Court of Appeals' decision in State v. Brockman, 329 S.C. 115, 494 \r\nS.E.2d 440 (Ct. App. 1997). We reverse.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn December 17, 1995, Officers Fitzgerald and Crawford responded to a domestic disturbance call at the house of Sharon Peak in Greenville County. \r\nWhile in the house, the officers uncovered cocaine in the compartment of a \r\nmoped belonging to William T. Brockman (\"Defendant\"). Defendant was arrested \r\nand charged with trafficking in cocaine, trafficking in crack cocaine, and two \r\ncounts of possession with intent to distribute a controlled substance within proximity \r\nof a school, playground, or park. Prior to trial, defense counsel moved to \r\nsuppress evidence seized by the officers without a search warrant. The trial judge \r\nconducted an in camera hearing on the motion.\r\nAt the hearing, the officers testified that when they arrived at Mrs. \r\nPeak's house, she was at home with her daughter. Mrs. Peak told the police that Defendant was her son and she had kicked him out of the house, but he \r\nkept coming back in an attempt to get his moped. Mrs. Peak and Defendant had had \r\na violent altercation before the police arrived. The officers testified that \r\nMrs. Peak and her daughter told them that the moped contained narcotics, and they \r\nwanted the moped out of the residence. The officers informed Mrs. Peak they could \r\nnot remove the moped from the residence.\r\nThe officers eventually asked Mrs. Peak where the moped was located. She indicated it was in her basement. The officers testified Mrs. Peak invited \r\nthem down into the basement to look at the moped. Once in the basement, Mrs. \r\nPeak began to pull the moped out from a laundry room. Officer Fitzgerald, noticing \r\nshe was having difficulty moving the moped, assisted her in pulling it out into \r\nthe light. Mrs. Peak then repeated her request that the officers take the moped and \"get \r\nout.\" The officers again responded that they could not take the moped. Mrs. Peak \r\nthen asked: \"What if I go into the moped?\" Officer Crawford testified that he told \r\nher: \"Well that's your business. I'm not here to influence you in any way. If \r\nthat's what you want to do then that's what you want to do.\" Mrs. Peak and her \r\ndaughter attempted to go through the moped's compartments, finding them locked. \r\nMrs. Peak obtained a screwdriver and began prying open the compartments. She opened up a storage compartment underneath the seat of the moped where \r\nshe found a zip lock bag containing cocaine. The daughter threw the bag into the laundry room.1 Mrs. Peak \r\nand her daughter also uncovered a pistol in the compartment. The officers immediately secured the gun and unloaded it for their safety. \r\nMrs. Peak's in camera testimony differed somewhat from the \r\n  officers' testimony. Mrs. Peak claimed she never told the officers that she thought \r\n  the moped contained drugs. She further claimed it was at the officers' \r\n  insistence that they go down to the basement to look at the moped. She stated the \r\n  officers were examining the moped \"very closely\" while she and her daughter were prying open the compartments.\r\nThe trial judge ruled the evidence was admissible. He found the officers were credible and that Mrs. Peak's testimony did not impugn their \r\ncredibility. The judge further ruled that the search was not a governmental search, \r\nstating: \"I'm taking into consideration the citizen's motivation for the search or \r\nseizure and in this case it was to secure the safety of her premises and to prevent \r\nany further contact between she and her son .... I don't think that [the \r\nofficers'] advice or encouragement went to the extent that it constituted a Fourth Amendment seizure or search so I would leave it as a private search.\" At \r\nthe end of trial, the trial judge further ruled that even if it were a \r\ngovernment search, Defendant did not have a legitimate expectation of privacy and thus, \r\nthe Fourth Amendment was not implicated. The Court of Appeals reversed the trial court, finding Mrs. Peak had no authority to give third-party consent, and her search amounted to an \r\nillegal government search for purposes of the Fourth Amendment. See State \r\nv. Brockman, 329 S.C. 115, 494 S.E.2d 440 (Ct. App. 1997). We granted \r\nthe State's petition for a writ of certiorari to consider the following \r\nissues:\r\n\r\n  (1) Did the Court of Appeals properly declare that the Fourth Amendment issues presented in this case should be reviewed de novo pursuant to Ornelas v. United States, 517 U.S. 690,116 S. \r\n    Ct. 1657, 134 L. Ed. 2d 911 (1996)?\r\n  (2) Did the Court of Appeals correctly rule that Defendant had a legitimate expectation of privacy in the moped kept at his mother's residence?\r\n  (3) Did the Court of Appeals correctly rule that the private search constituted government action for purposes of the Fourth Amendment?\r\n\r\nLAW/ANALYSIS\r\nIn this certiorari petition, the State presents an important procedural issue regarding the appellate standard of review in Fourth Amendment \r\nsearch and seizure cases. The State also presents two substantive issues which can \r\nbe summarized in one general question: Did the search of Defendant's moped violate the Fourth Amendment. In addressing this general question, we \r\nwill consider the State's arguments in the following manner. The first \r\nsubstantive, issue we will address is whether Mrs. Peak and her daughter were acting \r\nas instruments or agents of the police in searching Defendant's moped. If we determine they were not, the Fourth Amendment would not be implicated, \r\nand the evidence would be admissible. See State v. Cohen, 305 S.C. 432, \r\n409 S.E.2d 383 (1991) (holding that the Fourth Amendment does not bar a search and seizure, even an arbitrary one, effected by a private party on his own \r\ninitiative). However, if we find the Peaks were acting as agents of the police, the next \r\nissue is whether Defendant had a legitimate expectation of privacy in the compartments of his moped located at his mother's house. If not, the \r\nFourth Amendment would again not be implicated. See Rawlings v. Kentucky, \r\n448 U.S. 98, 100 S. Ct. 2556, 65 L. Ed. 2d 633 (1980) (a legitimate expectation of \r\nprivacy is necessary to trigger Fourth Amendment protections). On the other hand, \r\nif Defendant did have a legitimate expectation of privacy in his moped, the \r\nsearch would violate the Fourth Amendment because the -police failed to secure a search warrant. See State v. Bultron, 318 S.C. 323, 457 S.E.2d 323 \r\n(Ct. App. 1995).(a warrantless search is per se unreasonable and thus violative of \r\nthe Fourth Amendment unless the search falls within one of the exceptions to \r\nthe exclusionary rule). \r\nHowever, before reaching these substantive issues, we first consider the State's contention that the Court of Appeals applied an erroneous standard \r\nof review. The Court of Appeals stated it would defer to the trial court's \r\nfactual findings and review them only for clear error and lack of evidentiary \r\nsupport, but its review would be de novo on the mixed questions of law and \r\nfact pursuant to Ornelas v. United States.2Ascertaining \r\nthe proper standard of review for Fourth Amendment issues is a puzzling endeavor for appellate courts and \r\nthe attorneys who appear before them. Thus, instead of providing a routine invocation of the standard of review, we will attempt to give a concrete explanation of how exactly this Court will review the issues in this case. \r\nIn doing so, we will first discuss Ornelas. Then, we will turn to the \r\nprivate search issue in this case and discuss our standard of review.\r\nIn Ornelas, police officers detained two men in a parking lot and \r\nsearched their car. The police discovered and seized cocaine from the car. A \r\nfederal magistrate judge concluded the circumstances gave the officers reasonable suspicion to conduct an investigatory stop, but not probable cause to conduct \r\na warrantless search of the car. The district court adopted the \r\nmagistrate's recommendation with respect to reasonable suspicion, but not its reasoning \r\nas to probable cause. In reviewing the district court's determinations, the \r\nSeventh Circuit Court of Appeals applied a clearly erroneous standard of review, affirming the reasonable suspicion analysis but reversing the probable \r\ncause determination. However, other circuits had in the past applied de \r\nnovo review to such determinations. The United States Supreme Court granted \r\ncertiorari to resolve the conflict among the circuits over the applicable standard of \r\nreview.\r\nThe Court in Ornelas noted that the determination of reasonable suspicion and probable cause was a two-step process. First, a court must determine the events which occurred leading up to the stop or search. \r\nSecond, the court must decide whether these historical facts, viewed from the \r\nstandpoint of an objectively reasonable police officer, amount to reasonable suspicion \r\nor to probable cause. The Court in Ornelas stated that the first part of \r\nthe analysis involved only a determination of historical facts, but the second was a \r\nmixed question of law and fact. See Ornelas, 517 U.S. at 696-97, 116 S. \r\nCt. at 1662, 134 L. Ed. 2d at 919.\r\nThe Ornelas Court articulated four reasons for applying de novo \r\nreview to ultimate determinations of reasonable suspicion and probable cause for warrantless searches and seizures. First, sweeping deference would result \r\nin varying results among trial courts. Second, independent review was \r\nnecessary to maintain control of, and to clarify the legal principles. Third, de \r\nnovo review tended to unify precedent and give better guidance to law enforcement. \r\nFinally, by maintaining deferential review for searches and seizures conducted \r\npursuant to a warrant, but having de novo review for warrantless searches, \r\npolice officers would have an incentive to obtain warrants before searching. The Court \r\nargued this standard would satisfy the Fourth Amendment's \"strong preference for searches conducted pursuant to a warrant.\" Ornelas, 517 U.S. at \r\n699,116 S. Ct. at 1663, 134 L. Ed. 2d at 920 (quoting Illinois v. Gates, 462 U.S. \r\n213, 236, 103 S. Ct. 2317, 2331, 76 L. Ed. 2d 527 (1983)). The Court further stated:\r\n\r\n  We therefore hold that as a general matter determinations of reasonable suspicion and probable cause should be reviewed de novo on appeal. Having said this, we hasten to point out that a reviewing court should take care both to review findings of historical fact only for clear error and to give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\r\n\r\nOrnelas, 517 U.S. at 699, 116 S. Ct. at 1663, 134 L. Ed. 2d at \r\n920.\r\nThere is nothing in the language of Ornelas suggesting that the \r\nFourth Amendment mandates de novo review of ultimate determinations of \r\nreasonable suspicion or probable cause for warrantless searches. At least one state \r\ncourt has held that the Ornelas decision is an exercise of federal \r\nsupervisory power and therefore not binding on state courts. See State v. Jackson, 918 \r\nP.2d 945 (Wash. Ct. App. 1996).3Many state \r\ncourts have nonetheless adopted the Ornelas de novo standard of review for warrantless searches \r\nand seizures.4\r\nWe find that Ornelas is not binding on this Court. Further, even in \r\nthe federal context, Ornelas is limited to an appellate court's review \r\nof ultimate determinations of reasonable suspicion and probable cause for warrantless searches and seizures. Ornelas did not decide that de novo \r\nreview should be applied to all Fourth Amendment issues. Thus, even if we did find \r\nOrnelas persuasive, it would be inapposite to the issues in the instant case. \r\nFinally, there is no basis for concluding that every Fourth Amendment issue of \r\nmixed law and fact should be reviewed de novo. In Ornelas, the \r\nCourt made the obvious statement that probable cause and reasonable suspicion \r\ndeterminations involved deciding whether the facts of a given case violate a set statutory \r\nor constitutional standard. However, simply characterizing this determination \r\nas one of mixed law and fact is not dispositive of the proper standard of \r\nreview, especially in light of the fact that the Court in Ornelas continued \r\nto retain a more deferential standard of scrutiny for probable cause determinations to \r\nissue search warrants. Ornelas was merely a supervisory opinion crafted \r\nout of that Court's policy concerns, and it in no way clarifies our standard of review in \r\nthe instant case. With that said, we will turn to the private search \r\nissue.\r\nThe State argues that the Court of Appeals incorrectly ruled that the search in this case constituted government action for purposes of the \r\nFourth Amendment. We agree.\r\nAs a threshold matter we must determine the appropriate standard of review to apply in considering the trial court's ruling below. In \r\nsuppression hearings, trial courts are faced with deciding whether a search violated \r\nthe parameters of the Fourth Amendment. This decision may entail a number of antecedent determinations, each of which is inherently fact-specific. In \r\nthe instant case, one such determination made by the trial court was that the \r\nPeaks were not acting as instruments or agents of law enforcement. In other \r\nwords, the trial court found that the Fourth Amendment had not been violated \r\nbecause the search was private. The test for making this determination entails an inquiry into the totality of the circumstances. State v. Cohen, 305 \r\nS.C. 432, 409 S.E.2d (1991). This inquiry encompasses a number of relevant factors including: the citizen's motivation for the search or seizure; the degree \r\nof governmental involvement, such as advice, encouragement, knowledge about the nature of the citizen's activities; and the legality of the conduct \r\nencouraged by the police. Id.\r\nThis private search determination is largely a question of fact in light \r\nof all the circumstances. See State v. Murillo, 824 P.2d 326 (N.M. Ct. \r\nApp. 1991). In the civil context, it is analogous to the determination of the existence \r\nof an agency relationship, which we have consistently held is a question of fact. \r\nSee American Fed. Bank v. Number One Main Joint Venture, 321 S.C. 169, \r\n467 S.E.2d 439 (1996). Another apt analogy arises in the federal context. In \r\nUnited States v. Tompkins, 130 F.3d 117 (5th Cir. 1997), the Fifth Circuit \r\naddressed the question whether the Ornelas de novo standard should be \r\napplied to a determination whether a defendant's consent to search was given \r\nvoluntarily. Like our private search inquiry under Cohen, voluntariness under \r\nfederal case law is determined from the totality of the circumstances surrounding the \r\nsearch and includes consideration of a number of relevant factors. The court in Tompkins noted that the United States Supreme Court in a \r\npost-Ornelas decision5 \r\nhad held that voluntariness of consent to search was solely a question of fact. The Fifth Circuit therefore held that a determination of \r\nvoluntariness did not trigger de novo review under Ornelas.\r\nTherefore, we will review the trial court's ruling like any other factual finding and reverse if there is clear error. We will affirm if there is \r\nany evidence to support the ruling. \r\nThe Fourth Amendment does not bar a search and seizure, even an arbitrary one, effected by a private party on his own initiative. Cohen, \r\n  supra. It does, however, bar evidence arising from such intrusions if the private \r\nparty acted as an instrument or agent of the government. Id. In \r\nCohen, we stated:\r\n\r\n  [I]t may be said that presearch contacts between a government official and private citizen, whether or not apparently intended by the government to prompt the citizen to render some type of assistance, are not deemed sufficient to make a search by the private citizen other than a \"private\" search. Even where the government encouragement was rather strong and specific, yet short of an explicit request for a search, courts have been inclined to declare the search private nonetheless if there was in addition a legitimate private purpose behind the search.\r\n\r\nId. at 434-35, 409 S.E.2d at 385. In applying the Cohen \r\nfactors to the instant case, the Court of Appeals found the police officers' knowledge of, and acquiescence in, the potentially criminal conduct by Mrs. Peak and her daughter constituted a government search for purposes of the Fourth Amendment. The court stated it would defer to the trial judge's primary reliance on the officers' testimony that Mrs. Peak and her daughter were searching the moped for \"dope,\" ostensibly to give the deputies reason to \r\nseize the moped and remove it from the premises. The Court of Appeals \r\nnonetheless emphasized the fact that Mrs. Peak and her daughter \"arguably\" violated \r\nS.C. Code §16-21-90 (1985)6in searching \r\nthe moped. See Brockman, 329 S.C. at 131 n.8, 494 S.E.2d at 448 n.8.\r\nThe totality of the circumstances must be considered when evaluating whether a private search constitutes government action. See Cohen, \r\nsupra. The potential illegality of any encouraged conduct is one factor. In the \r\ninstant case, it was Mrs. Peak who summoned the police to her house to help control \r\na domestic dispute with Defendant. The officers testified that from the \r\nmoment they arrived, Mrs. Peak pleaded with them to remove the moped from the premises. The officers repeatedly told her that they could not take the \r\nmoped. Although the officers were present during the search, they were there at \r\nthe request of Mrs. Peak. There is no evidence the police contacted Mrs. Peak \r\nprior to the search for the purpose of investigating Defendant's drug activities. \r\nThe officers' presence at the house was for the specific purpose of controlling \r\na domestic dispute. The trial judge made the factual finding that, in \r\nsearching the moped, Mrs. Peak was motivated by the desire to have the- moped \r\nremoved from her house to avoid any future altercation with her son. Mrs. Peak \r\nthus had a legitimate, independent justification for conducting the search. We \r\nfind there is evidence to support the trial court's finding that the search was \r\nprivate. See United States v. Smythe, 84 F.3d 1240 (10th Cir. 1996) (finding \r\nthe search was not a governmental search implicating the Fourth Amendment because \r\nthe private searcher had a legitimate, independent motivation to search the package). The Court of Appeals is therefore reversed on this issue. \r\nHaving found the search was private, we need not determine whether Defendant had a legitimate expectation of privacy in his moped.\r\nCONCLUSION\r\nBased on the foregoing, the Court of Appeals is REVERSED.\r\nFINNEY, C:J., MOORE, WALLER, and BURNETT, JJ., concur.\r\n1 The daughter was fumbling with the bag in the laundry room and had apparently attempted to take some cash. Officer Crawford discovered the additional cash in a hamper in the laundry room.\r\n2 In State v. Rodriquez, 323 S.C. 484, 476 S.E.2d 161(Ct. App. 1996), the Court of Appeals for the first time held that it would follow Ornelas and apply de novo review to the question whether a seizure under the Fourth Amendment was reasonable. In State v. Smith, 329 S.C. 550, 495 S.E.2d 798 (Ct. App. 1998), the Court of Appeals again followed Ornelas and applied de novo review to the determination of reasonable suspicion. The court also cited this Court's decision in State v. Asbury, 328 S.C. 187, 493 S.E.2d 349 (1997), as being consistent with the Ornelas de novo standard. In footnote 2 of its opinion, the court stated: \"While it appears there is no substantial difference between the state and federal standards, we find the result of this case remains the same when reviewed under either standard.\" Smith, 329 S.C. at 555 n.2, 495 S.E.2d at 801 n.2.\r\n3 In Jackson, the Washington appellate court did not reach the question of whether it would adopt Ornelas, noting that the issue in Jackson involved when a seizure occurred, rather than whether there was probable cause to support a warrantless search and seizure.\r\n4E.g., Matter of JA., 962 P.2d 173 (Alaska 1998); State v. Rogers, 924 P.2d 1027 (Ariz. 1996); People v. Sweborg, 688 N.E.2d 144 (Ill. App. 1997); State v. Chapman, 939 P.2d 950 (Kan. App. 1997); Richardson v. Commonwealth, 975 S.W.2d 932 (Ky. App. 1998); Matthews v. Blue Cross and Blue Shield of Michigan, 572 N.W.2d 603 (Mich. 1998); State v. Lee, 585 N.W.2d 378 (Minn. 1998); State v. Chitty, 571 N.W.2d 794 (Neb. 1998).\r\n5 Ohio v. Robinette, 519 U.S. 33, 117 S. Ct. 417, 136 L. Ed. 2d 347 (1996).\r\n6 Section 16-21-90 provides:\r\n\r\n  A person who, with intent and without right to do so, damages a vehicle or damages or removes any of its parts or components is guilty of a misdemeanor.\r\n  A person who, without right to do so and with intent to commit a crime, tampers with a vehicle or goes in or on it or works or attempts to work any of its parts or components or sets or attempts to set it in motion is guilty of a misdemeanor.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25070","title":"Worsley v. Town of Mt. Pleasant","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25070","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25070.htm -->\r\nWorsley v. Town of Mt. Pleasant\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Worsley Companies, Inc., Appellant,\r\n        v.\r\n        Town of Mount Pleasant, Commissioner of Public Works of the Town of Mt. Pleasant, South Carolina, and Angelo Hassig, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal-From Charleston CountyR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\nOpinion No. 25070Heard November 17, 1999 - Filed February 22, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        W. Andrew Gowder, Jr., of Pratt-Thomas, Pearce, Epting &amp; Walker, P.A., of Charleston, for appellant.\r\n        James Elliott, of Barnwell, Whaley, Patterson &amp; Helms; and Thomas J. Wills, of Wills &amp; Massalon, both of Charleston; and R. Allen Young, of Office of Corporate Counsel, of Mt. Pleasant, for respondent Town of Mt. Pleasant. \r\n        Michael J. Ferri, of Grimball &amp; Cabinass, of Charleston; and David G. Jennings, of North Charleston, for respondents Commissioner of Public Works of the Town of Mt. Pleasant and Angelo Hassig.\r\n      \r\n    \r\n  \r\n\r\n\r\nMOORE, A.J.: Appellant brought this action alleging a temporary regulatory taking and denial of substantive due process. The \r\ncircuit court granted respondents summary judgment. We affirm.\r\nFACTS\r\nIn 1986, appellant Worsley Companies (Worsley) built a Scotchman on a tract of land (Tract B) leased from Daniel and Mildred Hall (Halls). \r\nWorsley constructed a sewer line across an adjacent tract of land (Tract A), which \r\nthe Halls also owned, and connected it to Town of Mount Pleasant's (Town's) sewer system. This sewer line was never dedicated or otherwise transferred to Town \r\nor Mount Pleasant Waterworks and Sewer Commission (Commission). In 1994, Worsley was also leasing part of Tract A (A-1) owned by the Halls and \r\nbegan construction of a propane facility. The Halls retained the remaining portion \r\nof Tract A (Tract A-2).\r\nIn June 1994, Worsley was issued a building permit for the propane \r\nfacility on Tract A-1. On August 30, 1994, Worsley applied for a water and sewer \r\npermit from Commission. Commission informed Worsley that an easement was needed for the existing sewer lines prior to the issuance of a permit. Worsley \r\nsigned the easement documents and sent them to Commission. Commission responded that the easement would have to be granted by the property owners, the Halls, and \r\nnot Worsley. Town refused to issue a certificate of occupancy until Worsley had \r\nwater and sewer service. Worsley filed an action seeking an injunction and \r\ndamages against both Town and Commission.\r\nIn January 1995, the Halls and Worsley executed an agreement which allowed Worsley access to the existing water and sewer lines which were \r\nlocated on Tract A-2. This agreement satisfied Commission and it granted service \r\nto Worsley. Thereafter, .Town issued a certificate of occupancy. Worsley \r\namended its complaint to dismiss the injunction cause of action but still sought \r\ndamages for a temporary regulatory taking and denial of substantive due process.\r\nISSUE \r\n\r\n  Did the circuit court err in granting respondents summary judgment?\r\n\r\nDISCUSSION\r\nWorsley contends the circuit court erred in granting summary judgment because there were questions of fact surrounding the issues in \r\nthis case. We disagree.\r\nSummary judgment is appropriate when it is clear there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 \r\n(1997); Rule 56(c), SCRCP. In determining whether any triable issue of fact \r\nexists, the evidence and all inferences which can be reasonably drawn therefrom must be viewed in the light most favorable to the nonmoving party. \r\nKoester v. Carolina Rental Ctr., Inc., 313 S.C. 490, 443 S.E.2d 392 (1994). \r\nIf triable issues exist, those issues must go to the jury. Rothrock v. \r\nCopeland, 305 S.C. 402, 409 S.E.2d 366 (1991).\r\nWorsley contends Commission's and Town's refusals to issue the permit and certificate of occupancy constituted a taking of its property. \r\nThe circuit court held Worsley did not have any protected property \r\ninterest and, furthermore, the denial of the permit because of the unmet requirement of an easement over the existing sewer lines was not a taking. We agree.\r\nIn Board of Regents v. Roth, 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, \r\n33 L.Ed.2d 548 (1972), the United States Supreme Court held that \"[t]o have \r\na property interest in a benefit, a person clearly must have more than an abstract need or desire for it . . . . He must, instead, have a legitimate \r\nclaim of entitlement to it.\" A clear entitlement exists in a permit when \"the discretion of the issuing agency is so narrowly circumscribed that approval \r\nof a proper application is virtually assured.\" Villager Pond, Inc., v. Town \r\nof Darien, 56 F.3d 375, 378 (2d Cir. 1995)(citing RRI Realty., \r\nv. Incorporated Village of Southampton, 870 F.2d 911, 918 (2d Cir. \r\n1989)).\r\nWorsley was not entitled to a water and sewer permit because it did not comply with the conditions required by Commission. Commission has a policy of requiring an easement or some other agreement when a water and sewer line is to be connected to an existing line owned by a different \r\nparty. This is to prevent one party from not allowing the other party access to \r\nthe line for repairs or service and maintenance. See 83 Am. Jur.2d Zoning \r\nand Planning § 713 (1992)(\"Where the responsible state agency has \r\nrefused to grant a building permit based on the builder's plans not meeting the required standards, there is no substantive due process\"taking\" \r\nviolation.\"). Thus, the circuit court did not err in granting Town summary judgment.\r\nThe circuit court also did not err in granting summary judgment for Town. Worsley had no entitlement to the certificate of occupancy. Town's refusal to issue the certificate of occupancy to Worsley was not a \r\nregulatory taking. There was no discretion in Town's actions. Pursuant to S.C. Code Ann. § 6-10-50(h)(Supp. 1998), a certificate of occupancy shall be issued \r\nonly if a building is in accordance with the building permit and other \r\napplicable laws. Under Town's building regulations, a building must be connected to water and sewer service prior to the issuance of the certificate of \r\noccupancy. See Building Reg. § 106.1.1; Standard Plumbing Code §§ 601.2.\r\nWorsley also contends the circuit court erred in granting summary judgment on its 42 U.S.C. § 1983 cause of action. We disagree.\r\nSubstantive due process protects a person from being deprived of life, liberty or property for arbitrary reasons. Anco, Inc. v. State Health \r\nand Human Services Finance Comm'n, 300 S.C. 432, 388 S.E.2d 780 (1989). \r\nA plaintiff must show that he was arbitrarily and capriciously deprived of \r\na cognizable property interest rooted in state law. Scott v. Greenville \r\nCounty, 716 F.2d 1409 (4th Cir. 1983): Here, as the circuit court held, Worsley \r\ndoes not have a protected property interest in connecting to the sewer line or \r\nthe certificate of occupancy. Furthermore, the denial of the water and sewer permit was not arbitrary or capricious. As discussed above, Commission \r\nhas a reasonable requirement of an easement or some other agreement when a water and sewer line is to be connected to an existing line owned by a different party.\r\nWorsley then argues in its brief whether Town was grossly negligent is an issue of fact for the jury and, therefore, the circuit court \r\nerroneously granted summary judgment on the ground that the Tort Claims Act, S.C. Code Ann. § 15-78-60 (Supp. 1997), was applicable. Under § 15-78-60 (12) \r\na governmental entity is not liable for a loss resulting from \"licensing \r\npowers or functions including, but not limited to, the issuance, denial, \r\nsuspension, renewal, or revocation of or failure or refusal to issue, deny, suspend, \r\nrenew, or revoke any permit, license, certificate, approval, registration, order, \r\nor similar authority except when the power or function is exercised in a \r\ngrossly negligent manner.\"\r\nWorsley relies upon Staubes v. City of Folly Beach, 331 S.C. 192, \r\n500 S.E.2d 160 (Ct. App. 1998). In Staubes, the Court of Appeals held \r\n\"[g]ross negligence is a mixed question of law and fact and should be presented to \r\nthe jury unless the evidence supports only one reasonable inference.\" \r\nId. at 168. (emphasis added). Gross negligence is the intentional, conscious failure to \r\ndo something which one ought to do or the doing of something one ought not \r\nto do. Id. at 167 (citing Clyburn v. Sumter County School Dist. # 17, \r\n317 S.C. 50, 451 S.E.2d 885 (1994)). Here, the evidence supports only one \r\nreasonable inference. Town had no discretion and did not fail to do something it \r\nought to do. Accordingly, the grant of summary judgment is\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25071","title":"Hamilton v. Bob Bennett Ford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25071","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25071.htm -->\r\nHamilton v. Bob Bennett Ford\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        William Leroy Hamilton, Respondent,\r\n        v.\r\n        Bob Bennett Ford, Employer, and South Carolina Automobile Association, Carrier, Petitioners.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington CountyEdward B. Cottingham, Circuit Court Judge\r\n\r\nOpinion No. 25071Submitted January 26, 2000 - Filed February 22, 2000\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        L. Elaine Mozingo and Andrea C. Pope, both of Barnes, Alford, Stork &amp; Johnson, of Columbia, for petitioners.\r\n        Lex A. Rogerson, Jr.; and S. Belinda Ellison, both of Lexington, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Petitioners filed a petition for a writ of certiorari seeking review of the Court of Appeals' decision in Hamilton v. Bob \r\nBennett Ford, 336 S.C. 72, 518 S.E.2d 599 (Ct. App. 1999). We grant \r\ncertiorari, in part, to review that portion of the Court of Appeals' decision addressing \r\nthe admissibility of Sandra Powell's hearsay testimony and dispense with further briefing. In all other respects, the petition for a writ of \r\ncertiorari is denied.\r\nDuring the hearing before the single commissioner, Powell, an employee of Bob Bennett Ford's insurer, testified that she called Bob \r\nBennett Ford and asked Mr. Keith, who was a manager at Bob Bennett Ford, if he was aware of respondent's condition and that Keith stated that he was \r\nnot. Respondent objected on hearsay grounds; however, the single commissioner allowed the testimony and ultimately found respondent's claim barred by \r\nthe applicable statute of limitations.\r\nRespondent appealed, arguing, among other things, that the single commissioner erred in allowing Powell's hearsay testimony. The \r\nfull commission and the circuit court affirmed the single commissioner's \r\nruling admitting Powell's hearsay testimony.\r\nThe Court of Appeals, however, citing the South Carolina Rules of Evidence, defined hearsay and noted that it is generally inadmissible. \r\nThe Court of Appeals then concluded that Powell's testimony did not fall \r\nwithin an established hearsay exception and was thus inadmissible. \r\nHamilton, 336 S.C. at 73, 518 S.E.2d at 599.\r\nIn reaching this decision, the Court of Appeals failed to recognize the fact that the South Carolina Rules of Evidence do not apply in proceedings before the Workers' Compensation Commission. S.C. Code Ann. §1-23-33 (1986 &amp; Supp. 1999) (except in proceedings before the \r\nWorkers' Compensation Commission, rules of evidence apply in contested matters before an agency); see also Ham v. Mullins Lumber Co., 193 S.C. 66, \r\n7 S.E.2d 712 (1941) (\"great liberality is exercised in permitting the introduction \r\nof evidence in proceedings under Workmen's Compensation Acts.\").\r\nHowever, even under the proper standard, Powell's hearsay testimony is still inadmissible. Hearsay testimony may be admissible in workers' compensation matters if corroborated by facts, circumstances, or other evidence. Ham, 193 S.C. at 82, 7 S.E.2d at 719. We find that \r\nPowell's hearsay was not corroborated by any evidence presented at the hearing. Moreover, Powell's testimony regarding her conversation with Mr. Keith does not meet the requirements of an admission against interest by a \r\nparty opponent and thus was not admissible on that ground. See Bunch \r\nv. Cobb, 273 S.C. 445, 257 S.E.2d 225 (1979).\r\nAccordingly, the Court of Appeals' decision is affirmed as modified.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25072","title":"Truck South, Inc. v. Patel","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25072","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25072.htm -->\r\nTruck South, Inc. v. Patel\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Truck South, Inc., Petitioner\r\n        v.\r\n        Sudhir D. Patel, Respondent\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Colleton CountyCharles W. Whetstone, Jr., Circuit Court JudgeR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\nOpinion No. 25072Heard January 20, 2000 - Filed February 22, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        A. Cranwell Boensch, of Walterboro, and James B. Richardson, Jr., of Richardson &amp; Birdsong, of Columbiaä for petitioner.\r\n        James F. Walsh, Jr., of Orangeburg, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nTOAL, A.J.: Truck South, Inc. (\"Truck South\") appeals the Court of Appeals' decision to reverse the trial court and remand for a new trial based \r\nupon improper venue. We reverse the Court of Appeals.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn September 13, 1993, Sadhir D. Patel (\"Patel\") contracted with Truck South to purchase real estate located near the intersection of I-95 and \r\nState Highway 63 in Colleton County, South Carolina for $136,745.00. Patel was \r\nto receive title upon completion of the payment of the purchase price in installments. The sales contract contained provisions under the \"Covenants \r\nof Seller\" and \"Conditions and Contingencies of Sale\" that mandated the \r\nproperty be zoned for commercial purposes permitting the construction of a \r\ntwo-story motel containing not less than 80 units. Truck South was also obligated \r\nunder the contract to convey the property \"free from encumbrances.\"\r\nAfter the execution of the contract, Patel obtained a franchise agreement from Hampton Inn and began initial design of a motel to be constructed on \r\nthe site. Patel hired an architecture firm to design and construct the motel. \r\nPrior to construction, the architecture firm discovered water on the property \r\nand requested an inspection by a federal agent. In a hearing following the investigation, part of the property was declared to be \r\nfederally-protected wetlands. At the time of contracting, neither party knew the property contained wetlands. Because of the wetlands designation, Patel could not construct a motel on the property and the conditions of the Hampton Inn franchise agreement could not be met.\r\nOn April 20,1995, Patel notified Truck South by letter that he refused to make additional payments on the land and demanded the refund of all payments made up to that date. Truck South brought an action in Colleton County seeking specific performance of the sales contract or, in the \r\nalternative, damages. Patel moved for a change of venue to Orangeburg County, the \r\ncounty of his residence. The trial judge denied this motion and the case was tried \r\nin Colleton County where the property was located. Patel filed an answer asserting: (1) the trial court should deny the relief requested by Truck \r\nSouth because the wetlands designation on the property is an encumbrance \r\nrendering title to the property unmarketable; and (2) the trial court should rescind \r\nthe contract because it was premised on a unilateral or mutual mistake of fact. \r\nThe trial court rejected these arguments and granted summary judgment to \r\nTruck South on all issues.\r\nPatel appealed and the Court of Appeals reversed the trial court and remanded the case for a new trial, holding that venue was proper in the \r\ncounty of Patel's residence pursuant to S.C. Code Ann. § 15-7-30 (1976). Truck \r\nSouth, Inc. v. Patel, 322 S.C. 222, 503 S.E.2d 774 (Ct. App. 1998) (Hearn, \r\nJ., dissenting). The Court of Appeals reasoned that \"[b]ecause the object of \r\nTruck South's action for specific performance of the land sales contract is \r\nessentially recovery of the purchase price under the contract, a money judgment, and \r\nthe judgment does not directly operate to change title, we hold Patel has the \r\nright under section 15-7-30 of the South Carolina Code to defend this action in \r\nthe county of his residence.\" Id. at 324, 503 S.E.2d at 780. Truck South \r\nappeals on the following issues:\r\n\r\n  I. Is an action for specific performance of a real estate contract properly brought in the county where the property is situated or where the defendant resides?\r\n  II. Did the Court of Appeals err in granting summary judgment for specific performance to Truck South, the vendor?\r\n\r\nLAW/ANALYSIS\r\nI. Venue\r\nTruck South argues that a vendor's action for specific performance of a real estate contract is a local action placing venue in the county where \r\nthe property is located. We agree.\r\nAccording to the plain language of S.C. Code Ann. § 15-7-10 (1) (1976), \r\nthe proper venue for this action is in Colleton County, the county where the property is located. Section 15-7-10 provides in part:\r\n\r\n  Actions . . . must be tried in the county in which the subject of the action or some part thereof is situated . . . (1) For the recovery of real property or of an estate or interest therein or for the determination in any form of such right or \r\n    interest and for injuries to real property. (emphasis added).\r\n\r\nIn all other cases, proper venue is in the county where the defendant resides \r\nat the time of the commencement of the action. S.C. Code Ann. § 15-7-30 \r\n(1976). Section 15-7-10 (1) applies to any action that requires a determination in \r\nany form of such \"right or interest\" in real property. An action for specific performance of a real estate contract affects rights and interests in \r\nreal property because it ultimately determines who holds title to the \r\nproperty.\r\nIn Barrow v. Gowdy, 114 S.C. 122, 103 S.E. 477 (1920), we \r\nspecifically held that venue of an action for specific performance is proper in the \r\ncounty where the land is located, notwithstanding the defendant was a resident \r\nof another county. Because the action in Barrow was one to determine \r\nthe interest of the plaintiff in real property situated in Clarendon County, \r\nthe action was tried in Clarendon County where the land was situated. Id. The Court of Appeals attempted to distinguish Barrow by arguing that the \r\nplaintiff in Barrow was a vendee, while the plaintiff in the instant case is a \r\nvendor. The Court of Appeals found there was a critical distinction between an action \r\nfor specific performance of a contract for the sale of land brought by the seller \r\nand an action brought by a buyer. According to the Court of Appeals, a seller is \r\nnot asking for the \"property or an order directly affecting title to the \r\nproperty; rather, he is seeking the purchase price of the property due under the \r\ncontract.\" Truck South, Inc., 332 S.C. at 228, 503 S.E.2d at 777.\r\nThe rule established in Barrow controls in this case. In \r\nBarrow, a blanket rule was established that applies to all actions for the specific performance \r\nof a land sales contract. This Court did not address the fact that the action \r\nin Barrow was made by a purchaser rather than a seller, or that the \r\napplication of the venue statute would depend upon which side was seeking specific performance. The Court of Appeals determined that Barrows was a purchaser by reading the record on appeal on file with the South Carolina Supreme \r\nCourt. However, the actual opinion in this case does not make any such \r\ndistinction. Nothing in the opinion limits its holding to actions commenced only by \r\nbuyers. The Barrows opinion contains no reasoning to support the Court of \r\nAppeals' holding because it does not distinguish between a buyer and a seller in \r\nterms of specific performance.\r\nThe Court of Appeals concluded that Barrows was not controlling in \r\nthe instant case because of the nature of the relief sought by Truck South. According to the Court of Appeals, Truck South is not asking the court to determine its rights in the real estate, but is simply seeking the money \r\ndue under the contract. However, the character of an action is primarily \r\ndetermined by the allegations of the complaint. Seebaldt v. First Fed. Sav. &amp; \r\nLoan Assn., 269 S.C. 691, 239 S.E.2d 726 (1977). Truck South's Amended Complaint \r\nseeks to require Patel to specifically perform under the contract, money damages \r\nwere only requested in the alternative. See Truck South, Inc, 322 S.C. at \r\n236, 503 S.E.2d at 782 (Hearn, J., dissenting). While the transfer of money would \r\noccur if specific performance was ordered, Truck South's request is not solely for \r\na \"money judgment,\" it is an action to compel Patel to perform so that title, \r\nan interest in the real estate, can transfer. As Judge Hearn stated in her \r\ndissent, \"Any payment received by Truck South in exchange for the property is a necessary accompaniment to the conveyance of the property and does not \r\nalter the true nature of the lawsuit.\" Id. at 236, 503 S.E.2d at 782; \r\nsee also First Nat. Co. v. Strak, 148 S.C. 410, 418, 146 S.E. 240, 242 (1929) (refusing \r\nto recharacterize an action for foreclosure as an action for debt).\r\nPublic policy does not support having a different venue rule depending upon whether the buyer or the seller seeks specific performance. Strong \r\npublic policy supports a rule that requires an action for the specific performance \r\nof a land sales contract to be litigated in the county where the land is located. \r\nThat is where the records are located, where the title is recorded, where lis \r\npendens are filed, and where the actual property is situated. Judge Hearn \r\ncorrectly noted in her dissent that if this case had been transferred to Orangeburg County, the county of Patel's residence, a person searching title would be \r\nplaced under the burden of searching records in both Colleton and Orangeburg \r\nCounty. The policy reasons for requiring an action for specific performance to be \r\nbrought in the county where the property is located support the application of \r\nsection 15-7-10(1) to both buyers and sellers. There is no logical reason why the \r\nrule should distinguish between buyers and sellers. The Court of Appeals cites authority from other jurisdictions to support their decision, including cases \r\nfrom Minnesota, Florida, and California.1See \r\ngenerally 77 Am. Jur. 2d Venue § 20 (1997) (\"statute which make local actions involving title to real estate do \r\nno apply to action in which the question of title is merely incidental to the \r\nmain controversy\"); C.R. McCorkle, Annotation, Venue of Action for \r\nSpecific Performance of Contract Pertaining to Real Property, 63 A.L.R. 2d \r\n456 (1959).2  However, we find 'it is more reasonable, and more in line with this \r\nCourt's precedent in Barrow, to have a rule where actions involving real \r\nestate are local actions that are litigated in the county where the land is situated.\r\nII. Summary Judgment \r\nTruck South argues that the trial court's decision to grant summary judgment should be affirmed because no material issues of fact were in \r\ndispute concerning the encumbrances on the land, unilateral mistake, or mutual mistake. We agree.\r\nA. Encumbrances\r\nA trial judge should deny summary judgment where there is a genuine issue as to any material fact. Davis v. Satterfield Construction \r\nCo., 263 S.C. 356, 210 S.E.2d 596 (1974). On appeal from an order granting summary judgment, the appellant court will review all ambiguities, conclusions, \r\nand inferences arising in and from the evidence in a light most favorable to \r\nthe appellant. Williams v. Chesterfield Lumber Co., 267 S.C. 607, 230 \r\nS.E.2d 447 (1976).\r\nTruck South covenanted in the \"Contract of Sale\" to convey the property, to Patel \"free from encumbrances.\" After the sales contract was entered \r\ninto, an architecture firm discovered wetlands on the property. Patel sought to rescind the sales contract arguing the wetlands designation acts as an encumbrance on the property that renders the title unmarketable. An encumbrance is a right or interest in the land granted \"which may subsist \r\nin third persons to the diminution in value of the estate although consistent \r\nwith the passing of the fee.\" Martin v. Floyd, 282 S.C. 47, 51, 317 \r\nS.E.2d 133,136 (Ct. App. 1984) (quoting 21 C.J.S. Covenants § 142); see also BLACK'S \r\nLAW DICTIONARY 547 (7th ed. 1999) (\"A claim or liability that is \r\nattached to property or some other right that may lessen its value, such as a lien or mortgage; \r\nany property right that is not an ownership interest.\"). The Court of Appeals \r\nin McMaster v. Strickland, 305 S.C. 527, 409 S.E.2d 440 (Ct. App 1991) \r\nheld that the designation of property as wetlands and the resulting possibility that \r\na purchaser would not be able to use the property for the purpose he intended \r\ndid not establish that the vendor was incapable of providing marketable \r\ntitle. According to the Court of Appeals, \"This simply boils down to a case of \r\nthe purchaser taking a calculated business risk. The fact that he is \r\ndissatisfied with the results will not excuse him from the contract without some \r\ncondition stated in the contract allowing his refutation of the same.\" Id. at \r\n530, 409 S.E.2d at 442; see also Martin, 282 S.C. at 52, 317 S.E.2d at 136 \r\n(Ct. App. 1984) (\"While marsh or water might be a burden upon property, it is certainly not \r\na lien, easement, or a right existing in a third party.\"). Because the \r\nwetland designation does not render the title unmarketable, Patel cannot rescind \r\nthe contract based upon an encumbrance.\r\nB. Unilateral Mistake\r\nIn order to rescind an instrument on the grounds of mistake, the proof must be by evidence that is clear and convincing. Smothers v. \r\nRichland Memorial Hosp., 328 S.C. 566, 493 S.E.2d 107 (Ct. App. 1997) (citing \r\nBlanton v. Blanton, 284 S.C. 250, 325 S.E.2d 340 (Ct. App. 1985)). The \r\nRecord on Appeal contains no evidence of unilateral mistake because neither party \r\nknew of the wetland condition prior to contracting nor that the property might \r\nbe unsuitable for construction. Unilateral mistake is not by itself grounds \r\nfor rescinding the contract unless the mistake has been induced by fraud, \r\ndeceit, misrepresentation, concealment, or imposition of the party opposed to rescission, without negligence on the part of the party claiming rescission, \r\nor where mistake is accompanied by very strong and extraordinary \r\ncircumstances which would make it a great wrong to enforce the agreement. See State \r\nFarm Mut. Auto Ins. Co. v. Turner, 303 S.C. 99, 399 S.E.2d 22 (Ct. App. \r\n1990).\r\nPatel adduced no evidence demonstrating Truck South knew prior to contracting that the property was wetlands and therefore unsuitable for construction. Patel's attorney drafted the sales contract and could have inserted a provision into the contract making the sale of the property \r\ncontingent on its suitability as a construction site. In fact, Patel's attorney \r\ninserted provisions in the sales contract to deal with other environmental problems.3 Because there was no misrepresentation or fraud concerning the property's wetlands designation, summary judgment was properly granted by the trial judge on the issue of unilateral mistake.\r\nC. Mutual Mistake\r\nContracts may be rescinded based upon mutual mistake where the mistake is in reference to facts upon which the contract is based, or where \r\nthere is an omission or insertion of some material element affecting the \r\nsubject matter or terms and stipulations of the contract, inconsistent with the \r\ntrue agreement of the parties. King v. Oxford, 282 S.C. 307, 318 S.E.2d \r\n125 (Ct. App. 1984). The mistake must be common to both parties and, by reason of \r\nit, each has done what neither intended. Chet Adams Co. v. James F. \r\nPederson Co., 308 S.C. 410, 418 S.E.2d 337 (Ct. App. 1992). The evidence in \r\nthis case does not indicate that the contract failed to reflect the parties' \r\nintentions, rather the sales contract failed to include a provision protecting Patel from \r\nunforseen circumstances. Truck South did not know or represent to Patel that the \r\nland was free of wetlands or was suitable for the intended purpose. Patel \r\nbargained for protection against certain contingencies that would render the land unsuitable, but none of these contingencies included a wetlands \r\ndesignation. Therefore, there was no mutual mistake and the loss falls to Patel under \r\nthe contract.\r\nCONCLUSION\r\nBased on the foregoing, the decision of the Court of Appeals is REVERSED and the trial court's grant of summary judgment is AFFIRMED.\r\nFINNEY, C.J., MOORE, WALLER, BURNETT, JJ., concur.\r\n1 Specifically, the Court of Appeals cites Minnesota ex rel. Nyquist v. District Court of Swift County, 205 N.W. 284 (Minn. 1925); Minnesota ex. rel D.S.B. Johnston Land Co. v. District Court of Pennington County, 164 N.W. 1014 (Minn. 1917); McMullen v. McMullen, 122 So.2d 626 (Fla. Dist. Ct. App. 1960); Work v. Associated Almond Growers, 245 P. 790 (Cal. Dist. Ct. App. 1926). Other states differ as to where venue should be for a specific performance action. However, only California recognizes the \"venue split\" that the Court of Appeals advocates. Only California has held that venue depends on whether the vendor or the vendee brings the action.\r\n2Judge Hearn's dissent correctly notes that the Annotation cites the Barrow decision twice to illustrate that in South Carolina the proper venue of an action for specific performance of a contract pertaining to real property is the county where the property is located.\r\n3Under the \"Covenants of Seller and Conditions and Contingencies of Sale,\" Patel's attorney inserted a provision requiring a Phase I Environmental Audit to determine if any environmental clean-ups were necessary. This provision requires the vendor to pay part of the cost for any environmental clean-up. It would appear that Patel was aware that the sales contract could be drafted to protect him from certain environmental problems.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25073","title":"Belton v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25073","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25073.htm -->\r\nBelton v. State\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Felicia Nadine Belton, Petitioner,\r\n        v.\r\n        The State of South Carolina, The State Housing Authority, and the S.C. Budget and Control Board, Division of Human Resource Management, Defendants, Of whom The State Housing Authority is Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Richland CountyR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\nOpinion No. 25073Heard January 6, 2000 - Filed February 22, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Charles Richard Kelly, of Columbia, for petitioner.\r\n        H. Ronald Stanley, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nMOORE, A.J.: We granted a writ of certiorari in this case to review the sole issue whether attorney's fees should have been awarded \r\nunder the former version of the Whistleblower Act, 1988 S.C. Act No. 354. The Court of Appeals affirmed the denial of such fees. Belton v. State, \r\n330 S.C. 422, 499 S.E.2d 225 (Ct. App. 1998). We affirm.\r\nFACTS1\r\nBefore trial on her whistleblower action, petitioner Belton accepted an \r\noffer of judgment in the amount of $10,000 from respondent (Housing Authority) pursuant to Rule 68, SCRCP. Her acceptance indicated she would seek costs and attorney's fees. The originals of the offer and acceptance were filed \r\nwith the clerk of court but the clerk never entered judgment as provided under Rule \r\n68. On motion of the parties, Judge Pleicones noted that the original offer could \r\nnot be found and ordered judgment entered for $10,000 against Housing \r\nAuthority. \r\nBelton petitioned the circuit court for attorney's fees in the amount of $117,761 plus costs and pre judgment interest. Judge Dennis awarded Belton \r\n  $439 in pre judgment interest and $898.28 in costs, and he denied the request \r\n  for attorney's fees. Belton appealed to the Court of Appeals which \r\n  affirmed.\r\nISSUE\r\n\r\n  Are attorney's fees recoverable under the former Whistleblower Act when judgment is entered pursuant to a Rule 68 offer of judgment?\r\n\r\nDISCUSSION\r\nRule 68(a) provides for an offer of judgment.2 Costs are \r\nallowed when judgment is entered pursuant to an offer of judgment but these costs do \r\nnot include attorney's fees. Steinert v. Lanter, 284 S.C. 65, 325 S.E.2d \r\n532 (1985) (construing predecessor statute §15-21-10); see also Black v. \r\nRoche Biomedical Laboratories, 315 S.C. 223, 433 S.E.2d 21(Ct. App. \r\n1991) (holding generally that costs, fees, and disbursements must be provided under specific statute or rule to be allowed when judgment is entered \r\nunder Rule 68 offer of judgment). Attorney fees may be taxed, however, if otherwise allowed by statute or rule. Rule 54(e)(1), SCRCP.\r\nBelton contends she is entitled to attorney's fees under former §8-27-30(C) of the Whistleblower Act which provided: \"Any court or jury award under this section may include actual damages, court costs, and \r\nreasonable attorney fees. \"3 \r\nThe Court of Appeals held the judgment in this case did not amount to a \"court award\" although judgment was entered by court order rather than by the clerk of court as provided in Rule 68. We agree that the trial \r\njudge's ministerial act of entering judgment in this case does not alter the status \r\nof the judgment as one entered pursuant to Rule 68. Such a judgment does not qualify as a \"court award\" since there has been no resolution on the merits \r\nof the claim.4A statute \r\nallowing attorney fees is in derogation of the common law and must be strictly construed. Steinert v. Lanter, supra. \r\nAccordingly, the Court of Appeals' decision affirming the denial of attorney's fees \r\nis\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, WALLER and BURNETT, JJ., concur.\r\n1The procedural history of this case is more fully set forth in Belton v. State, 313 S.C. 549, 443 S.E.2d 554 (1994).\r\n2This rule provides in pertinent part:\r\n\r\n  At any time a party defending against a claim may serve upon the adverse party an offer to allow judgment to be taken against him for the money or property or to the effect specified in his offer, with costs then accrued. If within 10 days after the service of the offer the adverse party serves written notice that the offer is accepted, either party may then file the offer and notice of acceptance together with proof of service thereof and thereupon the clerk shall enter judgment.\r\n\r\n3The current version of the Whistleblower Act limits the action to a nonjury proceeding and provides for \"reasonable attorney fees as determined by the court, but this award of attorney fees may not exceed ten thousand dollars for any trial and five thousand dollars for any appeal.\" S.C. Code Ann. &sect;8-27-30(A) (Supp. 1998).\r\n4A case resolved by acceptance of an offer of \r\njudgment is considered \"settled.\" Fletcher v. City of Fort Wayne, 162 F.3d 975, 978 (7th \r\nCir. 1998).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25074","title":"Poston v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25074","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25074.htm -->\r\nPoston v. State\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael Poston, Petitioner/Respondent,\r\n        v.\r\n        State of South Carolina, Respondent/Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Darlington CountyJohn H. Waller, Jr., Trial JudgeMarc H. Westbrook, Post-Conviction Judge\r\n\r\nOpinion No. 25074Submitted January 26, 2000 - Filed February 22, 2000\r\n\r\nAFFIRMED IN PART; REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of the South Carolina Office of Appellate Defense, for petitioner/respondent.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, and Assistant Attorney General Lawrence G. Wedekind, all of Columbia, for respondent/petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Petitioner/respondent was indicted, along with 21 others individuals, for trafficking in cocaine in excess of 400 grams. He was \r\nfound guilty as charged, sentenced to twenty-five years in prison and fined \r\n$200,000. Petitioner/respondent, John E. Watford, James Michael Hill, Bobby Bell, \r\nJames Napolean Smith and Tommy McElveen, all appealed. The Court of Appeals affirmed. State v. Barroso, 320 S.C. 1, 462 S.E.2d 862 (Ct. App. \r\n1995).\r\nAll seven men then sought a writ of certiorari in this Court. However, before a decision was rendered on the petitions, petitioner/respondent moved \r\nto relieve appellate counsel and to withdraw his petition for a writ of \r\ncertiorari so that he could pursue post-conviction relief (PCR). Appellate counsel explained \r\nthe risks of withdrawing the petition to petitioner/respondent and was opposed to \r\nhim taking such action, but petitioner/respondent acknowledged he was aware of \r\nthe risks associated with withdrawing the petition, including the fact that he \r\nwould be forever waiving review of the issues raised therein. Accordingly, by order \r\ndated April 4, 1996, petitioner/respondent's motion to relieve counsel and motion \r\nto withdraw the petition for a writ of certiorari were granted. Thereafter, this \r\nCourt granted certiorari on the petitions filed by petitioner/respondent's \r\ncodefendants and reversed their convictions. State v. Barroso, 328 S.C. 268, 493 \r\nS.E.2d 854 (1997).\r\nPetitioner/respondent filed a PCR application alleging ineffective assistance of trial counsel and appellate counsel. The PCR judge bifurcated \r\nthe issues and only the issue of ineffective assistance of appellate counsel was \r\nactually heard. Petitioner/respondent argued that appellate counsel was ineffective for failing to raise, in the petition for a writ of \r\ncertiorari to the Court of Appeals, the issue on which this Court granted certiorari in his \r\nco-defendants' cases. The PCR judge found appellate counsel did not raise \r\nthe issue on which petitioner/respondent's co-defendants' convictions were reversed by this Court. While he concluded appellate counsel was not ineffective for failing to raise the issue, he also concluded that petitioner/respondent did not knowingly and intelligently waive his right to \r\na direct appeal because his decision to withdraw his petition was not based \r\non full knowledge and appreciation of the risk and substantive rights that \r\nhe was giving up. The PCR judge therefore granted petitioner/respondent a belated appeal pursuant to White v. State, 263 S.C. 110, 208 S.E.2d \r\n35 (1974) and Davis v. State, 288 S.C. 290, 342 S.E.2d 60 \r\n(1986).\r\nBoth petitioner/respondent and the State have filed petitions for a writ of certiorari. We deny petitioner/respondent's petition, but grant \r\nthe State's petition, dispense with further briefing and affirm in part and \r\nreverse in part the order of the PCR court.\r\nThe cases of White v. State, supra; and Davis v. State, \r\nsupra, upon which the PCR judge relied in granting petitioner/respondent relief, deal with waiver of the right to direct appeal, or a first appeal of \r\nright. Those cases are not applicable here because a petition for a writ of \r\ncertiorari to the Court of Appeals is a discretionary appeal, not an appeal to which petitioner/respondent is entitled as a matter of right. Rule 226(b), \r\nSCACR. Since petitioner/respondent had no right to a discretionary appeal, the \r\nPCR judge erred in addressing the issue of waiver after finding appellate \r\ncounsel was not ineffective.\r\nThe PCR judge also erred in finding petitioner/respondent did not knowingly and intelligently waive his opportunity to seek a writ of certiorari. The issue this Court granted certiorari on, and eventually reversed the co-defendants' convictions on, was the admission of evidence under State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923) of prior bad acts committed by the defendants, specifically the use and sale of marijuana. That issue was raised in petitioner/respondent's petition for a writ of certiorari to the Court of Appeals and was worded substantially the same \r\nas those in the co-defendants' petitions. Petitioner/respondent forever \r\nwaived that issue when he withdrew his petition for a writ of certiorari to the \r\nCourt of Appeals.\r\nFinally, petitioner/respondent did not elect to withdraw his petition because appellate counsel did not raise the issue on which this \r\nCourt granted certiorari and reversed his co-defendants' convictions. He specifically stated that he was withdrawing the petition because of \r\nperceived preservation problems with an unrelated issue and because he wanted to pursue PCR.\r\nIt is clear from the record that petitioner/respondent knowingly and voluntarily withdrew his petition despite warnings against doing so \r\nand with full knowledge that he would be forever waiving the issues raised therein, including the Lyle issue on which he now seeks to be \r\nheard. Accordingly, we affirm that portion of the PCR judge's order finding appellate counsel was not ineffective, but reverse that portion of the \r\norder finding petitioner/respondent did not knowingly and intelligently waive \r\nhis right to a direct appeal and granting him a belated appeal.\r\nWaller, A.J., not participating\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25075","title":"Roddy v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25075","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25075.htm -->\r\nRoddy v. State\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lavonne Roddy, Jr., Respondent,\r\n        v.\r\n        State of South Carolina, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Greenville CountyC. Victor Pyle, Jr., Trial JudgeThomas J. Ervin, Post-Conviction Judge\r\n\r\nOpinion No. 25075Submitted January 20, 2000 - Filed February 22, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, all of Columbia, for petitioner.\r\n        William G. Yarborough, III, of Ashmore &amp; Yarborough, PA, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nTOAL, A.J.: The State appeals the post-conviction relief (\"PCR\") court's order granting Lavonne Roddy, Jr. (\"Respondent\") a new trial based \r\nupon an involuntary guilty plea. We reverse the PCR court.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nOn April 23, 1993, Respondent pled guilty to seven counts of grand larceny, three counts of breaking into a motor vehicle and grand larceny, \r\none count of second degree burglary, two counts of third degree burglary, and accessory to a felony. Respondent pled guilty to all indicted offenses and \r\nwas sentenced to confinement for a period of fifteen years. On the three counts \r\nof breaking into a motor vehicle and grand larceny, the plea judge sentenced Respondent to fifteen years; fifteen years suspended with five years \r\nprobation, consecutive; and fifteen years, concurrent. On the remaining convictions, \r\nthe plea judge sentenced Respondent to concurrent terms. Respondent did not appeal his guilty plea or. his sentence.\r\nOn June 28,1996, Respondent filed an application for PCR alleging he did not have a clear understanding of the consequences of his guilty plea. He claimed his guilty plea was not entered into voluntarily, knowingly, and intelligently because he was under the impression he would get concurrent \r\ntime for all offenses. Respondent claims he thought the plea negotiations were binding on the court and he was unaware that the sentencing judge could deviate from these negotiations. Instead of receiving the negotiated plea, \r\n15 years concurrent, Respondent received concurrent sentences and one 15 \r\nyear sentence suspended with five years probation, consecutive. Respondent \r\nsought PCR because the 15 year consecutive sentence, suspended adversely affected \r\nhis parole eligibility. Respondent wants a new trial on all offenses in hopes \r\nof getting only concurrent sentences.\r\nAfter an evidentiary hearing, the PCR court granted Respondent relief. The PCR judge found that Respondent believed a guilty plea would assure \r\nhim a 15 year concurrent sentence. The PCR judge ordered that PCR be granted and the case remanded for a new trial because: (1) the trial judge did \r\nnot question Respondent to determine whether he understood that the trial \r\ncourt did not have to sentence him to a fifteen year concurrent sentence in \r\naccordance with the terms of his negotiated plea; and (2) Respondent's attorney was ineffective for not asking the sentencing judge to reconsider \r\nRespondent's sentence at the close of the plea hearing. The State appealed arguing there \r\nwas no evidence to support the PCR court's finding that Respondent \r\ninvoluntary entered his guilty plea. The sole issue on appeal is:\r\n\r\n  Whether the PCR judge erred in finding the Respondent's guilty plea was involuntary where the sentencing judge failed to inform the Respondent that the trial court did not have to sentence him to a 15 year concurrent term as suggested by the negotiated plea agreement?\r\n\r\nLAW/ANALYSIS\r\nThe State argues the record does not support the PCR court's finding that Respondent's guilty plea was involuntary. We agree.\r\nI. Standard of Review\r\nWhen determining issues relating to guilty pleas, this Court will \r\nconsider the entire record, including the transcript of the guilty pleas and the \r\nevidence presented at the PCR hearing. Harres v. Leeke, 282 S.C. 131, 318 \r\nS.E.2d 360 (1984). Specifically, the voluntariness of a guilty plea is not determined by \r\nan examination of a specific inquiry made by the sentencing judge alone, but \r\nis determined from both the record made at the time of the entry of the \r\nguilty plea, and also from the record of the PCR hearing. Id. If there is \r\nany evidence to support the findings of the PCR judge, those findings must be upheld. \r\nCherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). However, where there \r\nis no evidence of probative value to support the findings of the PCR judge, the \r\nruling will not be upheld. Richardson v. State, 310 S.C. 360, 426 S.E.2d \r\n795 (1993).\r\nII. Guilty Plea\r\nTo find a guilty plea is voluntarily and knowingly entered into, the \r\nrecord must establish the defendant had a full understanding of the consequences \r\nof his plea and the charges against him. Boykin v. Alabama, 395 U.S. \r\n238, 89 S. Ct. 1709, 23 L.Ed.2d 274 (1969). In Boykin, the United States \r\nSupreme Court held that before a court can accept a guilty plea, a defendant must be \r\nadvised of the constitutional rights he is waiving. Id. Specifically, a \r\ndefendant must be aware of the privilege against self-incrimination, the right to a jury trial, \r\nand the right to confront one's accusers. Id.\r\nIn order for a defendant to knowingly and voluntarily plead guilty, he must have a full understanding of the consequences of the plea. Dover v. \r\nState, 304 S.C. 433, 405 S.E.2d 391 (1991) (citing State v. Hazel, 287 S.C. \r\n392, 271 S.E.2d 602 (1980)). To ensure the defendant understands the consequences \r\nof his guilty plea, the trial judge usually questions the defendant about the \r\nfacts surrounding the crime and punishment that could be imposed. Id. at \r\n434-435, 405 S.E.2d at 392. Although the trial court is not required to direct \r\ndefendant's attention to each right and obtain a separate waiver, the record should \r\nindicate the defendant was fully aware of the consequences of the guilty plea. \r\nState v. Lambert, 266 S.C. 574, 225 S.E.2d 340 (1976). Defendant's knowing \r\nand voluntary waiver of statutory or constitutional rights must be established by \r\na complete record, and \"may be accomplished by colloquy between court and defendant, between court and defendant's counsel, or both.\" State v. \r\nRay, 310 S.C. 431, 437, 427 S.E.2d 171, 174 (1993). See, e.g., Wolfe v. \r\nState, 326 S.C. 158, 485 S.E.2d 367 (1997) (guilty plea not involuntary where the \r\ncolloquy demonstrated the trial judge asked defendant twice whether he understood there were no promises and that no sentencing recommendations were \r\nbinding on the judge).\r\nIn the instant case, the colloquy at the sentencing hearing does not support the PCR court's finding of an involuntary guilty plea. The \r\ncolloquy establishes that Respondent did not have any misconceptions regarding sentencing. First, the plea judge explained the maximum sentence for each \r\nof Repondent's numerous offenses and the Respondent acknowledged that he understood the maximum sentence for each charge at the sentencing \r\nhearing. Second, the following questions during the PCR hearing illustrate that \r\nthe Repondent admitted his guilty plea was not induced by any promises from \r\nhis attorney:\r\n\r\n  \r\n    \r\n      Question:\r\n      Did Mr. Sullivan promise you that you were going to get a 15 year sentence?\r\n    \r\n    \r\n      Answer:\r\n      He didn't promise me, no ma'am. He just said that we were coming down here to try and get concurrent time because he didn't feel that Judge Eppes would want to run them concurrent.\r\n    \r\n    \r\n      Question:\r\n      Okay, but you knew that Judge Eppes had the option of running them consecutive?\r\n    \r\n    \r\n      Answer:\r\n       I suppose he did but I believe I would have had a better chance in front of Judge Eppes.\r\n    \r\n  \r\n  \r\nSee Rayford v. State, 314 S.C. 46, 443 S.E.2d 805 (1994) (finding a \r\nguilty plea voluntary where Respondent admitted committing the crimes, acknowledged the potential sentences, and stated that his plea had not been induced by promises). Moreover, Respondent's testimony indicates he was aware the negotiated plea was not binding. In the PCR hearing, Respondent stated \r\nthat his attorney advised him that he did not want Judge Eppes as a sentencing judge because he would have a better chance of getting concurrent time \r\nwith another judge. Respondent believed certain judges were more likely to give \r\nhim the concurrent sentences he requested. By acknowledging that these judges had the option of sentencing him to either concurrent or consecutive \r\ntime, Respondent demonstrates that he was fully aware that the negotiated plea \r\nwas merely an option for the judge to take into consideration when sentencing. \r\nSee Holland v. State, 322 S.C. 111, 470 S.E.2d 378 (1996) (holding that \r\nwhere Respondent testified he knew judge was not required to accept recommendation, Respondent could not complain that his guilty pleas were \r\nnot knowingly and voluntarily made). Lastly, at the plea proceeding, \r\nRespondent's counsel stated that they merely \"hoped\" the plea judge would accept the \r\nState's recommendation.\r\nAt the PCR hearing, the PCR judge granted Respondent relief because he found that everyone \"expected\" the plea judge to give Respondent only concurrent time. The PCR judge stated:\r\n\r\n  Now while it's true that Judge Pyle asked the Defendant whether he'd been promised a light sentence . . . maybe it was everyone's expectation, including the State's, that Mr. Roddy was to get a 15 year concurrent sentence on all indictments. That was Mr. Posey's understanding, Ms. Pendleton's understanding, Mr. Sullivan's understanding, and Mr. Roddy's understanding, and for whatever reason the sentencing judge varied from the negotiated plea agreement and ran indictment 3039 consecutive which was a violation of the negotiated plea agreement. So I am going to grant Mr. Roddy a new trial ....\r\n\r\nHowever, when one reviews Respondent's testimony at the PCR hearing, it \r\nis clear that while Respondent may have expected to get concurrent \r\nsentences, Respondent was never told he absolutely would get concurrent time. In \r\nfact, Respondent admitted that he was made no promises as to the sentence he would receive. According to this Court in Wolfe, \"Wishful thinking \r\nregarding sentencing does not equal a misapprehension concerning the possible range \r\nof sentences, especially where one acknowledges on the record that one knows \r\nthe range of sentences and that no promises have been made.\" Wolfe, 326 \r\nS.C. at 165, 485 S.E.2d at 371.\r\nThe facts of the instant case are analogous to the facts in Brooks v. \r\nState, 325 S.C. 269, 481 S.E.2d 712 (1997) and Holland v. State, 322 S.C. \r\n111, 470 S.E.2d 278 (1996). In both cases we reversed the PCR court because the evidence did not support the finding that the pleas were not knowing and voluntary. However, in Holland the Respondent was advised by his \r\nattorney of the possibility that the judge would not accept the plea \r\nrecommendation. Holland, 322 S.C. at 114, 470 S.E.2d at 380. In Brooks, \r\nbecause the Respondent was completely unaware of the negotiated sentence, he could not claim his \r\nplea was rendered involuntary by the judge deviating from the recommendation. Brooks, 325 S.C. at 272, 481 S.E.2d at 713.\r\nWe hold that where the plea judge satisfies the requirements of \r\nBoykin, he is not further required to tell a defendant the court is not bound by \r\na negotiated plea agreement. However, in order to prevent situations similar \r\nto the instant case and ensure defendants are aware of the consequences of \r\ntheir guilty plea, attorneys should advise defendants of the possibility that the \r\nplea judge may deviate from the sentence recommendation. See Holland, \r\nsupra (attorney advising defendant of the possibility that the judge may not accept \r\nthe recommendation that the sentences run concurrently rendered plea \r\nvoluntary).\r\nCONCLUSION\r\nBased on the foregoing, the PCR court's order granting Respondent a new trial is REVERSED.\r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25076","title":"SCDOR v. Rosemary Coin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25076","description":"","date":"2000-02-22","type":"opinion","text":"\r\n      <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\">\r\n<!-- saved from url=(0040)http://www.law.sc.edu/opinions/25076.htm -->\r\nSCDOR v. Rosemary Coin\r\n\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  THE STATE OF SOUTH CAROLINA\r\n      \r\n    In The Supreme Court\r\n\r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Revenue, Respondent,\r\n        v.\r\n        Rosemary Coin Machines, Inc., Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Richland CountyThomas J. Ervin, Circuit Court Judge\r\n\r\nOpinion No. 25076Heard January 20, 2000 - Filed February 22, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dwight F. Drake, C. Mitchell Brown, and Zoe Sanders Nettles, all of Nelson, Mullins, Riley &amp; Scarborough, L.L.P., of Columbia, for petitioner.\r\n        Harry T. Cooper, Jr., Nicholas P. Sipe, and Malane S. Pike, all of South Carolina Department of Revenue, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nMOORE, A.J.: We granted petitioner Rosemary Coin Machine, Inc., (Rosemary) a writ of certiorari to review the Court of Appeals' \r\ndecision in South Carolina Dept of Revenue v. Rosemary Coin Machines, Inc., \r\n331 S.C. 234, 500 S.E.2d 176 (Ct. App. 1998). We reverse.\r\nFACTS\r\nRosemary owned a multi-player five-station blackjack machine located in a convenience store in Conway. On May 31, 1995, pursuant to the then current version of S.C. Code Ann. § 12-21-2720, Rosemary licensed the machine by obtaining one license for the machine from the South Carolina Department of Revenue (DOR). The license was to expire on May 31, \r\n1997.\r\nThe General Assembly amended § 12-21-2720, effective July 1, 1995, so as to require owners of multi-player machines to obtain a separate \r\nlicense for each station. 1995 Act No. 145; now codified as S.C. Code Ann. § \r\n12-21-2720 (Supp. 1998). At 4:00 p.m. on Friday, June 30, 1995, DOR called Rosemary to inform it that additional licenses would be required for its machine pursuant to this amendment prior to July 1, 1995. On July 5, \r\n1995, Rosemary was cited for failing to have separate licenses for each machine.1\r\nRosemary requested a hearing before an administrative law judge (ALJ). The ALJ held that § 12-21-2720 was a penal statute and should not have been applied retroactively. DOR sought review in the circuit court. The circuit court affirmed the ALJ's decision. DOR appealed to the Court \r\nof Appeals. The Court of Appeals reversed. The Court of Appeals held § 21-21-2720 is not penal and the amendment could be applied retroactively.\r\nISSUE\r\n\r\n  Did the Court of Appeals err in applying the amendment retroactively?\r\n\r\nDISCUSSION\r\nThe Court of Appeals held that \"the legislature, in a valid exercise of its police power, intended this enactment to be effective immediately.\" Rosemary agrees that the General Assembly may regulate gambling and poker machines under its police power. However, it contends that simply because the General Assembly acted pursuant to police power does not negate the need to show that the legislature intended the amendment be applied retroactively. We agree.\r\nIn the construction of statutes, there is a presumption that statutory enactments are to be considered prospective rather than retroactive in \r\ntheir operation unless there is a specific provision in the enactment or clear legislative intent-to the contrary. Hyder v. Jones, 271 S.C. 85, 245 \r\nS.E.2d 123 (1978). However, statutes that are remedial or procedural in nature \r\nare generally held to operate retrospectively. See Merchants Mut. Ins. Co. \r\nv. South Carolina Second Injury Fund, 277 S.C. 604, 291 S.E.2d 667 \r\n(1982); Hercules. Inc. v. South Carolina Tax Comm'n, 274 S.C. 137, 262 \r\nS.E.2d 45 (1980) (statutes affecting the remedy, not the right, are generally retrospective); Smith v. South Carolina Retirement Sys., Op. No. \r\n3025 (Ct.App. filed July 6, 1999).\r\nHere, the amendment is not remedial or procedural in nature and therefore does not fit into any recognized exception. Thus, we must \r\nascertain if there is any legislative intent for the amendment to be applied retroactively. In ascertaining legislative intent, words must be given \r\ntheir plain and ordinary meanings. Bryant v. City of Charleston, 295 S.C. \r\n408, 368 S.E.2d 899 (1988). Statutes are not to be applied retroactively \r\nunless that result is so clearly compelled as to leave no room for doubt. \r\nHyder, supra. Here, the amendment does not address retroactivity.\r\n\"Finding nothing in this enactment beyond a statement of its `effective date,' we must follow the well-settled rule that a statute may not be \r\napplied\r\nretroactively in the absence of specific provision or clear legislative \r\nintent to the contrary.\" Schall v. Sturm, Ruger Co., 278 S.C. 646, 300 S.E.2d \r\n735, 737 (1983). This amendment did not provide for retroactive application and there is nothing in the amendment from which we could conclude the legislature intended for it to be applied retroactively. Accordingly, the \r\nCourt of Appeals erred in finding the amendment should be applied retroactively.2\r\nAlthough not necessary to this opinion, we also address dicta in the Court of Appeals' opinion stating § 12-21-2720 is not a penal statute \r\nbecause it contains no penalty. The Court of Appeals did not cite any authority \r\nfor this proposition. Simply because a statute does not contain a penalty provision does not mean the statute is not penal. However, we need not determine whether this statute is penal or not as it does not effect the disposition of this case.\r\nREVERSED.\r\nFINNEY, C.J., TOAL and BURNETT, JJ., concur. WALLER, A.J., not participating.\r\n1The DOR was concerned because the limit on the number of machines one business may have is tallied by counting the number of licenses that the business has obtained. Section 12-21-2804 provides in pertinent part: \"After July 1, 1994, the commission may not issue nor authorize to be maintained any licenses or permits for more than five machines authorized under Section 12-21-2720(A)(3) at a single place or premises. . .\" Thus, if Rosemary had one license for its multi-player machine under the old law, Rosemary's five-player machine would count as only one machine. However, under the amendment, a business is required to have a license for each play station. Thus, under the amendment, Rosemary would be required to obtain five licenses and be treated as though it has five machines as far as the limitations on the number of machines is concerned.\r\n2The Court of Appeals relied upon Heslep v. \r\nState Hwy. Dept, 171 S.C. 186, 171 S.E. 913 (1933), and Dantzler v. Callison, 230 S.C. 75, 94 \r\nS.E.2d 177 (1956), to support its contention that the retroactive application of \r\nthe amendment is proper because the amendment was enacted under the State's police powers. The legislation in these cases clearly provided for \r\nretroactive application. There is no case law which supports the proposition that \r\nsimply because legislation is enacted pursuant to the State's police powers, it \r\nshould be applied retroactively. It is not as if the General Assembly could not \r\nhave made the amendment retroactive if it had wanted to - it is simply a matter \r\nof fact that the General Assembly did not make the amendment \r\nretroactive.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]