[{"id":"25200","title":"In the Matter of C. Tyrone Courtney","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25200","description":"","date":"2000-10-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Courtney\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of C. Tyrone Courtney, Respondent.\r\n      \r\n    \r\n  \r\n\r\nOpinion No. 25200Submitted September 5, 2000 - Filed October 9, 2000\r\n\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr. and' Senior Assistant Attorney General James G. Bugle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n        John Freeman, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR. In the agreement, respondent admits misconduct and consents to disbarment from the practice of law in this state. We accept the agreement. 1 \r\n\r\nThe facts as admitted in the agreement are as follows.\r\n\r\n\r\n\r\nFacts\r\n\r\n\r\n\r\nI.  Marital Issues\r\n\r\n\r\n\r\n\r\n\r\nRespondent initiated divorce proceedings against his wife, Carole Lynn Courtney, in early April 1997. A temporary hearing was held within a\r\n  week and, in preparation for the hearing, respondent filed a sworn financial declaration in which he substantially misrepresented his debts. At another hearing in mid-July 1997, respondent gave false testimony regarding whether he had misrepresented his income and debts.\r\n\r\n\r\n\r\nIn late January 1997, before respondent filed for divorce, he married Mary Ada Ledbetter in New Orleans, Louisiana. Respondent falsely\r\n  represented on the Application for Marriage License and the Certificate of Marriage that he was divorced from Carole Lynn Courtney. Respondent also falsely swore, before the judge that performed the wedding ceremony, that the information on the Application for Marriage License was true. \r\n\r\n\r\n\r\nAlso in January 1997, respondent obtained a Dominican Republic divorce from Carole Lynn Courtney. Respondent signed his wife's name to a power of attorney to be used in the proceeding and had the signature notarized without her being present and without any verification from her that she had signed the power of attorney. Respondent did not inform the notary public that his wife had not signed the document or that he had signed it on her behalf. Respondent submitted the power of attorney bearing his wife's purported signature and the notarization to Dominican Republic authorities to receive the divorce. Respondent admits that the Dominican Republic divorce was invalid under the Uniform Divorce Recognition Act, S.C.\r\n\r\n\r\n\r\nCode Ann. §§ 20-3-410, et seq (1976) and, therefore, a credit application dated March 15, 1997, which held Mary Ada Ledbetter out as respondent's wife, was a false representation. Moreover, at the temporary hearing, during a July 1997 deposition, at the July 1997 family court hearing, in January 1998 requests for admission and at the final divorce hearing in February 1998, respondent gave false testimony and made false representations regarding the Dominican Republic divorce and his marriage to Mary Ada Ledbetter.\r\n\r\n\r\n\r\nII.  Tax Matters\r\n\r\n\r\n\r\n\r\n\r\nOn his 1993, 1994, 1995 and 1996 federal income tax returns, respondent deducted investment interestexpenses for alleged investments\r\ndescribed as \"J.M. Brown Amusement\" and \"Stag Shop, Inc.\" However,\r\nrespondent had no investments with J.k Brown Amusement or the Stag\r\nShop, Inc. \r\n\r\n\r\n\r\n\r\n\r\nIII.  Extra-marital Relations Matter\r\n\r\n\r\n\r\n\r\n\r\nRespondent engaged in sexual relations with a client while representing her in a divorce action.\r\n\r\n\r\n\r\nIV.  Mortgage Matters\r\n\r\n\r\n\r\n\r\n\r\nRespondent prepared and closed a real estate mortgage loan for himself at Carolina First Bank. He prepared, or directed someone else to\r\n  prepare, a title opinion letter regarding the property subject to the loan. Respondent stamped, or caused another to stamp, the signature of one of his law partners to the title opinion letter. Respondent had not received authorization from the law partner to stamp his name, or to have someone else stamp his name, on the title opinion letter. Moreover, the title opinion letter did not disclose that title to one of the tracts described in the opinion letter was actually vested in the names of both respondent and Carole Lynn Courtney and that the other tract was subject to a prior mortgage lien in favor of Horace L. Andrew, III, in the amount of $60,000.\r\n\r\n\r\n\r\nDuring the pendency of respondent's divorce proceedings, respondent informed his law partners that statements in the title opinion letter were incorrect and that he would take measures to correct them. Respondent also advised his law partners that Andrews would subordinate his mortgage to that of First Carolina Bark. However, Andrews refused to agree to the re-recording of any subordination until he had obtained additional collateral to substitute for his mortgage. Respondent did not provide additional collateral, the subordination was not filed and respondent did not take measures to correct the inaccuracies in the title opinion letter. When the Carolina First loan went into default, respondent mortgaged the marital home and property, as well as adjoining acreage without the knowledge of Carole Lynn Courtney. In preparing the mortgage, respondent misrepresented ownership of the marital property in the derivation clause of the mortgage by not reflecting Carole Lynn Courtney as a joint owner.\r\n\r\n\r\n\r\nSix years earlier, respondent had received a $120,000 loan from the Stag Shop, Inc. in exchange for an unrecorded mortgage on the marital property and adjoining acreage without the knowledge of Carole Lynn Courtney.\r\n\r\n\r\n\r\nV.  Neglect of a Legal Matter\r\n\r\n\r\n\r\n\r\n\r\nRespondent represented Winner's World Lounge, Inc. and J.M. Brown Amusement Company, Inc. in a matter involving violations of the South Carolina Video Game Machines Act, S.C. Code Ann. §§ 1-23-310, et sec, and § 12-4-30(D) (Supp. 1997). When respondent failed to appear at a hearing in the matter, it was learned that respondent had entered into an agreement with the South Carolina Department of Revenue on behalf of J.M. Brown Amusement Company, Inc., without notice to, and to the exclusion of, Winner's World Lounge, Inc. Respondent did not file a motion to be relieved as counsel for Winner's World Lounge, Inc. Respondent's failure to negotiate, settle or appear on behalf of Winner's World Lounge, Inc. resulted in the client being held in default by the administrative law judge. Thereafter, respondent failed to respond to requests by Winner's World Lounge, Inc.'s new attorney for the client file, correspondence, notes, memoranda, pleadings, orders and other information.\r\n\r\n\r\n\r\nVI.  Client Loan Matter\r\n\r\n\r\n\r\n\r\n\r\nRespondent received two loans from a client.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nVII.  Criminal Convictions\r\n\r\n\r\n\r\n\r\n\r\nRespondent has been convicted in the United States District Court for the District of South Carolina, Spartanburg Division, for violating 18 U.S.C. § 2, 18 U.S.C. § 1014 (making a false statement on a loan application), 18 U.S.C. § 1341 (mail fraud), and 18 U.S.C. § 1344 (bank fraud) in connection with the Carolina First mortgage matter discussed above and another matter in which he provided false information on a Uniform Residential Loan Application in 1998 in an effort to obtain a mortgage to purchase a $450,000 house in Spartanburg.\r\n\r\n\r\n\r\nLaw\r\n\r\n\r\n\r\n\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1)(violating the Rules of Professional Conduct); Rule 7(a)(5)(engaging in conduct tending to pollute the administration of justice or to bring the courts or the legal profession into disrepute or conduct demonstrating an unfitness to practice law); and Rule 7(a)(6)(violating the oath of office taken upon admission to practice law in this state). Respondent has also violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (a lawyer shall provide competent representation to a client); Rule 1.2 (a lawyer shall abide by a client's decisions concerning the objectives of representation and consult with the client as to the means by which they are to be pursued; a lawyer shall abide by a client's decision whether to accept an offer of settlement of a matter); Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about the, status of a matter and promptly comply with reasonable requests for information; a lawyer shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation); Rule 1.7 (a, lawyer shall avoid conflicts of interests); Rule 1.8(a) (a lawyer shall not enter into a business transaction with a client except in limited circumstances); Rule 2.1 (in representing a client, a lawyer shall exercise independent professional judgment and render candid advice); Rule 3.3 (a lawyer shall not knowingly make a false statement of material fact or law to a tribunal or offer evidence that the lawyer knows to be false); Rule 3.4 (a lawyer shall not unlawfully obstruct another party's access to evidence or unlawfully alter, destroy or conceal a document or other material having potential evidentiary value, falsify evidence, knowingly disobey an obligation under the rules of a tribunal, or fail to make a reasonably diligent effort to comply with a legally proper discovery request); Rule 4.1 (in the course of representing a client, a lawyer shall not knowingly make a false statement of material fact or law to a third person or fail to disclose a material fact to a third person when disclosure is necessary to avoid assisting a criminal or fraudulent act by a client, unless disclosure is prohibited); Rule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(b) (committing a criminal act that reflects adversely on the lawyer's honesty, trustworthiness or fitness as a lawyer); Rule 8.4(c) (engage in conduct involving moral turpitude); Rule 8.4(d) (engage in conduct involving dishonesty, fraud, deceit or misrepresentation); and Rule 8.4(e) (engage in conduct prejudicial to the administration of justice).\r\n\r\n\r\n\r\nConclusion\r\n\r\n\r\n\r\n\r\n\r\nWe accept the Agreement for Discipline by Consent and disbar respondent from the practice of law in this state, retroactive to the date of his interim suspension. Within fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that he has complied with Rule 30 of Rule 413, SCACR,. \r\nDISBARRED.\r\nBurnett, J., not participating\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Respondent was placed on interim suspension on February 9, 2000. In the Matter of Courtney, 339 S.C. 5, 528 S.E.2d 79 (2000). p. 604 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25201","title":"In the Matter of Karl L. Kenyon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25201","description":"","date":"2000-10-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nIn the Matter of Kenyon\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINAIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Karl L. Kenyon, Respondent.\r\n      \r\n    \r\n  \r\n\r\nOpinion No. 25201Submitted September 5, 2000 - Filed October 9, 2000\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, of Columbia, for the Office of Disciplinary Counsel.\r\n        Kermit S. King, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an agreement under Rule 21, RLDE, Rule 413, SCACR: In the agreement, respondent admits misconduct and consents to a definite suspension from the practice of law for \r\na period of one year, to run concurrent with the indefinite suspension he is currently serving.1  We accept the agreement. The facts in the agreement are as follows.\r\n\r\n\r\n\r\nRespondent was named as a defendant in a Virginia civil action entitled Waverly L. Berkley, III, R. Arthur Jett, Jr., Carter B.S. Furr, John D. \r\nPadgett, a partnership d/b/a Jett, Berkley, Furr and Padgett v. Karl L. Kenyon (Circuit Court No. L93-4609). The circuit court for the city of \r\nNorfolk, Virginia (Virginia Court) found that in 1988 respondent executed a binding agreement with Waverly L. Berkley, III, (Berkley) whereby \r\nrespondent agreed to pay $25,000 in return for the rights to a $28,874.29 judgment previously obtained by Berkley,in the United States District Court \r\nfor the Eastern District of Virginia. Respondent paid $5,000 but made no\r\nfurther payments on the agreement.\r\nIn an order dated January 9, 1995, the Virginia Court found that\r\nrespondent engaged in a pattern of deceptive and fraudulent conduct to avoid\r\npaying the balance due on his contractual obligation to Berkley. Specifically,\r\nthe Virginia Court found that respondent intentionally and deliberately made\r\nfalse representations to Berkley that he would obtain the remaining funds for\r\nBerkley from the sale of two homes which he knew had not been constructed.\r\nThe Virginia Court ordered that respondent pay Berkley $20,000, plus pre\r\njudgment interest of 6.9% per annum and post-judgment interest of 9%, and\r\ndirected that a certified copy of the order be sent to the South Carolina Office\r\nof Disciplinary Counsel.\r\nAs of the date of the hearing before the full panel of the\r\nCommission on Lawyer Conduct, respondent has not made any attempts to\r\npay this judgment. \r\n\r\n\r\n\r\n\r\nConclusion\r\n\r\n\r\n\r\n\r\n\r\nWe find that respondent has violated Rule 8.4(d) of the Rules of Professional Conduct, Rule 407, SCACR, by engaging in conduct involving\r\n  dishonesty, fraud, deceit, and misrepresentation. In our opinion, respondent's misconduct warrants a definite suspension of one year to run concurrent with the indefinite suspension he is now serving. Within fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court slowing that he has complied with Rule 30 of Rule 413, SCACR.\r\n\r\n\r\n\r\nDEFINITE SUSPENSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Respondent was placed on indefinite suspension on September 22, 1997. In the Matter of Kenyon, 327 S.C. 307, 491 S.E.2d 252 (1997). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25202","title":"The State v. Eric McFadden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25202","description":"","date":"2000-10-23","type":"opinion","text":"\r\n      \r\n\r\n25202\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court \r\n \r\n   \r\n     \r\n       \r\n        The State, Petitioner, \r\n      \r\n    \r\n  \r\n\r\nv. \r\n \r\n   \r\n     \r\n       \r\n        Eric McFadden, Respondent. \r\n          \r\n        \r\n        ON WRIT \r\n          OF CERTIORARI TO THE COURT OF \r\n          APPEALS \r\n        \r\n        Appeal \r\n          From Charleston County \r\n          Thomas L. Hughston, Jr., Circuit Court Judge  \r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nOpinion No.25202 \r\n  Heard September 20, 2000- Filed\r\nOctober 23, 2000 \r\nAFFIRMED \r\n\r\n \r\n   \r\n     \r\n       \r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy\r\n          Attorney General John W. McIntosh; Assistant Deputy \r\n          Attorney General Robert E. Bogan, and Senior Assistant \r\n          Attorney General Harold M. Coombs, Jr., all of Columbia; \r\n          and Solicitor David Price Schwacke, of N. Charleston, for petitioner \r\n          . \r\n        Assistant Appellate Defender \r\n          Robert M. Pachak, of S.C. \r\n          Office of Appellate Defense, of Columbia, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE: We granted \r\n  the State's petition to review the Court of Appeals' unpublished decision reversing \r\n  respondent McFadden's conviction for third degree criminal sexual conduct (CSC). \r\n  We affirm. \r\nFACTS \r\nMcFadden was indicted for first degree \r\n  CSC. At trial, Victim, a forty-five-year-old woman, testified McFadden met her \r\n  on the street and enticed her to go with him to a nearby park by buying her \r\n  a soft drink. He then dragged her into an abandoned house where he beat her, \r\n  threatened heir with a knife, and raped her vaginally and anally. Victim testified \r\n  that after the rape, she asked McFadden for money which he refused to give. \r\n  \r\nAfter Victim's testimony, the State \r\n  put up a psychiatric expert who testified that Victim was mentally retarded \r\n  and suffered from schizophrenia and a seizure disorder. A SLED agent testified \r\n  that semen matching McFadden's blood type was found in Victim's vagina and rectum. \r\n  \r\nBy stipulation, McFadden admitted \r\n  he had had vaginal intercourse with Victim although he denied the alleged anal \r\n  intercourse. He testified that Victim offered him sex in exchange for money. \r\n  After they had sex, Victim asked for money and McFadden told her he didn't have \r\n  any. \r\nAt the close of testimony, the trial \r\n  judge submitted first degree CSC to the jury and, over McFadden's objection, \r\n  further charged second and third degree CSC as lesser included offenses. Third \r\n  degree CSC under S.C. Code Ann. § 16-3-654 (1985) is defined as follows: \r\n \r\n  (1) A person is guilty of criminal \r\n    sexual conduct in the third degree if the actor engages in sexual battery \r\n    with the victim and if any one or more of the following circumstances \r\n    are proven: \r\n   \r\n    (a) The actor uses force or coercion \r\n      to accomplish the sexual battery in the absence of aggravating circumstances. \r\n      \r\n    (b) The actor knows or has \r\n      reason to know that the victim is mentally defective,1 mentally incapacitated, \r\n      or physically helpless and aggravated force2 or aggravated\r\n    coercion3 was \r\n      not used to accomplish sexual battery. \r\n  \r\n\r\n(emphasis added). \r\nMcFadden was found guilty of third \r\n  degree CSC under part (1)(b) of § 16-3-654. He appealed on the ground this offense \r\n  is not a lesser included of first degree CSC, the crime for which he was indicted. \r\n  The Court of Appeals agreed and reversed. \r\nISSUE \r\nIs third degree CSC under part (1)(b) \r\n  of § 16-3-654 a lesser included offense of first degree CSC? \r\nDISCUSSION \r\nThe trial court lacks subject matter \r\n  jurisdiction to convict the defendant of a crime that is not a lesser included \r\n  of the offense charged in the indictment. State v. Munn, 292 S.C. 497, \r\n  357 S.E.2d 461 (1987). The test for determining if a crime is a lesser included \r\n  offense is whether the greater of the two offenses includes all the elements \r\n  of the lesser offense. Knox v. State, 340 S.C. 81,530 S.E.2d 887 (2000); \r\n  Carter v. State, 329 S.C. 355, 495 S.E.2d 773 (1998); Hope v. State, \r\n  328 S.C. 78, 492 S.E.2d 76 (1997); \r\nBrowning v. State, 320 S.C. \r\n  366, 465 S.E.2d 358 (1995); State v. Bland, 318 S.C. 315,457 S.E.2d 611 \r\n  (1995). \r\nUnder S.C. Code Ann. § 16-3-652 (1)(1985), \r\n  first degree CSC requires a (1) a sexual battery and (2) aggravated force or \r\n  forcible confinement, kidnapping, robbery, extortion, burglary, housebreaking, \r\n  or \"any other similar offense or act.\" Pertinent to the facts of this case, \r\n  under § 16-3-654(1)(b), third degree CSC requires (1) a sexual battery in the \r\n  absence of aggravated force or coercion; (2) the victim is mentally defective; \r\n  and (3) the actor knows or has reason to know the victim is mentally defective. \r\n  These last two elements of § 16-3-654(1)(b) are not elements included in CSC \r\n  first. We therefore conclude third degree CSC under §16-3-654(1)(b) is not a \r\n  lesser included offense of first degree CSC. \r\nIn support of its position, the State \r\n  cites State v. Summers, 276 S.C. 11,14-15, 274 S.E.2d 427, 429 (1981), \r\n  which states: \r\nWe conclude that the offense of criminal \r\n  sexual conduct in the second and third degrees are lesser included offenses \r\n  to a charge of criminal sexual conduct in the first degree and, if the facts \r\n  warrant, the lesser degrees of the offense may be submitted to the jury under \r\n  a charge of the first degree. \r\nSee also State v. Burgess, \r\n  278 S.C. 497, 299 S.E.2d 328 (1983) (citing Summers for this proposition). \r\n  \r\nThis conclusion in Summers, \r\n  however, is dictum in regard to CSC third since the issue in that case was only \r\n  whether CSC second was a lesser included of CSC first. Further, in discussing \r\n  CSC third under § 16-3-654, the Summers opinion does not address the \r\n  mental defect element specified in part (1)(b) and discusses only the absence \r\n  of aggravating circumstances specified in part (l)(a) which is an alternative \r\n  definition of CSC third. In any event, to clarify the issue, we overrule Summers \r\n  and Burgess to the extent they may be read to hold third degree CSC under \r\n  § 16-3-654(1)(b) is a lesser included offense of CSC first.4 \r\nBecause the trial court lacked subject \r\n  matter jurisdiction to convict McFadden of third degree CSC, his conviction \r\n  is vacated. The decision of the Court of Appeals is \r\nAFFIRMED .5 \r\nTOAL, C.J., WALLER, BURNETT, and \r\n  PLEICONES, JJ., concur.&nbsp; \r\n1&quot;Mentally defective\" is defined \r\n  as \"a person suffers from a mental disease or defect which renders the person \r\n  temporarily or permanently incapable of appraising the nature of his or her \r\n  conduct.\" S.C. Code Ann. § 16-3-651 (e) (1985). \r\n2&quot;Aggravated force\" means the actor \r\n  uses physical force or violence of a high and aggravated nature, including the \r\n  threat to use a deadly weapon. § 16-3-651 (c). \r\n3&quot;Aggravated coercion\" includes a \r\n  threat to use force or violence of a high and aggravated nature. § 16-3-651 \r\n  (b). \r\n4We note the legislature has not \r\n  specified that CSC third is a lesser included offense of CSC first. Other statutory \r\n  schemes expressly provide for lesser included offenses. See S.C. Code \r\n  Ann; § 44-53-370(e)(6)(d) (Supp. 1999) (possession with intent to distribute \r\n  specified controlled substances is lesser included offense to offense of trafficking \r\n  based upon possession). \r\n5Double jeopardy limits any retrial \r\n  in this case to CSC third since McFadden was acquitted of the greater offenses \r\n  of CSC first and second by the jury's verdict. State v. Cooley, Op. No. \r\n  25184 (S.C. Sup. Ct. filed August 14, 2000).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25203","title":"In the Matter of Doretha Rollins-Woods","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25203","description":"","date":"2000-10-23","type":"opinion","text":"\r\n      \r\n\r\n25203\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court \r\n\r\n \r\n   \r\n     \r\n      \r\n        In the Matter of Doretha \r\n          Rollins- Woods, Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.25203 \r\n  Submitted September 25, 2000- Filed October 23, 2000 \r\n\r\nDEFINITE SUSPENSION \r\n  \r\n\r\n \r\n   \r\n     \r\n      \r\n        Henry B. Richardson, Jr., \r\n          of Columbia, for the Office of Disciplinary Counsel. \r\n        Doretha Rollins- Woods, pro \r\n          se. \r\n      \r\n    \r\n  \r\n\r\n\r\n \r\nPER CURIAM: In this attorney \r\n  disciplinary matter, respondent and Disciplinary Counsel have entered into an \r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR.1\r\n \r\n  In the agreement, respondent admits misconduct and consents to a definite suspension \r\n  from the practice of law for ninety (90) days. She also consents to refund attorney's \r\n  fees to client Gainey and is willing to refund monies to any client able to \r\n  document that fees are owed or go before the Resolution of Fee Disputes Board \r\n  for resolution of any fee dispute. Respondent further agrees, prior to resuming \r\n  practice, to attend six to twelve hours of continuing legal education courses \r\n  in law office management or to complete a program approved by the South Carolina \r\n  Bar which covers similar matters. We accept the agreement.\r\n The facts as admitted in the agreement \r\n  are as follows. \r\nFacts \r\nRespondent failed to communicate \r\n  adequately with certain clients including failing to provide them with her new \r\n  address when she moved out of state. She also failed to communicate with three \r\n  bankruptcy clients resulting in the filing of a report with the Office of Disciplinary \r\n  Counsel by an employee of the Office of the United States Trustee. Of these \r\n  three clients, respondent failed to complete work for one, and failed to timely \r\n  return the client file to another. She failed to notify several clients of her \r\n  administrative suspension from the practice of law or of her change of address \r\n  to North Carolina and failed to advise them to secure other counsel. She also \r\n  failed to return their client files or to notify the clients as to how to obtain \r\n  their files. Lastly, respondent failed to respond to the Notice of Full Investigation \r\n  as to one of the complaints filed against her . \r\nLaw\r\n By her conduct, respondent has violated \r\n  the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(5)(engaging in conduct tending to pollute the administration \r\n  of justice or to bring the courts or the legal profession into disrepute or \r\n  conduct demonstrating an unfitness to practice law); Rule 30 (duties following \r\n  an administrative suspension) . \r\nRespondent has also violated the \r\n  following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing \r\n  a client); Rule 1.4(a) (a lawyer shall keep a client reasonably informed about \r\n  the status of a matter and promptly comply with reasonable requests for information); \r\n  Rule 1.15 (a lawyer shall hold property of clients that is in a lawyer's possession \r\n  in connection with a representation separate from the lawyer's own property; \r\n  a lawyer shall promptly deliver to the client any funds or other property that \r\n  the client is entitled to receive and, upon request by the client, shall promptly \r\n  render a full accounting regarding such property); Rule 8.4(a) (violation of \r\n  the Rules of Professional Conduct); Rule 8.4 (e) (engaging in conduct prejudicial \r\n  to the administration of justice). Finally, respondent failed to cooperate with \r\n  the Commission on Lawyer Conduct by failing to respond to a Notice of Full Investigation.\r\n \r\n  In the Matter of Treacy, 277 S.C. 514,290 S.E.2d 240 (1982). \r\nConclusion \r\nWe accept the Agreement for Discipline \r\n  by Consent and suspend respondent from the practice of law in this state for \r\n  ninety (90) days. Within fifteen days of the date of this opinion, respondent \r\n  shall file an affidavit with the Clerk of Court showing that she has complied \r\n  with Rule 30 of Rule 413, SCACR. \r\nDEFINITE SUSPENSION . \r\nTOAL, C.J., MOORE, WALLER, BURNETT, \r\n  and PLEICONES, JJ., concur. \r\n 1Respondent has been under \r\n  administrative suspension since February 1,1998 for non-payment of license fees. \r\n  On December 9,1999, she was placed on incapacity inactive status. In the Matter \r\n  of Rollins-Woods, 337 S.C. 609, 525 S.E.2d 245 (1999).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25204","title":"In the Matter of John G. O'Day","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25204","description":"","date":"2000-10-23","type":"opinion","text":"\r\n      \r\n\r\n25204\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA \r\n  In The Supreme Court \r\n\r\n \r\n   \r\n     \r\n      \r\n        In the Matter of John G. \r\n          O'Day, Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.25204 \r\n  Submitted September 25, 2000- Filed October 23, 2000 \r\n\r\nPUBLIC REPRIMAND \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr. \r\n          and Senior Assistant Attorney General James G. BogIe, Jr., both of Columbia, \r\n          for the Office of Disciplinary Counsel. \r\n        John G. O'Day, pro se, \r\n          of West Columbia. \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney \r\n  disciplinary matter, respondent and Disciplinary Counsel have entered into an \r\n  Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413, SCACR. \r\n  In the agreement, respondent admits misconduct and consents to a public reprimand. \r\n  We accept the agreement and impose a public reprimand. The facts as admitted \r\n  in the agreement are as follows. \r\nFacts \r\n  \r\nI. The Torrence Matter \r\nThomas J. Torrence filed an Application \r\n  for Post Conviction Relief (PCR) following his conviction for murder. Respondent \r\n  was appointed to represent Torrence on or about January 5,1996. Respondent received \r\n  Torrence's file on or about May 13, 1996. Except for letters, respondent failed \r\n  to meet or communicate with Torrence until April 30, 1997. In his PCR, Torrence \r\n  alleged a necessary witness to be interviewed was his brother, who was on death \r\n  row. Respondent failed to interview Torrence's brother, or take his deposition \r\n  or statement, prior to his execution in September of 1996. \r\nIn a letter dated December 16, 1996, \r\n  to the Board of Commissioners on Grievances and Discipline, respondent admitted \r\n  he had not met with Torrence as of that date. In a subsequent letter, he denied \r\n  knowing Torrence's brother could provide relevant information. However, reference \r\n  to the testimony and its relevance was raised in a pre-trial brief appended \r\n  to the original PCR. \r\nII. The Chastain Matter \r\nRespondent was retained to represent \r\n  Glenn Chastain on charges of malicious injury to personal property and assault \r\n  and battery of a high and aggravated nature (ABHAN). The ABHAN charge was later \r\n  indicted as assault and battery with intent to kill. Chastain failed to attend \r\n  roll calls and had a Bench Warrant issued for his arrest. Chastain was held \r\n  in jail from February 22, 1999, until March 10, 1999, when he entered a plea \r\n  of guilty to malicious injury to personal property and ABHAN .Respondent failed \r\n  to communicate with Chastain while he was in jail. \r\nAfter the guilty plea, respondent \r\n  still represented Chastain on a DUI charge. Respondent had been retained for \r\n  a flat fee of $7,500. Chastain discharged respondent, and respondent subsequently \r\n  failed to provide an accounting as to how he used the fee for the DUI. A partial \r\n  refund was issued by respondent, and the remaining fee was submitted to the \r\n  Resolution of Fee Disputes Board, which resolved the matter. Respondent refunded \r\n  the additional money as directed by the Board. \r\nThe fee agreement was contained in \r\n  a letter written by respondent to Chastain, which Chastain was supposed to sign \r\n  and return a copy. The fee for the DUI was to be $3,500, and the agreement contained \r\n  no provision that the fee would be non-refundable, nor a provision for any refund \r\n  should respondent be discharged. Respondent conditioned his refund of one half \r\n  of the fee upon an agreement that Chastain would not file a grievance against \r\n  respondent and that Chastain would hold respondent harmless. \r\nLaw\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct); and \r\n  Rule 7(a)(5)(engaging in conduct tending to pollute the administration of justice \r\n  or to bring the courts or the legal profession into disrepute or conduct demonstrating \r\n  an unfitness to practice law ). \r\nRespondent has also violated the \r\n  following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing \r\n  a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about \r\n  the status of a matter and promptly comply with reasonable requests for information; \r\n  a lawyer shall explain a matter to the extent reasonably necessary to permit \r\n  the client to make informed decisions regarding the representation); and Rule \r\n  8.4(a) (violating the Rules of Professional Conduct). \r\nConclusion \r\nRespondent has fully acknowledged \r\n  that his actions in the Torrence and Chastain matters were in violation of the \r\n  Rules of Professional Conduct. Moreover, he has not been previously sanctioned \r\n  for misconduct. We therefore accept the Agreement for Discipline by Consent \r\n  and reprimand respondent for his conduct in these matters. \r\nPUBLIC REPRIMAND . \r\nTOAL, C.J., MOORE, WALLER, BURNETT, \r\n  and PLEICONES, JJ., concur. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25205","title":"In the Matter of David Reed Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25205","description":"","date":"2000-10-30","type":"opinion","text":"\r\n      \r\n\r\n25205\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n      \r\n         In the Matter of David Reed \r\n          Thompson, Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No.25205 \r\n  Heard September 6, 2000- Filed October 30, 2000\r\n\r\n DISBARRED \r\n\r\n \r\n   \r\n     \r\n      \r\n        Attorney General Charles \r\n          M. Condon, and Senior Assistant Attorney General James G. Bogle, Jr., \r\n          both of Columbia, for Office of Disciplinary Counsel. \r\n        Sherwood M. Cleveland and \r\n          Clifford 0. Koon, both of Rogers Townsend & Thomas, PC, of Columbia, \r\n          for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: The Office of \r\n  Disciplinary Counsel (\"ODC\") appeals the Panel's decision to indefinitely suspend \r\n  David Reed Thompson (&quot;Thompson\") from the practice of law and requests \r\n  disbarment. \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\nThompson was a single practitioner \r\n  in Charleston, South Carolina. He exercised sole and exclusive control over \r\n  his firm's financial records, client funds, and client files. Before practicing \r\n  law in South Carolina, Thompson attended the University of North Carolina at \r\n  Chapel Hill where he was awarded the John Motley Morehead Scholarship. After \r\n  he completed his undergraduate education, Thompson was commissioned as an officer \r\n  in the United States Marine Corps and served two tours of duty in Vietnam. He \r\n  then graduated from the University of North Carolina School of Law in 1973. \r\n  He subsequently married and is the father of three children. He practiced law \r\n  in Goldsboro and Durham, North Carolina before settling in Charleston where \r\n  he practiced law continuously until his temporary suspension on August 22, \r\n  1996.\r\nThompson began experiencing emotional \r\n  problems in the early 1970s shortly after his return from Vietnam. In 1988, \r\n  he was diagnosed with. bipolar disorder and was hospitalized at the Veterans \r\n  Administration Hospital in Charleston, South Carolina. His mental illness was \r\n  exacerbated by the fact that he was also experiencing financial and marital \r\n  difficulties.\r\nOn July 11, 1996, Thompson self-reported \r\n  to the Supreme Court Commission on Lawyer Conduct that he had imbalances in \r\n  his trust account he could not resolve. He met with George Tansil (\"Tansil\"), \r\n  the chief investigator for the Commission, on August 9 and 15, 1996. On August \r\n  15, 1996, Thompson consented to: (1) a temporary suspension from the practice \r\n  of law; (2) the appointment of a trustee to administer his bank account; (3) \r\n  the freezing of his accounts; and (4) an audit of his trust accounts. On August \r\n  22, 1996, the Supreme Court temporarily suspend Thompson from the practice \r\n  of law and designated Kenneth C. Krawcheck (\"Krawcheck\") as trustee.\r\nThompson then moved to Washington, \r\n  Pennsylvania where he attempted suicide. On August 25,1996, he was involuntarily \r\n  committed and hospitalized at the Medical University of South Carolina Medical \r\n  Center (\"MUSC\") for the treatment of severe bipolar disorder. Thompson was released \r\n  on September 9, 1996, pursuant to an order of the Probate Court finding him \r\n  mentally. ill and lacking \"sufficient insight or capacity to make responsible \r\n  decisions with respect to his treatment,\" and ordering that he undergo an outpatient \r\n  treatment program at Charleston Area Mental Health Center for at least six months.\r\nThe Panel concluded that \"based on \r\n  the medical evidence in this case, during the period prior to and including \r\n  1995 and 1996, Mr. Thompson, by reason of his manic depressive state, did not \r\n  have the requisite mental capacity and judgment to manage and direct his law \r\n  practice or his financial affairs.&quot;\r\nOn September 13, 1996, the ODC filed \r\n  a complaint alleging the following:\r\n\r\n  The First Union Matter: \r\n    Thompson maintained a trust account with First Union that was closed on \r\n    June 28, 1996, on the suspicion of check kiting.1 Between July 1995 \r\n    and June 1996, Thompson's First Union Trust Account showed negative balances \r\n    on six occasions with the maximum overdraft of $23,031.00. Between December \r\n    1994 and May 1996, Thompson wrote eighteen checks from his First Union account \r\n    for personal use totaling $62,184.00, including checks for an office painting, \r\n    car maintenance, college tuition, the Boy Scouts, and his wife's property \r\n    taxes.\r\n  First Citizens Matter: Thompson's \r\n    First Citizens Trust Account reflected negative balances on twenty-five occasions \r\n    with a maximum overdraft of $83,591.00. Eighteen trust account checks were \r\n    returned for insufficient funds. As a result of an audit by Chicago Title, \r\n    as of October 4, 1996, there was shortage of $128,923.00 in his First Citizens \r\n    Trust Account.\r\n\r\nThe Complaint also alleges that Thompson \r\n  engaged in a complicated check kiting scheme and that he commingled personal \r\n  funds into his trust accounts.\r\nThompson filed an Answer admitting \r\n  to all of the factual allegations in the Complaint, but denying that he was \r\n  capable of forming the requisite intent to engage in check kiting and denying \r\n  all specific allegations pertaining to check kiting. He admitted that Chicago \r\n  Title's audit showed a shortage of $128,923.00, but did not admit to the accuracy \r\n  of the audit or to the amount of the shortage.\r\nIn 1997, pursuant to an interpleader \r\n  action brought by Krawcheck, two accountants and the law firm Rogers, Townsend \r\n  & Thomas were retained to analyze the trust accounts and determine the precise \r\n  amount of the shortfall in the accounts. The total claims against the trust \r\n  accounts were $319,773.00, which consisted of several small claims and the claims \r\n  of Chicago Title and Green Tree Financial. All claimants were paid in full \r\n  out of the trust account, pursuant to an order by the Master in Equity, except \r\n  for Chicago Title and Green Tree Financial, each of which received a substantial \r\n  amount of their claims from Thompson's malpractice carrier. Chicago Title and\r\nGreen Tree Financial bore the $63,016.00\r\nshortfall.2\r\nOn August 22, 1996, this Court placed \r\n  Thompson on Temporary Suspension. On February 12, 1997, Thompson was transferred \r\n  to Incapacity Inactive Status pursuant to Rule 28 of the Rules for Lawyer Disciplinary \r\n  Enforcement, Rule 413, SCACR. Dr. Donna Schwartz-Watts, Associate Professor \r\n  of the University of South Carolina School of Medicine in the Department of \r\n  Neuropsychology and Director of Forensic Services, examined Thompson in October \r\n  1998 to determine whether he should remain on Incapacity Inactive Status. Although \r\n  she testified that Thompson had bipolar disorder, Dr. Schwartz-Watts testified \r\n  that, in her opinion, Thompson knew the difference between right and wrong while \r\n  committing acts of misconduct.\r\nOn April 2, 1999, this Court removed \r\n  Thompson from Incapacity Inactive Status by Order consented to by Thompson \r\n  and the Attorney General and returned him to Interim Suspension. A Panel Hearing \r\n  was held in Columbia on August 19, 1999. Thompson did not attend the hearing \r\n  because he currently lives in Japan, where he teaches English to Japanese students \r\n  at Roosevelt University in Tokyo. However, Thompson was represented by counsel \r\n  at the hearing.\r\nBased on the testimony and uncontested \r\n  medical evidence, the Panel concluded that Thompson suffered from \"an aggravated \r\n  and severe case of bipolar disorder beyond his control and ability to cope for \r\n  a period of ten years.\" On December 10, 2000, the Subpanel issued a Report recommending \r\n  an Indefinite Suspension from the practice of law until \"he is able to demonstrate \r\n  by competent medical evidence that he has sufficiently recovered from bipolar \r\n  disorder disease to the point of being able to exercise the discretion and judgment \r\n  necessary to practice law.\" The ODC filed Exceptions and a Supporting Brief on January\r\n10, 2000. \r\n  On February 15,2000, the Panel advised the parties that it was adopting the \r\n  Subpanel's Report. The ODC appealed the decision of the Panel and requests \r\n  that this Court disbar Thompson. The following issues are before this Court: \r\n\r\nI. Did the Panel err by failing to \r\n  present findings of fact in support of misconduct, proven by clear and convincing \r\n  evidence, as required by Rule 26(c)(7) of the Rules for Lawyer Disciplinary \r\n  Enforcement, Rule 413, SCACR? \r\nII. Did the Panel err by failing \r\n  to present violations of the Rules of Professional Conduct, Rule 407, SCACR, \r\n  where Thompson admitted to these violations in his interview with Tansil, and\r\nwhere the violations were supported by the record? \r\nIII. Did the Panel err in finding Thompson \r\n  lacked the mental capacity to commit the misconduct?\r\nIV. Did the Panel err by failing to recommend \r\n  disbarment?\r\nV. Did the Panel err by failing to assess \r\n  the costs of these proceedings?\r\n\r\nLAW/ANALYSIS\r\nI. Findings of Fact\r\nThe ODC argues the Panel erred by \r\n  failing to present findings of fact in support of misconduct, proven by clear \r\n  and convincing evidence, as required by Rule 26(c)(7) of the Rules for Lawyer \r\n  Disciplinary Enforcement, Rule 413, SCACR. We agree.\r\nRule 26(c)(7) directs the Subpanel \r\n  or hearing officer to \"file a report with the hearing panel setting forth the \r\n  findings of fact and conclusions of the subpanel or hearing officer .\" The \r\n  Panel presented several examples of Thompson's misconduct, including examples \r\n  of check kiting, overdrafts, and commingling. Thompson admitted to all of the \r\n  factual allegations in the Complaint except for his ability to form the requisite \r\n  intent to engage in check kiting. The Panel, therefore, focused primarily on \r\n  the mitigating facts of: (1) Thompson's severe bipolar disorder; (2) his cooperation \r\n  with the investigation; and (3) his efforts to effect restitution.\r\nWhile the Panel's recommendation \r\n  included the details of the First Union and First Citizens Matters, the recommendation \r\n  did not sufficiently detail all of Thompson's misconduct. The ODC describes \r\n  the following acts of misconduct in its brief:\r\n\r\n1. Depositing $11,755.17.00 of personal \r\n  funds into his First Citizens trust account to cover client funds that may have \r\n  been insufficient due to his misconduct. \r\n2. Obtaining loans from other banks \r\n  and placing them into his trust account at First Citizens. \r\n3.  The Blanding Matter:  Thompson's \r\n  Disbursement Sheet does not show a $300,000.00 check for the Blanding real estate\r\ntransaction. A trust account check, made payable to Thompson in the amount \r\n  of $300,000.00, was falsely labeled and had an incorrect file number. \r\n4. The Cox Matter:  The Cox Matter is \r\n  an example of check kiting. Thompson also wrote a check for $35,000.00 payable \r\n  to himself but labeled \"Cox\" and with an incorrect file number.\r\n5. The Bryant Matter:  Another example \r\n  of check kiting and false information on checks and/or deposit tickets.\r\n6. Thompson misappropriated approximately \r\n  $4,000.00 from his First Citizens Trust Account.\r\n7. Thompson admitted in his interview \r\n  with Tansil that a number of checks and deposit tickets were manufactured by \r\n  him and put into the flow of commerce. On many of these checks, Thompson placed \r\n  a false client name or file number to-make the check or deposit ticket appear \r\n  legitimate.\r\n8. According to the ODC, approximately \r\n  thirty-three checks totaling $1,514,206.55 were used in a check kiting scheme, \r\n  although neither bank lost money as a result of the scheme.\r\n9. As a result of the Chicago Title \r\n  audit, varying amounts of shortages were found in Thompson's trust accounts, \r\n  including a shortage of $128,923.31 on October 4, 1996.\r\n10. A check for $1,030.00 from Thompson \r\n  as closing fees for the Smith/Sibert transaction was returned by the bank to\r\nFirst Choice Mortgage, marked \"refer to maker .\"\r\n\r\nEach of these acts was proved before \r\n  the Panel by clear and convincing evidence. According to the Panel, its recommendation \r\n  was based on the testimony of: (1) Dr. Thomas Whiteside, Thompson's treating\r\nphysician; (2) William Thompson, Thompson's brother; (3) Colonel Larry Ward,\r\nThompson's former office manager and friend; and ( 4) Thompson's extensive \r\n  medical history. The Panel did not provide sufficient details of Thompson's \r\n  misconduct in their Recommendation. For this Court to properly review this matter; \r\n  the full extent of Thompson's misconduct must be evaluated. Based on the\r\nseverity \r\n  of Thompson's financial misconduct as presented in evidence before the Panel, \r\n  as described in the Panel Report and as summarized in the ODC's brief, we disbar \r\n  Thompson.&nbsp; \r\n II. Violations of the Rules of Professional Conduct&nbsp; \r\n The Attorney General's \r\n  office argues that the Panel erred by failing to set forth Thompson's violations \r\n  of the Rules of Professional Conduct, Rule 407, SCACR. We agree.&nbsp; \r\n Thompson argues \r\n  that because he admitted to all of the misconduct alleged by the ODC, it was \r\n  unnecessary for the Panel to address his ethical violations. However, for this \r\n  Court to properly review this matter and decide upon an appropriate sanction, \r\n  the Panel should set forth the Rules of Professional Conduct Thompson violated.&nbsp; \r\n \r\n  Specifically, Thompson violated the following Rules of Professional Conduct, \r\n  Rule 407, SCACR: (1) Rule 1.1, competence; (2) Rule 1.2, scope of representation; \r\n  (3) Rule 1.3, diligence and promptness in representing a client; ( 4) Rule 1.15, \r\n  misappropriation of client funds; ( 4) Rule 8.4(a), violation of a Rule of Professional \r\n  Conduct; (5) Rule 8.4(b), committing a criminal act that reflects adversely \r\n  on honesty, trustworthiness, or fitness as a lawyer in other respects; (6) Rule \r\n  8.4(c), moral turpitude; (7) Rule 8.4(d), conduct involving dishonesty, fraud, \r\n  deceit, or misrepresentation; and (8) Rule 8.4(e), conduct prejudicial to the \r\n  administration of justice.3&nbsp; \r\nIII. Mental Capacity&nbsp; \r\n The ODC argues \r\n  the Panel erred in finding Thompson lacked the mental capacity to commit the \r\n  misconduct. We agree and decline to accept Thompson's assertion of impairment \r\n  as mitigation in light of the serious misconduct committed. \r\nThe medical testimony \r\n  demonstrates that Thompson suffered from severe bipolar disorder. The Panel \r\n  had to determine whether the medical evidence served to mitigate Thompson's \r\n  misconduct. According to the Panel's Recommendation, \"Based on the medical evidence \r\n  in this case, during the period prior to and including 1995 and 1996, Mr. Thompson, \r\n  by reason of his manic depressive state, did not have the requisite mental capacity \r\n  and judgment to manage and direct his law practice or his financial affairs.\" \r\n  However, the Panel acknowledges in its report that Dr. Schwartz- Watts testified \r\n  that \"[Thompson] knew the difference between right and wrong while committing \r\n  acts of misconduct.\"&nbsp; \r\n Thompson demonstrated mental competency through his\r\ncomplicated \r\n  financial scheme. Many of the activities Thompson participated in required foresight, \r\n  extensive planning, and the ability to coordinate complex tasks. For example, \r\n  Thompson initiated a complex check kiting scheme that involved keeping track \r\n  of approximately $1,514,206.55. To effectuate his 13cheme, Thompson had to borrow \r\n  money from a credit union and had to pay loans to his trust accounts in order \r\n  to keep the appropriate balance. Thompson also had the wherewithal to use money \r\n  from his trust accounts to pay for personal items such as college tuition and \r\n  property taxes.&nbsp; \r\n This is a tragic case and we understand the struggle the\r\nPanel \r\n  had in reaching its recommendation. Nevertheless, while we emphasize that this \r\n  Court considers mitigation factors such as mental illness and restitution in \r\n  attorney discipline matters, we disbar Thompson because his mental illness does \r\n  not excuse the long term pattern and scheme of misconduct in this case.\r\n IV. Disbarment&nbsp; \r\nThe ODC argues that \r\n  the level of misconduct in this case supports disbarment. We agree.&nbsp; \r\n This Court \r\n  has the sole authority to discipline attorneys and to decide the appropriate \r\n  sanction after a thorough review of the record.  Matter of Holt, 317 S.C. 48, \r\n  451 S.E.2d 884 (1994);  see also Matter of Kirven, 267 S.C. ()69, 230 S.E.2d \r\n  899 (1976). While this Court may draw its own conclusions and make its own findings\r\nof fact in an attorney disciplinary matter, the unanimous findings and conclusions \r\n  of the Panel are entitled to much respect and consideration.  Matter of\r\nLarkin, \r\n  336 S.C. 366, 520 S.E.2d 804 (1999).&nbsp; \r\n In light of the serious misconduct\r\ncommitted, \r\n  disbarment is justified in this matter. \"The primary purpose of disbarment or \r\n  suspension is the removal of an unfit person from the profession for the protection \r\n  of the courts and the public, not punishment of the offending attorney.\"  Matter \r\n  of Nelson, :333 S.C. 498, 510 S.E.2d 718, 722 (1999) (citations omitted). Disbarment \r\n  in this case is neither excessive nor disproportionate to sanctions imposed \r\n  by this Court in similar cases involving misappropriation and other similar \r\n  acts of financial misconduct.  See, e.g., Matter of Hendricks, 319 S.C. 465,462 \r\n  S.E.2d 286 (1995) (holding attorney who misappropriated funds, neglected client\r\nmatters, and practiced law while under suspension warranted disbarment despite \r\n  claims of mitigation based on physical and mental impairment.);  Matter of\r\nBowers, \r\n  303 S.C. 282, 400 S.E.2d 134 (1991) (holding attorney who misappropriated client \r\n  funds in order to invest in future trading options warranted disbarment&nbsp; despite \r\n  the \"disease of pathological gambling.&quot;).4&nbsp;\r\nThe Panel based its Recommendation\r\nto indefinitely suspend Thompson on the holdings in\r\n Matter of Howey, 267 S.C. 430, 229 S.E.2d 264 (1976) and Matter of\r\nHowle, 294 S.C. 244,363 \r\n  S.E.2d 693 (1988) because both cases involved attorneys with bipolar disorder. \r\n  However, each of these cases can be distinguished from the instant matter. In  \r\n  Matter of Howey this Court simply held that Howey had a debilitating mental \r\n  disorder and that he \"should be suspended from the practice of law for the duration \r\n  of his mental illness.&quot; 267 S.C. at 431,229 S.E.2d at 265. According to this \r\n  Court, Howey could not apply for reinstatement until he demonstrated for at \r\n  least one year that he had regained his mental faculties.  Id. The Court suspended \r\n  Howey from the practice of law only because of his mental illness, not because \r\n  of any violation of the Rules of Professional Conduct. Thompson's situation \r\n  is dramatically different because the record is replete with evidence of mental \r\n  illness and misconduct. Matter of Howey , therefore, does not control.&nbsp;\r\n In Matter of Howle, supra, this Court held the mishandling of\r\nclient funds, directly \r\n  traceable to manic depressive episodes, warrants only a two-year suspension. \r\n  The facts of Matter of Howle are similar to the instant case because both cases \r\n  involved a respondent who: (1) conceded to unethical conduct; (2) mishandled \r\n  client funds; and (3) suffered from bipolar disorder. However, Howle completely \r\n  reimbursed his law firm for any money that was unlawfully disbursed from his \r\n  law firm's trust accounts. Howle, 294 S.C. at 245-246, 363 S.E.2d at 693-694. \r\n  Furthermore, Thompson mishandled his client's money on a much larger scale \r\n  than Howle. Howle had to repay approximately $12,000.00 to his law firm for \r\n  his misconduct. Although Thompson repaid some of the money he mishandled, he: \r\n  (1) used approximately $62,184.00 of client money for personal use; (2) had \r\n  maximum overdrafts of $23,031.00 and $83,591.00 from his First Union and First \r\n  Citizens trust accounts; (3) had to have his malpractice carrier pay some of \r\n  the claims against his trust accounts, which stjll left a $63,016.00 shortage; \r\n  (4) issued falsely labeled trust account checks; and (5) participated in a complicated \r\n  check kiting scheme. Finally, the Court in  Howle was persuaded by the medical \r\n  evidence that Howle was recovering from bipolar disorder through his treatment \r\n  with an antidepressant drug. In fact, Howle's treating physician fully endorsed \r\n  his rehabilitation and return to law practice.  Id.  at 247, 363 S.E.2d at 695. \r\n  Thompson has not received such a favorable prognosis from any of the physicians \r\n  in this case.&nbsp;\r\n Although Howey and Howle both concern bipolar disorder,\r\nthey \r\n  are factually distinguishable from the instant case and are not persuasive. \r\n  We, therefore, disbar Thompson based on his pattern of severe financial\r\nmisconduct.&nbsp;\r\n V. Costs&nbsp;\r\n The ODC argues the Panel erred in failing \r\n  to assess the costs of these proceedings.5 We agree.&nbsp;\r\n The assessment of costs \r\n  is in the discretion of the Court. Under the current Rules, \"[t]he Supreme Court \r\n  may assess costs against the respondent if it finds the respondent has committed \r\n  misconduct.\" Rule 27(e)(3), Rules for Lawyer Disciplinary Enforcement; Rule \r\n  413, SCACR. Furthermore, pursuant to Rule 7(b)(8), this Court can impose, as \r\n  a sanction for attorney misconduct, an \"assessment of the costs of the proceedings, \r\n  including the costs of the hearings, investigations, service of process and \r\n  court reporter services.\" Rule 413, SCACR. Based on the severity of Thompson's \r\n  wrongdoings, we assess the costs of the proceedings against him.&nbsp;\r\n CONCLUSION&nbsp;\r\n \r\n  Accordingly, we hereby DISBAR Thompson effective the date of this opinion. \r\n  Within thirty days of the date of this opinion, Thompson shall file an affidavit \r\n  with the Clerk of Court showing he has complied with Rule 30, RLDE, Rule 413, \r\n  SCACR\r\n&nbsp; \r\n1Check kiting is the artificial inflation \r\n  of an account balance by using two or more trust or bank accounts from two \r\n  or more different banks to create an artificial balance that would allow checks \r\n  to be negotiated that normally would not have been negotiated had the kite not \r\n  existed.\r\n2The Panel found it significant that \r\n  Thompson's malpractice carrier made payment on the claim despite an exclusion \r\n  in the policy for fraudulent or willful acts. Furthermore, the Panel found \r\n  it significant that Chicago Title and Green Tree Financial both stipulated to \r\n  the following facts in the interpleader action: &quot;[I]t has been brought to the \r\n  Court's attention that Thompson, in order to assist in the resolution of this \r\n  matter, retained two accountants to conduct an audit of the accounts where \r\n  the funds at issue formerly were deposited, as well as the files of his law practice \r\n  which were in the custody of the Plaintiff....The Court concludes, therefore, \r\n  that Thompson should also be commended for his diligent efforts in assisting \r\n  to bring this matter to closure.\"  (emphasis added). \r\n3Because these matters occurred prior to September \r\n  1, 1997, the ODC identified additional violations under the former Rules on \r\n  Disciplinary Procedure: (1) violation of the oath of office taken upon admission \r\n  to the practice of law; \r\n  (2) conduct tending to pollute the administration of justice or to bring the \r\n  courts or the legal profession into disrepute, or conduct demonstrating\r\nunfitness \r\n  to practice law; (3) conduct demonstrating alack of professional competence \r\n  in the practice of law; and (4) conduct in violation of the Rule of Trust\r\nAccounts \r\n  of Attorneys.&nbsp; \r\n&nbsp;4The ODC cites two New Jersey cases that \r\n  held an attorney's bipolar disorder did not justify a sanction less than disbarment \r\n  where attorney committed misconduct similar to the instant case.  See Matter \r\n  of Tonzola, 744 A.2d 162 (N.J. 2000);  Matter of Greenberg, 714 A.2d 243 (N.J. \r\n  1998). However, New Jersey has abandoned the practice of weighing mitigating \r\n  circumstances when disciplining attorneys who misappropriated client funds. See Matter of\r\nWilson, 409 A.2d 1153 (N.J. 1979). South Carolina does not have \r\n  a bright line test similar to New Jersey's. This Court considers mitigating \r\n  factors such as mental illness, restitution, and cooperation in all attorney\r\ndisciplinary proceedings.&nbsp; \r\n5The Complaint and Second Complaint \r\n  did not specifically plead an assessment of costs. However, the documents did \r\n  include a request that the Panels and this Court take such action as is \"appropriate\", \r\n  which would include the sanctions specified in Rule 7(b) of the Rules for Lawyer\r\nDisciplinary Enforcement. Rule 413, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25206","title":"Jeffrey McFedden v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25206","description":"","date":"2000-10-30","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25206\r\n\r\n\r\n\r\n\r\nTHE\r\nSTATE OF SOUTH CAROLINA \r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jeffery\r\n        McFadden, Petitioner\r\n        \r\n        ,\r\n        \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        State\r\n        of South Carolina, Respondent.\r\n        \r\n        \r\n        \r\n      \r\n    \r\n  \r\n\r\nON\r\nWRIT OF CERTIORARI\r\n\r\n\r\n\r\nAppeal\r\nFrom Williamsburg County \r\nM. Duane Shuler, Trial Judge\r\nCharles W. Whetstone, Jr., Post-Conviction Judge\r\n\r\n\r\n\r\nOpinion\r\nNo. 25206\r\nSubmitted September 20, 2000- Filed October 30, 2000\r\n\r\n\r\n\r\nREVERSED\r\nAND REMANDED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief\r\n        Attorney Daniel T. Stacey and Assistant Appellate Defender Katherine\r\n        Carruth Link, both of South Carolina Office of Appellate Defense, of\r\n        Columbia, for petitioner .\r\n        \r\n        \r\n        Attorney\r\n        General Charles M. Condon, Chief Deputy Attorney General John W.\r\n        McIntosh, Assistant Deputy Attorney General G. Robert DeLoach, and\r\n        Assistant Attorney General J. Benjamin Aplin, all of Columbia, for\r\n        respondent.\r\n        \r\n        \r\n        \r\n      \r\n    \r\n  \r\n\r\nCHIEF\r\nJUSTICE TOAL: Jeffery McFadden (&quot;Petitioner&quot;) appeals the denial\r\nof his application for Post Conviction Relief (&quot;PCR&quot;).\r\n\r\n\r\nFACTUAL/PROCEDURAL\r\nBACKGROUND\r\n\r\n\r\nIn\r\nJanuary of 1994, the Williamsburg County grand jury indicted Petitioner for\r\ndistribution of crack cocaine and distribution of crack cocaine within proximity\r\nof a school. The indictment followed the alleged sale of crack cocaine by\r\nPetitioner to an undercover police officer. A jury trial was held on September\r\n1, 1994. The jury found Petitioner guilty on both counts. Petitioner was\r\nsentenced to imprisonment for 15 years and payment of a $25,000 fine for\r\ndistribution, and 10 years for distribution within proximity of a school,\r\nsentences to be served concurrently. The Court of Appeals affirmed Petitioner's\r\nconviction pursuant to Anders. Petitioner then filed an application for PCR\r\nalleging ineffective assistance of counsel. This Court granted certiorari on the\r\nfollowing issues:\r\n\r\n\r\n\r\n  1.\r\n  Was Petitioner's counsel ineffective in failing to object to the solicitor's\r\n  closing argument alluding to Petitioner's failure to present a defense ?\r\n  \r\n  \r\n  2.\r\n  Was Petitioner's counsel ineffective in failing to request a jury charge\r\n  pursuant to State v. Jackson, and in failing to object to solicitor's closing\r\n  argument that Petitioner's absence from trial was evidence of his guilt?\r\n  \r\n  \r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nI.\r\nFailure to Present a Defense\r\n\r\n\r\nPetitioner\r\nargues his trial counsel was ineffective in failing to object to the solicitor's\r\nclosing argument, which in effect constituted a comment on Petitioner's right to\r\nremain silent. We agree.\r\n\r\n\r\nIn\r\nhis closing argument to the jury, the solicitor stated, &quot;In this particular\r\ncase, the state only has one opportunity in which to argue their case, because\r\nthere is no defense presented. And the only reason I mentioned it is because\r\nno defense has been presented because this defendant based no [ sic] the\r\nevidence is guilty.&quot; (emphasis added). The PCR judge found these\r\nremarks were &quot;simply an explanation of how closing arguments would proceed\r\nand why .&quot; The solicitor's comments were more than an explanation of\r\nclosing arguments, they were an-indirect comment on the defendant's\r\nconstitutional right to remain silent. See Doyle v. Ohio, 426 U.S. 610,\r\n96 S. Ct. 2240, 49 L. Ed. 2d 91 (1976) (an accused has the right to remain\r\nsilent and the exercise of that right cannot be used against him).\r\n\r\n\r\nThe\r\nState may not comment on a defendant's exercise of a constitutional right. Edmond\r\nv. State, Op. No.25155 (S.C. Sup. Ct. filed June 26, 2000) (Shearouse Adv.\r\nSh. No.26 at 1). Specifically, the solicitor must not comment, either directly\r\nor indirectly, on a defendant's silence, failure to testify, or failure to\r\npresent a defense. State v. Cooper, 334 S.C. 540, 514 S.E.2d 584 (1999); Johnson\r\nv. State, 325 S.C. 182, 480 S.E.2d 733 (1997) ; see also Doyle v. Ohio,\r\nsupra (right to remain silent); Griffin v. California, 380 U.S. 609,\r\n85 S. Ct. 1229, 14 L. Ed. 2d 106 (1965) (Fifth and Fourteenth Amendments forbids\r\ncomment by the prosecution on the accused's silence).\r\nIn\r\na PCR action, &quot;a PCR applicant has the burden of proving counsel's\r\nrepresentation fell below an objective standard of reasonableness and, but for\r\ncounsel's errors, there is a reasonable probability that the result at trial\r\nwould have been different. ..[A] reasonable probability is a probability\r\nsufficient to undermine confidence in the outcome of trial.&quot; Johnson,\r\nsupra at 186, 480 S.E.2d at 735 (citations omitted). Counsel was deficient\r\nin failing to object to the solicitor's improper comment on Petitioner's\r\nexercise of a constitutional right. However, Petitioner must still prove he was\r\nprejudiced by his counsel's failure to object.\r\n\r\n\r\nWhen\r\na Doyle violation has occurred, the prejudice prong of the PCR analysis\r\nruns parallel to the harmless error analysis applied in a direct appeal. Edmond,\r\nsupra; State v. Pickens, 320 S.C. 528, 466 S.E.2d 364 (1996); State v.\r\nTruesdale, 285 S.C. 13, 328 S.E.2d 53 (1984). In deciding whether counsel's\r\nerror was harmless, the Court looks to the factors set forth in Truesdale\r\nand Pickens. See Edmond, supra. In Truesdale and Pickens,\r\nthis Court held that several factors should be considered in analyzing whether a\r\nDoyle violation was harmless: (1) the reference to the defendant's right\r\nto remain silent was a single reference, which was not repeated or alluded to;\r\n(2) the solicitor did not tie the defendant's silence directly to his\r\nexculpatory story; (3) the exculpatory story was totally implausible; and ( 4)\r\nthe evidence of guilt was overwhelming.&nbsp; Although in this case the\r\nreference to Petitioner's failure to present a defense was a single reference,1\r\nhis exculpatory story was not totally implausible, and the evidence of guilt was\r\nnot overwhelming.2 Therefore, the error was not\r\nharmless, and Petitioner was prejudiced by his counsel's failure to object.\r\n\r\n\r\nFurthermore,\r\nthe trial judge's general charge to the jury on the right to remain silent did\r\nnot cure the error. See Pickens, supra (general charge, given shortly\r\nafter the improper comment, did not cure the error). The improper comment in\r\nthis instance occurred in the solicitor's closing argument when he stated:\r\n&quot;no defense has been presented because this defendant, based no [sic] the\r\nevidence, is guilty .&quot; Although this statement is akin to a comment on the\r\nright to remain silent, the juqge's charge did not make this point clear to the\r\njury.3\r\n\r\n \r\nNowhere\r\nin his instructions did the trial judge inform the jury that the defendant was\r\nnot required to present\r\nany evidence and that the jury could draw no adverse inference from his failure\r\nto do so. In his closing argument to the jury, the solicitor improperly drew an\r\nadverse inference, directly linking the lack of a defense to guilt.\r\n\r\n\r\nCounsel\r\nwas ineffective in failing to object to the solicitor's reference to\r\nPetitioner's constitutional right to remain silent and failure to present a\r\ndefense. The error was not harmless since Petitioner's exculpatory story was not\r\ncompletely implausible and the evidence ofhis guilt was not overwhelming. In\r\naddition, the trial judge's general charge to the jury was insufficient to cure\r\nthe error, and it is probable that the jury drew the same improper inference\r\nfrom the lack of defense that the solicitor drew in his closing argument.\r\nTherefore, there is a reasonable probability that the result of the trial would\r\nhave been different if counsel had properly objected and received a sufficient\r\ncurative instruction.\r\n\r\n\r\nII.\r\nAbsence at Trial\r\n\r\n\r\nPetitioner\r\nargues counsel was ineffective in not requesting a charge pursuant to State\r\nv. Jackson and in failing to object to solicitor's closing argument that\r\nPetitioner's absence from trial was evidence of his guilt4.\r\nWe agree.\r\n\r\n\r\nIn\r\nJackson, this court held, &quot;[w]hen a defendant is tried in absentia,\r\nthe trial court should instruct the jury that the defendant's failure to appear\r\nmay not be construed as an admission of guilt.&quot; State v. Jackson,\r\n301 S.C. 49,50,389 S.E.2d 654,655 (1990). The PCR judge found that this was not\r\na case where the defendant &quot;failed to appear ,&quot; and therefore\r\nPetitioner was not entitled to a Jackson charge. The judge found the Petitioner\r\nabsented himself voluntarily, and thereby waived his right to be present.\r\nFinally, the PCR judge found that even if the Petitioner was entitled to a\r\nJackson charge, the trial judge's general charge on the State's burden of proof,\r\npetitioner's right to remain silent, and presumption of innocence were\r\nsufficient to encompass the rule that a defendant's failure to appear cannot be\r\nconstrued as an admission of guilt.\r\n\r\n\r\nWhen\r\nthe defendant appears but does not remain for the trial after jury selection a\r\nJackson instruction is still required. There\r\nis no significant difference between a defendant who does not appear in the\r\nfirst instance, and one who appears for part of the trial and then leaves.\r\nTherefore, counsel should have requested a Jackson charge. Furthermore,\r\nPetitioner suffered prejudice as a result of his counsel's deficient\r\nperformance. The trial judge's general charge to the jury did not sufficiently\r\ninstruct the jury that it could not give weight to the Petitioner's absence in\r\ndeciding the question of guilt, especially in light of the solicitor's closing\r\nargument that it could be so considered.\r\n\r\n\r\nIn\r\nhis closing argument to the jury, the solicitor made the following comments:\r\n\r\n\r\n\r\n  And\r\n  one part of it, if you want to consider, in addition to all the evidence that\r\n  was presented, is the fact that the defendant was here at this trial when we\r\n  started to selecting the jury .Then because he is out on bond, he has the\r\n  freedom to be able to leave. And he decided not to wait on this verdict to\r\n  leave. And it's for you to decide what does that indicate regarding his own\r\n  knowledge of the fact that he was guilty as charged. And I'll leave it at\r\n  that, and let y'all weigh that. ..\r\n  \r\n  \r\n  And\r\n  nonetheless, so he decided to skip out of the trial. So he certainly should\r\n  not be rewarded for that.\r\n  \r\n  \r\n\r\nJackson\r\nexpressly guarantees that an accused's absence from trial cannot be used as\r\nevidence of guilt. The solicitor's argument, however, directly tells the jury\r\nthat it can consider such evidence.\r\n\r\n\r\n.\r\n\r\n\r\nThe\r\nPCR judge found the solicitor's comments were permissible comments on a\r\ndefendant's &quot;flight,&quot; citing State v. Ballenger, 322 S.C.\r\n196,470 S.E.2d 851 (1996), and State v. Grant, 275 S.C. 404, 272 S.E.2d\r\n169 (1980). In Grant this Court held &quot;it is oftentimes appropriate for\r\ncounsel to argue to the jury the inference growing out of flight.&quot; Grant,\r\nsupra at 404. However, the line of &quot;flight&quot; cases are\r\ndistinguishable from and inapplicable to the case at hand. Grant and Ballenger\r\ninvolved flight from the scene of a crime. In light of this Court's holding in\r\nJackson, flight from a police officer or a crime scene as a means of escape is\r\nan entirely different matter than failure to appear at a trial. The trial judge\r\nshould not have permitted the solicitor to argue that Petitioner's\r\n&quot;flight&quot; from the courtroom was evidence of guilt, and defense counsel\r\nwas clearly deficient in failing to object. Furthermore, the trial judge's\r\ngeneral instruction did not cure the effect of the improper argument on the\r\njury.\r\n\r\n\r\nPetitioner\r\nsuffered prejudice as a result of counsel's failure to object to the solicitor's\r\nargument as well as his failure to request a Jackson charge. There is a\r\nreasonable probability that the outcome of the trial would have been different\r\nif the errors were not committed. The jury believed that they could consider\r\nPetitioner's absence from trial as well as his failure to present a defense as\r\nevidence of his guilt. The jury's verdict was unquestionably influenced by\r\nimproper argument. \r\n\r\n\r\nCONCLUSION\r\n\r\n\r\nFor\r\nthe forgoing reasons, we REVERSE the PCR court and REMAND for a\r\nnew trial.\r\n\r\n\r\nMOORE,\r\nWALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1However,\r\nthe solicitor made further comments on Petitioner's absence from the trial which\r\ncould be construed as comments on Petitioner's right to remain silent.\r\n\r\n\r\n2The\r\nWilliamsburg County police set up a &quot;buy/bust&quot; in which two men acting\r\nundercover for the state used identifiable money to make a drug purchase. The\r\nundercover officer and a Confidential Informant (CI) made a purchase from two or\r\nthree men in a car. However, after the sale was made, the police officers were\r\nunable to follow the car, but did get the license plate number. The only\r\ndescription given of the seller at the time was a &quot;black male.&quot;\r\nAlthough Petitioner was wearing a very distinctive striped shirt, which should\r\nhave distinguished him from the other men in the car, the police report makes no\r\nmention of his clothing. Police determined from the license plate that the car\r\nwas registered to the Petitioner. Approximately half an hour later, Petitioner\r\nwas stopped driving the car. At that time, an undercover officer and the ( CI)\r\nidentified Petitioner as the seller. They recovered a marked twenty dollar bill\r\nfrom Petitioner when he was arrested. The remaining two hundred and twenty\r\ndollars was never recovered. No other drugs were found on Petitioner or in the\r\ncar. Petitioner claims someone else had been driving the car when the sale took\r\nplace, and that the car was returned to him during the intervening half hour.\r\nThis story is not totally implausible, especially since the police officer and\r\nCI who identified the Petitioner had never seen the Petitioner before, and\r\nviewed him in the dark.\r\n\r\n\r\n3The\r\ntrial judge's exact charge to the jury included the following:\r\n\r\n\r\n\r\n  Now\r\n  the fact that a defendant does not testify cannot, and must not be used\r\n  against him in any way, or considered by you in any way whatsoever. And you\r\n  may not consider the fact, or you must not consider the fact that the\r\n  defendant has chosen not to testify when you determine the guilt or innocence\r\n  of the defendant. \r\n  As\r\n  I say, he has the constitutional right to remain silent. And the assertion of\r\n  that constitutional right, cannot and must not be considered by you in your\r\n  deliberations. So under your oath, you are to reach no inference or draw no\r\n  conclusion whatsoever from the fact that this defendant did not testify in\r\n  this trial. As a matter of fact, I tell you not to discuss that fact in your\r\n  jury room. The burden is upon the state of South Carolina to prove guilt,\r\n  rather than on the defendant to prove guilt [sic] .\r\n  \r\n  \r\n\r\n4Although\r\npresent for jury selection, Petitioner left the courthouse during a break before\r\nthe trial began and did not return. At the PCR hearing, Petitioner testified he\r\nleft because he was instructed by counsel to find a witness.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]