[{"id":"25178","title":"Anderson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25178","description":"","date":"2000-08-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nAnderson v. State\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Cleveland Daniel Anderson, Petitioner,\r\n        v.\r\n        State of South Carolina,  Respondent.\r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Richland CountyL. Henry McKellar, Post Conviction Judge\r\n\r\n\r\n\r\nOpinion No. 25178Submitted June 21, 2000 - Filed August 7, 2000\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, Columbia, for petitioner.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\nJUSTICE WALLER: Cleveland Daniel Anderson pled guilty to voluntary manslaughter. We granted a writ of certiorari to review the denial of his application for Post-Conviction Relief (PCR). We affirm.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nAnderson was indicted for murder in connection with the June 11, 1992, death of 15 year old Marcus Goldston (Victim). The shooting occurred while several people were riding in Anderson's Mustang. Anderson was driving, and Frank Allen English was seated in the front passenger seat. Three people, Phillip Wells, Chandar Pickens, and Victim, were riding in the back seat. English handed Anderson a .45 caliber pistol from the glove box as Anderson drove. English encouraged Anderson to \"pull the trigger.\" According to Anderson, he was playing with the gun when it went off, striking the Victim in the face. Anderson maintained he did not know the gun was loaded, and did not intend to shoot the Victim. 1\r\n\r\n\r\n\r\nThe matter went to trial and the case was submitted to the jury on theories of murder and involuntary manslaughter. After the jury had been deliberating for approximately 7 hours, Anderson agreed to plead guilty to voluntary manslaughter, which was defined for him by the trial court as the intentional killing of a human being without malice. The trial court did not include the elements of sudden heat of passion and sufficient legal provocation in its definition.\r\n\r\n\r\n\r\nAnderson filed for PCR alleging counsel had been ineffective in coercing him into pleading guilty to voluntary manslaughter. At PCR, his application was amended to include an allegation that there was no factual basis for the plea. The PCR court denied relief, finding the plea had been knowingly and voluntarily entered.\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\nWas Anderson's plea rendered involuntary by the failure to include the elements of \"heat of passion\" and \"legal provocation\" in defining voluntary manslaughter?\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nAnderson contends the trial court's failure to include the elements of \"heat of passion\" and \"legal provocation\" in defining the offense of voluntary manslaughter, rendered his plea involuntary, as there was no evidence of either element, such that there was no factual basis for his plea. We disagree.\r\n\r\n\r\n\r\nWhen determining issues relating to guilty pleas, the Court will consider the entire record, including the transcript of the guilty plea, and the evidence presented at the PCR hearing. Harres v. Leeke, 282 S.C. 131, 318 S.E.2d 360 (1984). In a PCR proceeding, the burden of proof is on the applicant to prove the allegations in his application. Bell v. State, 321 S.C. 238, 467 S.E.2d 926 (1996), overruled in part on other grounds Brightman v. State, 336 S.C. 348, 520 S.E.2d 614 (1999). If there is any probative evidence to support the findings of the PCR judge, those findings must be upheld. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).\r\n\r\n\r\n\r\nThe Due Process Clause requires guilty pleas be entered into voluntarily, knowingly, and intelligently. Boykin v. Alabama, 395 U.S. 242 (1969). Before a court can accept a guilty plea, a defendant must be advised of the constitutional rights he or she is waiving. In addition to the requirements of Boykin, a defendant entering a guilty plea must be aware of the nature and crucial elements of the offense, the maximum and any mandatory minimum penalty, and the nature of the constitutional rights being waived. State v. Hazel, 275 S.C. 392, 271 S.E.2d 602 (1980)(emphasis supplied); Dover v. State, 304 S.C. 433, 405 S.E.2d 391(1991). In State v. Armstrong, 263 S.C. 594, 211 S.E.2d 889 (1975), this Court held that before a guilty plea may be accepted, the court must be certain the defendant understands the charge and the consequences of the plea and that the record indicates a factual basis for the plea.\r\n\r\n\r\n\r\nArmstrong does not mean that the state may not offer a defendant, charged with a greater offense, an opportunity to plead guilty to a lesser offense, notwithstanding the factual basis does not precisely comport with the lesser offense. 2  We find, so long as there was a sufficient factual basis to support the crime for which the defendant was indicted, a plea to any lesser included offense is sufficient. Accord U.S. v. Thompson, 680 F.2d 1145 (7th Cir. 1981), cert. denied 459 U.S. 1089,103 S.Ct. 573, 74 L.Ed.2d 934 (1982)(purpose of requiring factual basis for guilty plea is to assure court that conduct which defendant admits by his plea of guilty constitutes offense charged in indictment or lesser offense included therein).\r\n\r\n\r\n\r\nFurther, counsel conceded there was evidence from which the jury could have convicted Anderson of murder. We find the decision to accept a plea to voluntary manslaughter notwithstanding the lack of any provocation was simply a tactical maneuver to avoid the very real possibility that the jury might come back with a verdict of murder. Accordingly, we find the plea was knowingly and voluntarily entered. Accord Renzi v. Warden, U.S. Penitentiary, Terre Haute, Ind., 792 F.2d 311 (2nd Cir. 1985) (defendant's plea to second-degree murder was voluntary despite absence of colloquy establishing detailed factual basis for plea, where plea reflected calculated decision made on advice of counsel and based on consideration of weight and nature of evidence against defendant on first-degree murder charge).\r\n\r\n\r\n\r\nMoreover, there is no claim in the present case that the trial court's failure to explain the elements of provocation and sudden heat of passion in any way impacted upon the decision to plead guilty. On the contrary, Anderson's complaint at PCR was that he believed he was pleading guilty to an unintentional act. To vitiate a guilty plea, a court's misstatement must be \"material in the sense that it is part of the inducement for the defendant's decision to plead guilty.\" State v. Higginbotham, 351 N.W.2d 513, 516 (Iowa 1984). See also Henderson v. Morgan, 426 U.S. 637, 647 (1976)(finding it unlikely that notice of the true nature, or substance, of a charge always requires a description of every element of the offense, but that intent is such a critical element of the offense of second-degree murder that notice of that element is required). Here, the trial court's failure to include the elements of \"heat of passion\" and \"provocation\" in no way induced Anderson's plea. Accordingly, Anderson may not now complain that his plea was involuntary. See Johnson v. Catoe, 336 S.C. 354, 520 S,E.2d 617, 619 (1999)(defendant who pleads guilty on the advice of counsel may collaterally attack the plea only by showing that (1) counsel was ineffective and (2) there is a reasonable probability that but for counsel's errors, the defendant would not have pled guilty).\r\n\r\n\r\n\r\nThe order denying Anderson's application for PCR is\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nMOORE, A.C.J., BURNETT, and PLEICONES, JJ., concur. TOAL, C.J., not participating.\r\n\r\n\r\n\r\n1 Victim survived the shooting and would likely have survived if he had been taken to the hospital. Anderson, however, panicked and he and the remaining passengers decided to dig a hole and bury Victim. Chandar Pickens testified Victim was still alive approximately 15 minutes before they put him into the hole, approximately 7 hours after the shooting. Anderson dug up the body and moved it the next day. \r\n2 This Court has recognized manslaughter as a lesser-included offense of murder. See State v. Mitchell, 330 S.C. 189, 498 S.E.2d 642 (1998); State v. Gadsden, 314 S.C. 229, 442 S.E.2d 594 (1994); State v. Smith, 315 S.C. 547, 446 S.E.2d 411(1994); Bozeman v. State, 307 S.C. 172, 414 S.E.2d 144 (1992). \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25179","title":"Stevens v. Allen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25179","description":"","date":"2000-08-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nStevens v. Allen \r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Colleen Stevens and Gerald Stevens as Personal Representatives of the Estate of Kevin Marc Stevens,  Respondents,\r\n        v.\r\n        Edgar Daniel Allen and Betty D. Allen,   Petitioners.\r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\n\r\nAppeal From York CountyJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25179Heard June 6, 2000 - Filed August 7, 2000\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Edward R. Cole and Robert E. Davis of The Ward Law Firm, P.A., of Spartanburg, and Thomas A. McKinney, of McKinney, Givens &amp; Assoc., LLC, of Rock Hill, for petitioners.\r\n        Daniel D. D'Agostino and Cherie R. Teat, of Roberts and D'Agostino, of York, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: We granted a writ of certiorari to review the Court of Appeals' opinion in Stevens v. Allen, 336 S.C. 439, 520 S.E.2d 625 (Ct. App. 1999). We affirm.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nFifteen year old Kevin Marc Stevens was killed in a single car accident in the early morning hours of August 14,1993, when the car in which he was riding struck a bridge and rolled down an embankment into a creek. Stevens drowned as a result. Twenty year old Edgar Daniel Allen was allegedly the driver of the vehicle. 1  The boys had been drinking and smoking marijuana prior to the accident. Stevens' parents, Colleen and Gerald Stevens, instituted these wrongful death and survival actions against Allen and his mother, Betty, the owner of the vehicle.\r\n\r\n\r\n\r\nThe jury, using special verdict forms, returned a verdict finding Stevens and Allen each 50% negligent, but awarded the Stevens \"zero damages\" in both the survival and wrongful death actions. The Stevens requested the trial court resubmit the matter to the jury, contending the verdicts were inconsistent; the trial court denied the motion. The court also denied their motions for a new trial nisa additur, and alternative motion for a new trial.\r\n\r\n\r\n\r\nThe Court of Appeals reversed. It held the jury's failure to award any damages was facially inconsistent with its assessment of liability. The Court held that, upon request, the trial court should have resubmitted the matter to the jury with instructions to either assess a definite dollar amount in damages for the plaintiff, or find in favor of the defendant.\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\nDid the Court of Appeals err in finding the verdicts inconsistent?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nIn Johnson v. Phillips, 315 S.C. 407, 433 S.E.2d 895 (Ct. App. 1993), the Court of Appeals held a verdict finding the defendant liable but awarding zero\r\n  damages was inconsistent or incomplete. 2  This Court subsequently reversed Johnson to the extent it imposed a duty on the trial judge to reject such a verdict in the absence of an objection by either party. See Smith v. Phillips, 318 S.C. 453, 458 S.E.2d 427 (1995). However, we now hold that, when the issue is raised, a trial judge should resubmit a verdict assessing liability but awarding zero damages to the jury with instructions to either find for the defense or award some amount of damages.\r\n\r\n\r\n\r\nThere is a split of authority as to the appropriate response to a verdict finding in the plaintiff's favor, but awarding zero or no damages. Many jurisdictions hold that a verdict assessing liability but awarding zero damages is an invalid or inconsistent verdict upon which judgment may not be entered. See Annotation, Verdict for Money Judgment which finds for Party for Ambiguous or No Amount, 49 ALR2d 1328, nn. 2-6 (1956 &amp; 1999 Supp.). See also Joseph Ashley Parr, Berry v. Risdall: When Can We Amend the Verdict?, 44 S.D.L.Rev. 147, n. 46 (hereinafter Parr). See also Archer v. Grozinger, 680 N.E.2d 886 (Ind. 997)(jury's award of zero damages inconsistent with allocation of fault and is properly rejected by trial court).\r\n\r\n\r\n\r\nOther jurisdictions either find no inconsistency and enter judgment for the plaintiff with no damages, or construe the verdict as being for the defendant. Parr at 171, n. 47; see also Annotation, 49 A.L.R.2d 1328, nn. 7-8. Cases upholding such verdicts generally do so either on the premise that the plaintiff has failed to prove the proximate cause of his damages, or that the jury, in essence, intended a defense verdict. See Riggs v. Szymanski, 233 N.W.2d 670, 673 (Mich. 1975) (proper view of plaintiffs verdict awarding no damages is that the plaintiff failed to prove proximate cause or any monetary loss); Royal Indemnity Co. v. Island Lake Tp. of Mahnomen, 225 N.W. 291 (Minn. 1929) (plaintiff s verdict awarding damages \"in the sum of none dollars\" was in effect a defendant's verdict); arnes v. Prince, 325 N.E.2d 252 (Ohio Ct. App. 1974) (trial court should amend verdict to reflect jury's clear intent to find for the defendant where a jury returns a defective verdict awarding plaintiff no damages); Meenach v. Triple \"E\" Meats, Inc., 694 P.2d 1125 (Wash. Ct. App. 1985) (\"$0\" damage award showed jury's clear intent to render a defense verdict); Haley v. Byers Transp. Co., 394 S.W.2d 412 (Mo. 1965) (jury's verdict awarding no damages was really a defendant's verdict); Flynn v. Vancil, 242 N.E.2d 237 (Ill. 1968)(where decedent was 2 week old infant with incurable congenital defect, jury could have found defendant's breach of duty resulted in no pecuniary loss to plaintiff); Neal v. Wailes, 346 P.2d 132 (Wyo. 1959) (holding that a verdict awarding \"nothing\" is not a compromise verdict where the evidence supported jury's \"intelligent\" decision that neither party should recover); Woodbury v. Nichols, 797 P.2d 556 Wyo. 1990)(where there was conflicting evidence regarding damages suffered by plaintiffs, jury's award of zero damages did not \"shock the conscience\" of the court). 3\r\n\r\n\r\n\r\nThe Allens urge us to adopt these latter authorities and find the jury's verdict reflective of its determination that the plaintiffs failed to prove any damages. We ecline to adopt this view. Such a holding is inconsistent both with the jury's assessment of liability and with South Carolina case law. This Court and the Court of Appeals have routinely held that to state a cause of action for negligence the plaintiff must allege facts which demonstrate the concurrence of three elements: (1) a duty of care owed by the defendant; (2) a breach of that duty by negligent act or omission; and (3) damage proximately caused by the breach. Kleckley v. Northwestern Nat. Cas. Co., 338 S.C. 131, 526 S.E.2d 218 (2000); Tanner v. Florence County Treasurer, 336 S.C. 552, 521 S.E.2d 153 (1999); Garvin v. Bi-Lo, Inc., 337 S.C. 436, 523 S.E.2d 481 (Ct. App. 1999); Bishop v. SCDMH, 331 S.C. 79, 502 S.E.2d 78 (1998); Bullard v. Ehrhardt, 283 S.C. 557, 324 S.E.2d 61(1984); South Carolina State Ports Auth. v. Booz-Allen &amp; Hamilton, Inc., 289 S.C. 373, 346 S.E.2d 324 (1986).\r\n\r\n\r\n\r\nAccordingly, in order to find in favor of the plaintiffs under South Carolina negligence law, the jury in this case had to have found the plaintiffs proved damages proximately caused by the defendants' negligence. It is simply inconsistent with South Carolina law for this Court to attempt to construe the verdict as an indication that the jury found the plaintiffs failed to prove damages. If, in fact, the jury believed the Stevens had failed to prove any damages, then its verdict should have been for the defendants.\r\n\r\n\r\n\r\nMoreover, under South Carolina law, where there is no evidence of conscious pain and suffering in a survival action, the defendant is entitled to a directed verdict. Camp v. Petroleum Carrier Corp., 204 S.C. 133, 28 S.E.2d 683 (1944). Accordingly, if the jury found that Kevin Stevens suffered no conscious pain and suffering prior to his death, then, rather than finding Allen liable on the survival cause of action and awarding \"zero damages,\"the jury should have returned a verdict for the defense. 4\r\n\r\n\r\n\r\nWe concur with the Court of Appeals that the verdicts here are facially inconsistent under South Carolina law, and that the proper remedy, when an objection is raised, is to resubmit the matter to the jury. See Rhodes v. Winn-Dixie Greenville, Inc., 249 S.C. 526, 155 S.E.2d 308 (1967) (holding it is appropriate for trial judge to refuse to receive inconsistent verdicts; judge should recommit matter to jury with additional instructions). Upon resubmission, the trial court should instruct the jury, if requested, that it must either find in the defendant's favor or award the plaintiff at least some nominal amount of damages. 5  After the jury returns a revised verdict, it is within the province of the trial court to order a new trial nisi or a new trial absolute. McCourt by and Through McCourt v. Abernathy, 318 S.C. 301, 457 S.E.2d 603 (1995); Rush v. Blanchard, 310 S.C. 375, 426 S.E.2d 802 (1993).\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\nA verdict assessing liability against the defendant but awarding the plaintiff zero damages is inconsistent and contrary to South Carolina law. We hold that, if a jury finds the plaintiff has failed to prove damages proximately caused by the defendant's negligence, then its verdict should be for the defendant. We agree with the Court of Appeals' conclusion that, under South Carolina law, the proper and most consistent approach of treating such verdicts is to require, upon request, the trial court to re-submit the-matter to the jury. If the jury cannot reach a consistent verdict, the trial court may then order a new trial nisi or a new trial absolute.\r\n\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n1 At trial, Allen maintained he was a passenger in the vehicle and that Stevens was driving. Allen's expert pathologists, Dr. Maynard and Dr. Butts, likewise opined that Stevens was driving the vehicle at the time of the accident. \r\n2 In several other cases, the Court of Appeals has held such verdicts inadequate. See Watson v. Town of Pendleton, 294 S.C. 155, 363 S.E.2d 234 (Ct. App. 1987)(pointing out 3 ways trial court may cure verdict of zero damages); Page v. Crisp, 303 S.C. 117, 399 S.E.2d 161(Ct. App. 1990)(holding that where liability is admitted, plaintiff is entitled to award of damages unless proof completely fails); Haskins v. Fairfield Elec. Coop., 283 S.C. 229, 321 S.E.2d 185 (Ct. App. 1984)(trial court abused discretion in refusing to award wife new trial on damages on grounds of inadequacy where jury found for plaintiff but awarded no damages), overruled in part on othergrounds, O'Neal v. Bowles, 314 S.C. 525, 431 S.E.2d 555 (1993). \r\n3 Notably, Woodbury specifically declined to adopt the South Carolina approach of Toole v. Toole, 260 S.C. 235, 195 S.E.2d 389 (1973) (holding jury's $2500.00 verdict in the plaintiffs wrongful death action for the death of their 11 year old son was whose funeral was $916.05 was so grossly inadequate as to manifestly show that jury was actuated by considerations not founded on evidence). 797 P.2d at 558. \r\n4 The inconsistency of the verdicts in this case was exacerbated by the verdict form used. Although the form required the jury to assess a separate dollar amount of damages in the wrongful death and survival actions, it failed to separately inquire as to the defendants' liability on each cause of action. The questions did not specifically inquire as to whether or not the jury found Kevin Marc Stevens had survived the accident and/or whether the jury found he was subjected to conscious pain and suffering prior to his death. In our view, a more tailored verdict form posing such questions may have alleviated some of the inconsistency in this case. We encourage members of the bar to request the trial court to submit verdict forms more specifically tailored to the facts of each case. Moreover, the parties may wish to request, consistent with our opinion in Camp, supra, a jury instruction to the effect that, in a survival action, if the plaintiff fails to prove the decedent endured conscious pain and suffering, then the jury must return a verdict for the defense. \r\n5 We have previously recognized that every violation of a legal right imports damage and authorizes the maintenance of an action and the recovery of at least nominal damages, regardless of whether any actual damage has been sustained. Stephens v. Draffin, 327 S.C. 1, 428 S.E.2d 307 (1997); Livingston v. Sims, 197 S.C. 458, 15 S.E.2d 770 (1941)(citing 1 C.J.S., Actions, &sect; 8(h); Terrell v. McDaniel, 1 Nott &amp; McC. 343 (1817); Jones v. Atlantic Coast Line R. Co., 108 S.C. 217, 94 S.E. 490, 491; 15 Am.Jur. Damages, &sect;&sect; 5, 6, and 79, overruled in part on other grounds, Santee Portland Cement Co. v. Daniel Int'l, 299 S.C. 269, 384 S.E.2d 693 (1980). We have likewise upheld the following charge: \"if no actual damages, capable of pecuniary estimation, have been sustained, but legal right of the plaintiff has been thereby violated [through the defendant's negligence], the jury can allow only nominal damages,--as one dollar, one cent, or other inconsiderable amount,--to vindicate plaintiffs legal right.\" \r\nYoung v. Western Union Tel. Co., 65 S.C. 93, 43 S.E. 448, 450 (1903).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25181","title":"Jackson v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25181","description":"","date":"2000-08-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nJackson v. State\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James Harvey Jackson,  Petitioner,\r\n        v.\r\n        State of South Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n\r\n\r\nAppeal From Greenville CountyC. Victor Pyle, Jr., Judge\r\n\r\n\r\n\r\nOpinion No. 25181Submitted February 16, 2000 - Filed August 14, 2000\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak, of South Carolina Office of Appellate Defense, of Columbia, for petitioner.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, all of Columbia; and Assistant Attorney General Kevin Patrick Tierney, of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\nMOORE, A.J.: Petitioner pled nolo contendere to threatening a public official. 1  Petitioner filed a writ of certiorari to review the denial of his post-conviction relief (PCR) petition. We reverse.\r\n\r\n\r\n\r\n\r\n\r\nISSUE\r\n\r\n\r\n\r\n\r\n\r\nWas trial counsel ineffective in advising petitioner that threatening a public official was a misdemeanor?\r\n\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\n\r\n\r\n\r\nThe PCR judge found trial counsel's performance was not deficient and petitioner had failed to prove prejudice. Petitioner contends the PCR judge erred. We agree.\r\n\r\n\r\n\r\nA plea of nolo contendere is for.all practical purposes treated as a guilty plea. Kibler v. State, 267 S.C. 250, 227 S.E.2d 199 (1976); State v. Munsch, 287 S.C. 313, 38 S.E.2d 329 (1985). A defendant who pleads guilty on the advice of counsel may collaterally attack the plea only by showing that (1) counsel was ineffective and (2) there is a reasonable probability that but for counsel's errors, the defendant would not have pled guilty. Wolfe v. State, 326 S.C. 158, 485 S.E.2d 367 (1997); Satterwhite v. State, 325 S.C. 254, 481 S.E.2d 709 (1997).\r\n\r\n\r\n\r\nThreatening a public official is a crime defined in S.C. Code Ann. § 16-3-1040 (Supp. 1999) and classified as a felony in S.C. Code Ann. § 16-1-90 (F)(Supp. 1999). At the plea hearing, the judge asked trial counsel if the crime was a felony or a misdemeanor. Trial counsel stated, \"Misdemeanor, I think.\" At the PCR hearing, when asked if the offense was a felony, trial counsel answered, \"According to what y'all are saying today.\"\r\n\r\n\r\n\r\nIn reviewing the PCR court's decision, this Court is concerned only with whether there is any evidence of probative value to support that decision. Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989). We find trial counsel was deficient in failing to advise petitioner that threatening a public official was a felony rather than a misdemeanor.\r\n\r\n\r\n\r\nPetitioner testified he would not have pled had he known the charge was a felony. The PCR judge found petitioner's testimony was not credible. However, there was no evidence contradicting or conflicting with petitioner's testimony that would support the PCR judge's finding that petitioner would not have pled. In Alexander v. State, 303 S.C. 539, 402 S.E.2d 484 (1991), the PCR judge denied a petitioner relief when trial counsel erroneously advised the petitioner about his potential sentence prior to his guilty plea.\r\n\r\n\r\n\r\nWe reversed and held the petitioner had satisfied the prejudice prong when \"the only evidence in the record on this point [was] petitioner's own testimony that had trial counsel not misinformed him that he would face a potential life sentence if he proceeded to trial, he would not have pled guilty.\" (citing Hinson v. State, 297 S.C. 456, 377 S.E.2d 338 (1989) (new trial granted where incorrect parole eligibility advice induced plea)). 2  Here, the only evidence was that petitioner would not have pled had he known the charge was a felony. Thus, petitioner was entitled to PCR.\r\n\r\n\r\n\r\nREVERSED.\r\n\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL and WALLER, JJ., concur. BURNETT, J., dissenting in a separate opinion.\r\n\r\n\r\n\r\nBURNETT, A.J.: I respectfully dissent. I agree counsel was deficient in failing to advise petitioner threatening a public official was a felony rather than a misdemeanor. However, I disagree with the finding of prejudice based upon testimony of petitioner specifically found not to be credible. In a PCR proceeding; the burden of proof is on the applicant to prove the allegations in his application. Caprood v. State, 338 S.C. 103, 525 S.E.2d 514 (2000); Rule 71.1(e), SCRCP. Prejudice must be shown by objective evidence. Judge v. State, 321 S.C. 554, 562, 471 S.E.2d 146, 150 (1996). In Judge, we found the petitioner's mere statement that he would have accepted an offered plea agreement but for counsel's incompetence to be insufficient to prove prejudice because it was \"self-serving and inherently unreliable.\" Id. Furthermore, the facts in Judge provided no objective evidence establishing prejudice. Id. at 362-63, 471 S.E.2d at 151. \r\n\r\n\r\n\r\nThe majority relies upon Alexander v. State, 303 S.C. 539, 402 S.E.2d 484 (1991), in which we held petitioner had satisfied the prejudice prong when \"the only evidence in the record on this point [was] petitioner's own testimony that had trial counsel not misinformed him that he would face a potential life sentence if he proceeded to trial, he would not have pled guilty.\" \r\n\r\n\r\n\r\nAlexander is distinguishable from the present case in that the PCR court made no finding concerning the petitioner's credibility in that case. Here, the PCR court specifically found petitioner's testimony was not credible. The holdings in Alexander and Judge appear to be in conflict. However, I do not read Alexander to require the court to.grant PCR to every applicant who claims he would not have pled guilty, regardless of the credibility of the applicant's claim. Nor do I read Judge, as the majority suggests, to hold that an applicant's statement is never sufficient evidence to satisfy the prejudice prong. Rather, these cases allow the PCR court, in its discretion, to judge the credibility of each applicant's claim. See Solomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994) (where matters of credibility are involved, great deference is given to PCR judge's findings).\r\n\r\n\r\n\r\nThe majority ignores the PCR court's finding concerning petitioner's credibility and reverses the PCR court's denial of relief because \"there was no evidence contradicting or conflicting with petitioner's testimony\" he would not have pled nolo contendere had he known the charge was a felony. This ruling in effect shifts the burden of proof from the applicant in a PCR hearing to the State to introduce evidence contradicting the applicant's self serving declaration of his state of mind. Because the State has no means to refute petitioner's testimony of his thought processes, this is precisely the type of case where a PCR judge's credibility determination is critical. That determination deserves our deference. See id.\r\n\r\n\r\n\r\nThe only evidence presented at the PCR hearing was the inherently unreliable, self-serving statement of an applicant the PCR court expressly found not credible. In my opinion, this is the equivalent of no evidence at all. I do not believe there is a reasonable probability petitioner, but for counsel's errors, would not have pled nolo contendere. I would affirm the PCR court's denial of relief.\r\n\r\n\r\n\r\n1 Petitioner was involved in a divorce and had called his children's school to speak with them. A school clerk refused and petitioner became hostile and threatened her. \r\n2 To the extent that Judge v. State, 321 S.C. 554, 471 S.E.2d 146 (1996), can be read to hold that a petitioner's statement is insufficient evidence to satisfy the prejudice prong, it is hereby overruled. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25182","title":"Main v. Thompson et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25182","description":"","date":"2000-08-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\n\r\n\r\n<!--\r\n.style1 {font-family: Arial, Helvetica, sans-serif}\r\n.style2 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; }\r\n-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Emory S. Main, Respondent,\r\n        v.\r\n        William Bonner, Thomason and Barbara Thomason,  Appellants.\r\n      \r\n    \r\n  \r\n\r\nAppeal From Charleston CountyR. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25182Heard March 7, 2000 - Filed August 14, 2000\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Capers G. Barr, III, of Barr, Unger &amp; McIntosh, LLC, of Charleston, for appellants.\r\n        Dennis J. Rhoad, of Charleston; and Stephen A. Spitz, of Columbia, for respondent.\r\n        Attorney General Charles M. Condon, and Senior Assistant Attorney General Kenneth P. Woodington, of Columbia, for Amicus Curiae State of South Carolina.\r\n      \r\n    \r\n  \r\n\r\nACTING CHIEF JUSTICE TOAL: Dr. William Bonner Thomason and Barbara Thomason (\"Thomasons\") appeal the decision of the trial court and ask this Court to declare S.C. Code Ann. § 15-67-270 (Supp. 1999) unconstitutional because it permits the taking of private property for private use and is unconstitutionally vague. We affirm the trial court.\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL HISTORY\r\n\r\n\r\n\r\nThe Thomasons and Emory S. Main (\"Main\") are adjoining homeowners on South Battery Street in Charleston, South Carolina. The eastern side wall of Main's historic home lies on the \"zero lot line,\" or the line dividing his property from the Thomasons' property to the east. In 1996, Main discovered that the frame of his historic home was rotten and in dire need of repair because it was on the verge of collapsing. To make the necessary repairs, Main needed access to the Thomasons' property because the eastern side of his house cannot be painted, repaired, improved, or maintained without access to the Thomasons' driveway and patio. \r\n\r\n\r\n\r\nIn downtown Charleston a considerable number of properties and historic homes are located on zero lot lines. The close proximity of these structures creates unique public safety concerns and increases the need to keep these structures in good repair. Acting to assure access for repair and renovation and to resolve any potential conflict between adjoining landowners, the South Carolina General Assembly passed S.C. Ann. § 15-67-270 (Supp. 1999), which allows a neighbor temporary access to an adjoining landowner's property in order to make necessary repairs. The statute requires the neighbor who receives a temporary license to compensate the adjoining landowner in an amount to be determined by a lower court.  The temporary license can only be granted when specific terms and conditions are satisfied, and only when numerous preconditions exist. After this law was enacted in 1998, Main wrote two letters to the Thomasons requesting access to their property.\r\n In a letter dated July 14,1998, Mr. Thomason agreed to let Main access his property during the period from October 5, 1998 until October 30, 1998, but these conditions were never accepted by Main.\r\nOn July 6, 1998, Main filed a Summons and Complaint to petition for a court-ordered license pursuant to section 15-67-270. The Thomasons filed a Motion to Dismiss on the ground that: (1) section 15-67-270 was an unconstitutional taking of private property for private purposes; (2) the action was barred by res judicata; (3) the action was not properly commenced by the service of a summons; and (4) the petition failed to state a claim under section 15-67-270. On August 28, 1998, the trial judge denied the motion and found section 15-67-270 was constitutional because there was no taking of private property.\r\n\r\n\r\n\r\nOn September 11, 1998, this case was tried by consent on its merits with the right of direct appeal to. this Court. The Master-In-Equity granted a temporary license to Main that allowed him access to the Thomasons' driveway and patio to perform necessary and reasonable repairs. Main was granted access to the property for thirty-seven and one-half working days to make his repairs in exchange for the payment of $1,500 to the Thomasons. Main used the Thomasons' property beyond the thirty-seven and one-half working days originally granted. Main remained on the Thomasons' property from September 14, 1998 until January 29, 1999, a period of 138 days. The Master-In-Equity ordered Main to pay $4,000 for holding over on the Thomasons' property beyond the permitted thirty-seven and one-half days. \r\n\r\n\r\n\r\nOn April 13,1999, the Thomasons appealed the trial court's decision. The issues before this Court are as follows:\r\n\r\n\r\n\r\nI. Does section 15-67-270 permit the unconstitutional taking of private property for private use without the consent of the owner in violation of the Fifth Amendment to the United States Constitution and in violation of art. I, § 13 of the South Carolina Constitution?\r\n\r\n\r\n\r\nII. Is section 15-67-270 unconstitutionally vague because it does not _ define what are \"unreasonable conditions upon entry\" imposed by a neighbor who consents to the entry of an adjoining landowner on his property?\r\n\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\nI. Taking of Private Property\r\n\r\n\r\n\r\nA. United States Constitution\r\n\r\n\r\n\r\nThe Thomasons argue that section 15-67-270 is unconstitutional because it authorizes a taking of private property in violation of the Fifth Amendment to the United States Constitution. We disagree.\r\n\r\n\r\n\r\nStatutes are to be construed in favor of constitutionality, and this Court will presume a legislative act is constitutionally valid unless a clear showing to the contrary is made. State v. Brown, 317 S.C. 55, 451 S.E.2d 888 (1994). A legislative enactment will be declared unconstitutional only when its invalidity appears so clearly as to leave no room for reasonable doubt that it violates some provision of the Constitution. See Westvaco Corp. v. South Carolina Dep't of Revenue, 321 S.C. 59, 467 S.E.2d 739 (1995).\r\n\r\n\r\n\r\nSection 15-67-270 allows a court of equity to issue a temporary license to an adjoining landowner for the purpose of improving his property only when it is otherwise impossible to accomplish the improvements and only after just compensation has been paid to the adjoining landowner. The statute is highly specific and only allows a license to be issued once particular requirements have been met. First, the statute requires that a petition be filed only after a good faith effort to obtain permission to enter the adjoining property has been made and the petitioner presents evidence of an actual request and denial of entry, or the imposition of unreasonable conditions upon entry. See S.C. Code Ann. § 1567-270(B). \r\nSecond, the statute requires the trial court to conduct an evidentiary hearing where a temporary license can be issued upon a finding:\r\n(1) the entry upon the adjoining property does not irreparably or unreasonably damage the adjoining property;\r\n\r\n\r\n\r\n(2) the grant of license is not an unreasonable encroachment or burden upon the adjoining property; and \r\n(3) the license is reasonably necessary for the improvement or preservation of the petitioner's property.\r\nS.C. Code Ann. § 15-67-270(D)(1)-(3). Further, section 15-67-270 requires the temporary license to specify the nature of the improvements, the dates of the operation of the license, the amount of compensation, that a copy of the court order will be provided to any person making improvements, and any other terms or conditions the trial. court considers important. S.C. Code Ann. § 15-67-270(E)(1)-(6).\r\n\r\n\r\n\r\nThe government is empowered by the state and federal constitutions with the authority to legislate for the protection of the public health, welfare, and morals. State v. Langley, 236 S.C. 583, 115 S.E.2d 308 (1960). Courts will not interfere with the enforcement of regulations designed for the protection of health, welfare, and safety of citizens unless they are determined to be unreasonable. Richards v. City of Columbia, 227 S.C. 538, 88 S.E.2d 683 (1955).\r\n\r\n\r\n\r\nThe exercise of police power is subject to judicial correction only if the action is arbitrary and has no reasonable relation to a lawful purpose. Town of Hilton Head Island v. Fine Liquors, Ltd., 302 S.C. 550, 397 S.E.2d 662 (1990).\r\n\r\n\r\n\r\n\"The individual's privilege to use property freely is always subject to a legitimate exercise of the police power under which new burdens and restrictions may be imposed when the public welfare demands.\" Peoples Program for Endangered Species v. Sexton, 323 S.C. 526, 529, 476 S.E.2d 477, 479 (1996).\r\n\r\n\r\n\r\nThe State has a legitimate interest in preserving property and can properly exercise its police powers to do so. Section 15-67-270 ensures property does not fall into such disrepair as to threaten the health and safety of the public. We find that section 15-67-270 has a reasonable relation to the lawful purpose of property preservation and is a valid exercise of the Legislature's police power. 1\r\n\r\n\r\n\r\nAlthough we find section 15-67-270 is a valid exercise of the State's police powers, we will address whether it authorizes an unconstitutional taking under both the federal and state tests. The Fifth Amendment to the United States Constitution provides that \"private property shall not be taken for a public use without just compensation.\" U.S. Const. amend. 5. There are two main categories of takings: (1) where state law authorizes a permanent physical occupation of property; and (2) where state law so regulates property that it has lost all economic value. See generally Lucas v. South Carolina Coastal Council, 505 U.S. 1003,112 S. Ct. 2886,120 L. Ed. 2d 798 (1992) (holding a taking occurs where the owner of real property has been called upon to sacrifice all economically beneficial use of property in the name of the common good); Loretto v. Teleprompter Manhatten CATV Corp, 458 U.S. 419, 102 S. Ct. 3164, 73 L. Ed.2d 868 (1982) (holding a permanent physical occupation authorized by the government is a taking without regard to the public interest it may serve). In this case, the temporary license did not authorize a permanent physical occupation because the license only allowed Main to enter the Thomasons' property for a temporary period, after fully compensating them for the intrusion. Further, the Thomasons did not lose all economic value in their property because they were still able to sell, rent, lease, and use their home despite the temporary license.\r\n\r\n\r\n\r\nBoth federal and state jurisprudence have developed tests to determine whether a taking of private property has occurred. According to the United\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 The State's action in this case is also consistent with South Carolina's\r\nbroad view of police powers. See generally Richards v. City of Columbia, 227\r\n\r\n\r\n\r\nS.C. 538, 88 S.E.2d 683 (1955) (holding ordinance which provided for the\r\n\r\n\r\n\r\nalteration, repair, or destruction of unfit houses was a valid exercise of the\r\n\r\n\r\n\r\nState's police powers because \"the legislative authority may . . . impose and\r\n\r\n\r\n\r\nenforce regulations governing buildings upon private owned property without\r\n\r\n\r\n\r\nviolating the constitutional property rights of the owner.\").\r\n\r\n\r\n\r\np.488\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\n\r\nStates Supreme Court, a balancing test must be used to determine whether a\r\n\r\n\r\n\r\nlaw or regulation causes a taking of private property. Three factors are typically\r\n\r\n\r\n\r\nbalanced to determine whether the public benefit from the regulation outweighs\r\n\r\n\r\n\r\nthe private harm to the landowner: (1) the character of the government action;\r\n\r\n\r\n\r\n(2) the economic impact of the regulation on the claimant; and (3) the degree to\r\n\r\n\r\n\r\nwhich the regulation has interfered with distinct investment backed\r\n\r\n\r\n\r\nexpectations. Penn Central v. City of New York, 438 U.S. 104, 98 S. Ct. 2646, 57\r\n\r\n\r\n\r\nL. Ed.2d 631(1978). Under South Carolina's jurisprudence, a two prong test is\r\n\r\n\r\n\r\nused to determine when a taking has occurred. According to Long Cove Club\r\n\r\n\r\n\r\nAssocs. v. Town of Hilton Head, 319 S.C. 30, 458 S.E.2d 757 (1995), a land use\r\n\r\n\r\n\r\nregulation does not constitute a taking if. (1) the law in question substantially\r\n\r\n\r\n\r\nadvances a legitimate state interest; and (2) the law in question does not deny\r\n\r\n\r\n\r\nan owner all economically viable use of his land. Id.\r\n\r\n\r\n\r\nSection 15-67-270 does not constitute a Fifth Amendment taking under\r\n\r\n\r\n\r\neither the Penn Central or the Long Cove standards. The character of the state\r\n\r\n\r\n\r\naction in question is an exercise of the police power in order to preserve property\r\n\r\n\r\n\r\nand prevent waste, not to acquire the Thomasons' driveway permanently for its\r\n\r\n\r\n\r\nown use. Section 15-67-270 advances the State's legitimate interest in\r\n\r\n\r\n\r\npreserving property, avoiding waste of valuable property, and promoting safe\r\n\r\n\r\n\r\nliving environments. 2  The degree of economic impact on the Thomas' ons was\r\n\r\n\r\n\r\nnominal because they were paid $5,500 to compensate for the intrusion, and they\r\n\r\n\r\n\r\nhave not claimed this amount is inadequate. Finally, there is no interference\r\n\r\n\r\n\r\nwith investment backed expectations because the Thomasons retained the entire\r\n\r\n\r\n\r\n\"bundle of rights\" typically associated with property ownership during the\r\n\r\n\r\n\r\nduration of the temporary license, including the right of possession, right to sell,\r\n\r\n\r\n\r\nlease, devise, and rent their property.\r\n\r\n\r\n\r\nIn Chase Manhattan Bank v. Broadway, Whitney Co., 294 N.Y.S.2d 416\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 The State's action in the instant case is consistent with zoning cases\r\nwhere a state's exercise of its police powers was upheld. See, e.g., Agins v.\r\n\r\n\r\n\r\nTiburon, 447 U.S. 255, 100 S. Ct. 2138, 65 L. Ed.2d 106 (1980) (upholding a\r\n\r\n\r\n\r\nzoning ordinance which required open spaces because it advanced a\r\n\r\n\r\n\r\nlegitimate state interest and left the owner with an economically viable use);\r\n\r\n\r\n\r\nVillage of Euclid v. Ambler Realty Co., 272 U.S. 365, 47 S. Ct. 114, 71 L.\r\n\r\n\r\n\r\nEd.2d 303 (1926) (holding a municipal ordinance that restricted commercial\r\n\r\n\r\n\r\ndevelopment was a valid exercise of police power where the law bore a\r\n\r\n\r\n\r\nsubstantial relationship to the public welfare and no irreparable injury was\r\n\r\n\r\n\r\ninflicted on the landowner).\r\n\r\n\r\n\r\np. 489\r\n\r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\n(1968) aff'd, 24 N.Y.2d 927 (1969), a similar licensing statute was held\r\n\r\n\r\n\r\nconstitutional by the New York Supreme Court, Special Term and later affirmed\r\n\r\n\r\n\r\nby New York's highest court. The facts of the New York case are similar to this\r\n\r\n\r\n\r\ncase. In Chase, the petitioner petitioned for a license to enter the respondent's\r\n\r\n\r\n\r\npremises for five days during a one month period in order to make necessary\r\n\r\n\r\n\r\nrepairs to the rear wall of his premises. Id. at 417.\r\n\r\n\r\n\r\nThe New York Supreme Court found the licensing statute was\r\n\r\n\r\n\r\nconstitutional and a valid codification of well-settled principles of New York\r\n\r\n\r\n\r\njurisprudence. While New York's property laws are more liberal than South\r\n\r\n\r\n\r\nCarolina's, our licensing statute is more protective and more specific than New\r\n\r\n\r\n\r\nYork's. 3  For example, South Carolina requires the trial court to hold ~an\r\n\r\n\r\n\r\nevidentiary hearing to determine if the license is reasonably necessary and\r\n\r\n\r\n\r\nwhether the license would cause irreparable harm to the adjoining landowner.\r\n\r\n\r\n\r\nThe General Assembly also mandated that each license contain compensation\r\n\r\n\r\n\r\nas a necessary term. Finally, section 15-67-270(E) requires the license to specify\r\n\r\n\r\n\r\nthe nature of improvements, the manner the improvements will be made, the\r\n\r\n\r\n\r\ndates of the license's operation, and \"any other terms and conditions the court\r\n\r\n\r\n\r\nconsiders appropriate to minimize disruption to the adjoining owner's or lessee's\r\n\r\n\r\n\r\nuse and enjoyment of the property over which the license is granted.\" S.C. Code\r\n\r\n\r\n\r\nAnn. § 15-67-270(E)(1)-(6).\r\n\r\n\r\n\r\n\r\n\r\n3 New York's statute states:\r\n\r\nWhen an owner or lessee seeks to make improvements or repairs\r\n\r\n\r\n\r\nto real property so situated that such improvements or repairs\r\n\r\n\r\n\r\ncannot be made by the owner or lessee without entering the\r\n\r\n\r\n\r\npremises of an adjoining owner or his lessee, and permission so to\r\n\r\n\r\n\r\nenter has been refused, the owner or lessee seeking to make such\r\n\r\n\r\n\r\nimprovements or repairs may commence a special proceeding for\r\n\r\n\r\n\r\na license so to enter pursuant to article four of the civil practice\r\n\r\n\r\n\r\nlaws and rules. The petition and affidavits, if any, shall state the\r\n\r\n\r\n\r\nfacts making such entry necessary and the date or dates on which\r\n\r\n\r\n\r\nthe entry is sought. Such license shall be granted by the court in\r\n\r\n\r\n\r\nan appropriate case upon such terms as justice requires. The\r\n\r\n\r\n\r\nlicensee shall be liable to the adjoining owner or his lessee for\r\n\r\n\r\n\r\nactual damages occurring as a result of the entry.\r\n\r\n\r\n\r\nN.Y. Law §  881, art. 8 (McKinney 1968).\r\n\r\n\r\n\r\np.490\r\n\r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\nB.  State Constitution\r\n\r\n\r\n\r\nThe Thomasons argue section 15-67-270 is unconstitutional because it\r\n\r\n\r\n\r\nauthorizes a taking of private property in violation of art. I, § 3 of the South\r\n\r\n\r\n\r\nCarolina Constitution. We find the T4omasons' claim under the South Carolina\r\n\r\n\r\n\r\nConstitution art. I, § 3 fails because section 15-67-270 is a valid exercise of the\r\n\r\n\r\n\r\nState's police power and does not constitute a taking.\r\n\r\n\r\n\r\nThe South Carolina Constitution is more protective of due process rights\r\n\r\n\r\n\r\nthan the United States Constitution because it specifically prohibits private\r\n\r\n\r\n\r\nproperty from being taken for solely private use, without the express consent of\r\n\r\n\r\n\r\nthe owner. S.C. Const. art. I, § 23. Section 15-67-270 does not allow the State\r\n\r\n\r\n\r\nto take the Thomasons' driveway aid turn it over to Main for his indefinite\r\n\r\n\r\n\r\nprivate use. This case concerns a temporary license. Moreover, section 15-67\r\n\r\n\r\n\r\n270 concerns the exercise of the State's police power in order to preserve\r\n\r\n\r\n\r\nproperty for the public benefit. The cases relied upon by the Thomasons, Karesh\r\n\r\n\r\n\r\nv. City Council of Charleston, 271 S,.C. 339, 247 S.E.2d 342 (1978), Clemson\r\n\r\n\r\n\r\nUniv. v. First Provident Corp., 260 S.~IC. 640, 197 S.E.2d 914 (1973), and Young\r\n\r\n\r\n\r\nv. Wiggins, 240 S.C. 426, 126 S.E.2di 360 (1962), are distinguishable from the\r\n\r\n\r\n\r\ninstant case because they concern the State's eminent domain power, not the\r\n\r\n\r\n\r\nState's police power. See Karesh, supra (holding city could not use its eminent\r\n\r\n\r\n\r\ndomain power to condemn land and then lease it to a private corporation to\r\n\r\n\r\n\r\nconstruct a parking facility); First Provident, supra (holding statute that\r\n\r\n\r\n\r\nallowed a permanent drainage ditch to be constructed over a neighbor's property\r\n\r\n\r\n\r\nwas unconstitutional); Wiggins, supra (holding.the use of the eminent domain\r\n\r\n\r\n\r\npower to create a private lake for private purposes was unconstitutional under\r\n\r\n\r\n\r\nthe South Carolina Constitution).\r\n\r\n\r\n\r\nFurthermore, the other cases relied upon by Thomason, including Kline v.\r\n\r\n\r\n\r\nCity of Columbia, 249 S.C. 532, 155 S.E.2d 597 (1967), Lindsey v. City of\r\n\r\n\r\n\r\nGreenville, 247 S.C. 232,146 S.E.2d 863 (1966), and Webb v. Greenwood County,\r\n\r\n\r\n\r\n229 S.C. 267, 92, S.E.2d 688 (1956), are distinguishable because they involve\r\n\r\n\r\n\r\nsituations where government action, occurring in the course of government\r\n\r\n\r\n\r\noperation results in injury to private property. See Kline, supra (holding a\r\n\r\n\r\n\r\ntaking occurred where plaintiffs property was damaged as a result of a pulled\r\n\r\n\r\n\r\ngas line while the City was widening the street); Lindsey, supra (finding a\r\n\r\n\r\n\r\ntaking where a government flood of private property was caused by release of\r\n\r\n\r\n\r\nwater from a government operated dam); Webb, supra (finding a taking where\r\n\r\n\r\n\r\ndamage to property was caused by government operation of a hydro-electric\r\n\r\n\r\n\r\nplant). These cases are distinguishable because no injury is caused to the\r\n\r\n\r\n\r\nThomasons' property due to state action, the alleged damage comes from Main's\r\n\r\n\r\n\r\np.491\r\n\r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\nability to access their driveway and patio. 4\r\n\r\n\r\n\r\nThe Thomasons also argue that the interest given to Main was an\r\n\r\n\r\n\r\neasement, not a temporary license.  Based on the plain meaning of the statute,\r\n\r\n\r\n\r\nwe find the statute creates a temporary license, not an easement. An easement\r\n\r\n\r\n\r\ngives no title to land on which servitude is imposed, but it is a property or an\r\n\r\n\r\n\r\ninterest in land. Morris v. Townsend, 253 S.C. 628, 172 S.E.2d 819 (1970). In\r\n\r\n\r\n\r\nthis case, Main did not receive an ownership interest in the driveway, he only\r\n\r\n\r\n\r\nreceived permission to enter the Thpmasons' driveway for a specific period of\r\n\r\n\r\n\r\ntime. 5\r\n\r\n\r\n\r\nII. Unconstitutionally Vague\r\n\r\n\r\n\r\nThe Thomasons argue that section 15-67-270 is unconstitutionally vague\r\n\r\n\r\n\r\nand violates the Due Process Clause, of the United States and South Carolina\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Kline, Lindsey, and Webb are products of the era of total sovereign\r\nimmunity. In the jurisprudence of this state prior to McCall v. Batson, 285\r\n\r\n\r\n\r\nS.C. 243, 329 S.E.2d 741 (1985) (doctrine of strict sovereign immunity\r\n\r\n\r\n\r\noverruled) and the subsequent adoption of the South Carolina Governmental\r\n\r\n\r\n\r\nTort Claims Act, the takings clause of the South Carolina Constitution, art. I,\r\n\r\n\r\n\r\n§ 23 was used as a means of granting takings relief for what were really tort\r\n\r\n\r\n\r\nclaims against governmental entities in South Carolina and circumventing\r\n\r\n\r\n\r\nthe absolute bar of sovereign immunity. See J.H. Toal, Property Survey,\r\n\r\n\r\n\r\nKline v. City of Columbia, 19 S.C. L.: Rev. 635, 637 (Spring 1967); C.E.\r\n\r\n\r\n\r\nMcDonald, Jr., Comment, Municipal Corporations and Eminent Domain -\r\n\r\n\r\n\r\nRight of Individual to Recover for Damage to Private Property Occasioned by\r\n\r\n\r\n\r\nAlleged Negligence of Municipal Corporation in Widening Street, 19 S.C. L.\r\n\r\n\r\n\r\nRev. 883 (Summer 1967).\r\n\r\n\r\n\r\n5The Thomasons base their argument on the definition of license in\r\n\r\n\r\n\r\nBriarcliffe Acres v. Briarcliffe Realty Co., 262 S.C. 599, 206 S.E.2d 886 (1974).\r\n\r\n\r\n\r\nIn Briarcliffe, a license is defined as \"a personal, revocable, and unassignable\r\n\r\n\r\n\r\nprivilege, conferred either by writing or parole, to do one or more acts on land\r\n\r\n\r\n\r\nwithout possessing any interest therein . . . .\" Id. at 615, 206 S.E.2d at 894\r\n\r\n\r\n\r\n895 (citing 25 Am. Jur.2d Easements and Licenses § 123 (1966)). \"A license\r\n\r\n\r\n\r\nwhich is not revocable would, of course, amount to an easement.\" Id. We do\r\n\r\n\r\n\r\nnot find this argument persuasive because Main possesses no interest in the\r\n\r\n\r\n\r\nThomasons' property and while the Thomasons cannot revoke the license, the\r\n\r\n\r\n\r\nlicense terminates at a specific date.\r\n\r\n\r\n\r\np.492\r\n\r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\nconstitutions because the statute does not provide an objective basis for the trial\r\n\r\n\r\n\r\ncourt to determine what is an \"unreasonable condition upon entry.\" We\r\n\r\n\r\n\r\ndisagree.\r\n\r\n\r\n\r\nThe constitutional standard for vagueness is the practical criterion of fair\r\n\r\n\r\n\r\nnotice to those to whom the law applies. Toussaint v. State Bd. of Med. Exam'rs,\r\n\r\n\r\n\r\n303 S.C. 316, 400 S.E.2d 488 (1991) (citations omitted). A law is\r\n\r\n\r\n\r\nunconstitutionally vague if it forbids or requires the doing of an act in terms so\r\n\r\n\r\n\r\nvague that a person of common intelligence must necessarily guess as to its\r\n\r\n\r\n\r\nmeaning and differ as to its application. Id. at 320, 400 S.E.2d at 491. See, e.g.,\r\n\r\n\r\n\r\nTalyor v. Nix, 307 S.C. 551, 416 S.E.2d 619 (1992) (holding \"arbitrary\" was not\r\n\r\n\r\n\r\nunconstitutionally vague because the term was readily definable). However, due\r\n\r\n\r\n\r\nprocess does not require that every word in a statute be expressly defined. In\r\n\r\n\r\n\r\nfact, many federal and state statutes leave key terms undefined. 6\r\n\r\n\r\n\r\nPursuant to section 15-67-270, a neighbor can petition the circuit court for\r\n\r\n\r\n\r\na license to enter the adjoining property of a neighbor for the purposes of\r\n\r\n\r\n\r\nperforming improvements, repairs, or maintenance to his property if \"the\r\n\r\n\r\n\r\npetitioner can present evidence of anjactual request and denial of entry, or the\r\n\r\n\r\n\r\nimposition of unreasonable conditions upon entry.\" S.C. Code Ann. § 15-67\r\n\r\n\r\n\r\n270(B)(1) (emphasis added). The petition serves as both a foundation for the\r\n\r\n\r\n\r\ntrial judge to determine the reasonableness of the request, and also as notice to\r\n\r\n\r\n\r\nthe landowner whose property will be accessed. While section 15-67-270 does\r\n\r\n\r\n\r\nnot specifically define \"unreasonable conditions upon entry,\" the term\r\n\r\n\r\n\r\n\"unreasonable\" is commonly used in statutes and is readily definable by people\r\n\r\n\r\n\r\nof common intelligence. See Blacks Law Dictionary 1537 (7th ed. 1999)\r\n\r\n\r\n\r\n(\"unreasonable\" generally defined as \"not guided by reason; irrational or\r\n\r\n\r\n\r\ncapricious\").\r\n\r\n\r\n\r\nSection 15-67-270 requires a trial court to conduct an evidentiary hearing\r\n\r\n\r\n\r\nbefore a temporary license can be granted. S.C. Code Ann. § 15-67-270(D).\r\n\r\n\r\n\r\nBecause of the varied circumstances that may arise under the statute, an\r\n\r\n\r\n\r\nevidentiary hearing is necessary for the trial court to determine what is just,\r\n\r\n\r\n\r\nequitable, and reasonable under the circumstances. The hearing allows the trial\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6 See, e.g., Comprehensive Environmental Response, Compensation, and\r\nLiability Act, 42 U.S.C. §§ 9601-9675, (1994) (defining \"operator\" as one who\r\n\r\n\r\n\r\nmerely \"owns or operates a facility\"); South Carolina Residential Landlord\r\n\r\n\r\n\r\nTenant Act, S.C. Code Ann. § 27-40-440 (1976) (leaving the terms \"reasonably\r\n\r\n\r\n\r\nnecessary\" and \"fit and habitable\" undefined).\r\n\r\n\r\n\r\np.493\r\n\r\n\r\n\r\n\r\n\r\n\r\nMain v. Thomason et al.,\r\ncourt to determine what is equitable based upon an evaluation of the evidence,\r\n\r\n\r\n\r\nincluding an evaluation of the reasonableness of the neighbor's conditions upon\r\n\r\n\r\n\r\nentry.\r\n\r\n\r\n\r\nThe General Assembly did not define or provide examples of\r\n\r\n\r\n\r\n\"unreasonable conditions upon entry\" so that the trial courts will determine\r\n\r\n\r\n\r\nreasonableness on a case-by-case basis. While the trial court determines\r\n\r\n\r\n\r\nreasonableness on a case-by-case basis, it is guided by the general framework\r\n\r\n\r\n\r\nprescribed by section 15-67-270. The statute provides specific examples of what\r\n\r\n\r\n\r\nare considered important criteria of entry. For example, if a license is granted\r\n\r\n\r\n\r\nby the trial court, the license must provide the nature and manner of the\r\n\r\n\r\n\r\nimprovements, the dates upon which the license begins and ends, and the\r\n\r\n\r\n\r\namount of compensation that will be paid to the property owner over whose\r\n\r\n\r\n\r\nproperty the license is granted. S.C. Code Ann. § 15-67-270(E)(1)-(4). Therefore,\r\n\r\n\r\n\r\nany unnecessary restrictions by an adjoining landowner on the manner and\r\n\r\n\r\n\r\nnature of the improvements, the time allowed for the improvements, or the\r\n\r\n\r\n\r\namount of compensation could be viewed by the trial court as an unreasonable\r\n\r\n\r\n\r\ncondition upon entry. Section 15-67-270, therefore, does not leave \"unreasonable\r\n\r\n\r\n\r\nconditions upon entry\" completely undefined because the statutory framework\r\n\r\n\r\n\r\nprovides a general context from which reasonableness can be determined.\r\n\r\n\r\n\r\nBased on Main's petition, the trial judge found the Thomasons either\r\n\r\n\r\n\r\n\"denied [Main's] request by failing to respond in a timely manner or [imposed]\r\n\r\n\r\n\r\nunreasonable conditions upon entry (i.e. inadequate time to perform the\r\n\r\n\r\n\r\nnecessary repairs and maintenance).\" We find the time allowed to perform the\r\n\r\n\r\n\r\nnecessary improvements is an important criteria upon entry, and the trial court\r\n\r\n\r\n\r\nwas correct in finding that inadequate time equates to an unreasonable\r\n\r\n\r\n\r\ncondition upon entry.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\nBased on the foregoing, we AFFIRM the decision of the trial court and\r\n\r\n\r\n\r\nuphold section 15-67-270 as constitutional.\r\n\r\n\r\n\r\nMOORE, WALLER and BURNETT, JJ., concur. FINNEY, C.J., not\r\n\r\n\r\n\r\nparticipating.\r\n\r\n\r\n\r\np.494\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25183","title":"Campbell v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25183","description":"","date":"2000-08-14","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nCampbell v. State\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nRichard Campbell, Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nState of South Carolina, Petitioner.\r\r\n\r\r\n\r\r\nON WRIT OF CERTIORARI\r\r\n\r\r\n\r\r\nAppeal From Aiken County\r\r\n\r\r\nFrank Eppes, Trial Judge\r\r\n\r\r\nRodney A. Peeples, Post-Conviction Judge\r\r\n\r\r\n\r\r\nOpinion No. 25183\r\r\n\r\r\nSubmitted May 24, 2000 - Filed August 14, 2000\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Chief Deputy \r\r\n\r\r\nAttorney General John W. McIntosh, Assistant Deputy \r\r\n\r\r\nAttorney General Teresa A. Knox, and Assistant Attorney \r\r\n\r\r\nGeneral Matthew M. McGuire, all of Columbia, for petitioner.\r\r\n\r\r\n\r\r\nAssistant Appellate Defender Melody J. Brown, of S.C. \r\r\n\r\r\nOffice of Appellate Defense, of Columbia, for respondent.\r\r\n\r\r\n\r\r\n\r\r\nPER CURIAM: The State appeals the lower court's grant of post-conviction\r\r\n\r\r\nrelief (PCR) to respondent. We affirm in result.\r\r\n\r\r\n\r\r\np.495\r\r\n\r\r\n\r\r\n\r\r\nCampbell v. State\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nRespondent was indicted for first degree criminal sexual conduct with\r\r\n\r\r\na minor for allegedly fondling the seven-year-old daughter of his live-in\r\r\n\r\r\ngirlfriend. He pled guilty to committing a lewd act on a child under the age\r\r\n\r\r\nof sixteen and was sentenced to fifteen years imprisonment. His subsequent\r\r\n\r\r\napplication for PCR was granted, based on a finding by the PCR court that\r\r\n\r\r\nrespondent's plea was involuntary.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\nDid the trial court have jurisdiction to accept respondent's plea?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nAlthough the issue raised to this Court concerned the voluntariness of\r\r\n\r\r\nrespondent's plea, we affirm the PCR court's grant of relief to respondent\r\r\n\r\r\nbecause the trial court did not have subject matter jurisdiction to accept\r\r\n\r\r\nrespondent's plea. Except for certain minor offenses, the circuit court does\r\r\n\r\r\nnot have subject matter jurisdiction to hear a guilty plea unless (1) there has\r\r\n\r\r\nbeen an indictment which sufficiently states the offense; (2) there has been a\r\r\n\r\r\nwaiver of indictment; or (3) the charge is a lesser included charge of the\r\r\n\r\r\ncrime charged in the indictment. Carter v. State, 329 S.C. 355, 362, 495\r\r\n\r\r\nS.E.2d 773, 777 (1998); S.C. Code Ann. § 17-19-10 (1985). Lack of subject\r\r\n\r\r\nmatter jurisdiction may not be waived, and may be raised at any time,\r\r\n\r\r\nincluding on this Court's own motion. See Anderson v. Anderson, 299 S.C.\r\r\n\r\r\n110, 115, 382 S.E.2d 897, 900 (1989).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHere, the grand jury never indicted respondent for the lewd act charge\r\r\n\r\r\nand respondent did not waive presentment to the grand jury. Committing a\r\r\n\r\r\nlewd act on a minor is not a lesser included offense of first degree criminal\r\r\n\r\r\nsexual conduct on a minor. State v. Norton, 286 S.C. 95, 332 S.E.2d 531\r\r\n\r\r\n(1985); see also S.C. Code Ann. §§ 16-3-655(1) and 16-15-140 (1976 &amp; Supp.\r\r\n\r\r\n1999). Therefore, the trial court was without jurisdiction to accept\r\r\n\r\r\nrespondent's plea to the unindicted charge.\r\r\n\r\r\n\r\r\np. 496\r\r\n\r\r\n\r\r\n\r\r\nCampbell v. State\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nProsecutors must be cautious to ensure that subject matter jurisdiction\r\r\n\r\r\nis present when a defendant pleads to an unindicted offense. Finding no\r\r\n\r\r\nsubject matter jurisdiction in this case, we AFFIRM the PCR court's grant of\r\r\n\r\r\nrelief to respondent.\r\r\n\r\r\n\r\r\np.497\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25184","title":"State v. Cooley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25184","description":"","date":"2000-08-14","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nThe State, Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nDelano Rafael Cooley,\r\r\n\r\r\nSr., Appellant.\r\r\n\r\r\n\r\r\nAppeal From Greenville County\r\r\n\r\r\nThomas J. Ervin, Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25184\r\r\n\r\r\n\r\r\nHeard June 6, 2000 - Filed August 14, 2000\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\nBeattie B. Ashmore, of Ashmore &amp; Yarborough, P.A., \r\r\n\r\r\nand James F. Brehm, both of Greenville, for \r\r\n\r\r\nappellant.\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Assistant Deputy \r\r\n\r\r\nAttorney General Salley W. Elliott, Assistant Attorney \r\r\n\r\r\nGeneral J. Benjamin Aplin, all of Columbia, and Solicitor\r\r\n\r\r\nRobert M. Arial, of Greenville, for respondent.\r\r\n\r\r\n\r\r\n\r\r\nCHIEF JUSTICE TOAL: Appellant Delano Rafael Cooley, Sr., \r\r\n\r\r\n(\"Defendant\") was convicted of voluntary manslaughter in the death of his wife \r\r\n\r\r\nDonna Cooley (\"Victim\"). He has appealed. We reverse.\r\r\n\r\r\n\r\r\np.498\r\r\n\r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTUAL/PROCEDURAL BACKGROUND\r\r\n\r\r\n\r\r\nOn October 26,1996, Defendant shot and killed Victim as she sat at their\r\r\n\r\r\ndinner table. At trial, Defendant claimed the gun fired accidently while he was\r\r\n\r\r\nshowing Victim that it was unloaded. There were no witnesses to the killing, but\r\r\n\r\r\ntwo of the couple's three young children were in the home at the time of the\r\r\n\r\r\nincident.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOne of the children, Delano Cooley, Jr., was nine when his mother was\r\r\n\r\r\nshot and eleven when he testified at trial. He testified the shooting happened\r\r\n\r\r\non a Sunday. He and Victim, along with the youngest child, had attended\r\r\n\r\r\nchurch that morning without Defendant who stayed home to watch football on\r\r\n\r\r\ntelevision. That afternoon, the witness and Victim had also gone to the store\r\r\n\r\r\nand gotten water for their house.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nYoung Cooley testified that Defendant and Victim were \"fussing\"\r\r\n\r\r\nthroughout the day. He testified Defendant accused Victim of having an\r\r\n\r\r\nadulterous affair. At one point in the afternoon, young Cooley testified that\r\r\n\r\r\nDefendant went outside, fired his shotgun into the air, and then returned to\r\r\n\r\r\nthreaten Victim stating \"That's how it will be\" and \"I'm not playing with you.\r\r\n\r\r\nI will shoot you.\" The argument continued until just before the fatal shooting of\r\r\n\r\r\nVictim.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCorey Butler, the oldest child of Defendant and Victim, also testified. His\r\r\n\r\r\ntestimony concerned the relationship between his parents in the years prior to\r\r\n\r\r\nthe shooting. Butler testified that his parents constantly argued. He told the\r\r\n\r\r\njury that his father had often physically assaulted his mother and the police\r\r\n\r\r\nwere regularly called to the house. Butler testified he moved in with his\r\r\n\r\r\ngrandmother two years prior to the shooting because he had gotten into fistfights\r\r\n\r\r\nwith his father while trying to protect his mother. In particular, Butler testified\r\r\n\r\r\non many occasions Defendant would hold a knife to Victim's throat and threaten\r\r\n\r\r\nto kill her and then kill himself.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt the trial's conclusion, Defendant requested the judge charge the jury on\r\r\n\r\r\ninvoluntary manslaughter and the judge granted his request. In response, the\r\r\n\r\r\nState requested a jury charge on voluntary manslaughter. Defendant opposed\r\r\n\r\r\nthe voluntary manslaughter charge contending that the argument between\r\r\n\r\r\nDefendant and Victim could not rise to the level necessary to justify a voluntary\r\r\n\r\r\nmanslaughter charge. The trial judge disagreed and charged the jury on\r\r\n\r\r\nvoluntary manslaughter. The jury convicted Defendant of voluntary\r\r\n\r\r\nmanslaughter. Defendant has appealed and the issues before the Court are:\r\r\n\r\r\n\r\r\np.499\r\r\n\r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nI. Did the trial court err in charging the jury on voluntary\r\r\n\r\r\nmanslaughter?\r\r\n\r\r\n\r\r\nII.  Did the trial court err in allowing Defendant's oldest son, who had\r\r\n\r\r\nnot lived with the family in two years, to testify about the nature of\r\r\n\r\r\ntheir relationship?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLAWANALYSIS\r\r\n\r\r\n\r\r\nI. The Voluntary Manslaughter Jury Charge\r\r\n\r\r\n\r\r\nVoluntary manslaughter is the unlawful killing of a human being in the\r\r\n\r\r\nsudden heat of passion upon sufficient legal provocation. State v. Cole, 338 S.C.\r\r\n\r\r\n97, 525 S.E.2d 511(2000). Both heat of passion and sufficient legal provocation\r\r\n\r\r\nmust be present at the time of the killing. Id. The provocation must be such as\r\r\n\r\r\nto render the mind of an ordinary person incapable of cool reflection and produce\r\r\n\r\r\nan uncontrollable impulse to do violence. See id.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge in this case should not have given a voluntary\r\r\n\r\r\nmanslaughter jury charge because the record contained no evidence to support\r\r\n\r\r\na finding of sufficient legal provocation. The law to be charged must be\r\r\n\r\r\ndetermined from the evidence presented at trial. State v. Lee, 298 S.C. 362, 380\r\r\n\r\r\nS.E.2d 834 (1989). The State argues the following evidence supported giving the\r\r\n\r\r\nvoluntary manslaughter charge:\r\r\n\r\r\n\r\r\n1. Defendant and Victim were arguing throughout the afternoon of the\r\r\n\r\r\nkilling;\r\r\n\r\r\n\r\r\n2. The argument was over Defendant's belief that Victim was having\r\r\n\r\r\nan adulterous affair;\r\r\n\r\r\n\r\r\n3. At one point in the argument, Defendant fired the gun in the\r\r\n\r\r\nbackyard and then threatened to kill Victim; and\r\r\n\r\r\n\r\r\n4. Defendant and Victim were arguing minutes before the gunshot\r\r\n\r\r\nthat killed Victim.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe State points to no evidence of Victim provoking Defendant other than her\r\r\n\r\r\nrole in the alleged argument with Defendant. Furthermore, the State\r\r\n\r\r\nerroneously focuses on Defendant's firing the gun in the backyard. Defendant's\r\r\n\r\r\nown actions, no matter how outrageous or violent, cannot legally provoke\r\r\n\r\r\n\r\r\np. 500\r\r\n\r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nhimself.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIf we accept the State's theory of what happened that afternoon, the\r\r\n\r\r\nargument between Defendant and Victim was about alleged marital infidelity.\r\r\n\r\r\nWhile adultery may, in some instances, serve as sufficient legal provocation to\r\r\n\r\r\nwarrant a voluntary manslaughter charge, spousal adultery is not a license to\r\r\n\r\r\nkill. See State v. Gadsden, 314 S.C. 229, 233, 442 S.E.2d 594, 597(1994). In\r\r\n\r\r\ngeneral, South Carolina has allowed martial infidelity to support a charge of\r\r\n\r\r\nmarital voluntary manslaughter only when the killer finds the other spouse and\r\r\n\r\r\nparamour in a guilty embrace or flagrantly suggestive situation. See State v.\r\r\n\r\r\nHerring, 118 S.C. 386,110 S.E. 668 (1921); but see State v. Martin, 216 S.C. 129,\r\r\n\r\r\n57 S.E.2d 55 (1949) (finding evidence of the husband's belief that the deceased\r\r\n\r\r\nhad repeatedly and violently raped his wife and was then taunting them\r\r\n\r\r\nsupported a voluntary manslaughter charge). The killing must also happen so\r\r\n\r\r\nsoon after the discovery of the affair that the spouse does not have time to coolly\r\r\n\r\r\nreflect on the situation. See Gadsen, 314 S.C. at 233, 442.S.E.2d at 597.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe State's theory, even if true, is insufficient to warrant a charge of\r\r\n\r\r\nvoluntary manslaughter because the State made no allegation that Defendant\r\r\n\r\r\nactually encountered Victim in an adulterous situation. At most, Victim may\r\r\n\r\r\nhave confessed to adultery, an admission we find very unlikely due to the lack\r\r\n\r\r\nof any evidence produced at trial of Victim having an affair. Furthermore, a\r\r\n\r\r\nverbal confession of adultery, no matter what the content, would be insufficient\r\r\n\r\r\nto warrant a voluntary manslaughter charge. See State v. Byrd, 323 S.C. 319,\r\r\n\r\r\n322, 474 S.E.2d 430, 432 (1996)(\"Where death is caused by the use of a deadly\r\r\n\r\r\nweapon, words alone, however opprobrious, are not sufficient to constitute a\r\r\n\r\r\nlegal provocation.\"). Therefore, even if the State's allegations about the\r\r\n\r\r\nargument are taken as true, they do not support the giving of a voluntary\r\r\n\r\r\nmanslaughter charge because the allegations do not rise to the level of sufficient\r\r\n\r\r\nlegal provocation.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII.  Corey Butler's Testimony\r\r\n\r\r\n\r\r\nDefendant argues the trial court erred in allowing his son to testify about\r\r\n\r\r\nprevious episodes of spousal abuse, including incidents where Defendant held\r\r\n\r\r\na knife to Victim's throat and threatened to kill her. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRecently, this Court reiterated the rule that \"[i]n homicide cases, evidence\r\r\n\r\r\nthat the accused and the decedent had previous difficulty is admissible. The\r\r\n\r\r\nevidence is admissible to show the animus of the parties and to aid the jury in\r\r\n\r\r\ndeciding who was the probable aggressor.\" State v. Taylor, 333 S.C. 159, 168,\r\r\n\r\r\n\r\r\np.501\r\r\n\r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n508 S.E.2d 870, 874 (1998). Here, while it is true that no issue exists about the\r\r\n\r\r\nidentity of a probable aggressor, the testimony would be relevant to proving the\r\r\n\r\r\n\"animus of the parties,\" specifically the abusive marital relationship between\r\r\n\r\r\nDefendant and Victim. See State v. Clinkscales, 231 S.C. 650, 99 S.E.2d 663\r\r\n\r\r\n(1957)(finding testimony about prior difficulties between a husband and wife was\r\r\n\r\r\nadmissible against husband in a murder case as long as specific details were not\r\r\n\r\r\nrevealed).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHowever, although evidence is relevant, it should be excluded where the\r\r\n\r\r\ndanger of unfair prejudice substantially outweighs its probative value. Rule\r\r\n\r\r\n403, SCRE. In the current case, Butler testified about events that occurred\r\r\n\r\r\nseveral years prior to the date of the killing. While we recognize that a trial\r\r\n\r\r\njudge is accorded broad discretion in ruling on the admissibility of the testimony,\r\r\n\r\r\nthe remoteness in time of these events make them so prejudicial that Butler's\r\r\n\r\r\ntestimony about his parent's marital relationship should have been excluded.\r\r\n\r\r\nSee State v. King, 334 S.C. 504, 514 S.E.2d 578 (1999)(excluding evidence of\r\r\n\r\r\nDefendant's bad acts that occurred more than one year before the crime on trial).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIII. Effect of the Error\r\r\n\r\r\n\r\r\nThis Court is aware of the profound consequences of reversing Defendant's\r\r\n\r\r\nvoluntary manslaughter conviction. When the jury convicted petitioner of the\r\r\n\r\r\nlesser included offense of voluntary manslaughter, in essence, he was acquitted\r\r\n\r\r\nof the murder charge. See Bozeman v. State, 307 S.C. 172, 414 S.E.2d 144\r\r\n\r\r\n(1992)(holding that a conviction for voluntary manslaughter acts as an implicit\r\r\n\r\r\nacquittal of murder). On retrial, the constitutional prohibition against double\r\r\n\r\r\njeopardy prevents Defendant from being tried again for murder because he did\r\r\n\r\r\nnot waive this defense by making a successful appeal of his conviction. Id.\r\r\n\r\r\nFurthermore, based on the testimony presented at Defendant's trial, the result\r\r\n\r\r\nof our holding here is that without any evidence of legal provocation Defendant\r\r\n\r\r\ncannot be retried on the charge of voluntary manslaughter. Thus, retrial will be\r\r\n\r\r\nlimited to the charge of involuntary manslaughter.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFor most of our State's history, if a defendant was indicted for murder and\r\r\n\r\r\nconvicted of manslaughter he could be retried for murder when a new trial was\r\r\n\r\r\nordered based on the defendant's own motion. See, e.g., State v. Gillis, 73 S.C.\r\r\n\r\r\n318, 53 S.E. 487 (1906). However, in applying the federal Fifth Amendment, the\r\r\n\r\r\nUnited States Supreme Court has ruled that double jeopardy prevents states\r\r\n\r\r\nfrom retrying defendants for greater offenses once they have \"run the gauntlet\"\r\r\n\r\r\non the greater offense and have not been convicted. See Green v. United States,\r\r\n\r\r\n355 U.S. 184 (1957). For example, in a situation nearly identical to the current\r\r\n\r\r\n\r\r\n\r\r\np.502\r\r\n\r\r\n\r\r\n\r\r\nState v. Cooley\r\r\n\r\r\n\r\r\n\r\r\n\r\r\none, the United States Supreme Court held the retrial of a defendant for murder,\r\r\n\r\r\nafter an earlier guilty verdict on the lesser included offense of voluntary\r\r\n\r\r\nmanslaughter had been set aside because of a trial error, constituted double\r\r\n\r\r\njeopardy in violation of the Fifth and Fourteenth Amendments. See Price v.\r\r\n\r\r\nGeorgia, 398 U.S. 323(1970).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSince the jury heard no evidence of legal provocation, Defendant's\r\r\n\r\r\nvoluntary manslaughter conviction suggests that the jury may have\r\r\n\r\r\ncompromised between murder and involuntary manslaughter or accident in\r\r\n\r\r\nreaching their verdict. As such, it is fair to assume that at least one member of\r\r\n\r\r\nthe jury may have believed the State's position that Defendant murdered Victim\r\r\n\r\r\nby shooting her with a shotgun in the face at close range. However, due to the\r\r\n\r\r\nerror in granting the solicitor's request for a voluntary manslaughter charge,\r\r\n\r\r\nDefendant will not have to face a jury of his peers on the charge of murder again.\r\r\n\r\r\nThis is a cautionary tale for solicitors as to the pitfalls of requesting a potential\r\r\n\r\r\n\"compromise\" charge which is unsupported by the evidence. Although the result\r\r\n\r\r\nis an unsatisfactory one, this situation is controlled by the precedent of the\r\r\n\r\r\nUnited States Supreme Court which we cannot ignore.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nBased on the foregoing, we REVERSE Defendant's conviction.\r\r\n\r\r\n\r\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\r\n\r\r\n\r\r\n\r\r\np.503\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25185","title":"Sharps v. Sharps","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25185","description":"","date":"2000-08-14","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nSu Hnyn Sharps,  Petitioner\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nLoyde P. Sharps,   Respondent\r\r\n\r\r\n\r\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\r\n\r\r\nAPPEALS\r\r\n\r\r\n\r\r\nAppeal From Berkeley County\r\r\n\r\r\nWayne M. Creech, Family Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25185\r\r\n\r\r\nHeard April 6, 2000 - Filed August 14, 2000\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\nPeter D. Deluca, Jr., of Deluca &amp; Maucher, L.L.P., of \r\r\n\r\r\nGoose Creek, for petitioner.\r\r\n\r\r\n\r\r\nConstance A. Anastopoulo, of Anastopoulo Law Firm, \r\r\n\r\r\nof Charleston, for respondent.\r\r\n\r\r\n\r\r\n\r\r\nCHIEF JUSTICE TOAL: The trial court awarded an increase in \r\r\n\r\r\nmonthly alimony payments to a spouse. The Court of Appeals reversed. We \r\r\n\r\r\nreverse the Court of Appeals and reinstate the trial court's order.\r\r\n\r\r\n\r\r\np.504\r\r\n\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTUAL/PROCEDURAL BACKGROUND\r\r\n\r\r\n\r\r\nIn 1971, Su Hnyn Sharps (\"Wife\") married Loyde P. Sharps (\"Husband\")\r\r\n\r\r\nin Korea. Shortly after their marriage, the couple relocated to the United States\r\r\n\r\r\nand had two daughters. After thirteen years of marriage, the couple divorced in\r\r\n\r\r\n1984. In the divorce decree, the court awarded Wife custody of their two minor\r\r\n\r\r\nchildren, child support of $400 a month, the marital home, and the right to\r\r\n\r\r\npursue alimony after a period of thirty months.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAfter the thirty-month period, Wife filed a petition seeking alimony. The\r\r\n\r\r\ncourt awarded Wife $100 per month in alimony, increased to $150 a month after\r\r\n\r\r\none year. By 1996, both children had reached the age of majority and Husband\r\r\n\r\r\nwas no longer required to make child support payments. In 1997, Wife filed a\r\r\n\r\r\npetition seeking an increase in the amount of alimony payments claiming a\r\r\n\r\r\nsubstantial change in circumstances. Wife alleged the changes in both parties'\r\r\n\r\r\nincomes, an increase in the cost of living, and the termination of the child\r\r\n\r\r\nsupport payments warranted an adjustment in the amount of alimony paid by\r\r\n\r\r\nHusband.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt trial, Wife asserted the changes she believed warranted an increase in\r\r\n\r\r\nalimony. Wife testified that she was 60 years old, her monthly wages had\r\r\n\r\r\nincreased by $489.63, her monthly expenses increased by $26.80 (due to an\r\r\n\r\r\nincrease in her mortgage payment), the emancipation of her children had ended\r\r\n\r\r\nHusband's $400 a month child support obligation, she was unable to meet her\r\r\n\r\r\nfinancial obligations resulting in a monthly deficit, and she suffered from\r\r\n\r\r\narthritis. She had obtained only the equivalent of an eight grade education in\r\r\n\r\r\nKorea and she could not write English.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWife called Husband to testify at trial. Husband testified that he has\r\r\n\r\r\nworked for the United States Post Office since 1987. Since his divorce from Wife,\r\r\n\r\r\nHusband has remarried and then divorced a second wife. This second marriage\r\r\n\r\r\ndid not produce any children, and Husband has no alimony responsibilities to\r\r\n\r\r\nthe second wife. Husband testified that his income has increased by $1,497 per\r\r\n\r\r\nmonth since the initial award of alimony. The trial court also believed Husband\r\r\n\r\r\nattempted to deceive it concerning his financial obligations. At the time of the\r\r\n\r\r\nhearing, Husband was engaged for a third time to a woman with multiple\r\r\n\r\r\nsclerosis. At the hearing, Husband attempted to disguise his fiancee's car loan\r\r\n\r\r\nas a second loan on his truck. Also, the trial court found Husband attempted to\r\r\n\r\r\ninclude some of his fiancee's medical bills as part of his financial obligations.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFollowing Wife's presentation of her case, Husband moved for a directed\r\r\n\r\r\n\r\r\np.505\r\r\n\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nverdict. Husband argued that Wife did not prove a substantial change in\r\r\n\r\r\ncircumstances because the termination of child support was an anticipated event\r\r\n\r\r\nand general inflation along with Husband's increased income were not proper\r\r\n\r\r\nreasons for an increase in alimony. The trial court denied Husband's motion.\r\r\n\r\r\nThe trial court found a substantial change in circumstances and increased\r\r\n\r\r\nHusband's monthly alimony obligation from $150 to $475. The court based its\r\r\n\r\r\nruling on the increase in Husband's income, a decrease in Husband's expenses,\r\r\n\r\r\nthe increase in Wife's expenses, the thirteen-year length of the marriage, and\r\r\n\r\r\ntheir respective ages.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nHusband appealed to the Court of Appeals arguing the family court erred\r\r\n\r\r\nin finding a substantial change in circumstances, erred in considering the\r\r\n\r\r\ntermination of child support as a change in circumstance, erred in applying\r\r\n\r\r\nsection 20-3-130(C)(12)(the existence of other support obligations), and erred by\r\r\n\r\r\noverlooking Wife's donations to her church as a sign of lack of need for alimony.\r\r\n\r\r\nThe Court of Appeals agreed with Husband on several grounds. The Court of\r\r\n\r\r\nAppeals held the trial court improperly relied on the termination of child support\r\r\n\r\r\nto find a change in circumstances. The Court of Appeals also ruled general\r\r\n\r\r\ninflation and Husband's increase in salary were not sufficient to warrant a\r\r\n\r\r\nmodification of alimony. The Court of Appeals also questioned the accuracy of\r\r\n\r\r\nWife's financial declaration. See Sharps v. Sharps, Op. No. 99-LTP-081 (S.C. Ct.\r\r\n\r\r\nApp. filed February 9,1999). Wife has appealed and the issues before the Court\r\r\n\r\r\nare:\r\r\n\r\r\n\r\r\nI. Did the Court of Appeals err in finding the termination of child\r\r\n\r\r\nsupport is an anticipated event that cannot qualify as a change in\r\r\n\r\r\ncircumstance?\r\r\n\r\r\n\r\r\n\r\r\nII.  Did the Court of Appeals err in overruling the trial court's\r\r\n\r\r\ndetermination that significant changes of circumstances existed\r\r\n\r\r\nwarranting an increase in alimony?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLAW/ANALYSIS\r\r\n\r\r\n\r\r\nI.  Termination of Child Support as a Basis for Increasing Alimony\r\r\n\r\r\n\r\r\nWife argues the Court of Appeals erred in overruling the trial court's\r\r\n\r\r\nreliance on the termination of child support as a factor in finding a substantial\r\r\n\r\r\nchange of circumstances. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOnce a court sets the amount of periodic alimony, that amount may be\r\r\n\r\r\n\r\r\np.505\r\r\n\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nmodified under the guidelines of S.C. Code Ann. § 20-3-170 (1985). That statute\r\r\n\r\r\nstates in part:\r\r\n\r\r\n\r\r\nWhenever [a spouse] . . . has been required to make his or her\r\r\n\r\r\nspouse any periodic payments of alimony and the circumstances of\r\r\n\r\r\nthe parties or the financial ability of the spouse making the periodic\r\r\n\r\r\npayments shall have changed since the rendition of such judgment,\r\r\n\r\r\neither party may apply to the court which rendered the judgment for\r\r\n\r\r\nan order and judgment decreasing or increasing the amount of such\r\r\n\r\r\nalimony payments or terminating such payments . . .\r\r\n\r\r\n\r\r\n(emphasis added). In order to justify modification, the changes in circumstances\r\r\n\r\r\nmust be substantial or material. See Thornton v. Thornton, 328 S.C. 96, 492\r\r\n\r\r\nS.E.2d 86 (1997). Our Court of Appeals has held that: \"Generally, changes in\r\r\n\r\r\ncircumstances within the contemplation of the parties at the time the decree was\r\r\n\r\r\nentered do not provide a basis for modifying either an alimony allowance or a\r\r\n\r\r\nchild support award.\" Calvert v. Calvert, 287 S. C. 130,139, 336 S.E.2d 884, 889\r\r\n\r\r\n(Ct. App. 1985).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nUsing Calvert, courts have refused to adjust alimony where the substantial\r\r\n\r\r\nchange alleged was known by the parties at the time of the decree. For example,\r\r\n\r\r\nan increase in the wife's income from her re-entry into the workforce after the\r\r\n\r\r\ndivorce has been found not to qualify as a substantial change where her future\r\r\n\r\r\nemployment was contemplated during the divorce proceedings. See Kelley v.\r\r\n\r\r\nKelley, 324 S.C. 481, 477 S.E.2d 727 (Ct. App. 1996); Lynn v. Lynn, 290 S.C. 359,\r\r\n\r\r\n350 S.E.2d 403 (Ct. App. 1986). Also, changes in financial status as a result of\r\r\n\r\r\nthe property division from the divorce are generally in the contemplation of the\r\r\n\r\r\nparties at the time of the divorce and do not qualify as a substantial change. See\r\r\n\r\r\nKielar v. Kielar, 311 S.C. 466, 429 S.E.2d 851(Ct. App. 1993); Kneece v. Kneece,\r\r\n\r\r\n296 S.C. 28, 370 S.E.2d 288 (Ct. App. 1988). Prior to Calvert, the Court of\r\r\n\r\r\nAppeals even found the increase in expenses to the husband as a result of the\r\r\n\r\r\nwife's immediate relocation with her new spouse to Virginia could not be\r\r\n\r\r\nconsidered in determining whether a substantial change existed because the\r\r\n\r\r\nparties contemplated her move during the divorce. See Nelson v. Merritt, 281\r\r\n\r\r\nS.C. 126, 314 S.E.2d 840 (Ct. App. 1984).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn light of Calvert and subsequent Court of Appeals cases, courts usually\r\r\n\r\r\nconsider only those changes that were unknown to the parties at the time of the\r\r\n\r\r\nseparation decree in determining if a substantial change has occurred\r\r\n\r\r\nwarranting a modification of alimony. The original divorce decree generally\r\r\n\r\r\naddresses these expected changes. However, there are some future changes\r\r\n\r\r\n\r\r\np.506\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nwhich may be in contemplation of the parties at the time of the decree but, due\r\r\n\r\r\nto other considerations, cannot be addressed at that time in the divorce decree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe termination of child support in the current case is one situation\r\r\n\r\r\nwhere, even though the future event was known at the time of the separation,\r\r\n\r\r\nthe trial court could not properly address that expected change in the divorce\r\r\n\r\r\ndecree. Because a court cannot always know what conditions will exist in the\r\r\n\r\r\nfuture, it would be arbitrary to automatically increase alimony or child support\r\r\n\r\r\nin the far distant future based on the happening of anticipated events. See\r\r\n\r\r\nCondon v. Condon, 280 S.C. 357, 312 S.E.2d 588 (Ct. App. 1984); Shafer v.\r\r\n\r\r\nShafer, 283 S.C. 205, 320 S.E.2d 730 (Ct. App. 1984). We are not holding that\r\r\n\r\r\nall automatic increases in alimony are per se unenforceable. In many cases, such\r\r\n\r\r\nas the current one, the family court may structure a short period of time that\r\r\n\r\r\nallows the paying spouse to adjust to the new financial situation of a divorce\r\r\n\r\r\nbefore raising the amount of monthly alimony to a set amount. As long as any\r\r\n\r\r\nsuch increase does not occur too far into the future, these orders are proper and\r\r\n\r\r\nenforceable.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOur ruling today does not in anyway affect a party's ability to financially\r\r\n\r\r\nobligate themselves for the payment of expenses to be incurred in the future.\r\r\n\r\r\nFor example, even when a child is very young, a parent may contractually\r\r\n\r\r\nobligate himself or herself to pay educational expenses of the child beyond the\r\r\n\r\r\nage of majority. See Stanaland v. Jamison, 275 S.C. 50, 268 S.E.2d 578 (1980).\r\r\n\r\r\nSuch agreements are enforceable. Also, a family court has the authority to\r\r\n\r\r\nassign responsibility for college expenses if certain factors are met. See Risinger\r\r\n\r\r\nv. Risinger, 273 S.C. 36, 253 S.E.2d 652 (1979). Since a modification hearing will\r\r\n\r\r\nnot be used to relitigate issues settled in the original divorce decree, these\r\r\n\r\r\nassignments of responsibility will be enforced.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn the current matter, Wife does not contend that she did not know about\r\r\n\r\r\nthe eventual emancipation of her children and the subsequent cessation of child\r\r\n\r\r\nsupport. However, if the original divorce decree had attempted to increase\r\r\n\r\r\nWife's alimony following the emancipation of the children, the amount of that\r\r\n\r\r\nincrease would have been arbitrary and unenforceable in light of the substantial\r\r\n\r\r\namount of time between the original decree and the emancipation. Also, had the\r\r\n\r\r\noriginal decree in this case granted Wife a greater amount of periodic alimony,\r\r\n\r\r\nit may have unfairly exceeded Husband's financial ability to pay the child\r\r\n\r\r\nsupport, the alimony, and support himself as well.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAs a general rule, a court hearing an application for a change in alimony\r\r\n\r\r\nshould look not only to see if the substantial change was contemplated by the\r\r\n\r\r\n\r\r\np.507\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nparties, but most importantly whether the amount of alimony in the original\r\r\n\r\r\ndecree reflects the expectation of that future occurrence. Our decision today\r\r\n\r\r\nshould not be read as a holding that the cessation of child support will always\r\r\n\r\r\nresult in a substantial change warranting an adjustment in alimony. Cases will\r\r\n\r\r\nexist where the termination of child support will occur so close in time to the\r\r\n\r\r\ndecree setting alimony that the expected cessation of child support will be\r\r\n\r\r\nreflected in the alimony amount owed to a spouse. Furthermore, there will be\r\r\n\r\r\ncases where even though the cessation of child support is very remote in time to\r\r\n\r\r\nthe setting of alimony, the termination of child support will not result in a\r\r\n\r\r\nsubstantial change warranting an adjustment of a spouse's alimony.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn the current case, the original amount of alimony awarded to Wife\r\r\n\r\r\nclearly reflected the consideration that Husband would also be paying child\r\r\n\r\r\nsupport. By requiring Wife to wait thirty months before she could pursue\r\r\n\r\r\nalimony, as well as setting the one-year period of reduced alimony, the family\r\r\n\r\r\ncourt further revealed a concern about Husband's ability to afford paying both\r\r\n\r\r\nchild support and alimony while also supporting himself. Although the\r\r\n\r\r\nemancipation of the children was an expected event, the original divorce decree\r\r\n\r\r\nwould not have been able to make a future adjustment in alimony in favor of\r\r\n\r\r\nWife because doing so would have required substantial speculation as to future\r\r\n\r\r\nconditions. As a result, the family court properly relied on the termination of\r\r\n\r\r\nchild support in its overall analysis of whether a substantial change had taken\r\r\n\r\r\nplace.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII.  Substantial Change Warranting an Increase in Alimony\r\r\n\r\r\n\r\r\nWife argues the Court of Appeals erred in finding she failed to prove a\r\r\n\r\r\nsubstantial change in circumstances warranting the increase in alimony\r\r\n\r\r\npayments. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nQuestions concerning alimony rest with the sound discretion of the trial\r\r\n\r\r\ncourt, whose conclusions will not be disturbed absent a showing of abuse of\r\r\n\r\r\ndiscretion. Bannen v. Bannen, 286 S.C. 24, 331 S.E.2d 379 (Ct. App. 1985). An\r\r\n\r\r\nabuse of discretion occurs when the court is controlled by some error of law or\r\r\n\r\r\nwhere the order, based upon findings of fact, is without evidentiary support.\r\r\n\r\r\nMcKnight v. McKnight, 283 S.C. 540, 324 S.E.2d 91(Ct. App. 1984). However,\r\r\n\r\r\nan appellate court reviewing a family court order may find facts in accordance\r\r\n\r\r\nwith its own view of the preponderance of the evidence. Kelley v. Kelley, 324 S. C.\r\r\n\r\r\n481, 477 S.E.2d. 727 (Ct. App. 1996). We disagree with the Court of Appeals'\r\r\n\r\r\nconclusion that Husband's increase in income was the only changed\r\r\n\r\r\ncircumstance. Wife also experienced a dramatic increase in the deficit between\r\r\n\r\r\n\r\r\np.508\r\r\n\r\r\n\r\r\n\r\r\nSharps v. Sharps\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nher income and expenses. Furthermore, the cessation of child support had a\r\r\n\r\r\nsignificant impact on the financial circumstances of Wife. By relying on all of\r\r\n\r\r\nthese factors, the trial court had the authority to adjust the amount of alimony\r\r\n\r\r\npaid by Husband.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nFor the foregoing reasons, we REVERSE the opinion of the Court of\r\r\n\r\r\nAppeals and reinstate the trial court's order increasing the amount of alimony.\r\r\n\r\r\n\r\r\n\r\r\nMOORE, WALLER, BURNETT and PILEICONES, JJ., concur.\r\r\n\r\r\n\r\r\np. 509\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25186","title":"Joiner, etc. v. Rivas et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25186","description":"","date":"2000-08-15","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas et al.,\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nKaren Joiner as\r\r\n\r\r\nGuardian ad Litem for\r\r\n\r\r\nRobert Alex Rivas,  Petitioner,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nDelores Rivas and South\r\r\n\r\r\nCarolina Department of\r\r\n\r\r\nSocial Services, Defendants,\r\r\n\r\r\n\r\r\nOf whom Delores Rivas\r\r\n\r\r\nis Respondent.\r\r\n\r\r\n\r\r\nIn the Interest of Robert Alex Rivas DOB: 11/26/93,\r\r\n\r\r\nMinor under the age of eighteen (18) years.\r\r\n\r\r\n\r\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\r\n\r\r\nAPPEALS\r\r\n\r\r\n\r\r\nAppeal From Lexington County\r\r\n\r\r\nRichard W. Chewning, III, Family Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25186\r\r\n\r\r\nHeard June 7, 2000 - Filed August 15, 2000\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\nSimpson Z. Fant, of Nelson Mullins Riley &amp;\r\r\n\r\r\n\r\r\np. 510\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nScarborough, of Columbia, for petitioner.\r\r\n\r\r\n\r\r\nDavid S. Hipp, of Dooley, Spence, Parker &amp; Hipp, \r\r\n\r\r\nand Patrick J. Frawley, of Nicholson, Davis, Frawley, \r\r\n\r\r\nAnderson &amp; Ayer, both of Lexington, for respondent.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE BURNETT: Petitioner appeals a ruling of the Court \r\r\n\r\r\nof Appeals requiring the appointment of an additional guardian ad litem \r\r\n\r\r\nwhenever a termination of parental rights (TPR) action is brought by a \r\r\n\r\r\nchild's guardian ad litem in an abuse and neglect case. We reverse.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nRobert Alex Rivas (Alex), was removed from his home by the Lexington \r\r\n\r\r\nCounty Department of Social Services (DSS) in January of 1995 when he \r\r\n\r\r\nwas approximately fourteen months old. DSS was awarded temporary \r\r\n\r\r\ncustody of Alex based on a finding of physical neglect. With the exception of \r\r\n\r\r\na brief period in 1996, 1  Alex has lived continuously in foster care since that \r\r\n\r\r\ntime. Petitioner, Alex's court-appointed guardian ad litem in the abuse and \r\r\n\r\r\nneglect action, brought this action to terminate the parental rights of Delores \r\r\n\r\r\nRivas, Alex's natural mother (respondent).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRespondent has a history of mental illness and substance abuse \r\r\n\r\r\nimpairing her ability to properly care for her children. The family court \r\r\n\r\r\nfound respondent had failed to remedy the conditions which caused Alex's \r\r\n\r\r\nremoval 2  despite reasonable and meaningful efforts by DSS to offer mental\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 It is undisputed Alex's return to his mother in 1996 was in violation of \r\r\n\r\r\nDSS policies, as it took place just two weeks after she tested positive for \r\r\n\r\r\ncocaine.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n 2 While noting Alex was originally removed from respondent's home due \r\r\n\r\r\nto her mental illness, the family court found Alex was not returned to the \r\r\n\r\r\nhome because of respondent's substance abuse. The court therefore ruled \r\r\n\r\r\nAlex was \"removed\" for purposes of S.C. Code Ann. § 20-7-1572(2) (Supp. \r\r\n\r\r\n1999) because of respondent's drug use, and her failure to cease using illegal \r\r\n\r\r\ndrugs after treatment was sufficient reason to terminate her parental rights.\r\r\n\r\r\n\r\r\n\r\r\np.511\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nhealth and substance abuse services. See S.C. Code Ann. § 20-7-1572(2)\r\r\n\r\r\n(Supp. 1999). 3  Based upon respondent's failure to respond to previous drug\r\r\n\r\r\nrehabilitative efforts and testimony concerning the expected recovery rate for\r\r\n\r\r\na person with dual mental health and substance abuse problems, the family\r\r\n\r\r\ncourt determined respondent's condition was unlikely to change within a\r\r\n\r\r\nreasonable time such that she would be able to provide Alex with minimally\r\r\n\r\r\nacceptable care. See S.C. Code Ann. § 20-7-1572(6) (Supp. 1999). The family\r\r\n\r\r\ncourt further determined Alex's best interests would be served by\r\r\n\r\r\nterminating respondent's parental rights and freeing Alex for adoption. 4\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Court of Appeals vacated the family court's order terminating\r\r\n\r\r\nrespondent's parental rights. Joiner ex rel. Rivas v . Rivas, 335 S.C. 648, 518\r\r\n\r\r\nS.E.2d 51(Ct. App. 1999). Although all three judges agreed respondent's\r\r\n\r\r\nsubstantive arguments were without merit, 5  the majority held the family\r\r\n\r\r\ncourt erred in failing to appoint an independent guardian ad litem for Alex in\r\r\n\r\r\nthe termination proceedings and that such a fundamental error required\r\r\n\r\r\nreversal.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUES\r\r\n\r\r\n\r\r\nI. Did the Court of Appeals err in reaching an issue neither\r\r\n\r\r\nraised to nor ruled upon by the family court?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII. Did the Court of Appeals err in holding a new guardian ad\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 This subsection has since been amended to delete the language\r\r\n\r\r\n\"despite a reasonable and meaningful effort by the agency to offer\r\r\n\r\r\nappropriate rehabilitative services.\" See 1996 Act No. 450, §14, eff. Jan. 1,\r\r\n\r\r\n1997.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4 A separate finding that termination is in the best interest of the child,\r\r\n\r\r\nin addition to finding an, enumerated statutory basis for termination, was not\r\r\n\r\r\nrequired at the time of this action. See 1996 Act No. 450, §14, eff. Jan. 1,\r\r\n\r\r\n1997.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n5 Judge Huff, dissenting, addressed each of respondent's substantive\r\r\n\r\r\narguments. The majority did not reach the merits of those arguments\r\r\n\r\r\nbecause of its disposition of the case, but agreed with Judge Huff's resolution\r\r\n\r\r\nof the arguments. Joiner, 335 S.C. at 655, n.4, 518 S.E.2d at 54, n.4.\r\r\n\r\r\n\r\r\np.512\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nlitem must be appointed in a proceeding to terminate parental\r\r\n\r\r\nrights brought by a child's guardian ad litem?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nI. Did the Court of Appeals err in reaching an issue\r\r\n\r\r\nneither raised to nor ruled upon by the family court?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nPetitioner first argues the Court of Appeals erred in addressing an\r\r\n\r\r\nissue neither raised to nor ruled on by the family court. We disagree. The\r\r\n\r\r\nCourt of Appeals properly concluded procedural rules are subservient to the\r\r\n\r\r\ncourt's duty to zealously guard the rights of minors. See Ex parte Roper, 254\r\r\n\r\r\nS.C. 558, 563, 176 S.E.2d 175, 177 (1970) (\"Where the rights and best\r\r\n\r\r\ninterests of a minor child are concerned, the court may appropriately raise,\r\r\n\r\r\nex mero motu, issues not raised by the parties.\"), Galloway v. Galloway, 249\r\r\n\r\r\nS.C. 157, 160, 153 S.E.2d 326, 327 (1967) (\"The duty to protect the rights of\r\r\n\r\r\nminors has precedence over procedural rules otherwise limiting the scope of\r\r\n\r\r\nreview and matters affecting the rights of minors can be considered by this\r\r\n\r\r\ncourt ex mero motu. \"). The Court of Appeals therefore did not err in\r\r\n\r\r\naddressing this issue for the first time on appeal.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII. Did the Court of Appeals err in holding a new guardian ad litem\r\r\n\r\r\nmust be appointed in a proceeding to terminate parental\r\r\n\r\r\nrights brought by a child's guardian ad litem?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSouth Carolina Code Ann. § 20-7-1564 (Supp. 1999) provides that any\r\r\n\r\r\ninterested party may file a petition seeking termination of parental rights.\r\r\n\r\r\nPetitioner filed this action in her capacity as Alex's court-appointed guardian\r\r\n\r\r\nad litem. Petitioner's standing as an \"interested party\" is not challenged.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSouth Carolina Code Ann. § 20-7-1570(B) (Supp. 1999) 6 requires the\r\r\n\r\r\nappointment of a guardian ad litem for a child subject to a TPR proceeding.\r\r\n\r\r\nThe Court of Appeals held \"although petitioner was appointed as guardian\r\r\n\r\r\nad litem for Alex in the initial DSS abuse and neglect action, her role as a\r\r\n\r\r\nguardian was transformed when she filed this action to terminate the\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n6 The 1996 amendment to this subsection has no effect on the\r\r\n\r\r\ndisposition of this case.\r\r\n\r\r\n\r\r\np.513\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nmother's parental rights.\" We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe cardinal rule of statutory construction is to ascertain and\r\r\n\r\r\neffectuate the legislative intent whenever possible. Strother v. Lexington\r\r\n\r\r\nCounty Recreation Comm'n, 332 S.C. 54, 504 S.E.2d 117 (1998). \"All rules of\r\r\n\r\r\nstatutory construction are subservient to the one that the legislative intent\r\r\n\r\r\nmust prevail if it can be reasonably discovered in the language used, and\r\r\n\r\r\nthat language must be construed in the light of the intended purpose of the\r\r\n\r\r\nstatute.\" Kiriakides v. United Artists Communications, Inc., 312 S.C. 271,\r\r\n\r\r\n275, 440 S.E.2d 364, 366 (1994). The purpose of the termination of parental\r\r\n\r\r\nrights statute is\r\r\n\r\r\n\r\r\nto establish procedures for the reasonable and compassionate\r\r\n\r\r\ntermination of parental rights where children are abused,\r\r\n\r\r\nneglected, or abandoned in order to protect the health and\r\r\n\r\r\nwelfare of these children and make them eligible for adoption by\r\r\n\r\r\npersons who will provide a suitable home environment and the\r\r\n\r\r\nlove and care necessary for a happy, healthful, and productive\r\r\n\r\r\nlife.\r\r\n\r\r\n\r\r\nS.C. Code Ann. § 20-7-1560 (Supp. 1998).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTPR statutes \"must be liberally construed in order to ensure prompt\r\r\n\r\r\njudicial procedures for freeing minor children from the custody and control of\r\r\n\r\r\ntheir parents by terminating the parent child relationship.\" S.C. Code Ann.\r\r\n\r\r\n§ 20-7-1578 (Supp. 1999). The Court of Appeals erroneously held that\r\r\n\r\r\n\"[s]tatutes providing for termination of parental rights must be strictly\r\r\n\r\r\nconstrued in favor of preserving the relationship of parent and child.\"\r\r\n\r\r\nJoiner, 335 S.C. at 652, 518 S.E.2d at 52. In support of this proposition, the\r\r\n\r\r\nCourt of Appeals cited its earlier opinions in Leone v. Dilullo, 294 S.C. 410,\r\r\n\r\r\n413, 365 S.E.2d 39, 40 (Ct. App. 1988) and Wilson v. Higgins, 294 S.C. 300,\r\r\n\r\r\n304, 363 S.E.2d 911, 913-14 (Ct. App. 1987). Leone relied on this Court's\r\r\n\r\r\nopinion in Goff v. Benedict, 252 S.C. 83, 165 S.E.2d 269 (1969). Goff was\r\r\n\r\r\ndecided in 1969, prior to the enactment of the TPR statutes, and was\r\r\n\r\r\npremised on the general rule that statutes in derogation of common law are\r\r\n\r\r\nto be strictly construed.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nA majority of this Court has never addressed the construction rule in §\r\r\n\r\r\n20-7-1578, although Chief Justice Toal cited it in dissent in Hopkins v. South\r\r\n\r\r\n\r\r\np.514\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCarolina Dept. of Social Services, 313 S.C. 322, 334, 437 S.E.2d 542, 548\r\r\n\r\r\n(1993). 7 The Court of Appeals, however, has continued to hold in the face of\r\r\n\r\r\n§ 20-7-1578 that strict construction is required for TPR statutes. See Roy T.\r\r\n\r\r\nStuckey and F. Glenn Smith, Marital Litigation in South Carolina 397 (2d\r\r\n\r\r\ned. 1997) (noting conflict between statute and case law). We overrule those\r\r\n\r\r\ncases calling for strict construction of the TPR statutes. 8 \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppointment of an additional guardian ad litem when a child's\r\r\n\r\r\nguardian brings a TPR action would be superfluous and not in keeping with\r\r\n\r\r\na liberal construction designed to promptly effectuate the purposes of the\r\r\n\r\r\nTPR statutes. It is well settled that statutes dealing with the same subject\r\r\n\r\r\nmatter are in pari materia and must be construed together, if possible, to\r\r\n\r\r\nproduce a single, harmonious result. See Home Health Servs.. Inc. v. South\r\r\n\r\r\nCarolina Dept. of Health and Environmental Control, 298 S.C.- 258, 379\r\r\n\r\r\nS.E.2d 734 (Ct. App. 1989). The code section requiring appointment of a\r\r\n\r\r\nguardian ad litem in TPR actions and the section authorizing a guardian ad\r\r\n\r\r\nlitem to petition the court for relief on behalf of the child can be read\r\r\n\r\r\ntogether with a harmonious result. In pursuing termination of respondent's\r\r\n\r\r\nparental rights, petitioner acted solely in her role as guardian ad litem. See\r\r\n\r\r\nS.C. Code Ann. § 20-7-124(B)(6) (Supp. 1999) (guardian ad litem is\r\r\n\r\r\nauthorized to petition the court for relief on behalf of the child). She was not,\r\r\n\r\r\nas the Court of Appeals phrased it, \"a plaintiff who had a stake in the\r\r\n\r\r\noutcome of the termination action.\" Joiner, 335 S.C. at 653, 518 S.E.2d at\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n7 In Hopkins, as in the instant case, the guardian ad litem initiated the\r\r\n\r\r\nTPR action. The question of appointing a second guardian was not raised in\r\r\n\r\r\nHopkins.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n8 In addition to the above cited cases, this includes Alley v. Boyd, 337\r\r\n\r\r\nS.C. 60, 522 S.E.2d 146 (Ct. App. 1999), South Carolina Dept of Social\r\r\n\r\r\nServices v. Lail , 335 S.C. 284, 516 S.E.2d 463 (Ct. App..1999), South\r\r\n\r\r\nCarolina Dep't of Social Services v Brown, 317 S.C. 332, 454 S.E.2d 335 (Ct.\r\r\n\r\r\nApp. 1995), Horton v. Vaughn, 309 S.C. 383, 423 S.E.2d 543 (Ct. App. 1992),\r\r\n\r\r\nand South Carolina Dep't of Social Services v. Harper, 284 S.C. 212, 325\r\r\n\r\r\nS.E.2d 71 (Ct. App. 1985). Furthermore, this Court's opinion in Bevis v.\r\r\n\r\r\nBevis, 254 S.C. 345, 175 S.E.2d 398 (1970) was overruled in relevant part by\r\r\n\r\r\nthe enactment of § 20-7-1578.\r\r\n\r\r\n\r\r\np.515\r\r\n\r\r\n\r\r\n\r\r\nJoiner, etc. v. Rivas, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n53. Petitioner's only \"stake\" was the best interest of Alex. 9\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe emphasize that a natural parent subject to a TPR action brought\r\r\n\r\r\nby the child's guardian ad litem can always move for appointment of a new\r\r\n\r\r\nguardian ad litem in the TPR action. We merely hold the statute does not\r\r\n\r\r\nrequire it.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nThe Court of Appeals erred in construing S.C. Code Ann. § 20-7\r\r\n\r\r\n1570(B) (Supp. 1999) strictly to require the appointment of a new guardian\r\r\n\r\r\nad litem when a child's guardian ad litem brings a petition to terminate the\r\r\n\r\r\nnatural parent's parental rights. We REVERSE, overrule the Court of\r\r\n\r\r\nAppeals cases requiring strict construction of TPR statutes, and reinstate the\r\r\n\r\r\nfamily court order terminating respondent's parental rights.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTOAL, C.J., MOORE and WALLER, JJ., concur. PLEICONES, J.,\r\r\n\r\r\nconcurring in a separate opinion.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n9 Clearly, a guardian ad litem who did have a personal stake in the\r\r\n\r\r\noutcome of the TPR action, such as a desire to adopt the child herself, would\r\r\n\r\r\nbe disqualified, as would any guardian with a conflict of interest. Here,\r\r\n\r\r\nrespondent conceded at oral argument the guardian had no conflict of\r\r\n\r\r\ninterest.\r\r\n\r\r\n\r\r\n\r\r\np.516\r\r\n\r\r\n\r\r\n\r\r\nJoiner v. Rivas\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE PLEICONES: I agree with the majority that this termination of\r\r\n\r\r\nparental rights (TPR) action was properly brought by the petitioner, and that\r\r\n\r\r\nunder the circumstances of this case, it was not necessary to appoint a second\r\r\n\r\r\nguardian ad 'item. I write separately, however, because of my belief that the\r\r\n\r\r\nmajority opinion may be read to construe S.C. Code Ann. § 20-7-1578 (Supp.\r\r\n\r\r\n1999) in a constitutionally impermissible manner.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSection 20-7-1578 requires a liberal construction of the TPR statutes \"to\r\r\n\r\r\nensure prompt judicial procedures . . . .\" This language is, in my opinion, an\r\r\n\r\r\ninstruction to construe the procedural TPR statutes in a manner which will\r\r\n\r\r\nensure prompt judicial action. It is not a direction to interpret the\r\r\n\r\r\nsubstantive TPR statutes so as to expedite terminations. The rule that we\r\r\n\r\r\nshould construe TPR statutes strictly to prevent the erroneous termination of\r\r\n\r\r\nthe parent-child relationship derives not just from the general rule that\r\r\n\r\r\nstatutes in derogation of the common law should be strictly construed, 1  but\r\r\n\r\r\nalso from the constitutional rights implicated by a termination proceeding. 2 I\r\r\n\r\r\nbelieve we err when we dilute the moving party's burden in a termination\r\r\n\r\r\nproceeding.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFor these reasons, I concur separately in the result reached by the\r\r\n\r\r\nmajority.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Bevis v. Bevis, 254 S.C. 345, 175 S.E.2d 398 (1970); Goff v. Benedict,\r\r\n\r\r\n252 S.C. 83, 165 S.E.2d 269 (1969).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2 Natural parents have a \"fundamental liberty interest . . .in the care,\r\r\n\r\r\ncustody, and management of their children . . . . [and] the child and his\r\r\n\r\r\nparents share a vital interest in preventing erroneous termination of their\r\r\n\r\r\nnatural relationship.\" Santosky v. Kramer, 455 U.S. 745, 753, 760, 102 S.Ct.\r\r\n\r\r\n1388, 1394, 1398 71 L.Ed. 599, 606, 611(1982); see also Greenville County\r\r\n\r\r\nDept of Soc. Services v. Bowes, 313 S.C. 188, 437 S.E.2d 107 (1993).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\np.517\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25187","title":"State v. Gilchrist","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25187","description":"","date":"2000-08-21","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Gilchrist\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nThe State, Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nJimmy Gary Gilchrist,\r\r\n\r\r\nSr., Appellant.\r\r\n\r\r\n\r\r\nAppeal From McCormick County\r\r\n\r\r\nWilliam P. Keesley, Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25187\r\r\n\r\r\nHeard June 21, 2000 - Filed August 21, 2000\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\nRobert T. Williams, Sr., of Williams, Hendrix,\r\r\n\r\r\nSteigner &amp; Brink, P.A., of Lexington, for appellant.\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Chief Deputy\r\r\n\r\r\nAttorney General John W. McIntosh, Assistant Deputy\r\r\n\r\r\nAttorney General Salley W. Elliott, Assistant Attorney\r\r\n\r\r\nGeneral J. Benjamin Aplin, all of Columbia; and Solicitor\r\r\n\r\r\nDonald V. Myers, of Lexington, for respondent.\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE MOORE: Appellant was convicted of voluntary\r\r\n\r\r\n\r\r\np.518\r\r\n\r\r\n\r\r\n\r\r\nState v. Gilchrist\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nmanslaughter and sentenced to seventeen years' imprisonment for the fatal\r\r\n\r\r\nshooting of Thomas Wideman (Victim). We affirm.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nAppellant admitted shooting Victim but claimed self-defense. The\r\r\n\r\r\nshooting occurred inside a club in McCormick County after a verbal\r\r\n\r\r\nconfrontation in the parking lot. Several witnesses testified Victim was\r\r\n\r\r\nsitting in a parked vehicle talking with two of his sisters and another friend\r\r\n\r\r\nwhen appellant approached and asked Victim to move the car. When\r\r\n\r\r\nVictim's sister responded, appellant called her \"ignorant.\" Victim and\r\r\n\r\r\nappellant then exchanged angry words. Victim and his party entered the\r\r\n\r\r\nclub and appellant drove away accompanied by Ben Robertson.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nA short time later, appellant and Robertson returned to the club. As\r\r\n\r\r\nlast call was announced, appellant walked toward Victim and shot him.\r\r\n\r\r\nVictim fell to the floor and appellant shot him two more times. Victim died\r\r\n\r\r\nshortly thereafter. All of the State's witnesses testified Victim did not have a\r\r\n\r\r\ngun when he was shot.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant, on the other hand, testified he saw a gun in Victim's hand\r\r\n\r\r\nduring their verbal confrontation in the parking lot. Before going back\r\r\n\r\r\ninside the club, appellant took his gun from his truck and put it in his pocket\r\r\n\r\r\nfor protection. In the club, appellant and Victim had another argument.\r\r\n\r\r\nVictim continued staring at appellant across the room and showed his gun\r\r\n\r\r\nwhile pointing at the door. When last call was announced, appellant\r\r\n\r\r\napproached Victim intending to tell him \"we need to stop before somebody\r\r\n\r\r\ngot hurt.\" As appellant walked toward Victim, Victim went for his gun and\r\r\n\r\r\nappellant shot him.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nOver appellant's objection, Sarah Cannady testified that five minutes\r\r\n\r\r\nbefore the shooting, Ben Robertson told her appellant was going to kill\r\r\n\r\r\nVictim, specifically that appellant was \" fixing to shoot this nigger.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\nWas Ben Robertson's statement improperly admitted as the\r\r\n\r\r\nstatement of a co-conspirator?\r\r\n\r\r\n\r\r\n\r\r\np.519\r\r\n\r\r\n\r\r\n\r\r\nState v. Gilchrist\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nAppellant objected on hearsay grounds to the admission of Ben \r\r\n\r\r\nRobertson's statement. The State argued the statement was admissible as \r\r\n\r\r\nthe statement of a co-conspirator and handed the trial judge two recent \r\r\n\r\r\nindictments against Robertson for criminal conspiracy and accessory. The \r\r\n\r\r\ntrial judge found Robertson's statement admissible under Rule 801(d)(2)(E), \r\r\n\r\r\nSCRE. This was error.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRule 801(d)(2)(E) provides that a statement by a co-conspirator during \r\r\n\r\r\nthe course and in furtherance of the conspiracy is not hearsay. Under the \r\r\n\r\r\nFederal Rules of Evidence, this same rule has been interpreted to allow \r\r\n\r\r\nadmission of a co-conspirator's statement only where there is evidence of the \r\r\n\r\r\nconspiracy independent of the statement sought to be admitted. See, e.g., \r\r\n\r\r\nUnited States v. Asibor, 109 F.3d 1023 (5th Cir. 1997); United States v. Clark, \r\r\n\r\r\n18 F.3d 137 (6th Cir. 1994); United States v. Smith, 893 F.2d 1573 (9th Cir. \r\r\n\r\r\n1989); United States v. Urbanik, 801 F.2d 692 (4th Cir. 1986). 1  Here, there is \r\r\n\r\r\nno independent evidence of a conspiracy between Robertson and appellant. \r\r\n\r\r\nThe fact that Robertson was indicted for criminal conspiracy is not sufficient \r\r\n\r\r\nin itself to establish a conspiracy since an indictment is not evidence of the \r\r\n\r\r\ncrime charged. 41 Am. Jur. 2d INDICTMENTS AND INFORMATIONS § 1.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFurther, a statement by a co-conspirator must advance the conspiracy \r\r\n\r\r\nto be admissible under Rule 801(d)(2)(E). State v. Anders, 331 S.C. 474, 503 \r\r\n\r\r\nS.E.2d 443 (1998) (admission to crime does not qualify as statement in furtherance of\r\r\n\r\r\nconspiracy). 2  Robertson's statement did not further any\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1  Before enactment of the SCRE, precedent of this Court indicates that \r\r\n\r\r\nprima facia evidence of a conspiracy was required to support the admission \r\r\n\r\r\nof a co-conspirator's statement. State v. Sullivan, 277 S.C. 35, 282 S.E.2d \r\r\n\r\r\n838 (1981).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2  As explained in United States v. Arias-Villanueva, 998 F.2d 1491, \r\r\n\r\r\n1502 (9th Cir. 1993):\r\r\n\r\r\n\r\r\nWhile mere conversation or narrative declarations are not \r\r\n\r\r\nadmissible under this rule, statements made to induce \r\r\n\r\r\nenlistment, further participation, prompt further action, allay(2 continued...)\r\r\n\r\r\n\r\r\np. 520\r\r\n\r\r\n\r\r\n\r\r\nState v. Gilchrist\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nconspiracy and therefore was not admissible under Rule 801(d)(2)(E).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAlthough Robertson's statement was erroneously admitted, this error\r\r\n\r\r\nis harmless in light of the fact that Sarah Cannady further testified that\r\r\n\r\r\nappellant himself said, in reference to Victim, \"If I don't kill this nigger\r\r\n\r\r\ntonight he will be on my list.\" This statement was admitted without\r\r\n\r\r\nobjection 3 and, like Robertson's statement, is evidence of appellant's pre-\r\r\n\r\r\nexisting intent to kill Victim. Since Robertson's statement is merely\r\r\n\r\r\ncumulative, its admission is not reversible error. State v. Williams, 321 S.C.\r\r\n\r\r\n455, 469 S.E.2d 49 (1996). Accordingly, the judgment of the circuit court is\r\r\n\r\r\n\r\r\nAFFIRMED.\r\r\n\r\r\n\r\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(2 continued...) fears, or keep coconspirators abreast of an ongoing conspiracy's\r\r\n\r\r\nactivities are admissible.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 This statement is admissible under Rule 801(d)(2)(A), SCRE, as an\r\r\n\r\r\nadmission by a party opponent.\r\r\n\r\r\n\r\r\n\r\r\np.521\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25188","title":"State v. Jones et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25188","description":"","date":"2000-08-21","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Jones et al.,\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\n\r\r\nThe State, Petitioner,\r\r\n\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\n\r\r\nLorenzo Labelle Jones and Melvin Patrick Riles,\r\r\n\r\r\nRespondents.\r\r\n\r\r\n\r\r\n\r\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\r\n\r\r\nAPPEALS\r\r\n\r\r\n\r\r\n\r\r\nAppeal From Florence County\r\r\n\r\r\nMarc H. Westbrook, Circuit Court Judge\r\r\n\r\r\n\r\r\n\r\r\nOpinion No. 25188\r\r\n\r\r\nHeard June 6, 2000 - Filed August 21, 2000\r\r\n\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Chief Deputy\r\r\n\r\r\nAttorney General John W. McIntosh, Assistant Deputy\r\r\n\r\r\nAttorney General Salley W. Elliott, Senior Assistant\r\r\n\r\r\nAttorney General Harold M. Coombs, Jr., of Columbia,\r\r\n\r\r\nand Solicitor E. L. Clements, III, of Florence, for\r\r\n\r\r\npetitioner.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFrederick A. Hoefer, II, and Kevin M. Barth of \r\r\n\r\r\nHarwell, Ballenger, Barth &amp; Hoefer, L.L.P., for \r\r\n\r\r\nrespondents.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\np.522\r\r\nState v. Jones et al., \r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE PLEICONES: We granted certiorari to review\r\r\n\r\r\nthe Court of Appeals' holding in State v. Jones, 331 S.C. 228, 500 S.E.2d 499\r\r\n\r\r\n(Ct. App. 1998) that probable cause did not exist to issue a search warrant\r\r\n\r\r\nwhen the affidavit contained a false statement. We affirm.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUE\r\r\n\r\r\n\r\r\n\r\r\nDid the Court of Appeals err in holding that a magistrate did not have a\r\r\n\r\r\nsubstantial basis for finding probable cause to issue a search warrant even\r\r\n\r\r\nwhen an affiant substituted truthful oral information for false information he\r\r\n\r\r\nhad intentionally included in the affidavit?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\n\r\r\nThe Drug Unit of the Florence Police Department received a tip from a\r\r\n\r\r\nconfidential informant that cocaine had been stored at a particular home in\r\r\n\r\r\nFlorence and that a shipment would be arriving that weekend. The\r\r\n\r\r\ninformant described the van that would be used to transport the drugs, and\r\r\n\r\r\ntold the officers that the van would pull behind the house, to prevent it from\r\r\n\r\r\nbeing seen from the road.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Drug Unit set up surveillance of the house. After the arrival of the\r\r\n\r\r\nvan, an officer took an affidavit for a search warrant to a magistrate. The\r\r\n\r\r\naffidavit stated:\r\r\n\r\r\n\r\r\n\r\r\nOver the past three weeks an agent of the Florence Combined Drug Unit has\r\r\n\r\r\nobserved a quantity of cocaine being stored on the premises. That agent has\r\r\n\r\r\nbeen responsible for the seizure of illicit drugs and the arrest of illicit drug\r\r\n\r\r\nviolators in the past. Information given by this agent has been corroborated\r\r\n\r\r\nby surveillance agents pertaining to this case. (emphasis added).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe affiant, a police officer, verbally advised the magistrate that he had\r\r\n\r\r\nintentionally used the term \"agent\" instead of \"informant\" in the affidavit in\r\r\n\r\r\norder to protect the identity of his informant. The affiant truthfully repeated\r\r\n\r\r\nthe information his informant had given him and also told the magistrate\r\r\n\r\r\nabout the surveillance by police agents.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe magistrate found that probable cause existed to search the house\r\r\n\r\r\nand signed the warrant. Cocaine and other incriminating evidence were\r\r\n\r\r\n\r\r\np.523\r\r\n\r\r\n\r\r\n\r\r\nState v. Jones et al., \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nfound in the house, and Lorenzo Labelle Jones and Melvin Patrick Riles\r\r\n\r\r\n(Defendants) were arrested.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDefendants moved during the trial to suppress the evidence obtained as\r\r\n\r\r\na result of the search warrant, arguing that the informant was falsely\r\r\n\r\r\nidentified as an \"agent\" in the affidavit. In an evidentiary hearing, the\r\r\n\r\r\nmagistrate testified that even after the verbal information provided by the\r\r\n\r\r\naffiant, he was under the impression that the \"agent/informant\" was a police\r\r\n\r\r\nofficer. And he would possibly have asked more questions had he known that\r\r\n\r\r\nsuch was not the case. The trial court denied Defendants' motion, holding\r\r\n\r\r\nthat the magistrate had a substantial basis to find probable cause.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDefendants were convicted of trafficking cocaine, and sentenced to\r\r\n\r\r\nimprisonment of thirty years.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn State v. Jones, 331 S.C. 228, 500 S.E.2d 499 (Ct. App. 1998), the\r\r\n\r\r\nCourt of Appeals reversed the trial court and remanded for a new trial. The\r\r\n\r\r\nCourt of Appeals held that the evidence should be suppressed because the\r\r\n\r\r\nfalse affidavit circumvented the affidavit requirement of S.C. Code Ann. § 17-\r\r\n\r\r\n13-140 (1985) and State v. McKnight, 291 S.C. 110, 352 S.E.2d 471 (1987).\r\r\n\r\r\nThe Court of Appeals then denied the State's petition for rehearing.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe granted certiorari, and now affirm.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\n\r\r\nWhen reviewing a magistrate's decision to issue a search warrant, we\r\r\n\r\r\nmust consider the totality of the circumstances. See State v. Missouri, 337\r\r\n\r\r\nS.C. 548, 524 S.E.2d 394 (1999)(citing Illinois v. Gates, 462 U.S. 213, 103\r\r\n\r\r\nS.Ct. 2317, 76 L.Ed.2d 527 (1983)). Although great deference must be given\r\r\n\r\r\nto a magistrate's conclusions,1  a magistrate may only issue a search warrant\r\r\n\r\r\nupon a finding of probable cause. See State v. Bellamy, 336 S.C. 140, 519\r\r\n\r\r\nS.E.2d 347 (1999).\r\r\n\r\r\n\r\r\n\r\r\nA defendant has the right to challenge misstatements in a search\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1  See State v. Weston, 329 S.C. 287, 494 S.E.2d 801(1997).\r\r\n\r\r\n\r\r\n\r\r\np.524\r\r\n\r\r\n\r\r\n\r\r\nState v. Jones et al., \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nwarrant affidavit. See Franks v. Delaware,  2  438 U.S. 154, 98 S.Ct. 2674, 57\r\r\n\r\r\nL.Ed.2d 667 (1978); State v. Sachs, 264 S.C. 541, 216 S.E.2d 501(1975). A\r\r\n\r\r\ndefendant is entitled to an evidentiary hearing if the following criteria are\r\r\n\r\r\nmet: (1) the defendant's attack is more than conclusory and is supported by\r\r\n\r\r\nmore than a mere desire to cross-examine; (2) the defendant makes\r\r\n\r\r\nallegations of deliberate falsehood or of reckless disregard for the truth which\r\r\n\r\r\nare accompanied by an offer of proof; and, (3) the affiant has made the\r\r\n\r\r\nallegedly false or reckless statement. Further, if the foregoing criteria have\r\r\n\r\r\nbeen met, and the remaining content is insufficient to find probable cause\r\r\n\r\r\nafter the allegedly false or reckless material has been set aside, the defendant\r\r\n\r\r\nis entitled to his hearing, under the Fourth and Fourteenth Amendments.\r\r\n\r\r\nFranks, 438 U.S. at 171, 98 S.Ct. at 2684, 57 L.Ed.2d at 677.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn this case, the affidavit contained false information, i.e., the\r\r\n\r\r\nidentification of the informant as an \"agent,.\" The affiant admitted to the\r\r\n\r\r\nmagistrate that he had intentionally used the term \"agent\" to mislead\r\r\n\r\r\nDefendants. While the officer attempted to correct this false statement with\r\r\n\r\r\ntruthful oral information, the testimony of the magistrate indicates that the\r\r\n\r\r\nofficer did not, in fact, correct the magistrate's misunderstanding. The\r\r\n\r\r\nmagistrate's assumption that the informant was an undercover police officer\r\r\n\r\r\nwas not altered, and the magistrate relied upon the false statement when\r\r\n\r\r\nmaking his probable cause determination. This is made clear from the\r\r\n\r\r\nmagistrate's testimony that he \"possibility\" [sic] would have questioned the\r\r\n\r\r\naffiant more extensively had he known the informant was not a police officer.\r\r\n\r\r\nSetting aside the first three mentions of \"agent\" in the affidavit means that\r\r\n\r\r\nonly the corroborating evidence of the police \"agents\"' surveillance of the\r\r\n\r\r\nresidence would remain. This evidence alone is insufficient to establish\r\r\n\r\r\nprobable cause. Under a Franks analysis, probable cause did not exist under\r\r\n\r\r\nthe Fourth Amendment of the United States Constitution.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe General Assembly has imposed stricter requirements than federal\r\r\n\r\r\nlaw for issuing a search warrant. Both the Fourth Amendment of the United\r\r\n\r\r\nStates Constitution and Article I, § 10 of the South Carolina Constitution\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2  The State claims that the issue of whether or not the term \"agent\" in\r\r\n\r\r\nthe search warrant affidavit is a false statement under a Franks analysis has\r\r\n\r\r\nnot been preserved for review. However, the solicitor told the trial judge that\r\r\n\r\r\nthe \"controlling authority\" in Defendants' pre-trial motion for suppression\r\r\n\r\r\nwas Franks. The Defendants' attorney agreed, and the evidentiary hearing\r\r\n\r\r\nproceeded on that premise.\r\r\n\r\r\n\r\r\np.525\r\r\n\r\r\n\r\r\n\r\r\nState v. Jones et al., \r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nrequire an oath or affirmation. before probable cause can be found by an\r\r\n\r\r\nofficer of the court, and a search warrant issued. U.S. Const. amend. IV; S.C.\r\r\n\r\r\nConst. art. I, § 10. Additionally, the South Carolina Code mandates that a\r\r\n\r\r\nsearch warrant \"shall be issued only upon affidavit sworn to before the\r\r\n\r\r\nmagistrate, municipal judicial officer, or judge of a court of record. . .\" S.C.\r\r\n\r\r\nCode Ann. § 17-13-140 (1985). Oral testimony may also be used in this state\r\r\n\r\r\nto supplement search warrant affidavits which are facially insufficient to\r\r\n\r\r\nestablish probable cause. See State v. Weston, 329 S.C. 287, 494 S.E.2d 801\r\r\n\r\r\n(1997). However, \"sworn oral testimony, standing alone, does not satisfy the\r\r\n\r\r\nstatute.\" State v. McKnight, 291 S.C. 110, 352 S.E.2d 471(1987).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Court of Appeals characterized the false affidavit as the equivalent\r\r\n\r\r\nof not having an affidavit at all, and held that § 17-13-140 had been violated\r\r\n\r\r\nsince McKnight requires a written affidavit. This conclusion is logical,\r\r\n\r\r\nbecause if an affidavit is not truthful, then the magistrate must depend\r\r\n\r\r\ntotally on information provided orally by the affiant in order to determine if\r\r\n\r\r\nprobable cause exists.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe Court of Appeals also correctly concluded, that because of\r\r\n\r\r\nutilization of the false term in the affidavit, the veracity of the informant was\r\r\n\r\r\nnot established under the \"totality of the circumstances\" test. Under the\r\r\n\r\r\n\"totality of the circumstances\" test, a reviewing court considers all\r\r\n\r\r\ncircumstances, including the status, the basis of knowledge, and the veracity\r\r\n\r\r\nof the informant, when determining whether or not probable cause existed to\r\r\n\r\r\nissue a search warrant. See State v. Bellamy, 336 S.C. 140, 519 S.E.2d 347\r\r\n\r\r\n(1999) and State v. Driggers, 322 S.C. 506, 473 S.E.2d 57 (1996) (non\r\r\n\r\r\nconfidential informants and eyewitnesses have more credibility than\r\r\n\r\r\nconfidential informants).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn this instance, the magistrate erroneously believed the confidential\r\r\n\r\r\ninformant to have been a police officer, and indicated his view that in these\r\r\n\r\r\ncircumstances, a police officer would be more credible than a confidential\r\r\n\r\r\ninformant. Therefore, we agree with the Court of Appeals that the\r\r\n\r\r\nmagistrate did not have sufficient information about the informant's veracity\r\r\n\r\r\nto determine whether or not there was probable cause.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWe agree with the Court of Appeals' holding that oral information may\r\r\n\r\r\nonly be used by an affiant to supplement or to amend incorrect information in\r\r\n\r\r\nan affidavit which was not knowingly, intentionally, or recklessly supplied by\r\r\n\r\r\nthe affiant. See State v. Sachs, 264 S.C. 541, 216 S.E.2d 501(1975) and State\r\r\n\r\r\nv. Workman, 272 S.C. 146, 249 S.E.2d 779 (1978) (search warrant can be\r\r\n\r\r\n\r\r\np.526\r\r\n\r\r\n\r\r\n\r\r\nState v. Jones et al., \r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nvalidly amended prior to execution by sworn oral communication to the\r\r\n\r\r\nissuing magistrate).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\n\r\r\nBased on the foregoing discussion, the opinion of the Court of Appeals is\r\r\n\r\r\nAFFIRMED.\r\r\n\r\r\n\r\r\n\r\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\r\n\r\r\n\r\r\np.527\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25189","title":"State v. Holmes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25189","description":"","date":"2000-08-21","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nState of South Carolina, Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nDarryl Lamont Holmes,  Appellant.\r\r\n\r\r\n\r\r\nAppeal From Greenville County\r\r\n\r\r\nJohn W. Kittredge, Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25189\r\r\n\r\r\nHeard May 9, 2000 - Filed August 21, 2000.\r\r\n\r\r\n\r\r\nREVERSED\r\r\n\r\r\n\r\r\nJ. Falkner Wilkes, of Meglic, Wilkes &amp; Godwin, of \r\r\n\r\r\nGreenville, for appellant.\r\r\n\r\r\n\r\r\nAttorney General Charles M. Condon, Deputy \r\r\n\r\r\nAttorney General John W. McIntosh, Assistant \r\r\n\r\r\nDeputy Attorney General Donald J. Zelenka, \r\r\n\r\r\nAssistant Attorney General Derrick K. McFarland, of \r\r\n\r\r\nColumbia; and Solicitor Robert M. Ariail, of \r\r\n\r\r\nGreenville, for respondent.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE BURNETT: Darryl Holmes (appellant) appeals his \r\r\n\r\r\nconvictions for murder and conspiracy, asserting the trial court improperly \r\r\n\r\r\nallowed the State to introduce prejudicial hearsay evidence against him. We \r\r\n\r\r\nagree and reverse appellant's convictions.\r\r\n\r\r\n\r\r\np.528\r\r\n\r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nAppellant was indicted for murder, conspiracy, and felony accessory\r\r\n\r\r\nbefore the fact for his alleged participation in the murder and attempted\r\r\n\r\r\nrobbery of George Lollis. The facts of this case are fully set out in State v.\r\r\n\r\r\nFuller, Op. No. 24961(S.C. Sup. Ct. filed Nov. 22, 1999) (Shearouse Adv. Sh.\r\r\n\r\r\nNo. 35 at 71). Appellant's alleged role in the crime involved driving Henry\r\r\n\r\r\nFuller and Bernard Holmes to the victim's home, setting off the alarm at the\r\r\n\r\r\nvictim's store to lure the victim out of his home, and returning to pick up\r\r\n\r\r\nFuller and Bernard Holmes. At trial, the circuit court permitted the State to\r\r\n\r\r\nintroduce hearsay statements attributed to Bernard Holmes and Henry\r\r\n\r\r\nFuller implicating appellant in the crimes. The jury found appellant guilty\r\r\n\r\r\nof murder and conspiracy.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUES\r\r\n\r\r\n\r\r\nI. Did the trial court err in admitting a non-self-inculpatory\r\r\n\r\r\nstatement, collateral to a self-inculpatory statement, under Rule\r\r\n\r\r\n804(b)(3), SCRE?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII. Did the trial court err in admitting the out-of-court confession\r\r\n\r\r\nof an accomplice pursuant to Rule 804(b)(3), SCRE?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIII. Did admission of statements of unavailable accomplices\r\r\n\r\r\nviolate the Confrontation Clause?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nI. Did the trial court err in admitting a non-self-inculpatory\r\r\n\r\r\nstatement, collateral to a self-inculpatory statement, under Rule\r\r\n\r\r\n804(b)(3), SCRE?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant argues the trial court erred in allowing Bernard McKinney\r\r\n\r\r\nto testify as to statements made to him by Bernard Holmes. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\"`Hearsay' is a statement, other than one made by the declarant while\r\r\n\r\r\ntestifying at the trial or hearing, offered in evidence to prove the truth of the\r\r\n\r\r\nmatter asserted.\" Rule 801(c), SCRE. Hearsay is inadmissible unless the\r\r\n\r\r\nstatement is of a type specifically excepted from the rule. Rule 804(h)(3)\r\r\n\r\r\n\r\r\np.529\r\r\n\r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nexcepts from the hearsay rule statements against interest made by an\r\r\n\r\r\nunavailable declarant, 1  i.e.:\r\r\n\r\r\n\r\r\nA statement which was at the time of its making so far contrary\r\r\n\r\r\nto the declarant's pecuniary or proprietary interest, or so far\r\r\n\r\r\ntended to subject the declarant to civil or criminal liability, or to\r\r\n\r\r\nrender invalid a claim by the declarant against another, that a\r\r\n\r\r\nreasonable person in the declarant's position would not have\r\r\n\r\r\nmade the statement unless believing it to be true.\r\r\n\r\r\n\r\r\nRule 804(b)(3), SCRE.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt appellant's trial, McKinney testified about planning the robbery\r\r\n\r\r\nwith Bernard Holmes and appellant and his involvement in two aborted\r\r\n\r\r\nattempts to commit the crime. He also testified he was at a friend's house\r\r\n\r\r\nthe night of the murder and did not participate, but that Bernard Holmes\r\r\n\r\r\ntold McKinney he, Henry Fuller, and appellant committed the crime.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nPrior to appellant's trial, McKinney gave identical testimony against\r\r\n\r\r\nHenry Fuller. This Court subsequently ruled the testimony inadmissible in\r\r\n\r\r\nState v. Fuller, Op. No. 24961(S.C. Sup. Ct. filed Nov. 22, 1999) (Shearouse\r\r\n\r\r\nAdv. Sh. No. 35 at 71). We held a non-self-inculpatory statement, which is\r\r\n\r\r\ncollateral to a self-inculpatory statement, is not admissible under Rule\r\r\n\r\r\n804(b)(3), SCRE as a statement made by an unavailable declarant against\r\r\n\r\r\nhis penal interest.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe State argues the testimony at issue here should, nevertheless, be\r\r\n\r\r\nadmissible against appellant because there is other evidence corroborating\r\r\n\r\r\nthe testimony. This argument misapprehends our holding in Fuller, where\r\r\n\r\r\nwe stated \"an accomplice's self-inculpatory statement combined with other\r\r\n\r\r\nindependent evidence can inculpate a criminal defendant.\" Id. at 78.\r\r\n\r\r\nHowever, our opinion made clear the statement must first qualify under\r\r\n\r\r\nRule 804(b)(3). Bernard Holmes' alleged hearsay statement implicating\r\r\n\r\r\nappellant does not qualify as a statement against interest under Rule\r\r\n\r\r\n804(b)(3), regardless of the existence of evidence corroborating the\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Bernard Holmes was unavailable to testify because he was killed\r\r\n\r\r\nattempting another, unrelated burglary.\r\r\n\r\r\n\r\r\np.530\r\r\n\r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nstatement.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII. Did the trial court err in admitting the out-of-court confession\r\r\n\r\r\nof an accomplice pursuant to Rule 804(b)(3), SCRE?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant argues the trial court erred in allowing a police officer to\r\r\n\r\r\nread into evidence Henry Fuller's redacted confession. 2  We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial court ruled those portions of Henry Fuller's confession which\r\r\n\r\r\ninculpate appellant were inadmissible under Rule 804(b)(3), SCRE.\r\r\n\r\r\nNevertheless, he permitted a redacted version of the confession, eliminating\r\r\n\r\r\nany reference to appellant, to be read into evidence.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nNon-self-inculpatory statements do not fall within the 804(b)(3)\r\r\n\r\r\nexception to the hearsay rule simply because they are \"made within a\r\r\n\r\r\nbroader narrative that is generally self-inculpatory. \" 3  Williamson v. United\r\r\n\r\r\nStates, 512 U.S. 594, 600-01 (1994); Fuller; at 77. In Fuller, we applied Rule\r\r\n\r\r\n804(b)(3) very narrowly to only those portions of a hearsay statement which\r\r\n\r\r\nare plainly self-inculpatory.  4\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2  Henry Fuller refused to testify, claiming a Fifth Amendment privilege.\r\r\n\r\r\nAlthough he had already been convicted of murder at the time of appellant's\r\r\n\r\r\ntrial, his appeal was pending before this Court. He stated to the court that\r\r\n\r\r\nhe would not testify even if ordered to under threat of contempt. Appellant\r\r\n\r\r\ndoes not challenge the trial court's finding of unavailability.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 As the United States Supreme Court has noted, it is not always clear\r\r\n\r\r\nwhether a statement is truly \"against interest.\" See Williamson v. United\r\r\n\r\r\nStates, 512 U.S. 594, 603-04 (1994). \"Confessions\" which shift blame to co\r\r\n\r\r\nconspirators cannot reasonably be viewed as self-inculpatory.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThis is such a case. Fuller repeatedly depicts himself as caught up in\r\r\n\r\r\nthe crime, being led by Bernard Holmes in, particular. For example, he\r\r\n\r\r\nstates, \"I told Bernard I didn't want anything to do with it,\" \"I had butterflies\r\r\n\r\r\nin my stomach and Bernard kept saying, `Come on, man, come on,'\" and \"I\r\r\n\r\r\ndid not mean for nobody to get hurt.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4 In fact, a truly self-inculpatory statement of an accomplice would\r\r\n\r\r\nprobably only be relevant if offered by the State to further a co-conspirator (4 continued...)\r\r\n\r\r\n\r\r\np.531\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAlthough the redacted statement did not directly refer to appellant, the\r\r\n\r\r\nState's main purpose in seeking to introduce Fuller's statement was clearly\r\r\n\r\r\nto implicate appellant by inference. Like the hearsay statements of Bernard\r\r\n\r\r\nHolmes held inadmissible in Fuller, Fuller's non-self-inculpatory statements\r\r\n\r\r\nmade collateral to a self-inculpatory statement are inadmissible under Rule\r\r\n\r\r\n804(b)(3).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIII. Did admission of statements of unavailable co-conspirators\r\r\n\r\r\nviolate the Confrontation Clause?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant argues admission of hearsay statements of his alleged co\r\r\n\r\r\nconspirators violated the Confrontation Clause. We agree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn all criminal prosecutions, the accused has the right \"to be confronted\r\r\n\r\r\nwith the witnesses against him.\" U.S. Const. Amend. VI; Pointer v. Texas,\r\r\n\r\r\n380 U.S. 400 (1965) (applying Sixth Amendment to the States). Admission of\r\r\n\r\r\na non-testifying accomplice's untested confession against the defendant\r\r\n\r\r\nviolates the Confrontation Clause. Lilly v. Virginia, 119 S.Ct. 1887 (1999).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLilly is remarkably on point factually. Benjamin Lee Lilly, his brother\r\r\n\r\r\nMark, and Mark's roommate Gary Wayne Barker went on a crime spree,\r\r\n\r\r\nculminating in murder. Mark and Barker gave separate statements to the\r\r\n\r\r\npolice implicating Lilly. Mark refused to testify at his brother's trial, and the\r\r\n\r\r\nCommonwealth of Virginia offered his taped statements, arguing they were\r\r\n\r\r\nadmissible as declarations against penal interest by an unavailable witness.\r\r\n\r\r\nThe trial court admitted the tapes, Lilly was convicted, and the Supreme\r\r\n\r\r\nCourt of Virginia affirmed. Lilly, 119 S.Ct. at 1892-93. The United States\r\r\n\r\r\nSupreme Court reversed. Although none of the four opinions in Lilly\r\r\n\r\r\ngarnered more than a plurality, all nine Justices agreed the Confrontation\r\r\n\r\r\nClause was violated when the untested confession of a non-testifying\r\r\n\r\r\naccomplice was admitted against the defendant.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBecause of the fractured nature of the Supreme Court's Lilly decision,\r\r\n\r\r\nand because it is based largely on the federal hearsay rules, we decline to\r\r\n\r\r\nadopt the reasoning of the Lilly plurality. We simply conclude that appellant\r\r\n\r\r\nsuffered a paradigmatic Confrontation Clause violation. The use of an\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(4 continued...) liability theory or by the defendant to exculpate himself.\r\r\n\r\r\n\r\r\np.532\r\r\n\r\r\n\r\r\n\r\r\nState v. Holmes\r\r\n\r\r\n\r\r\n\r\r\n\r\r\naccomplice's confession \"creates a special, and vital, need for cross\r\r\n\r\r\nexamination.\" Gray v. Maryland, 523 U.S. 185, 194-95 (1998). The\r\r\n\r\r\nopportunity to confront his accusers was denied appellant when Bernard\r\r\n\r\r\nHolmes' and Henry Fuller's hearsay statements were admitted against him.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nMoreover, Fuller's statement in this case was not saved by redacting\r\r\n\r\r\ndirect references to appellant. The trial court erred in permitting the\r\r\n\r\r\nredaction based on the Bruton line of cases. See Bruton v. United States,\r\r\n\r\r\n391 U.S. 123 (1968). Redaction has come into play as a tool to allow\r\r\n\r\r\nadmission of a co-defendant's confession against the confessor in a joint\r\r\n\r\r\ntrial. The point of redaction is to permit the confession to be used against\r\r\n\r\r\nthe non-testifying confessor, while avoiding implicating his co-defendants.\r\r\n\r\r\nSee, e.g., Richardson v. Marsh, 481 U.S. 200 (1987) (redacted confession in\r\r\n\r\r\njoint trial), Gray v. Maryland, 523 U.S. 185 (1998) (same). Redaction may\r\r\n\r\r\nnot be used as a means to avoid the strictures of the hearsay rules and the\r\r\n\r\r\nConfrontation Clause.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nThe hearsay statements at issue in this case were not admissible under\r\r\n\r\r\nRule 804(b)(3), SCRE as statements against interest. Furthermore, their\r\r\n\r\r\nadmission violated appellant's right to confront the witnesses against him.\r\r\n\r\r\nAppellant's convictions are REVERSED.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTOAL, C.J., WALLER, J., and Acting Justice L. Henry McKellar,\r\r\n\r\r\nconcur. PLEICONES, J., concurring in a separate opinion.\r\r\n\r\r\n\r\r\np.533\r\r\n\r\r\n\r\r\n\r\r\nSTATE v. HOLMES\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nPLEICONES, J.: I concur with the majority's conclusion that appellant's\r\r\n\r\r\nconvictions must be reversed, but write separately because I would analyze\r\r\n\r\r\nseveral of the issues differently.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Part I, the majority concludes that the trial court erred in allowing\r\r\n\r\r\nwitness McKinney to testify to statements' made to McKinney by accomplice\r\r\n\r\r\nHolmes. The admission of these hearsay statements, which implicated\r\r\n\r\r\nappellant in the crimes, violated appellant's confrontation clause rights, Lilly\r\r\n\r\r\nv. Virginia, 527 U.S. 198, 119 S.Ct. 1887, 144 L.Ed. 2d 117 (1999), and were\r\r\n\r\r\nnot admissible under Rule 804 (b)(3), SCRE. Williamson v. United States,\r\r\n\r\r\n512 U.S. 594, 114 S.Ct. 2431, 129 L.Ed.2d 476 (1994); State v. Fuller, 337\r\r\n\r\r\nS.C. 236, 523 S.E.2d 168 (1999). The State's argument that accomplice\r\r\n\r\r\nHolmes' statement should nonetheless be admitted because it is corroborated\r\r\n\r\r\nby other evidence fundamentally misreads Williamson and Fuller. These\r\r\n\r\r\nopinions hold that the portion of an accomplice's hearsay. statement (even a\r\r\n\r\r\nconfession made to the police) which is \"truly self-inculpatory\" may be\r\r\n\r\r\nadmissible under Rule 804 (b)(3) if (1) the state is proceeding under a co-\r\r\n\r\r\nconspirator liability theory and (2) \"the statement was sufficiently against\r\r\n\r\r\nthe declarant's penal interest such \"that a reasonable person in the\r\r\n\r\r\ndeclarant's position would not have made the statement unless believing it to\r\r\n\r\r\nbe true,\" and this question can only be answered in light of all the\r\r\n\r\r\nsurrounding circumstances.\" Here, the whole of accomplice Holmes'\r\r\n\r\r\nstatement, not merely a \"truly self-inculpatory\" portion, was admitted.\r\r\n\r\r\nAccomplice Holmes' hearsay statement to witness McKinney is simply not\r\r\n\r\r\nthe type of statement which may be admissible under Rule 804(b)(3).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Part II of the opinion, the majority concludes that accomplice\r\r\n\r\r\nFuller's redacted statement was inadmissible under Rule 804(b)(3). I agree,\r\r\n\r\r\nbecause as the majority notes in footnote 3,Fuller's statement minimized his\r\r\n\r\r\nrole and shifted blame to appellant. In my view, Fuller's \"arguably\r\r\n\r\r\ninculpatory statements are too closely intertwined with his self-serving\r\r\n\r\r\ndeclarations to be ranked as trustworthy\" and consequently they cannot be\r\r\n\r\r\ndeemed reliable. Williamson, supra, 512 U.S. at 608 (Ginsburg, J.,\r\r\n\r\r\nconcurring). Thus, it too is not a \"truly self, inculpatory\" statement of an\r\r\n\r\r\naccomplice which may be admissible under Rule 804 (b)(3). Further, since\r\r\n\r\r\nFuller's redacted statement was not within any hearsay exception, its\r\r\n\r\r\nadmission violated appellant's confrontation clause rights. Lilly v. Virginia,\r\r\n\r\r\n\r\r\np.534\r\r\n\r\r\n\r\r\n\r\r\nSTATE v. HOLMES\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nsupra.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn Part III, the majority appears to adopt a rule that in separate trials,\r\r\n\r\r\nan accomplice's confession, even if it meets Williamson's and Fuller's Rule\r\r\n\r\r\n804(b)(3) \"truly self-inculpatory\" test, can never be admitted because to do so\r\r\n\r\r\nwould violate the confrontation clause. I disagree. In my opinion, an\r\r\n\r\r\naccomplice's truly self-inculpatory confession, made under circumstances\r\r\n\r\r\ndemonstrating it was sufficiently against the declarant's penal interest, may\r\r\n\r\r\nbe admissible without running afoul of the constitution. See Williamson and\r\r\n\r\r\nFuller. Further, other hearsay statements by an accomplice may be\r\r\n\r\r\nadmissible in the defendant's trial without violating the confrontation clause\r\r\n\r\r\nbecause they fall within a firmly rooted hearsay exception. 1  Cf., State v.\r\r\n\r\r\nDennis, 337 S.C. 275, 523 S.E.2d 173 (1999)(admission of codefendant's\r\r\n\r\r\nexcited utterance that defendant shot the victim did not violate defendant's\r\r\n\r\r\nconfrontation clause rights). My analysis therefore differs from that part of\r\r\n\r\r\nthe majority opinion which holds that the admission of an accomplice's\r\r\n\r\r\nconfession in a separate trial is a per se violation of the confrontation clause.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFor the reasons given above, I concur in the result reached here.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1  For example, admission of a statement pursuant to the excited utterance exception found in Rule 803 (2), SCRE, does not violate the \r\r\nconfrontation clause. White v. Illinois, 502 U.S. 346, 112 S.Ct. 736, 116 L.Ed. \r\r\n2d 848(1992).\r\r\n\r\r\n\r\r\n\r\r\np.535\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25190","title":"State v. Beck","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25190","description":"","date":"2000-08-21","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nThe State,\r\r\n\r\r\n\r\r\nRespondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nRoy Beck, Jr.,\r\r\n\r\r\n\r\r\nAppellant\r\r\n\r\r\n\r\r\nAppeal From Richland County\r\r\n\r\r\nThomas W. Cooper, Jr., Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25190\r\r\n\r\r\nHeard June 20, 2000 - Filed August 21, 2000\r\r\n\r\r\n\r\r\nAFFIRMED\r\r\n\r\r\n\r\r\nJoseph L. Savitz, III, Deputy Attorney, and Melody J. Brown, Assistant \r\r\n\r\r\nAppellate Defender, both of the Office of Appellate Defense of Columbia, for \r\r\n\r\r\nappellant.\r\r\n\r\r\n\r\r\n\r\r\nCharles M. Condon, Attorney General; John W. McIntosh, Chief Deputy \r\r\n\r\r\nAttorney General; Donald J. Zelenka, Assistant Deputy Attorney General; G. \r\r\n\r\r\nRobert Deloach, III, Assistant Attorney General and Warren B. Giese, \r\r\n\r\r\nSolicitor all of Columbia, for respondent.\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE PLEICONES: Appellant was convicted of murder and \r\r\n\r\r\nreceived a life sentence. He appeals, arguing the circuit court erred in \r\r\n\r\r\nadmitting evidence of a prior bad act and of a statement he had made several \r\r\n\r\r\nmonths before this murder. We affirm.\r\r\n\r\r\n\r\r\np.536\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUES\r\r\n\r\r\n\r\r\nDid the trial judge err in admitting evidence that the appellant had\r\r\n\r\r\nassaulted and robbed an escort service employee two days prior to the\r\r\n\r\r\nmurder for which he was on trial?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDid the trial judge err in admitting the appellant's statement, uttered\r\r\n\r\r\nsome four months prior to this crime, that he planned to rob escort\r\r\n\r\r\nservice employees?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nOn November 13, 1996, the body of Virginia Russell (Victim) was\r\r\n\r\r\ndiscovered lying in the road near Owens Field in Columbia. An autopsy\r\r\n\r\r\nrevealed that she had been shot three times in the head with a .380 caliber\r\r\n\r\r\npistol, between 9:00 p.m. and 12:00 a.m. the preceding night.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nTwo purses were discovered by Victim's body, one of which contained\r\r\n\r\r\n$2.00 in change. Testimony of family members established that both of the\r\r\n\r\r\npurses belonged to Victim, and further indicated that she had had several\r\r\n\r\r\nhundred dollars with her on the night of her death.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nVictim's family members also testified that Victim had worked for an\r\r\n\r\r\nescort service, and that she had received a page around 8:30 p.m. on the night\r\r\n\r\r\nof her death. Phone records established that in fact Victim was paged at 8:54\r\r\n\r\r\np.m. on November 12, 1996, by someone calling from a phone at the\r\r\n\r\r\napartment of Richard Bullard (Bullard). Victim was heard mentioning\r\r\n\r\r\n\"Jaco's,\" which is a bar in the Olympia area of Columbia, when she returned\r\r\n\r\r\nthe page.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nRoy Beck, Jr. (Appellant) was living with Bullard and Trevett Foster\r\r\n\r\r\n(Foster) at the time of the murder, since the power had been disconnected at\r\r\n\r\r\nhis own apartment on Whitney Street in Olympia. He was previously\r\r\n\r\r\nacquainted with Victim.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDuring a consensual search of Bullard's apartment after the murder,\r\r\n\r\r\npolice officers found a knife 1  and a .380 caliber pistol belonging to Bullard.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1 Another escort service employee testified during the trial that the knife\r\r\n\r\r\nfound in Bullard's apartment was the weapon used by Appellant to assault (1 continued...)\r\r\n\r\r\n\r\r\np.537\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nLater tests determined that the gun was the murder weapon. Bullard also\r\r\n\r\r\ngave the police a pair of his black military-style boots which Appellant often\r\r\n\r\r\nborrowed. The boots had Victim's blood on them.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant was charged with the murder of Victim. 2  During the trial,\r\r\n\r\r\nthe judge allowed testimony that Appellant had assaulted and robbed another\r\r\n\r\r\nescort service employee (Employee) two days prior to the murder. 3  The trial\r\r\n\r\r\njudge, relying upon Rule 404(b), SCRE and State v. Lyle, 125 S.C. 406, 118\r\r\n\r\r\nS.E. 803 (1923), held that the evidence was probative of identity and motive.\r\r\n\r\r\nThe trial judge also ruled that the assault and robbery of Employee formed\r\r\n\r\r\npart of the res gestae of the murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe trial judge also allowed in evidence a statement made by Appellant\r\r\n\r\r\nto Larry Barlow (Barlow) four months prior to the murder, to the effect that\r\r\n\r\r\nAppellant planned to call escort services for dates and then rob and have sex\r\r\n\r\r\nwith the escort service employees.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nI. The Statement to Barlow.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBarlow testified that Appellant had asked him on July 10, 1996, to\r\r\n\r\r\nparticipate in a plan to call escort services for dates and then rob and have\r\r\n\r\r\nsex with the employees. Barlow claimed that he had never participated in the\r\r\n\r\r\nplan, and that he had told Appellant that \"it was a crazy idea.\"\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant argues that the statement should riot have been admitted\r\r\n\r\r\nunder Lyle. We agree, because Lyle concerns bad acts and other crimes of a\r\r\n\r\r\ndefendant, not statements of intent to commit crimes. See State v. Lyle,\r\r\n\r\r\nsupra; United States v. Masters, 622 F.2d 83 (4th Cir. 1980).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant's statement to Barlow is, however, admissible upon other\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(1 continued...)and rob her. See discussion infra.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2 Bullard and Foster had alibis for the night of the murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 Employee also alleged that she had been raped by Appellant, but was\r\r\n\r\r\nnot allowed to testify concerning this matter in the presence of the jury.\r\r\n\r\r\n\r\r\np.538\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\ngrounds. 4  \"As a general rule, statements or declarations made by one accused\r\r\n\r\r\nof a crime are admissible against him.\" State v. Ply, 275 S.C. 291, 270\r\r\n\r\r\nS.E.2d 126 (1980). Of course, such evidence must meet the threshold test of\r\r\n\r\r\nadmissibility, i.e., relevance. See Rule 401, SCRE (\" `Relevant evidence'\r\r\n\r\r\nmeans evidence having any tendency to make the existence of any fact that is\r\r\n\r\r\nof consequence to the determination of the action more probable or less\r\r\n\r\r\nprobable than it would be without the evidence\"). \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn this prosecution, the state relied upon circumstantial, yet\r\r\n\r\r\nnonetheless compelling, evidence of guilt. There was, for example, no direct\r\r\n\r\r\nevidence placing Appellant at the scene. 5  Testimony that Appellant had\r\r\n\r\r\nmade a statement of his intent to perpetrate such crimes - albeit four months\r\r\n\r\r\nprior to this event - was highly probative as to a manifestation of that intent\r\r\n\r\r\nthrough the fatal attack upon Victim. It thus bore directly on Appellant's\r\r\n\r\r\nidentity as the killer as well as on the establishment of a financial motive. 6\r\r\n\r\r\nMoreover, the probative value of Barlow's testimony far outweighed any\r\r\n\r\r\npossibility of undue prejudicial effect. See Rule 403, SCRE.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe temporal attenuation between the making of this statement and\r\r\n\r\r\nthe crime in this case is of no moment in assessing its admissibility. The four\r\r\n\r\r\nmonth lapse is at most a matter bearing on the weight of the evidence, which\r\r\n\r\r\nwas for the jury to determine. State v. Glenn, 328 S.C. 300, 492 S.E.2d 393\r\r\n\r\r\n(Ct. App. 1997).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant was not prejudiced by the erroneous admission of his\r\r\n\r\r\nstatement to Barlow as a Lyle exception, as it was otherwise admissible as\r\r\n\r\r\ndiscussed herein.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII.  The Employee Robbery.\r\r\n\r\r\n\r\r\nAppellant next argues that evidence of the assault and robbery of\r\r\n\r\r\nEmployee was not admissible under Lyle or res gestae. We disagree in part,\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4  Rule 220(c), SCACR; I'On. L.L.C.,v.Town of Mt. Pleasant, 338 S.C.\r\r\n\r\r\n406, 526 S.E.2d. 716 (2000) (appellate court may affirm a ruling of a lower\r\r\n\r\r\ncourt upon any grounds appearing in the record on appeal).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n5 A human hair, the source of which was established by forensic\r\r\n\r\r\ntestimony to be Appellant's, was, however, found on Victim's skirt.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n6 See Rule 801(d)(2)(A), SCRE (admission of a party-opponent).\r\r\n\r\r\n\r\r\np.539\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nand find that the evidence was properly admitted under Lyle's identity\r\r\n\r\r\nexception:\r\r\n\r\r\n\r\r\nEvidence of other crimes or bad acts is inadmissible to prove the bad\r\r\n\r\r\ncharacter of the defendant or that he acted in conformity therewith. Such\r\r\n\r\r\nevidence is admissible, however, when it, tends to establish motive, identity, a\r\r\n\r\r\ncommon scheme or plan, the absence of mistake or accident, or intent. See\r\r\n\r\r\nRule 404(b), SCRE; State v. Lyle, supra. In addition, the \"bad act\" must\r\r\n\r\r\nlogically relate to the crime with which the defendant has been charged. If\r\r\n\r\r\nthe defendant was not convicted of the prior crime, evidence of the prior bad\r\r\n\r\r\nact must be clear and convincing. State v. Kennedy, 339 S.C. 243, 528 S.E.2d\r\r\n\r\r\n700 (Ct. App. 2000). Finally, even if the evidence meets the above criteria,\r\r\n\r\r\nthe trial judge must exclude it if its probative value is substantially\r\r\n\r\r\noutweighed by the danger of unfair prejudice to the defendant. Id: at 19;\r\r\n\r\r\nRule 403, SCRE.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nEmployee testified that she received a call through her escort service at\r\r\n\r\r\n4:00 a.m. on November 10, 1996. The customer did not identify himself, but\r\r\n\r\r\ngave his address as an apartment on Whitney Street in the Olympia area of\r\r\n\r\r\nColumbia. Police officers later found that the apartment belonged to\r\r\n\r\r\nAppellant. After her arrival, Employee entered the apartment and a man\r\r\n\r\r\nwearing black, military-style boots held a knife to her throat. When she\r\r\n\r\r\nasked if he had a gun, the man \"smirked\" and said, \"Don't make me use it.\"\r\r\n\r\r\nThe man took $300.00 from Employee's purse before releasing her. She later\r\r\n\r\r\nidentified Appellant as the robber, and the knife found in Bullard's apartment\r\r\n\r\r\nas the weapon used during the assault.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nEmployee's testimony was admissible to prove the identity of the\r\r\n\r\r\nappellant as the perpetrator of Victim's murder. Employee testified that\r\r\n\r\r\nAppellant wore black military-style boots when he assaulted and robbed her.\r\r\n\r\r\nA pair of boots matching that description and covered with Victim's blood\r\r\n\r\r\nwere given to the police by Bullard, Appellant's roommate. In addition,\r\r\n\r\r\nEmployee identified a knife belonging to Bullard as the one with which\r\r\n\r\r\nAppellant had threatened her. The gun used to shoot Victim was also owned\r\r\n\r\r\nby Bullard. Both weapons were easily accessible to Appellant, and Bullard\r\r\n\r\r\ntestified that Appellant had borrowed the gun before the murder.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nEmployee's testimony is admissible to identify Appellant as Victim's\r\r\n\r\r\nmurderer because both perpetrators committed similar offenses within a\r\r\n\r\r\nrelatively short period of time, using weapons belonging to Bullard and\r\r\n\r\r\nwearing his boots. See State v. Forney, 321 S.C. 353, 468 S.E.2d 641(1996)\r\r\n\r\r\n\r\r\np.540\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n(evidence that defendant was the gunman in an earlier robbery was\r\r\n\r\r\nadmissible to prove that he, not his co-defendant, shot a police officer).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant claims that even if evidence of the assault and robbery of\r\r\n\r\r\nEmployee is admissible under Lyle, it is unduly prejudicial. We disagree.\r\r\n\r\r\nAfter conducting a Lyle analysis and finding evidence both relevant and\r\r\n\r\r\nadmissible as a prior bad act, the trial court must conduct a Rule 403, SCRE\r\r\n\r\r\nanalysis to determine whether or not the evidence is unduly prejudicial. We\r\r\n\r\r\nfind that evidence of the assault and robbery, although certainly prejudicial\r\r\n\r\r\nto Appellant, is not unduly so under our previous decisions. 7  Moreover, as\r\r\n\r\r\nconceded in Appellant's brief to this Court: \"The person who killed call girl\r\r\n\r\r\nVirginia Russell the night of November 12, 1996, used Richard Bullard's gun\r\r\n\r\r\nand was probably wearing his boots.\" The evidence of the crimes committed\r\r\n\r\r\nagainst Employee is both clear and convincing and logically relevant to the\r\r\n\r\r\nmurder charge.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSince evidence of the assault and robbery of Employee is clearly\r\r\n\r\r\nappropriate to prove identity, we need not conduct a more extensive analysis\r\r\n\r\r\nregarding motive or common scheme or plan. 8\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppellant also argues that evidence of Employee's assault and robbery\r\r\n\r\r\nshould not be admissible as part of the res gestae of the murder. We agree the\r\r\n\r\r\ncrimes were not part of the same criminal episode, since the murder occurred\r\r\n\r\r\nnearly two days after the assault and robbery of Employee. Further, the\r\r\n\r\r\ncrimes are not so intertwined that one cannot be proven without mention of\r\r\n\r\r\nthe other. See United States v. Masters; 622 F.2d 83 (4th Cir. 1980); State v.\r\r\n\r\r\nSmith, 309 S.C. 442, 424 S.E.2d 496 (1992).\r\r\n\r\r\n\r\r\nWhile we thus agree with Appellant that evidence of the assault and\r\r\n\r\r\nrobbery of Employee is not admissible as res gestae, we hold that Appellant\r\r\n\r\r\nsuffered no prejudice as it was properly admitted to prove the identity of\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n7 See, e.g., State v. Dickerson, Op. No. 25164 (S.C. Sup. Ct. filed July 3,\r\r\n\r\r\n2000)(Shearouse Adv. Sh. No. 28 at 5); State v. Smith, 337 S.C. 27, 522 S.E.2d\r\r\n\r\r\n598 (1999); State v. Kornahrens, 290 S.C. 281, 350 S.E.2d. 180 (1986).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n8 Although the trial judge did not admit Employee's testimony for the\r\r\n\r\r\npurpose of a common scheme or plan, the State was allowed to make this\r\r\n\r\r\nargument on appeal. Rule 220(c), SCACR; I'On. L.L.C. v. Town of Mt.\r\r\n\r\r\nPleasant, supra.\r\r\n\r\r\n\r\r\np.541\r\r\n\r\r\n\r\r\n\r\r\nState v. Beck\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nVictim's murderer. See State v. Wyatt, 317 S.C. 370, 453 S.E.2d 890 (1995)\r\r\n\r\r\n(error without prejudice does not warrant reversal).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nBased on the foregoing discussion, the decision of the Court of Appeals\r\r\n\r\r\nis AFFIRMED.\r\r\n\r\r\n\r\r\nTOAL, C.J., MOORE, WALLER and BURNETT, JJ., concur.\r\r\n\r\r\n\r\r\n\r\r\np.542\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25191","title":"Broadhurst v. City of Myrtle Beach Election Commission et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25191","description":"","date":"2000-08-28","type":"opinion","text":"\r\n      \r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Commission et al.,\r\r\n\r\r\n\r\r\nShearouse Adv. Sh. No. \r\r\nS.E. 2d\r\r\n\r\r\n\r\r\nTHE STATE OF SOUTH CAROLINA\r\r\n\r\r\nIn The Supreme Court\r\r\n\r\r\n\r\r\nRachel Broadhurst,\r\r\n\r\r\nAppellant/Respondent,\r\r\n\r\r\n\r\r\nv.\r\r\n\r\r\n\r\r\nCity of Myrtle Beach\r\r\n\r\r\nElection Commission,\r\r\n\r\r\nWilson Cain, and\r\r\n\r\r\nMichael Chestnut,\r\r\n\r\r\n\r\r\nRespondents,\r\r\n\r\r\n\r\r\nof whom Wilson Cain is\r\r\n\r\r\nRespondent/Appellant.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAppeal From Horry County\r\r\n\r\r\nJ. Stanton Cross, Jr., Special Circuit Court Judge\r\r\n\r\r\n\r\r\nOpinion No. 25191\r\r\n\r\r\nHeard August 2, 2000 - Filed August 28, 2000\r\r\n\r\r\n\r\r\nAFFIRMED IN PART; REVERSED IN PART.\r\r\n\r\r\n\r\r\nAlan D. Clemmons, of McCracken, Barnett,\r\r\n\r\r\nRichardson &amp; Clemmons, of Myrtle Beach, and\r\r\n\r\r\nCharles L. A. Terreni, of Columbia, for\r\r\n\r\r\nappellant/respondent.\r\r\n\r\r\n\r\r\nGene McCain Connell, Jr., of Kelaher, Connell &amp;\r\r\n\r\r\nConnor, P.A., of Surfside Beach, for\r\r\n\r\r\nrespondent/appellant.\r\r\n\r\r\n\r\r\nJohn M. Leiter, of Leiter &amp; Snook,.of Myrtle Beach,\r\r\n\r\r\nfor Respondent Michael Chestnut.\r\r\n\r\r\n\r\r\np.543\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nMichael W. Battle, of Battle &amp; Vaught, of Conway,\r\r\n\r\r\nfor Respondent City of Myrtle Beach Election\r\r\n\r\r\nCommission.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nJUSTICE BURNETT: This is an appeal from an election\r\r\n\r\r\nprotest. Respondent City of Myrtle Beach Election Commission (Election\r\r\n\r\r\nCommission) denied the protest. The circuit court reversed, granting the\r\r\n\r\r\nprotest and ordering a new election on a limited basis. We affirm in part and\r\r\n\r\r\nreverse in part.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nFACTS\r\r\n\r\r\n\r\r\nAppellant/Respondent Broadhurst (Broadhurst),\r\r\n\r\r\nRespondent/Appellant Cain (Cain), and Respondent Chestnut (Chestnut)\r\r\n\r\r\nwere candidates in a three-way runoff election for two seats on the Myrtle\r\r\n\r\r\nBeach City Council. At the November 16, 1999, election, voters were\r\r\n\r\r\npermitted to vote for two candidates. 1  After the election, the Election\r\r\n\r\r\nCommission certified the following results: Chestnut - 1720 votes; Cain -\r\r\n\r\r\n1605 votes; Broadhurst - 1393 votes. The Election Commission declared\r\r\n\r\r\nChestnut and Cain the winners.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst filed a timely protest contesting the election. Among\r\r\n\r\r\nother claims, she alleged the failure of one of the two voting machines at the\r\r\n\r\r\nDunes I precinct to record any votes should void the election.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAt the hearing before the Election Commission, witnesses\r\r\n\r\r\ntestified 413 voters signed the poll list at the Dunes I precinct. 2  One\r\r\n\r\r\nhundred and eighty-two voters voted in the machine which functioned\r\r\n\r\r\nproperly. The Election Commission found 213, 217, or 231 voters voted on\r\r\n\r\r\nthe machine which malfunctioned. There was no record of which voters\r\r\n\r\r\nvoted on which machine. Applying a proportionate number of votes received\r\r\n\r\r\nby each candidate from the functioning machine, the Election Commission\r\r\n\r\r\nconcluded it was improbable the \"lost\" votes, if counted, would have changed\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n1  See S.C. Code Ann. § 5-15-62 (Supp1999).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n2   Four voters voted curbside and signed a separate poll list.\r\r\n\r\r\n\r\r\np.544\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nthe outcome of the election. Broadhurst appealed.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nConcluding 231 uncounted votes could have changed or rendered\r\r\n\r\r\ndoubtful the results of the runoff election, the circuit court reversed. The\r\r\n\r\r\ncircuit court determined \"the appropriate remedy is to reconstruct the\r\r\n\r\r\nelection in the Dunes I precinct by allowing the voters who voted in the\r\r\n\r\r\nDunes I precinct run off election to vote again.\" Although it affirmed\r\r\n\r\r\nChestnut the winner of one of the seats, the court ordered all three\r\r\n\r\r\ncandidates' names to be placed on the ballot. 3  Broadhurst and Cain\r\r\n\r\r\nappealed.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nISSUES\r\r\n\r\r\n\r\r\nI. Did the circuit court err by holding the voting machine\r\r\n\r\r\nmalfunction changed or rendered doubtful the election results?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII. If the circuit court properly held the election results were\r\r\n\r\r\nrendered doubtful, did it err by ordering A) a new election\r\r\n\r\r\nbetween the three candidates in the Dunes I precinct open to\r\r\n\r\r\nvoters who had previously voted in' the runoff election and B)\r\r\n\r\r\naffirming the certification of Chestnut as winner?\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nDISCUSSION\r\r\n\r\r\n\r\r\nStandard of Review\r\r\n\r\r\n\r\r\nIn municipal election cases, this Court reviews the judgment of\r\r\n\r\r\nthe circuit court upholding or overturning the decision of a municipal\r\r\n\r\r\nelection commission only to correct errors of law. The review does not extend\r\r\n\r\r\nto findings of fact unless those findings are wholly unsupported by the\r\r\n\r\r\nevidence. George v. Municipal Election Comm'n of Charleston, 335 S.C. 182,\r\r\n\r\r\n516 S.E.2d 206 (1999); Knight v. State Bd. of Canvassers, 297 S.C. 55, 374\r\r\n\r\r\nS.E.2d 685 (1988); May v. Wilson, 199 S.C. 354, 19 S.E.2d 467 (1942). The\r\r\n\r\r\nCourt will employ every reasonable presumption to sustain a contested\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n3 Broadhurst had appealed other issues to the circuit court. These\r\r\n\r\r\nissues were dismissed by separate order of the circuit court and have not\r\r\n\r\r\nbeen appealed.\r\r\n\r\r\n\r\r\np.545\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nelection, and will not set aside an election due to mere irregularities or\r\r\n\r\r\nillegalities unless the result is changed or rendered doubtful. George, supra;\r\r\n\r\r\nSims v. Ham, 275 S.C. 369, 271 S.E.2d 316 (1980); May, supra.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nI.\r\r\n\r\r\n\r\r\nCain argues the circuit court erred in reversing the Election\r\r\n\r\r\nCommission. He contends the circuit court failed to apply S.C. Code Ann. §\r\r\n\r\r\n7-13-1120 (1976) which, he argues, provides that when a voter's choice\r\r\n\r\r\ncannot be determined, the vote shall not be counted.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAgreeing with Cain, the Election Commission asserts § 7-13-\r\r\n\r\r\n1120 applies in two situations. First, it applies when the voter manually\r\r\n\r\r\nmarks more names than there are persons to be elected on the ballot.\r\r\n\r\r\nSecond, it applies to any errors made in exercising a voter's choice, including\r\r\n\r\r\nmechanical errors made by a voting machine. We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSection 7-13-1120 provides:\r\r\n\r\r\n\r\r\nDisposition of improperly marked ballots.\r\r\n\r\r\n\r\r\nIf a voter marks more names than there are persons to be elected\r\r\n\r\r\nor nominated to an office or if for any reason it is impossible to\r\r\n\r\r\ndetermine the voter's choice for any; office to be filled, his ballot\r\r\n\r\r\nshall not be counted for such office; but this shall not vitiate the\r\r\n\r\r\nballot, so far as properly marked . . . .\r\r\n\r\r\n\r\r\n(Underline added).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAll rules of statutory construction are subservient to the one that\r\r\n\r\r\nthe legislative intent must prevail if it can be reasonably discovered in the\r\r\n\r\r\nlanguage used, and that language must be construed in the light of the\r\r\n\r\r\nintended purpose of the statute. Kiriakides v. United Artists\r\r\n\r\r\nCommunications, Inc., 312 S.C. 271, 440 S.E.2d 364 (1994). However plain\r\r\n\r\r\nthe ordinary meaning of the words used in a statute may be, the courts will\r\r\n\r\r\nreject that meaning when to accept it would lead to a result so plainly absurd\r\r\n\r\r\nthat it could not possibly have been intended by the Legislature or would\r\r\n\r\r\ndefeat the plain legislative intention. Id. If possible, the court will construe\r\r\n\r\r\nthe statute so as to escape the absurdity and carry the intention into effect.\r\r\n\r\r\n\r\r\np.546\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nId. The purpose of an election is to express the will of the electorate.\r\r\n\r\r\nRedfearn v. Bd. of Canvassers of S.C., 234 S.C. 113, 107 S.E.2d 10 (1959).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nWhile the language \"if for any reason it is impossible to\r\r\n\r\r\ndetermine the voter's choice for any office to be filled\" is comprehensive in\r\r\n\r\r\nscope, we find the legislature could not have intended to require election\r\r\n\r\r\npersonnel to disregard votes which were intelligibly cast but cannot be read\r\r\n\r\r\ndue to mechanical failure. Such an interpretation would effectively\r\r\n\r\r\ndisenfranchise a voter through no fault of his own. See Greene v. South\r\r\n\r\r\nCarolina Election Comm'n, 314 S.C. 449, 445 S.E.2d 451 (1994) (while\r\r\n\r\r\nrecognizing mandatory language of statute requiring issuance of challenge\r\r\n\r\r\nballot to every voter who questioned voting district, Court determined\r\r\n\r\r\nlegislature could not have intended this result). Instead, we conclude § 7-13-\r\r\n\r\r\n1120 applies to manual ballots where either 1) the voter selects more names\r\r\n\r\r\nthan are persons to be elected or 2) because of the nature of the voter's\r\r\n\r\r\nmarkings, it is unclear for whom the voter intended to vote. This\r\r\n\r\r\ninterpretation is supported by the title of the statute, \"Disposition of\r\r\n\r\r\nimproperly marked ballots,\" which could not apply to ballots cast by voting\r\r\n\r\r\nmachine as ballots cast by voting machine are not marked and, furthermore,\r\r\n\r\r\ncannot be improperly marked. 4 Garner v. Houck, 312 S.C. 481, 486, 435\r\r\n\r\r\nS.E.2d 847, 849 (1993) (\"[f]or interpretative purposes, the title of a statute\r\r\n\r\r\nand heading of a section are of use only when they shed light on some\r\r\n\r\r\nambiguous word or phrase and as tools available for resolution of doubt, but\r\r\n\r\r\nthey cannot undo or limit what the text makes plain.\"). Similarly, this\r\r\n\r\r\ninterpretation is consistent with the function of an election: to declare the\r\r\n\r\r\nwill of the electorate. Redfearn, 234 S.C. 113, 107 S.E.2d 10.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCain further argues the circuit court improperly added the 231\r\r\n\r\r\nuncounted votes to Broadhurst's total to conclude the votes could have\r\r\n\r\r\naffected the outcome of the election. He asserts 1) it is improbable\r\r\n\r\r\nBroadhurst would have received 212 of the 231 uncounted votes, 2) the\r\r\n\r\r\nprecedent of adding votes to the losing candidate's total to determine if the\r\r\n\r\r\nalleged irregularity affects the outcome of the election only applies when\r\r\n\r\r\nvotes have been cast illegally or fraudulently, and, 3) if the Court considers\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n4 See 17 South Carolina Jurisprudence Elections § 66 (1993) (\"[t]he\r\r\n\r\r\nvoting machine is a mechanical method of registering votes that allows the\r\r\n\r\r\nvoter to pull a tab over the name of the candidate of his choice.\").\r\r\n\r\r\n\r\r\np. 547\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nthe vote count at all, the appropriate method is to subtract half of the\r\r\n\r\r\nuncounted votes from Chestnut's and Cain's total votes. We disagree.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn the absence of fraud, a constitutional violation, or a statute\r\r\n\r\r\nproviding an irregularity or illegality invalidates an election, the Court will\r\r\n\r\r\nnot set aside an election for a mere irregularity. Irregularities or illegalities\r\r\n\r\r\nwhich do not appear to have affected the result of the election will not be\r\r\n\r\r\nallowed to overturn it. See In re Bamberg Ehrhardt School Bd. Election, 337\r\r\n\r\r\nS.C. 561, 524 S.E.2d 400 (1999); George, 335 S.C. 182, 516 S.E.2d 206; Butler\r\r\n\r\r\nv. Town of Edgefield, 328 S.C. 238, 493 S.E.2d 838 (1997); Greene, 314 S.C.\r\r\n\r\r\n449, 445 S.E.2d 451; Fielding v. South Carolina Election Comm'n, 305 S.C.\r\r\n\r\r\n313, 408 S.E.2d 232 (1991); Bolt v. Cobb, 225 S.C. 408, 82 S.E.2d 789 (1954);\r\r\n\r\r\nHarrell v. City of Columbia, 216 S.C. 346; 58 S.E.2d 91 (1950). In\r\r\n\r\r\ndetermining whether an irregularity in the conduct of an election is\r\r\n\r\r\nsufficient to render the result doubtful, \"the rule deducible from the decisions\r\r\n\r\r\nis that all illegally cast ballots shall be deducted from the total number\r\r\n\r\r\ncounted for the declared winning candidate, and that all rejected\r\r\n\r\r\n(uncounted), legal ballots shall be added to the total number counted for the\r\r\n\r\r\ndeclared losing candidate.\" Easler v. Blackwell, 195 S.C. 15, 19, 10 S.E.2d\r\r\n\r\r\n160, 162 (1940). The Court has rejected the principle of \"proportionate\r\r\n\r\r\nwithdrawal\" (i.e., deducting from the winter's total the same percentage of\r\r\n\r\r\nillegally cast votes as votes cast for the winner in the relative precinct).\r\r\n\r\r\nCreamer v. City of Anderson, 240 S.C. 118, 124 S.E.2d 788 (1962).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe circuit court properly added the 231 uncounted votes to\r\r\n\r\r\nBroadhurst's total in order to determine whether the uncounted votes could\r\r\n\r\r\nhave affected the election. Contrary to Cain's argument, adding uncounted\r\r\n\r\r\nvotes to the losing candidate's total applies when the votes have been cast\r\r\n\r\r\nlegally as well as illegally. Easler, 195 S.C. 15, 19, 10 S.E.2d 160, 162 (\". . .\r\r\n\r\r\n[a]ll rejected (uncounted), legal ballots shall be added to the total number\r\r\n\r\r\ncounted for the declared losing candidate.\"). Moreover, even though it may\r\r\n\r\r\nbe mathematically unlikely Broadhurst would have received 212 of the 231\r\r\n\r\r\nuncounted votes, 5  the Court has determined the best method to \"safeguard\r\r\n\r\r\nthe purity of election\" is to add the irregular votes to the losing side.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n5 Cain asserts since Broadhurst received 31% of the votes cast in the\r\r\n\r\r\noperable voting machine in Dunes I, it is unlikely she would have received\r\r\n\r\r\n91% of the 231 uncounted votes from the malfunctioning voting machine.\r\r\n\r\r\n\r\r\np.548\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCreamer, 240 S.C. 118, 125, 124 S.E.2d 788, 791. Subtracting half of the 231\r\r\n\r\r\nvotes from both Chestnut's and Cain's totals to determine if the uncounted\r\r\n\r\r\nvotes could have affected the outcome of the election, as suggested by Cain,\r\r\n\r\r\ndoes not comply with this Court's longstanding method of determining\r\r\n\r\r\nwhether an irregularity has affected the outcome of an election. That portion\r\r\n\r\r\nof the circuit court's order finding the failure of the voting machine to count\r\r\n\r\r\nthe votes in the Dunes I precinct rendered doubtful the results of the\r\r\n\r\r\nNovember 16, 1999, runoff election is affirmed.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nII.\r\r\n\r\r\n\r\r\nA.\r\r\n\r\r\n\r\r\nRelying on S.C. Code Ann. § 7-13-1140 (1976), Cain asserts the\r\r\n\r\r\ncircuit court applied the appropriate remedy by limiting the new election to\r\r\n\r\r\nthose voters who had voted in the Dunes I precinct on November 16, 1999.\r\r\n\r\r\nBroadhurst disagrees, asserting § 5-15-130 mandates an entirely new\r\r\n\r\r\nelection between all three runoff candidates open to all qualified voters in all\r\r\n\r\r\nprecincts. 6\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nUnder the common law, there was no right to contest an election.\r\r\n\r\r\nButler, 328 S.C. 238, 493 S.E.2d 838 (1997); Taylor v. Roche, 271 S.C. 505,\r\r\n\r\r\n248 S.E.2d 580 (1978). \"The right to contest an election exists only under the\r\r\n\r\r\n[state] constitutional and statutory provisions, and the procedure proscribed\r\r\n\r\r\nby statute must be strictly followed.\" Id. at 509, S.E.2d at 582; see S.C.\r\r\n\r\r\nConst. art. II, § 10 (\"The General Assembly shall . . . establish procedures for\r\r\n\r\r\ncontested elections, and enact other provisions necessary to the fulfillment of\r\r\n\r\r\nand integrity of the election process.\").\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\"The elemental and cardinal rule of statutory construction is that\r\r\n\r\r\nthe Court `ascertain and effectuate actual intent of the legislature'.\" Greene,\r\r\n\r\r\n314 S.C. 449, 445 S.E.2d 451, 453, citing Horn v. Davis Elec. Constructors.\r\r\n\r\r\nInc., 307 S.C. 559, 563, 416 S.E.2d 634, 636 (1992). In construing a statute,\r\r\n\r\r\nits words must be given their plain and ordinary meaning without resort to\r\r\n\r\r\nsubtle or forced construction to limit or expand the statute's operation. Rowe\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n6 Neither Broadhurst nor Cain suggest the new election should be open\r\r\n\r\r\nto all registered voters in the Dunes I precinct.\r\r\n\r\r\n\r\r\np.549\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nv. Hyatt, 321 S.C. 366, 468 S.E.2d 649 (1996). Statutes which are in\r\r\n\r\r\nderogation of common law must be strictly construed. See Doe v. Brown, 331\r\r\n\r\r\nS.C. 491, 489 S.E.2d 917 (1997).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nIn relevant part, § 7-13-1140, cited by Cain as authorizing a\r\r\n\r\r\nsecond election limited to the voters who signed the Dunes I poll list,\r\r\n\r\r\nprovides:\r\r\n\r\r\n\r\r\nIf the number of votes cast by any type ballot or on machines in\r\r\n\r\r\nany polling place exceeds the number listed on the polling list by\r\r\n\r\r\nten percent or more, the county executive committee or the\r\r\n\r\r\ncounty election commission, as the case may be, shall order a\r\r\n\r\r\nnew primary or election at the polling place concerned if the\r\r\n\r\r\noutcome of the election could be affected. Only those who signed\r\r\n\r\r\nthe poll list shall be permitted to vote in any such new primary\r\r\n\r\r\nor election. 7 \r\r\n\r\r\n\r\r\n\r\r\n\r\r\nBy its very language § 7-13-1140 only permits a new election at\r\r\n\r\r\nthe polling place concerned and by the voters who signed the poll list when\r\r\n\r\r\nthe votes cast exceed the number on the poll list by at least ten percent. It\r\r\n\r\r\ndoes not apply where, as here, less votes are accounted for than the number\r\r\n\r\r\non the poll list. Doe, supra (statutes in derogation of common law must be\r\r\n\r\r\nstrictly construed).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nSection 5-15-130, which applies to elections for municipal offices,\r\r\n\r\r\nprovides as follows:\r\r\n\r\r\n\r\r\nWithin forty-eight hours after the closing of the polls, any\r\r\n\r\r\ncandidate may contest the result of the election as reported by\r\r\n\r\r\nthe managers by filing a written notice of such contest together\r\r\n\r\r\nwith a concise statement of the grounds therefor with the\r\r\n\r\r\nMunicipal Election Commission. Within forty-eight hours after\r\r\n\r\r\nthe filing of such notice, the Municipal Election Commission\r\r\n\r\r\nshall, after due notice to the parties concerned, conduct a hearing\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n7 Section 7-13-1140 applies to municipal elections. S.C. Code Ann. § 5\r\r\n\r\r\n5-10 (municipal elections shall be conducted pursuant to Title 7 unless\r\r\n\r\r\notherwise provided in the municipal elections statute).\r\r\n\r\r\n\r\r\np.550\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\non the contest, decide the issues raised, file its report together\r\r\n\r\r\nwith all recorded testimony and exhibits with the clerk of court of\r\r\n\r\r\nthe county in which the municipality is situated, notify the\r\r\n\r\r\nparties concerned of the decisions made, and when the decision\r\r\n\r\r\ninvalidates the election the council shall order a new election as\r\r\n\r\r\nto the parties concerned.\r\r\n\r\r\n\r\r\n(Underline added).\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nThe circuit court did not have the statutory authority to order an\r\r\n\r\r\nelection limited to those voters who had voted in the Dunes I precinct on\r\r\n\r\r\nNovember 16, 1999. In authorizing a \"new election\" pursuant to § 5-15-130,\r\r\n\r\r\nwe conclude the General Assembly intended to provide the electorate with a\r\r\n\r\r\nsecond opportunity to express its will through an election once a municipal\r\r\n\r\r\nelection commission invalidates the original election. We reach this\r\r\n\r\r\nconclusion for several reasons. First, § 5-15-130 refers to a \"new\" election\r\r\n\r\r\nafter the original election is declared invalid. If an election is invalid, it is\r\r\n\r\r\ninvalid citywide, not simply in a particular precinct. Second, the legislature\r\r\n\r\r\nchose to limit the second election only to the \"parties concerned,\" not to the\r\r\n\r\r\nprecinct(s) affected, the voters who had signed the poll list(s), or some other\r\r\n\r\r\nterm qualifying the new election. See Byrd v. Irmo High School, 321 S.C.\r\r\n\r\r\n426, 468 S.E.2d 861 (1996) (where a statute expressly enumerates the\r\r\n\r\r\nrequirements on which it is to operate, additional requirements are not to be\r\r\n\r\r\nimplied). Third, while the General Assembly could have authorized the\r\r\n\r\r\nmunicipal election commission to order an election limited to the precinct in\r\r\n\r\r\nwhich the irregularity occurred and to the voters who had previously voted\r\r\n\r\r\nas it expressly did in § 7-13-1140, it did not do so. See Hainer v. American\r\r\n\r\r\nMed. Intl Inc., 328 S.C. 128, 492 S.E.2d 103 (1997) (if legislature had\r\r\n\r\r\nintended certain result in statute, it would have said so); see also Roche v.\r\r\n\r\r\nYoung Bros., Inc., of Florence, 332 S.C. 75, 504 S.E.2d 311 (1998) (statutes\r\r\n\r\r\nare to be construed with reference to the whole system of law of which they\r\r\n\r\r\nform a part). 8\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n8 See Ayers-Schaffner v. DiStefano, 37 F.3d 726 (1St Cir. 1994) (where\r\r\n\r\r\non citywide basis voters were incorrectly allowed to vote for two candidates\r\r\n\r\r\nfor three school board seats, federal court reversed state board of election's\r\r\n\r\r\norder that new election be limited to those voters who had participated in\r\r\n\r\r\noriginal balloting).\r\r\n\r\r\n\r\r\np.551\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCain relies on Buonanno v. DiStefano, 430 A.2d 765 (R.I. 1981),\r\r\n\r\r\nas support for a remedy authorizing a new election limited to the Dunes I\r\r\n\r\r\nprecinct voters who had voted in the November 16, 1999, runoff election. In\r\r\n\r\r\nBuonanno, two voting machines failed to accurately record the vote totals of\r\r\n\r\r\na candidate. The Rhode Island Supreme Court affirmed the State Board of\r\r\n\r\r\nElections' action ordering a new election in those precincts where the\r\r\n\r\r\nmachines had malfunctioned. In affirming the order, the court recognized\r\r\n\r\r\nthe Rhode Island legislature had not expressly authorized the election board\r\r\n\r\r\nto conduct a new election and, instead, provided the board with non\r\r\n\r\r\nexclusive enumerated powers. Unlike the powers granted the election board\r\r\n\r\r\nin Rhode Island, municipal election boards in South Carolina are only\r\r\n\r\r\nauthorized to order a new election and do not have unlimited powers.\r\r\n\r\r\nAccordingly, Buonanno is inapplicable.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nB.\r\r\n\r\r\n\r\r\nBroadhurst and Cain contend the circuit court erred by ordering\r\r\n\r\r\nChestnut's name on the ballot while also declaring him the winner of the\r\r\n\r\r\nelection. 9  Chestnut maintains the circuit court properly declared him the\r\r\n\r\r\nwinner of the election and asserts his name should not be included on the\r\r\n\r\r\nballot for the new election. He contends he is not a \"party concerned\" as\r\r\n\r\r\nreferenced in § 5-15-130 because even with the addition of the 231 uncounted\r\r\n\r\r\nvotes to Broadhurst's and Cain's totals, he would have come in second after\r\r\n\r\r\nCain, thereby winning a seat on the Myrtle Beach City Council. 10\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAs noted above, the circuit court properly determined the results\r\r\n\r\r\nof the election were rendered doubtful as a result of the malfunctioning\r\r\n\r\r\nvoting machine. Since § 5-15-130 only authorizes a new election, Chestnut is\r\r\n\r\r\nclearly a \"party concerned.\" In order to be elected to one of the two seats on\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n9 The Election Commission agrees with Broadhurst and Cain on this\r\r\n\r\r\nissue.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n10                                                                                                         \r\r\n\r\r\nCandidate\r\r\nActual Votes Counted            \r\r\n            \r\r\nUncounted Votes                   \r\r\nTotal\r\r\nCain \r\r\n1,605\r\r\n231  \r\r\n1,836\r\r\nChestnut\r\r\n1,720\r\r\n0\r\r\n1,720\r\r\nBroadhurst \r\r\n1,393\r\r\n231\r\r\n1,624\r\r\n\r\r\n\r\r\np.552\r\r\n\r\r\n\r\r\n\r\r\nBroadhurst v. City of Myrtle Beach Election Comm'n, et al.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nthe Myrtle Beach City Council, he must participate in the new election.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nEven if we found § 5-15-130 authorized a \"reconstructed\" election\r\r\n\r\r\nlimited to the voters in the Dunes I precinct who had signed the poll list on\r\r\n\r\r\nNovember 16, 1999, the circuit court erred in affirming the Election\r\r\n\r\r\nCommission's certification declaring Chestnut a winner. Allowing those\r\r\n\r\r\nDunes I voters whose votes were counted to vote a second time dilutes the\r\r\n\r\r\nvotes of the Myrtle Beach electors who voted in the November 16, 1999, \r\r\n\r\r\nelection, but who do not have the opportunity to vote again and the votes of those voters\r\r\n\r\r\nin the Dunes I precinct who participated in the original election but whose\r\r\n\r\r\nvotes were not counted by the malfunctioning voting machine. Accordingly,\r\r\n\r\r\nto prevent vote dilution, it is necessary to subtract the votes tallied by the\r\r\n\r\r\noperable voting machine in the Dunes I precinct from the candidates' total\r\r\n\r\r\nvotes. Thereafter, if the 413 eligible Duns I voters voted solely for\r\r\n\r\r\nBroadhurst and Cain in the \"reconstructed\" election, Chestnut would lose. 11\r\r\n\r\r\nAccordingly, it was error for the circuit court to declare Chestnut a winner.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nCONCLUSION\r\r\n\r\r\n\r\r\nIt is unfortunate a voting machine failed to operate properly in\r\r\n\r\r\nthe November 16, 1999, runoff election. In conducting a new election, we\r\r\n\r\r\nrecognize additional expense will be incurred by the candidates, Election\r\r\n\r\r\nCommission, and, ultimately, the Myrtle Beach taxpayers. Nonetheless, in\r\r\n\r\r\norder to preserve the integrity of the election process, the General Assembly\r\r\n\r\r\nhas declared the necessity of a new election. In compliance with the\r\r\n\r\r\nstatutory mandate, a new election between all three candidates open to all\r\r\n\r\r\nqualified voters shall be conducted in accordance with this opinion.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nAffirmed in part, reversed in part.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\nMOORE, A.C.J., WALLER, PLEICONES, JJ., and Acting\r\r\n\r\r\nJustice Jasper M. Cureton, concur.\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n11 \r\r\n\r\r\nCandidate\r\r\nTotal Votes\r\r\n\r\r\nReceived\r\r\nDunes 1\r\r\n\r\r\nVotes\r\r\nVotes before\r\r\n\r\r\n2nd Election\r\r\n\r\r\nVotes in \r\r\n\r\r\n2nd Election\r\r\nTotal\r\r\nCain\r\r\n1,605\r\r\n114\r\r\n1,491\r\r\n413\r\r\n1,904\r\r\nBroadhurst\r\r\n1,393 \r\r\n114\r\r\n1,279\r\r\n413\r\r\n1,682\r\r\nChestnut\r\r\n1,720\r\r\n97 \r\r\n1,623\r\r\n0 \r\r\n1,623\r\r\n\r\r\n\r\r\np.553\r\r\n\r\r\n\r\r\n\r\r\n\r\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]