[{"id":"25207","title":"Hinton v. Designer Ensembles, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25207","description":"","date":"2000-11-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25207\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Aaron Earl Hinton, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Designer Ensembles, Inc., Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Greenville County&nbsp;\r\n Gerald C. Smoak, Sr ., Circuit Court Judge\r\n\r\nOpinion No.25207\r\nHeard October 5, 2000- Filed November 6, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Randall S. Hiller, of Greenville, for petitioner.\r\n        Eddie R. Harbin, of Greenville, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nJUSTICE BURNETT:  Respondent Hinton (Hinton)\r\nbrought this retaliatory discharge&nbsp;\r\naction against Petitioner Designer Ensembles, Inc., (Designer) alleging Designer terminated his&nbsp;\r\nemployment because he filed a workers' compensation claim. Hinton claimed his discharge was\r\nin\r\nviolation of South Carolina Code Ann. § 41-1-80 (Supp. 1999). The trial court found\r\nDesigner terminated Hinton in violation of the statute, awarded Hinton lost wages, and ordered Hinton's\r\nreinstatement. The Court of Appeals affirmed the retaliation finding and lost wages award, but\r\nreversed\r\nthe reinstatement.1 Hinton v. Designer Ensembles,\r\nInc., 335 S.C. 305,516 S.E.2d 665 (Ct. App. 1999).&nbsp; The Court granted Designer a writ of certiorari to review the Court of Appeals'\r\ndecision. We reverse.\r\nFACTS\r\nDesigner employed Hinton as a shipping supervisor in December 1993. As a supervisor,&nbsp;part of\r\nHinton's job was to enforce the company's policies. One of the policies provided an employee\r\ncould be terminated if he was absent from work for five consecutive days without providing\r\nDesigner with\r\na written doctor's excuse.\r\nPrior to August 2,1994, Hinton had been neither absent from work nor tardy and he&nbsp;had never\r\nbeen \"written up.&quot; On August 2, Hinton sustained a work-related injury to his back.\r\nAs a result of the accident, Hinton was x-rayed at the hospital emergency room then&nbsp;referred to Dr. Wallace. Dr.\r\nWallace treated Hinton for pain and sent him to a therapist. When the&nbsp;therapy failed to provide relief, Dr. Wallace referred Hinton to Dr. Kanar.\r\nDr. Kanar treated Hinton from August 22 through September 13,1994. He ordered a bone&nbsp;scan\r\nand treated Hinton with steroid injections. After Hinton's attempt to return to work in a limited&nbsp;\r\ncapacity failed due to chronic back pain, Dr. Kanar referred Hinton to Dr. Kopera. While under\r\nDr.\r\nKanar's care, Hinton submitted a written doctor's excuse to Designer .\r\nThrough Dr. Kopera, Hinton attended intensive physical therapy sessions during October&nbsp;\r\n1994. On October 28, 1994, Dr. Kopera released Hinton to return to work with restrictions on\r\nlifting,\r\nsitting, and standing. Dr. Kopera spoke with Marie Sitter, Designer's personnel manager,\r\nabout the release\r\nand restrictions. Thereafter, Hinton spoke with Sitter and Facility Manager Joe Nettles. Nettles stated\r\nDesigner wanted Hinton to return to work so it could &quot;use Hinton's brain.&quot;\r\nBoth Sitter and Nettles stated Designer would\r\naccommodate the doctor's restrictions, including permitting Hinton to lie down, if necessary.\r\nHinton returned to work on Tuesday, November 1,1994, and worked a full shift, but told\r\nhis manager, Carter Mahaffey, he was in pain. He worked a few hours on Wednesday, November 2,\r\nbefore reporting he was leaving due to pain. Hinton went to the emergency room; he was given a\r\nwritten\r\ndoctor's excuse for that day's absence and instructed to see Dr. Kopera.\r\nHinton saw Dr. Kopera. The doctor's November 1,1994, written report states he was\r\nunable to explain Hinton's increased back pain. The report further states &quot;[Hinton] reports having\r\ndifficulty performing his work duties with the previous (sic) outlined restrictions. I have discussed the\r\npatient's case with his employer and they will accommodate him in any fashion. Specifically, he\r\nwill not\r\nbe asked to do any task that causes him discomfort.&quot;2 Dr. Kopera scheduled a November\r\n15, 1994,\r\nappointment for Hinton with an orthopedic specialist, Dr. Reid. Hinton testified Dr.\r\nKopera instructed\r\nhim to wait until after his appointment with Dr. Reid before returning to work.\r\nOn November 3 and 4, Hinton telephoned Mahaffey and said he was in too much pain to\r\nwork. On each day, Mahaffey informed Hinton his absence was unexcused. Hinton did not telephone\r\nMahaffey on Saturday, November 5, even though it was a scheduled workday. Hinton did not\r\ntelephone\r\nMahaffey on Monday, November 7. On Tuesday, November 8, and Wednesday, November 9, Hinton\r\ntelephoned Mahaffey and said he would not be able to work due to pain. Mahaffey informed Hinton the\r\nabsences were unexcused. On November 10, Hinton telephoned Designer; he left a message for Mahaffey.\r\nOn November 11, Designer terminated Hinton.\r\nFour days later, Hinton attended his scheduled appointment with Dr. Reid. Dr. Reid's\r\nreport of November 15 states \"will allow [Hinton] to continue work without restriction, as he appears to\r\nhave light duties provided with his job.\" Dr. Reid ordered a magnetic resonance image; the test\r\nrevealed a\r\nherniated disc as the source of Hinton's discomfort. Dr. Reid's report of November 30\r\nstates Hinton\r\n\"should be able to function under the limitations recommended by Dr. Kopera.\"\r\nHinton agreed Sitter reminded him on September 28, 1994, of Designer's policy requiring\r\na written doctor's excuse. Hinton further agreed that during the same conversation Sitter repeatedly\r\nstated\r\nshe wanted him to get better and return to work. On October 5,1994, Hinton spoke with\r\nNettles who stated\r\nit was imperative Hinton obtain another written doctor's excuse because he was violating company policy.\r\nAs a result, Hinton submitted two written notes from Dr. Kopera excusing him from work for the month of\r\nOctober 1994.\r\nHinton conceded he did not have a written note from a doctor excusing him from\r\nwork from November 2 through 11. He testified he believed Dr. Kopera verbally told Sitter he was\r\nunable to work during this period.\r\nSitter testified she had conversations with Hinton's treating physicians. She spoke\r\nwith Dr. Kopera numerous times. She also spoke with the workers' compensation claim adjustor about\r\nHinton's treatment. Sitter did not recall speaking with\r\nanyone about Dr. Kopera referring Hinton to Dr. Reid. She denied Hinton was terminated because he filed\r\na workers' compensation claim.\r\nAfter Hinton's August 2nd accident, Designer paid Hinton his salary for thirty days.\r\nThereafter, Hinton sought workers' compensation benefits. Designer admitted the injury and paid Hinton\r\nmedical benefits and temporary total disability\r\nbenefits through January 20, 1995, when Hinton reached maximum medical improvement. Hinton was\r\ngiven a 14% permanent partial disability rating to his spine.\r\n\r\nISSUE\r\n\r\n\r\nDid the Court of Appeals err by holding Hinton met his burden of establishing\r\nDesigner's reason for terminating him (violation of company's written absentee policy)\r\nwas pretextual?\r\n\r\n\r\nDISCUSSION\r\n\r\nA retaliatory discharge claim is an equity action tried without a jury.\r\n Johnson v. J.P. Stevens &amp; Co.. Inc., 308 S.C. 116, 417 S.E.2d 527 (1992). In reviewing a retaliatory discharge claim, the&nbsp;\r\nappellate court may find facts in accordance with its view of the preponderance of the\r\nevidence. Wallace v. Milliken &amp; Co., 305 S.C. 118,406 S.E.2d 358 (1991).\r\n\r\nIn relevant part, § 41-1-80 provides:\r\n\r\n\r\nNo employer may discharge or demote any employee because the employee has\r\ninstituted or caused to be instituted, in good faith, any proceeding under the South\r\nCarolina Workers' Compensation Law (Title 42 of the 1976 Code), or has testified or\r\nis about to testify in any such proceeding.\r\n\r\n...The burden of proof is upon the employee....\r\n\r\nAny employer shall have as an affirmative defense to this section the following:\r\n. . . violating specific written company policy for which the action is a stated remedy\r\nof the violation.\r\n\r\n\r\nIn order to prove a claim under § 41-1-80, a plaintiff must establish three elements: 1)\r\ninstitution of workers' compensation proceedings, 2) discharge or demotion, and 3) a causal connection&nbsp;\r\nbetween the first two elements.  Hines v. United Parcel Service, Inc., 736 F. Supp. 675\r\n(D.S.C. 1990). The appropriate test of causation under § 41-1-80 is the \"determinative factor\" test.\r\nWallace v. Milliken &amp; Co., supra. The determinative factor test requires the employee establish\r\nthat he would not have been discharged \"but for\" the filing of the workers'\r\ncompensation claim. Id,.\r\n\r\nSection 41-1-80 provides the employer with affirmative defenses, including the violation\r\nof specific written company policy. While the employer has the burden of proving its affirmative\r\ndefenses, the employer does not have the burden of establishing the affirmative defenses are\r\ncausally related to the discharge.  Horn v. Davis Elec. Contractors. Inc., 307 S.C. 559, 416 S.E.2d\r\n634 (1992). \"[T]he ultimate burden is, throughout, upon the employee.\" Wallace, 305 at 122,\r\nS.E.2d at 360.\r\n\r\nThe ultimate burden of persuading the trier of fact that the employer retaliatorily\r\ndischarged the employee for exercising statutory rights under the Act remain  at all times\r\nwith the employee. The burden of persuasion never shifts and the employee\r\nbears the burden of persuasion that the reason for termination was pretextual.\r\n. . .The employee may succeed in this, either directly by&nbsp; persuading the court that the discharge was significantly motivated by retaliation for her\r\nexercise of statutory rights, or indirectly by showing that the employer's proffered\r\nexplanation is unworthy of credence.\r\n\r\nId. (italic in original; underline supplied)\r\nciting Buckner v. General Motors Corp., 760 P.2d 803, 807 (Okla. 1988).\r\n\r\nIf the employer articulates a legitimate, nonretaliatory reason for the termination, the\r\nproximity in time between the work-related injury and the termination is not sufficient evidence to carry\r\nthe employee's burden of proving a causal connection. Cf. Johnson v. J.P. Stevens &amp; Co.,\r\nInc., 308 S.C. at 118, 417 S.E.2d at 529 (\"[i]n light of the conceded legitimate, nonretaliatory motives for\r\nthe termination, [the] proximity in time does not meet the employee's burden of\r\nproof.&quot;);  Marr v. City of Columbia, 307 S.C. 545, 416 S.E.2d 615 (1992) (rejecting retaliatory discharge claim\r\nwhere only evidence suggesting retaliatory motive for discharge was temporal proximity of claim\r\nto discharge) with Horn v. Davis Electrical Constructors. Inc., 307 S.C. 559,\r\n563, 416 S.E.2d 634,636 (1992) (where temporal proximity of injury and discharge existed,\r\n\"in addition to other retaliatory evidence in the record as well as [employer's] admission\r\nthat evidence of retaliation existed,\" plaintiff established termination in violation of statute).\r\n\r\nThe Court of Appeals concluded Hinton established by a preponderance of the\r\nevidence that Designer's reason for terminating him, violation of a specific written company policy, was\r\npretextual. Hinton v. Designer Ensembles, Inc., supra. It found that, although Hinton did not\r\nprovide a written doctor's excuse for his absences in November 1994, Designer nonetheless\r\nknew or should have known about Hinton's physical condition through discussions with Hinton's\r\ndoctors and its workers' compensation carrier and, therefore, Hinton \"substantially complied with\r\nDesigner's absentee policy.&quot;3 As a result, the Court of Appeals concluded\r\n\"Designer's proffered reasons were not legitimate\" and Hinton would not have been terminated \"but\r\nfor\" filing a workers' compensation claim. Id,. at 316, 516 S.E.2d at 671.\r\n\r\nInitially, the record disputes Hinton's claim that, after his failed attempt to return to\r\nwork in late October, Dr. Kopera told him not to return to work until after his November 15th appointment with\r\nDr. Reid and that Dr. Kopera informed Designer accordingly. Dr. Kopera's written report of\r\nNovember 1,1994, indicates he expected Hinton to return to work and that Designer would&nbsp;\r\naccommodate Hinton's limitations.\r\n\r\nAssuming, however, that Dr. Kopera instructed Hinton to wait until his appointment with\r\nDr. Reid before returning to work and Designer knew this recommendation through verbal communication&nbsp;\r\nwith the doctor, it was error for the Court of Appeals to find Hinton \"substantially complied\" with&nbsp;\r\nDesigner's absentee policy. Hinton admitted that, since his injury, Designer repeatedly instructed\r\nhim to submit written doctor's excuses and he complied, even though Designer knew through\r\nverbal communication with Hinton's treating physicians that Hinton was unable to work. Hinton\r\nwas fully aware of Designer's absentee policy and had been warned that the company would\r\nenforce the policy. It was inappropriate for the Court of Appeals to second guess the imposition\r\nof Designer's absentee policy where the company had consistently applied the policy throughout\r\nHinton's convalescence. Compare Wallace v. Milliken &amp; Co., supra (Court\r\nfound company's reason for terminating employee, failure to follow safety standards, pretextual where company\r\nhad not trained employee on use of machine and the safety procedures for cleaning of machine&nbsp;\r\nwere vague and ambiguous) .\r\n\r\nWe conclude Hinton did not establish by a preponderance of the evidence that\r\nDesigner's&nbsp;\r\nreason for terminating him was pretextual and, &quot;but for\" filing a workers' compensation claim he\r\nwould not have been terminated. Hinton admitted Designer officials wanted him to return to work\r\nand were willing to accommodate his physical limitations. Hinton conceded, throughout\r\nSeptember and October company representatives repeatedly instructed him to provide a written\r\ndoctor's excuse to cover his absences and he complied accordingly. Assuming Dr. Kopera\r\nverbally informed Designer Hinton should not return to work until after his appointment with Dr.\r\nReid, Designer nonetheless directed Hinton to :provide a written doctor's excuse; Hinton could\r\nhave, but did not, obtain the written excuse from Dr. Kopera. After seven days passed without\r\nsubmission of a written doctor's excuse, Hinton was terminated. The temporal proximity of\r\nHinton's termination, immediately after he failed to submit a written doctor's excuse in compliance\r\nwith written company policy, is contrary to Hinton's claim he was terminated for\r\nfiling a workers' compensation claim. See id. (finding if employer was motivated by employee's failure to\r\nfollow safety procedures as reason to discharge employee, it would have immediately terminated\r\nemployee after he failed to follow the safety procedures).\r\n\r\nThe Court of Appeals relied on  Lattie v. SHS\r\nEnterprises, Inc., 300 S.C. 417, 389 S.E.2d 300&nbsp;\r\n(Ct. App. 1990), where the appellate court concluded the employee established a  prima facie\r\ncase of retaliatory discharge through proof of his good employment record and the timing of his\r\nworkers' compensation proceeding and termination. The issue in Lattie was whether the trial\r\ncourt properly granted summary judgment to the employer . Viewing the evidence in the light most\r\nfavorable to the employee, the nonmoving party, the appellate court reversed. As noted in Judge\r\nGoolsby's dissent,  Lattie was decided under a different procedural posture and\r\nis inapplicable to the current case.\r\n\r\nThe present case is, however, similar to  Johnson v. J .P .Stevens &amp; Co.,\r\nsupra. In Johnson, the company advised Johnson, a new probationary employee, it had a written policy that\r\nprobationary employees who miss more than four days will most likely be terminated. While on\r\nprobation, Johnson sustained a work-related back injury. The treating physician released\r\nJohnson to return to work. Johnson did not return to work but, instead, saw a second physician\r\nabout blackouts. The second physician advised Johnson not to return to work. Johnson presented\r\nhis employer with a work excuse from the second physician. He was terminated the next day. The\r\ntermination notice specified excessive absenteeism and blackout spells as reasons for the\r\ntermination. Johnson had been absent nine days. This Court found the stated reasons for\r\ntermination permissible.\r\n\r\nIn  Johnson and the present case, both employees\r\nadmittedly violated their employers' written absentee policies. Other than the fact that\r\ntheir terminations occurred in temporal proximity with their work-related injuries, they offered no\r\nevidence their employers' reasons for termination were pretextual or that, but for the filing of workers'\r\ncompensation claims, they would not have been discharged.\r\n\r\nAccordingly, the Court of Appeals' decision is reversed.\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n&nbsp;\r\n\r\n&nbsp;\r\n\r\n&nbsp;\r\n\r\n1Hinton did not appeal this holding.\r\n2The record is inconsistent as to the date Hinton returned to work, the\r\ndate on which Hinton went to the emergency room, and the date on which Dr. Kopera last saw Hinton. There is no dispute, however,\r\nHinton was absent from work for five consecutive days without providing a written doctor's excuse.\r\n\r\n3The Court of Appeals adopted the trial court's unstated conclusion\r\nSitter was not a credible witness. See Smothers v. Richland Mem'l Hosp., 328 S.C. 566,493 S.E.2d 107 (Ct. App. 1997)\r\n(broad scope of review in equity cases does not require appellate court to disregard findings of\r\ntrial judge who is in better position to evaluate witness credibility). In essence, the Court of\r\nAppeals found 1) Dr. Kopera advised Hinton not to return to work until after his appointment with\r\nDr. Reid and 2) Sitter must have spoken with Dr . Kopera after he referred Hinton to Dr. Reid.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25208","title":"Pike, et al. v. S.C. Department of Transportation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25208","description":"","date":"2000-11-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25208\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA&nbsp;\r\n In The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael Pike, as Personal Representative of the Estate of\r\n        Melissa P. Pike,Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Transportation, Petitioner.\r\n        \r\n      \r\n    \r\n  \r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Spartanburg County&nbsp;\r\n Gary E. Clary, Circuit Court Judge\r\n\r\nOpinion No.25208\r\nHeard October 4, 2000- Filed November 6, 2000\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        William McBee Smith of Smith &amp; Haskell, L.L.P., of Spartanburg, for\r\n        petitioner.\r\n        James Fletcher Thompson of Thompson &amp; Sinclair, of Spartanburg, for\r\n        respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nJUSTICE WALLER: This is a wrongful death action. Respondent's wife, Melissa Pike\r\n(Melissa), was involved in a car accident at an intersection in Spartanburg; she died from injuries sustained\r\nin the collision. The jury found petitioner, the Department of Transportation (DOT), liable in the\r\namount of $730,000. The DOT appealed, and the Court of Appeals affirmed.  Pike v. South\r\nCarolina Dep't of Transp., 332 S.C. 605, 506 S.E.2d 516 (Ct. App. 1998). We granted the\r\npetition for a writ of certiorari to review the Court of Appeals' decision. We affirm as modified.\r\nFACTS\r\nThe accident occurred on June 24, 1992, when Melissa attempted to turn left from Park\r\nRoad onto United States Highway 176. A car traveling south on Highway 176 collided with Melissa's&nbsp;\r\ncar.&nbsp; She died the next day. Respondent alleged that the DOT was negligent in failing to move a\r\ndirectional sign, reading \"CHAPMAN HIGH SCHOOL,\" because the sign obstructed motorists'\r\nview of oncoming traffic from Highway 176 when they were stopped at the stop sign on Park\r\nRoad. Respondent also claimed that the DOT negligently maintained the intersection by not\r\ninstalling a traffic signal. The DOT asserted discretionary immunity under the South Carolina Tort\r\nClaims Act as a defense.&nbsp;\r\nThe trial court denied the DOT's motions for directed verdict. The jury found in favor of\r\nrespondent and awarded $730,000. In addition to moving for JNOV, or in the alternative, a new trial, the\r\nDOT also moved to reduce the verdict to $250,000, the statutory cap under the Tort Claims Act. The trial\r\ncourt denied the DOT's post-trial motions.\r\nISSUES\r\n1. What is the burden of proof for the affirmative defense of discretionary immunity?\r\n2. Did the trial court err in admitting evidence of prior\r\naccidents at the intersection and letters to the DOT regarding the intersection?\r\n3. Does the statutory cap on damages under the South Carolina Tort Claims Act apply to\r\nthis case?\r\n1. BURDEN OF PROOF ON DISCRETIONARY IMMUNITY\r\nThe DOT argues that it only needs to produce \"some evidence&quot; in order to gain immunity\r\nunder the South Carolina Tort Claims Act. See S.C. Code Ann. § 15-78-60(5) &amp; (15) (Supp.\r\n1999).1 We disagree.\r\nAt trial, Respondent presented evidence that the DOT had notice of problems at this\r\nintersection based on letters received by the department and accidents occurring at the intersection.\r\nSpecifically regarding the Chapman High School sign, the DOT received a letter in November\r\n1990 from James Everhart. The letter had a sketch of the intersection and stated that:\r\n\r\n  The newly erected Chapman High School sign and the tree limbs over the\r\n  sidewalk a little farther up toward Asheville make it difficult for one to see the\r\n  traffic coming from toward [sic] Asheville. Therefore crossing this intersection is\r\n  a little dangerous.\r\n  Removal of sign, trimming limbs and installing a traffic\r\n  light might be the answer to this dangerous situation.\r\n\r\nGary Thompson, a DOT district engineer, testified that in response to the Everhart letter,\r\nthe department sent Rodney Wilson to evaluate the intersection; Wilson was a \"civil engineer\r\nassociate,\" but he did not have a technical degree of any kind. According to Thompson, Wilson\r\nwas qualified to gather data upon which sight distances could be calculated, but he\r\nwas not qualified to actually calculate sight distance.2 Wilson stated that in November 1990 he estimated the available sight distance at the\r\nintersection to be between 500 and 600 feet. He also went back to the intersection in July\r\n1991 and determined that the tree limbs did not block visibility.\r\nThere was no testimony that anyone other than Wilson\r\nvisited the intersection between November 1990, when the Everhart letter was received, and June 1992, when Melissa had her accident.&nbsp;\r\nMoreover, prior to the accident, no calculations were performed by DOT engineers to determine\r\nthe minimum sight distance required at the intersection. Instead, Thompson testified that a \"rule of thumb\"\r\nwas used to estimate adequate sight distance-ten multiplied by the speed limit. Based\r\non the 40 mph speed limit, Thompson ascertained that 400 feet would be enough sight distance at the intersection. Thompson\r\nthen relied on Wilson's estimate of 500 to 600 feet of available sight distant and determined that this\r\nestimate exceeded the 400 feet \"ballpark\" estimate for the minimum sight distance required.\r\nNonetheless, Thompson acknowledged that other variables should be considered when\r\ncalculating sight distance, such as the grade and width of the road. In addition, Thompson\r\nconceded that adequate sight distance is properly calculated based on the \"prevailing speed\" of motorists, which in this\r\ncase was 48 mph.3 Most significantly, Thompson testified that\r\nmoving the Chapman High School sign was never even contemplated or discussed.\r\nRespondent's expert in traffic engineering, Dr. Robert Roberts, opined that it was a\r\nviolation of accepted engineering practices to not move a sign when the department had notice that the sign\r\nwas obstructing motorists' vision. Dr. Roberts also stated that because the Chapman High\r\nSchool sign was a \"guide sign,\" and thus low down on the hierarchy of signs, the sign should have been moved. In Dr.\r\nRoberts's opinion, it was a deviation from accepted standards of engineering practices to estimate available\r\nsight distance, rather than make precise measurements. Furthermore, Dr. Roberts believed it was\r\ninappropriate to estimate the minimum sight distance required based on the rule of thumb; instead,\r\ncalculations should be done which take into consideration the width of the road and the prevailing speed at\r\nthe intersection,\r\nUsing the prevailing speed of 48 mph, Dr. Roberts calculated the minimum sight distance&nbsp;\r\nrequired at the intersection at 564 feet. This exceeded 525 feet, the actual amount of available sight\r\ndistance at the intersection.4 The DOT's expert, Dr. James Clark, had a different opinion. Dr. Clark\r\ncalculated the required sight distance at 470 feet, which did not exceed 525 feet.\r\nAlthough Dr. Clark admitted that the prevailing speed is usually used to make these\r\ndeterminations and the prevailing speed at this intersection was 48 mph., Dr. Clark used 40 mph in his calculations.\r\nThe DOT moved for a directed verdict at the close of Respondent's case, renewed the\r\nmotion at the close of its own case, and moved for JNOV or a new trial after the verdict. The DOT argued&nbsp;\r\nit had presented evidence that it had evaluated competing alternatives in dealing with the\r\nintersection and therefore it was entitled to discretionary immunity as a matter oflaw. The trial court denied the motions.\r\nOn appeal, the Court of Appeals found Respondent had presented evidence that the DOT&nbsp;\r\nfailed to utilize accepted professional engineering standards in analyzing the visibility of the intersection.\r\nAlthough the DOT \"presented evidence that could dispute some of [Respondent's]\r\nevidence,&quot; the Court of Appeals held that Respondent \"produced more than enough evidence for\r\nthe judge to send the issue of discretionary immunity to the jury;&quot; Pike, 332 S.C. at\r\n612, 506 S.E.2d at 519. Accordingly, the Court of Appeals decided that the trial court had not erred in denying the directed verdict\r\nand JNOV motions.\r\nThe Court of Appeals, however, did not address the DOT's argument that it merely had to&nbsp;\r\nproduce \"some evidence\" in order to be entitled to immunity. Id. at 612 n.3, 506 S.E.2d at 520 n.3. The\r\nDOT argues that its burden of proof on discretionary immunity is a burden of\r\nproduction, not a burden of persuasion. Specifically, the DOT maintains that a\r\ngovernmental entity must only show more than a scintilla of evidence that it\r\nweighed competing considerations and utilized accepted professional standards in order to be entitled to discretionary immunity. Because it presented some evidence of this, the DOT\r\ncontends that the trial court should not have submitted the case to the jury.\r\nThe Tort Claims Act waives immunity for torts committed by the State, its political\r\nsubdivisions, and governmental employees acting within the scope of their official duties.\r\nSee S.C. Code Ann. § 15-78-40 (Supp. 1999). There are several exceptions to this waiver of immunity, including what is\r\nknown as discretionary immunity. See. e.g., S.C. Code Ann. § 15-78-60(5) (Supp. 1999). This Court has\r\nrepeatedly stated that the burden of establishing a limitation on liability or an exception to the waiver of\r\nimmunity is upon the governmental entity asserting it as an affirmative defense.\r\nE.g., Steinke v. South Carolina Dep't of Labor Licensing and Regulation, 336 S.C.\r\n373, 520 S.E.2d 142 (1999); Strange v. South Carolina Dep't of Highways\r\nand\t314 S.C. 427, 445 S.E.2d 439 (1994);  Foster v. South Carolina Dep't of\r\nHighways and Pub. Transp., 306 S.C. 519, 413 S.E.2d 31 (1992).\r\nTo establish discretionary immunity, the governmental entity must prove that the\r\ngovernmental employees, faced with alternatives, actually weighed competing considerations and made a&nbsp;\r\nconscious choice. Foster, 306 S.C. at 525, 413 S.E.2d at 35. Furthermore, \"the governmental entity must\r\nshow that in weighing the competing considerations and alternatives, it utilized accepted professional\r\nstandards appropriate to resolve the issue before them. It is not enough to say the defect was noted and a\r\ndecision was made not to repair it.\" Id.\r\nThe DOT asserts that by applying a preponderance of the\r\nevidence standard to the discretionary immunity defense, the Court will, in\r\n&quot;effect, judicially abolish the defense by allowing juries to second guess the DOT's\r\ndiscretionary decisions. It therefore argues that a \"some evidence\" standard should apply, i.e., a\r\ngovernmental entity merely has the burden of production, not the burden of persuasion.&nbsp;\r\nThe DOT's argument is wholly meritless. By adopting a \"some evidence\" standard, the\r\nDOT would avail itself of an affirmative defense but effectively be relieved of proving the defense. This,&nbsp;\r\nin our opinion, flies in the face of the well-established rule that the party pleading an affirmative defense\r\n\"has the burden of proving it.\"  Hoffman v. Greenville County, 242 S.C.\r\n34, 39, 129 S.E.2d 757, 760 (1963);  accord McCabe v. Sloan, 184 S.C.\r\n158, 162, 191 S.E. 905, 906 (1937) (\"It seems unnecessary to cite authorities in\r\nsupport of the postulate that when one pleads an affirmative defense, the burden is on him\r\nto prove it.\").\r\nFurthermore, basic hornbook law compels rejection of the DOT's contention that this\r\nburden of proof is merely one of production. A burden of production generally means the burden on a party&nbsp;\r\nto come forward with evidence in order to defeat a directed verdict motion. 2 MCCORMICK ON&nbsp;\r\nEVIDENCE § 336 (5th ed. 1999). In other words, the burden of production is directed to the\r\njudge.&nbsp; Id. In contrast, the burden of persuasion is directed at the jury and\r\ncomes into play only after the parties have sustained their respective burdens\r\nof production. Id. Additionally, \"the party who has the burden of pleading\r\na fact will have the burdens of producing evidence and of persuading the jury of its\r\nexistence.&quot; Id. at § 337 (emphasis added). Finally, we note that the\r\nmeasure of persuasion in civil cases is, generally, by a preponderance, or greater weight, of the evidence.\r\nId. at § 339. In the instant case, the DOT moved for a directed verdict. While a burden of production is appropriate to\r\n defeat a directed verdict motion, see Id. at § 336, it is simply illogical to apply the same burden to\r\ngrant a directed verdict motion.\r\nMoreover, given the standard a governmental entity must meet to establish discretionary\r\nimmunity, we find that the burden of proof must be one of persuasion. In Foster, the Court\r\nmandated that when a governmental entity was claiming discretionary immunity, it\r\n&quot;must show that in weighing the competing considerations and alternatives, it utilized\r\naccepted professional standards appropriate to resolve the issue before them.\"\r\nFoster, 306 S.C. at 525, 413 S.E.2d at 35 (emphasis added). This standard is inherently\r\nfactual. To allow the DOT to shield itself with only a showing of \"some evidence&quot; would eviscerate the standard\r\nenunciated by this Court. Certainly a governmental entity should not be entitled to discretionary immunity as a\r\nmatter of law merely by creating an issue of fact.\r\nWe hold that when a governmental entity asserts the affirmative defense of discretionary\r\nimmunity under the Tort Claims Act, the burden of proof is on the governmental entity and this burden is\r\none of persuasion by a preponderance of the evidence.\r\nAccordingly, the Court of Appeals correctly analyzed this issue in terms of whether a jury\r\nissue was presented. See, e.g.,Strange, 314 S.C. at 42930, 445 S.E.2d at 440 (\"In ruling on motions for\r\ndirected verdict and JNOV, the trial court is required to view the evidence and the inferences\r\nthat reasonably can be drawn therefrom in the light most favorable to the party\r\nopposing the motions and to deny the motions where either the evidence yields more\r\nthan one inference or its inference is in doubt;\").&nbsp; Because there was an issue of fact on whether: (1) the\r\nDOT's employees actually weighed competing considerations and made a conscious choice regarding the\r\nChapman High School sign, and (2) the DOT established that in weighing competing\r\nconsiderations and alternatives, it utilized accepted professional standards, we find the trial court correctly denied the DOT's motions. Consequently, we affirm the\r\nCourt of Appeals on this issue.\r\n2. ADMISSIBILITY OF EVIDENCE OF PRIOR ACCIDENTS AT INTERSECTION AND\r\nLETTERS TO DOT ABOUT INTERSECTION\r\nThe DOT argues that the admission of evidence on 19 previous accidents which occurred\r\nat or near the intersection was prejudicial error because 18 of the 19 accidents were not similar to\r\nMelissa's accident. The DOT also argues that the trial court erroneously admitted letters written to\r\nthe DOT about the intersection.\r\nAt trial, Respondent presented evidence to support his claim\r\nthat the DOT negligently maintained the intersection by failing to install a\r\ntraffic signal. The DOT's expert, Dr. Clark testified that The Manual on Uniform Traffic Control Devices has specific criteria known as \"warrants.\"&nbsp;\r\nOne of these warrants is whether \"a minimum of five traffic accidents per year could be corrected by the&nbsp;\r\ninstallation of a signal.&quot; Thus, if five accidents in one year could be corrected by a traffic light, then this\r\nweighs in favor of installing a light. Thompson even stated that when reviewing accident\r\nhistory, the department looks for a pattern and therefore, it could take even less than five\r\naccidents a year to warrant installation of a traffic signal.\r\nThompson was asked about the 19 previous accidents and he explained that prior to\r\nMelissa's accident, only one accident occurred when a car turned left from Park Road onto Highway 176.&nbsp;\r\nThompson testified that the other accidents which occurred at or near the intersection were\r\nnot under similar circumstances .\r\nOver objection, Respondent was also permitted to admit several letters from politicians\r\nand citizens. These letters expressed concern about the safety of the intersection and requested that either a\r\ntraffic signal be installed or a feasibility study be conducted on whether a traffic\r\nsignal was needed.5 Thompson testified that in response to the letters, the DOT evaluated the\r\nintersection several times to determine whether a traffic signal should be installed. Based on the studies that were performed, the DOT\r\nrecommended no traffic signal at the intersection.6\r\nThe DOT argues that the admission of both the prior\r\naccidents and the letters was prejudicial error. We disagree.\r\nEvidence is relevant and admissible if it has any tendency .to make the existence\r\nof any fact that is of consequence to the determination of the action more probable or less probable than it would&nbsp;\r\nbe without the evidence. Rules 401, 402, SCRE. Relevant evidence may be excluded, however, if its\r\nprobative value is substantially outweighed by the danger of unfair prejudice. Rule\r\n403, SCRE. It is well settled that the admission and rejection of testimony is\r\nlargely within the trial court's sound discretion, the exercise of which will not be\r\ndisturbed on appeal absent an abuse of that discretion. E.g., Baber v. Greenville\r\nCounty, 327 S.C. 31, 41, 488 S.E.2d 314, 319 (1997).\r\nIn our opinion, the evidence of the previous accidents and\r\nthe letters was relevant to the issue of whether the DOT was negligent in failing\r\nto install a traffic signal at the intersection. Regarding&nbsp;\r\nthe prior accidents, the evidence showed that more than five accidents occurred in 1990, and thus was\r\nspecifically relevant to the warrant outlined in The Manual on Uniform Traffic Control\r\nDevices. Moreover, because the DOT's own engineer, Thompson, stated that even less than five accidents could signal a safety\r\nproblem at an intersection, the evidence of the previous accidents was properly admitted. The letters,\r\nwhich requested either the installation of a traffic signal or an investigation on the feasibility of a signal,\r\nserved to show that the DOT knew that the intersection was dangerous and potentially required a traffic\r\nlight. Thus, the letters were clearly relevant on the issue of notice.\r\nAccordingly, we hold that the trial court properly\r\nallowed this evidence to be admitted.\r\n4. STATUTORY CAP ON DAMAGES\r\nThe DOT argues that the verdict in this case should have been reduced to $250,000 in&nbsp;\r\naccordance with the reenactment of the statutory cap. See 1997 S.C. Acts No.155, § 55(C); S.C. Code Ann.\r\n15-78-120(a)(J.).7 We disagree.\r\nOn appeal, the DOT argued that section 55(C) of\r\nthe 1997 Appropriations Act reenacted the statutory cap and therefore, the\r\nverdict must be reduced. Section 55(F) states that &quot;Ie]xcept where otherwise provided, this section takes effect upon approval of the Governor and\r\napplies to claims or actions pending on that date or thereafter filed,\r\nexcept where  final judgment has been entered before that date.&quot; (Emphasis added). This section was approved\r\nby the Governor on June 14, 1997. The DOT argued that the statutory cap applied because the appeal was\r\nstill pending as of June 14, 1997, and therefore the case was an action \"pending on that date.\" The Court\r\nof Appeals, however, found that the words &quot;final judgment&quot; meant the verdict in the trial court. Since the\r\nverdict in this case was rendered on July 18, 1996, the Court of Appeals held that the 1997 reenactment of\r\nthe statutory cap did not apply. Pike, 332 S.C. at 618-19, 506 S.E.2d at 523.\r\nSubsequent to the Court of Appeals' decision, this Court faced the same issue in\r\n Steinke v. South Carolina Dep't of Labor, Licensing, and Regulation, 336 S.C. 373, 520 S.E.2d 142 (1999). Based on the\r\nseparation of powers doctrine, the Steinke Court held that the Legislature could not by retroactive amendment overrule this Court's prior precedent\r\nthat the statutory cap does not apply to actions filed before July 1, 1994.8 Because the action in Steinke had\r\nbeen filed on June 29,1994, two days before the reinstatement of the limits on July 1,1994, the Court held\r\nthat the statutory cap did not apply. The instant action was filed on June 23, 1994. Pursuant to\r\n Steinke, the statutory cap simply does not apply. We therefore affirm the result\r\nreached by the Court of Appeals on this issue.\r\nCONCLUSION\r\nWe hold that a governmental entity has the burden\r\nof persuasion by a preponderance of the evidence when asserting discretionary immunity under the Tort Claims Act. Thus,\r\nbecause a jury issue was created, the Court of Appeals correctly affirmed the trial court's denial of the\r\nDOT's directed verdict and post-trial motions. We also hold that the trial court correctly\r\nadmitted evidence of prior accidents at the intersection and letters to the DOT about the intersection.\r\nFinally, we hold that the statutory cap does not apply to this case based on the recent\r\n Steinke decision. The Court of Appeals' decision is\r\nAFFIRMED AS MODIFIED.\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ.,\r\nconcur.\r\n1Subsection (5) states that a governmental entity is not liable\r\nfor a loss resulting from \"the exercise of discretion or judgment by the governmental entity or employee or\r\nthe performance or failure to perform any act or service &quot; which is in the discretion or judgment of the\r\ngovernmental entity or employee.\" Subsection (15) shields the government from liability resulting from:\r\n\r\n  absence, condition, or malfunction of any sign, signal,\r\n  warning device, illumination device, guardrail, or median barrier unless the absence, condition, or malfunction is not\r\n  corrected by the governmental entity responsible for its maintenance within a reasonable\r\n  time after actual or constructive notice. . . . Nothing in this item gives rise to liability\r\n  arising from a failure of any governmental entity to initially place any of the above signs, signals,\r\n  warning devices, guardrails, or median barriers when the failure is the result of\r\n  a discretionary act of the governmental entity. . . .\r\n\r\nS.C. Code Ann. § 15-78-60(5) &amp; (15) (Supp. 1999).\r\n2Sight distance is a measure of the visibility from a particular location. We\r\nuse the term \"available sight distance\" to refer to the amount of sight distance actually available to\r\na motorist when stopped at the intersection. We use the term \"adequate sight distance\" or \"minimum sight&nbsp;\r\ndistance required\" to refer to the sight distance needed by a motorist stopped at the intersection\r\nto safely make a left turn onto Highway 176. When the available sight distance is less than the\r\nminimum sight distance required, a safety problem is presented.\r\n3The prevailing speed is also known as the 85th-percentile speed which is the speed at which 85\r\npercent of motorists travel.\r\n4After Melissa's accident, DOT engineer Rochelle Garrett went to the\r\nintersection with Wilson. Stopping at the most restrictive point -- the point where Garrett had to\r\nlook underneath the sign -- she measured the available sight distance as 525 feet.\r\n5The letters from politicians noted traffic problems at the intersection of Highway 176 and&nbsp;\r\nChapman High School and requested studies on the feasibility of a traffic light. Another letter was from\r\nthe Bergs, parents of a Chapman High School student, who informed the DOT of the \"terribly hazardous\"\r\ntraffic situation and requested an investigation and traffic light. The Bergs wrote that it would be \"well\r\nworth the effort of an investigation to save a life.\" A letter from another citizen, Mrs. Rector, stated that\r\n\"numerous accidents\" had occurred at the intersection and asked for a traffic light to be installed ''as\r\nquickly as possible.\"\r\n6The DOT determined that due to the intersection's location at th,e bottom of two downgrades, a\r\ntraffic signal would potentially increase the danger of collision.\r\n7We note that under current law, the limitation on liability is $300,000.\r\nSee S.C. Code Ann. 15-78-120(a)(1) (Supp. 1999).\r\n8See Southeastern Freight Lines\r\nv. City of Hartsville\t313 S.C. 466, 443 S.E.2d 395 (1994) (where the Court held that the Legislature, by enacting inconsistent provisions in the\r\nUniform Contribution Among Tort-Feasors Act, had impliedly repealed the statutory cap of the Tort\r\nClaims Act); McClain v. South Carolina Dep't of Education, 323 S.C. 132,473 S.E.2d 799 (1996)\r\n(holding that the statutory limit in Tort Claims Act does not apply to cases filed before July 1,1994, even when there\r\nare no joint tortfeasors with the governmental entity); Knoke v. South\r\nCarolina Dep't of Parks, Recreation, and Tourism, 324 S.C. 136,478 S.E.2d 256 (1996) (holding that&nbsp;\r\nSoutheastern Freight Lines and  McClain apply to the $500,000 per occurrence cap, not just the\r\n$250,000 individual cap);  Wooten v. South Carolina Dep't of Transp., 326\r\nS.C. 516, 485 S.E.2d 119 (Ct. App. 1997) (determining the statutory limit was\r\ninapplicable in case filed before July 1, 1994), aff'd as modified, 333 S.C. 464, 511 S;E.2d 355 (1999).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25209","title":"Ward, et al. v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25209","description":"","date":"2000-11-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25209\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Doris Stieglitz Ward, individually and on behalf of all others similarly\r\n        situated, Appellants,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        The State of South Carolina, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Richland County&nbsp;\r\n Alison Renee Lee, Circuit Court Judge\r\n\r\nOpinion No.25209\r\nHeard October 4, 2000- Filed November 6, 2000\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John M.S. Hoefer, B. Craig Collins, and Paige Jones Gossett,\r\n        of Willoughby &amp; Hoefer, P.A.; and A. Camden Lewis, of Lewis, Babcock\r\n        &amp; Hawkins, L.L.P., all of Columbia, for appellants.\r\n        Vance J. Bettis, of Gignilliat, Savitz &amp; Bettis,\r\n        L.L.P., of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nACTING CHIEF JUSTICE MOORE:  The circuit court granted the State's motion to&nbsp;\r\ndismiss. We reverse and remand.\r\nFACTS\r\nThis case was filed as a class action suit arising from State action taken as result of the\r\n Davis v.&nbsp;\r\nMichigan Dep't of Treasury1 and Bass2 cases. Following\r\n Davis, the General Assembly passed Act No.189 of 1989 which eliminated the challenged tax exemption for state retirees and\r\nsimultaneously increased the pension benefits for state retirees to offset the increased tax liability resulting from the lost\r\nexemption.3 In 1998, appellants (Federal Retirees) brought this declaratory judgment action\r\nagainst the State alleging Act No.189 is unconstitutional.4 The Federal Retirees are also seeking an injunction against future taxation\r\nand damages in the form of repayment of past paid taxes.\r\nThe State filed a motion to dismiss on the ground the circuit court lacked subject matter\r\njurisdiction because the Federal Retirees failed to exhaust their administrative remedies under the South Carolina Revenues Procedures Act, S.C. Code\r\nAnn. §§ 12-60-10 et seq. (Supp. 1999) (Revenues Procedures Act). On September 1,1999, the circuit court granted the\r\nState's motion. The Federal Retirees appeal.\r\nISSUE\r\n\r\n  Did the circuit court err in granting the State's motion to dismiss on the\r\n  ground the Federal Retirees failed to exhaust their administrative remedy?5\r\n\r\nDISCUSSION\r\nS.C. Code Ann. § 12-60-80 (2000) of the Revenues Procedures\r\nAct provides: \"[T]here is no&nbsp;\r\nremedy other than those provided in this chapter in any case involving the illegal or wrongful collection\r\nof taxes, or attempt to collect taxes.\" S.C. Code Ann. § 12-60-3390 (2000) of the Revenues Procedures\r\nAct states: \"If a taxpayer brings an action covered by this chapter in circuit court, other than an appeal of\r\nan Administrative Law Judge decision or DMV hearing officer decision, the circuit court shall\r\ndismiss the case without prejudice.&quot;6 On September 1, 1999, relying on § 12-60-3390, the circuit court dismissed the\r\nFederal Retirees suit on the ground the Retirees had failed to exhaust their administrative remedies.\r\nSubsequently, in  Video Gaming Consultants. Inc.. v. South\r\nCarolina Dep't of Revenue, Op. No. 25177 (S.C. Sup. Ct. filed July 31, 2000)(Shearouse Adv. Sh. No. 31 at 18), we held that as a general\r\nrule, if the sole issue posed in a particular case is the constitutionality of a statute, a court may decide\r\nthe case without waiting for an administrative ruling. The basis for our decision was that Administrative\r\nLaw Judges (ALJs) come under the executive branch and must follow the laws as written. Allowing\r\nALJs to rule on the constitutionality of a statute would violate the separation of powers doctrine.\r\nIn  Video Gaming, we held agencies and\r\nALJs could not rule on .the validity of a statute. However,&nbsp;\r\nan agency or ALJ can still rule on whether a party's constitutional rights have been violated. Thus,&nbsp;\r\ncontrary to the State's argument, merely asserting an alleged constitutional violation will not allow a party\r\nto avoid an administrative ruling.\r\nThe pivotal issue then is whether a party should be required to exhaust his administrative\r\nremedies under § 12-60-3390 when he is challenging the constitutionality of a statute. There are two types\r\nof exhaustion of remedies: judicially imposed and statutorily mandated. See\r\ngenerally 73 C.J.S. Public Administrative Law and Procedure § 38 (1980). The general rule is that while there are several exceptions\r\nthat may be applied to the judicially-imposed exhaustion requirement, those that apply to a statutory\r\nrequirement are few.7  Id. When the exhaustion of remedies is statutorily mandated, as it\r\nis here, legislative intent prevails. 73 C.J.S.  Public Administrative Law and\r\nProcedure, supra;  Cf. Hyde v. South Carolina Dep't of Mental\r\nHealth, 314 S.C. 207,442 S.E.2d 582 (1994).\r\nGenerally, the legislature will not require a futile act.\r\nThus, a generally recognized exception to&nbsp;\r\nthe requirement of exhaustion of administrative remedies exists when a party demonstrates that\r\npursuit of them would be a vain or futile act.  Moore v. Sumter County\r\nCouncil, 300 S.C. 270, 387 S.E.2d 455 (1990). More importantly, we will not construe a statute to do that which is\r\nunconstitutional. Mitchell v. Owens, 304 S.C. 23, 402 S.E.2d 888 (1991) (statutes are presumed to be constitutional and will be\r\nconstrued so as to render them valid). Requiring a party to go before an agency or ALJ who cannot rule\r\non the constitutionality of a statute would be a futile act. Thus, as applied in this case, § 12-60-3390 would\r\nviolate the separation of powers as espoused in  Video Gaming. Interpreting the\r\nstatute as not being applicable to declaratory judgment actions seeking to determine whether a statute is constitutional does\r\nnot mandate a futile act and does not violate the separation of powers doctrine.\r\nAs stated in  Video Gaming, \"if the sole issue posed in a particular case is the constitutionality of\r\na statute, a court may decide the case without waiting for an administrative ruling.\r\n. . Requiring a&nbsp; party to raise an issue which cannot be ruled upon by an ALJ makes little sense\" and certainly is not\r\neffective or appropriate.8 Here, declaratory relief should not be refused as there is no other effective\r\nappropriate remedy under the circumstances. The agency and the ALJ cannot rule on the\r\nconstitutionality issue. In fact, requiring the agency or ALJ to rule on the constitutionality of Act\r\n189 would violate the separation of powers doctrine. Thus, the statute does not apply in cases\r\nwhere the sole issue is whether a statute or other legislative action is constitutional.\r\nThe circuit court erred in dismissing the declaratory judgment\r\nand injunction causes of action&nbsp;\r\nand the case should be remanded.9 In doing so, we want to clarify that simply because a party can file a\r\ndeclaratory judgment action challenging the constitutionality of a statute in circuit court does not mean\r\nthat a party does not have to follow the Revenues Procedures Act when applicable.\r\nREVERSED AND REMANDED.\r\nWALLER and BURNETT, JJ., and Acting Justices H.\r\nSamuel-Stilwell and William L.&nbsp;\r\nHoward, concur.\r\n\r\n1489 U.S. 803, 109 S.Ct. 1500,103 L.Ed.2d 891 (1989). In\r\nDavis, the United States Supreme Court held a state could not tax federal and\r\nstate retirement income differently. The Court held a state could either extend the same tax exemption to\r\nretired federal employees or eliminate the exemption for retired state employees.\r\n2Bass v. State of South\r\nCarolina, 302 S.C. 250, 395 S.E.2d 171 (1990)(Bass I),  vacated and\r\nremanded, 501 U.S. 1246, 111 S.Ct. 2881, 115 L.Ed.2d 1047 (1991); 307 S.C.\r\n113, 414 S.E.2d 110 (1992)(Bass II),  vacated and remanded, 509 U.S.\r\n916, 113 S.Ct. 3025, 125 L.Ed.2d 714, (1993).\r\n31989 S.C. Act No.189 is codified in various code sections.\r\n E.g. S.C. Code Ann. §§ 9-1-1550(A)(3) and (B); 9-1-1767, 9-8-60(2); 9-11-60(2);\r\nand 9-11300 (Supp. 2000).\r\n4Specifically, the Federal Retirees are challenging the linkage\r\nbetween §§ 39 and 60. Sections 39 and 60 link the increase in state retirement\r\nbenefits to the elimination of the tax exemption for state retirees' benefits.\r\n\r\n5This issue does not involve subject matter jurisdiction. \"The doctrine\r\nof exhaustion of administrative remedies is generally considered a rule of 'policy, convenience and discretion, rather than one of law, and is not jurisdictional.\"'\r\n Vaught v. Waites, 300 S.C. 201, 205, 387 S.E.2d 91, 93 (Ct.App.1989) (citing\r\n Andrews Bearing Corp. v. Brady, 261 S.C. 533, 201 S.E.2d 243 (1973)). Further, \"[s]ubject matter jurisdiction is the\r\npower to hear and determine cases of the general class to which the proceedings in question belong.\"\r\n Dove v. Gold Kist, Inc., 314 S.C.&nbsp;\r\n235, 442 S.E.2d 598 (1994). Surely, the circuit court has the jurisdiction to hear declaratory judgment\r\nactions on the constitutionality of statutes.  Cf.  Bardoon Props. v.\r\nEidolon Corp., 326 S.C. 166, 485 S.E.2d 371, 373 (1997)(since subject matter jurisdiction refers to court's power to hear and determine cases\r\nof general class to which proceedings in question belong, whether or not party is \"real party in interest\"\r\nsimply does not involve court's power to hear case or subject matter jurisdiction). Thus, the failure to\r\nexhaust administrative remedies goes to the prematurity of a case, not subject matter jurisdiction.\r\nFurthermore, if there are exceptions to the exhaustion requirement, as discussed further herein, the issue\r\ncannot be one of subject matter jurisdiction.  See  Atlanta Skin &amp; Cancer Clinic v. Hallmark Gen.\r\nPartners, 320 S.C. 113, 463 S.E.2d 600 (1995)(ifthe matter may be waived, it\r\ncannot involve subject matter jurisdiction).\r\n6The Federal Retirees argue in their brief that the State is\r\nsomehow bound by an argument it made in  Jovtime Distributors &amp; Amusement\r\nCo. v. State of South Carolina, 338 S.C. 634, 528 S.E.2d 647 (1999). S.C. Code Ann. § 12-60-80 provides there\r\nis no remedy other than that provided in Chapter 12. In Joytime, the State recognized § 12-60-80 as a\r\npotential procedural defense which it could waive. If waivable, the Federal Retirees contend § 1260-80\r\ncannot be a jurisdictional bar. We did not address this issue as  Joytime was heard by the Court in its\r\noriginal jurisdiction. Further, we note in Joytime, the fees were paid under protest as required by the&nbsp;\r\nRevenue:, Procedures Act. 338 S.C. at 653, 528 S.E.2d at 656. Thus,  Joytime cannot be cited as any\r\nauthority on the issue currently before us.\r\n7While we have. . .r ather consistently applied the doctrine\r\nof exhaustion of administrative remedies to avoid interference with the orderly performance of administrative functions, we have recognized that it is not an invariable\r\nrule. For example, in  Pullman Co. v. Public Serv. Comm'n, 234 S.C. 365,108 S.E.2d 571,\r\nthe application of the doctrine was approved as a \"proper exercise of the discretion of the court.\" The adoption of the view that the rule is\r\ndiscretionary in nature is a recognition that situations can exist where failure to exhaust\r\nadministrative remedies may be excused.\r\nAndrews, 261 S.C. 533, 201 S.E.2d 243.\r\n8Citing  McKesson Corp. v. Division of Alcoholic\r\nBeverages &amp; Tobacco, 496 U.S. 18 (1990), the Federal Retirees contend having to exhaust\r\nadministrative remedies when the agency and the ALJ cannot rule on the constitutional question violates\r\ndue process. This argument is without merit.  See Ogburn-Matthews v. Loblollv\r\nPartners, 332 S.C. 551, 561, 505 S.E.2d 598, 603 (Ct.App.1998) (\"To prove the denial of due process in an administrative\r\nproceeding, a party must show that it was substantially prejudiced by the administrative process.\")(citing\r\nPalmetto Alliance, Inc. v. South Carolina Public Serv. Comm'n, 282 S.C.\r\n430, 319 S.E.2d 695 (1984)). While Federal Retirees may be burdened by having to exhaust their administrative remedies, they would\r\nnot be \"substantially prejudiced\" so as to amount to a violation of due process.\r\n9Initially, the Federal Retirees contend that the Revenues ProceduresAct is inapplicable in this case because they are challenging\r\nretirement statutes. We do not need to decide if the Revenue Procedures Act applJles in this appeal of the motion to\r\ndismiss. However, whether the Revenues Procedures Act applies will be an integral part of the circuit\r\ncourt's resolution of the declaratory judgment action. Further, we emphasize simply\r\nbecause an agency or ALJ cannot rule on the constitutionality of a statute does not mean that all of provisions of the\r\nRevenues Procedures Act are inapplicable.  See Video Gaming, supra.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25210","title":"Ex Parte: Horace Littlefield and Jimmy Jeter In Re: The State of S.C. v. Jack Williams","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25210","description":"","date":"2000-11-06","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25210\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ex Parte: Horace Littlefield and Jimmy Jeter, Petitioners\r\n        In Re:\r\n        The State of South Carolina, Respondent.\r\n        v.\r\n        Jack Williams, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION\r\n\r\nOpinion No.25210\r\nHeard September 20,2000 -Filed November 6,2000\r\n\r\nWRIT DENIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        David L. Thomas, of Wilson, Moore, Taylor &amp; Thomas,\r\n        P.A., of Greenville, for petitioners.\r\n        Solicitor Robert M. Ariail and Assistant Solicitor Mindy L.\r\n        Hervey, of Greenville County Solicitor's Office, for respondent The State of\r\n        South Carolina.\r\n        Cheryl Aaron, of Greenville, for respondent Jack Williams.\r\n        \r\n      \r\n    \r\n  \r\n\r\nJUSTICE WALLER: Horace Littlefield and Jimmy Jeter (\"Petitioners\") petition\r\nthis Court for a writ of mandamus pursuant to the Victims' Bill of Rights, S.C. Const. art. I, § 24(B) (Supp.\r\n1999).\r\nFACTS/PROCEDURAL HISTORY\r\nDuring 1996 until his arrest in 1998, Jack Preston\r\nWilliams, Jr. (\"Williams\") committed a variety of white-collar crimes against\r\nmultiple victims in Greenville and Pickens County, which resulted in over $300,000.00 in economic losses for the alleged\r\nvictims. Petitioner Horace Littlefield (\"Littlefield\") and Petitioner Jimmy Jeter (\"Jeter\") lost over\r\n$80,000.00 and $70,000.00, respectively, in financial dealings with Williams. The\r\nThirteenth Circuit Solicitor's Office (\"Solicitor's Office\") reviewed all charges against Williams for prosecutorial merit,\r\nsufficiency of&nbsp; the evidence, availability of civil defenses, and potential complications or problems with\r\nprosecution in order to determine how to proceed.\r\nBased on this prosecutorial review , the Solicitor's Office determined there was not probable cause\r\nto charge Williams with any crime against Littlefield. On numerous occasions, the\r\nSolicitor's Office contacted Littlefield and explained why his case was not being prosecuted\r\nand advised him of any civil remedies that might be available to him pursuant to S.C. Code Ann. § 16-3-1545 (Supp. 1999). The\r\nSolicitor's Office also decided not to prosecute Williams for the alleged crimes involving Jeter, and\r\ndismissed all charges against Williams where Jeter was a victim.\r\nAfter convicting Williams at a trial in his absence in August 1998, the Solicitor's Office and&nbsp;\r\nWilliams' attorney engaged in a plea bargaining process in an effort to resolve the remaining forty charges\r\npending against Williams. On August 30, 1999, Williams pled guilty, pursuant to a plea offer from the\r\nSolicitor's Office, to seven counts of forgery, eight counts of breach of trust, three\r\ncounts of obtaining money or property by false pretenses, two counts of grand larceny, and two counts of altering a certificate\r\nof title.1 Prior to the plea, the Solicitor's Office notified each of the victims identified in the arrest\r\nwarrants of: (I) the plea offer; (2) the charges that would be dismissed; and (3) the\r\nproposed restitution schedule.&nbsp;\r\nOn October 7, 1999, Petitioners moved before the circuit court to set aside\r\nthe guilty plea, arguing they were not notified of the plea prior to the hearing and were denied the right to attend the\r\nhearing despite the fact they filled out victim impact statements. Petitioners maintain they\r\ndid not receive a letter from the Solicitor's Office informing them of the Motion hearing and plea\r\nbargain until August 30, 1999, the day of the hearing. In response, the Solicitor's Office,\r\nin amicus curiae, submitted that the exclusive remedy afforded the Petitioners was to file a motion pursuant to\r\nS.C. Code Ann. § 17-25-326 (Supp. 1999). Petitioners amended their Motion arguing the circuit court was without subject matter jurisdiction\r\nto accept the guilty plea because the Solicitor's Office did not afford them adequate notice of the plea\r\nhearing. In the alternative, Petitioners asked the trial judge to amend the restitution order in\r\nwhich certain victims were placed in a superior position to other victims in violation of S.C. Code Ann. §\r\n17-25-326 (Supp. 1999). On October 18, 1999, Petitioners were afforded a full hearing on the merits of\r\ntheir motion.\r\nThe trial judge found the court lacked subject matter\r\njurisdiction to entertain the motions based&nbsp; on the Court of Appeals' holding in Reed v.\r\nBecka, 333 S.C. 676, 511 S.E.2d 396 (Ct. App. 1999). The trial judge specifically held that the court lacked subject matter jurisdiction because: (1) the term of\r\ngeneral sessions court during which the plea was entered ended; (2) no arrest warrant or indictment was\r\nissued listing Littlefield as a victim; and (3) the indictments listing Jeter as a victim were dismissed. The\r\ntrial judge further stated that there were other remedies Petitioners could pursue,\r\nincluding obtaining an arrest warrant from law enforcement and pursuing a writ of mandamus.\r\nPetitioners seek a writ of mandamus from this Court. On\r\nFebruary 16, 2000, we issued an order requesting that the attorneys brief the following\r\nissues:\r\n\r\n  I. Does an alleged victim have any rights under the Victims' Bill of Rights and S.C. Code\r\n  Ann. § 16-3-1545 (Supp. 1999) when the alleged perpetrator is arrested but not indicted\r\n  for the crime involving the alleged victim?\r\n  II.\tWhat relief, if any, are victims entitled to under the Victims'\r\n  Bill of\tRights and S.C. Code Ann. § 16-3-1545 (Supp. 1999)?\r\n\r\nLAW/ANALYSIS\r\nIn the early 1970s, a victims' rights movement emerged in this country. This movement focused&nbsp;\r\non integrating the crime victims' concerns into the criminal justice process.2 In response to the victims'\r\nrights movement, most states enacted statutes that required prosecutors to inform crime\r\nvictims of all criminal proceedings against their alleged perpetrator. Furthermore, these statutes gave the victim a voice\r\nat the critical stages of the criminal justice proceedings. See Tobolowsky, supra.\r\nIn response to the victims' rights movement, the South Carolina General Assembly enacted\r\nseveral laws to protect victims' rights, including S.C. Code Ann. .§ 16-3-1505 (Supp. 1999) and\r\nS.C. Const. art. I, § 24(B) (Supp. 1999). The General Assembly declared the in tent behind\r\nsection 16-3-1505 was to \"ensure that all victims of and witnesses to a crime are treated with&nbsp;\r\ndignity, respect, courtesy, and sensitivity.\" On November 5, 1996, South Carolina citizens\r\noverwhelmingly ratified the Victims' Bill of Rights, which ensures victims are informed of their\r\nrights and any alternative means that might be available to them if the criminal prosecution is\r\nunable to meet their needs.\r\nUnder current South Carolina law, prosecutors have more duties toward victims than they have&nbsp;\r\nhad in the past.3 Prosecutors must respect the rights granted to the victims by the Victims' Bill of Rights,\r\nwhich includes the right to be informed of and attend any criminal proceeding which is dispositive of the\r\ncharges where the defendant has the right to be present. The Victims' Bill of Rights also establishes a\r\nsystem through which victims can request services and notification of proceedings held during the\r\ncriminal prosecution.\r\nHowever, the Victims' Bill of Rights is not a drastic transformation of the criminal justice system&nbsp;\r\nwhereby the victim is given control over the solicitor's broad discretion. The criminal justice\r\nsystem gives prosecutors, as opposed to victims, broad discretion in deciding which cases to try\r\nbecause prosecutors are less likely to be prejudiced by personal and emotional\r\nmotives. The South Carolina Constitution and case law place the unfettered discretion to\r\nprosecute solely in the prosecutor's hands. \"Prosecutors may pursue a case to trial, or they may plea bargain it down to a lesser offense or they may simply decide not\r\nto prosecute the offense in its entirety.\"  State v. Thrift, 312 S.C.\r\n282, 291-92, 440 S.E.2d 341, 346 (1994). Furthermore, the Court of Appeals held\r\nthat while prosecutors have some duties to crime victims, \"their prosecutorial discretion is\r\nnot contracted or limited by victims' rights laws.\" Reed, 333 S.C. at\r\n676, 511 S.E.2d at 400.4\r\nAlthough prosecutorial discretion is broad, it is not unlimited. The judiciary is empowered to&nbsp;\r\ninfringe on the exercise of prosecutorial discretion when it is necessary to review and interpret the\r\nresults of the prosecutor's actions when those actions violate certain constitutional mandates.\r\n Id. (citing Thrift, supra), For example, the judiciary may infringe on\r\nprosecutorial discretion where the prosecutor bases the decision to prosecute on\r\nunjustifiable standards such as race, religion, or other arbitrary factors. State v.\r\nNeeds, 333 S.C. 134, 508 S.E.2d 857 (1998). The judiciary can also check\r\nprosecutorial discretion by dismissing flawed indictments, directing a mistrial of a case wrongfully brought or\r\nprosecuted, or granting a directed verdict for lack of credible evidence. Thus, a prosecutor's discretion is\r\nconstrained by many sources other than the Victims' Bill of Rights.&nbsp;\r\nPetitioners argue that their rights under the Victims' Bill of Rights were violated because they&nbsp;\r\nwere not informed of the plea bargain, did not know the contents of the plea, and were not informed of\r\nthe plea hearing. Petitioners maintain that \"they are entitled to be informed of\r\na Solicitor's proposal and have a right to be present and to express their views of such a proposed\r\nplea.&quot; The Petitioners, therefore, seek a writ of mandamus, which: (1) orders the\r\ntrial court to void the prior plea; and (2) orders the Solicitor to include Petitioners in the new plea bargaining process.\r\nI. Rights of Victim When the Perpetrator is Arrested But Not Indicted for the Crime\r\nAgainst the Victim\r\nPetitioners argue a person's status as a \"victim,\" for\r\npurposes of the Victims' Bill of Rights, is&nbsp;\r\nnot contingent on an indictment for the crime involving the alleged victim. We agree. However, a&nbsp;\r\nvictim's rights under the Victjms' Bill of Rights terminate when the criminal proceedings and the post-conviction actions against the alleged perpetrator are resolved.\r\nTo have rights under the Victims' Bill of Rights, Petitioners\r\nmust be a &quot;victim&quot; for purposes of the&nbsp;\r\nstatute. The Victims' Bill of Rights defines a &quot;victim&quot; as:\r\n\r\n  [A] person who suffers direct or threatened physical, psychological, or\r\n  financial harm as the result of the commission or attempted commission of a crime against him. The term\r\n  \"victim\" also includes the person's spouse, parent, child, or lawful representative of a crime victim\r\n  who is deceased, who is a minor or who is incompetent or who was a homicide victim or who is\r\n  physically or psychologically incapacitated.\r\n\r\nS.C. Const. art. I, § 24(C)(2) (Supp. 1999).\r\nUnder this expansive definition of\r\n&quot;victim,&quot; a person becomes a victim the instant the crime is&nbsp;\r\ncommitted or attempted and he or she suffers a harm. However, a victim's rights\r\nchange during the course of a criminal proceeding.&nbsp; For example, a victim has rights regardless\r\nof indictment, because some rights occur  prior to indictment. Prior to indictment, a victim under the Victims' Bill of Rights has the following\r\nrights: (1) the right to be treated fairly; (2) the right to be informed when the accused is arrested, released\r\nfrom custody, or has escaped; (3) the right to be informed of any criminal proceedings which are\r\ndispositive of the charges against the accused; (4) the right to be informed of\r\na hearing affecting bond or bail; and (5) the right to be protected from the\r\naccused or persons acting on his behalf. If the case proceeds through indictment, the\r\nvictim gains more rights.5\r\nA victim has the right to be involved in the criminal process\r\nconcerning the specific charge related to that victim. According to the Victims' Bill of Rights, a victim has the right to \"be informed of\r\nand present at any criminal proceedings which are dispositive of the charges where the\r\ndefendant has the right to be present.\" S.C. Const. art. I, § 24(A)(3) (emphasis added). The\r\ndefendant would not have the right to be present on a matter that does not concern him. Likewise, a victim would not have a right to be\r\ninformed or be present in any matter of which he is not the victim. If the Victims' Bill of\r\nRights was interpreted to include every victim, regardless of the disposition of the\r\nparticular charge involving that victim, prosecutors would have an enormous burden because the class\r\nof victims would include all persons who merely suffered harm by a defendant.\r\nOnce a criminal case has been resolved and the defendant\r\nis sentenced, the alleged victim&nbsp; loses his victim status under the Victims' Bill of Rights.\r\nThe trial court cannot use the Victims' Bill&nbsp; of Rights to re-open a completed\r\ncriminal proceeding. Further, even if the solicitor fails to honor&nbsp; the Victims' Bill\r\nof Rights during a criminal proceeding, this Court cannot issue a writ of mandamus to reopen a criminal\r\nproceeding once it is resolved.\r\nBecause Petitioners' cases were not contained within the guilty plea resolution, they were not&nbsp;\r\nvictims with the rights to notice and attendance at the plea bargain. For example, Littlefield is not a victim\r\nas identified on any arrest warrant or charge against Williams. Littlefield argues that he is\r\na victim because Williams enticed him into a scheme whereby he lost over $82,000.00.\r\nAccording to the Solicitor's Office, Littlefield's case lacked sufficient evidence because there was&nbsp;\r\ninadequate paperwork to substantiate the alleged crime and there was no probable cause. The Solicitor's\r\nOffice fully advised Littlefield of the option to pursue a civil suit against Williams. The Solicitor's Office\r\nalso repeatedly informed Littlefield for over a year that Williams was sentenced to a term of incarceration,\r\nthat the prior terms of the initial plea offer were no longer possible, and that he would not be included in\r\nany restitution process. Since the plea date, Littlefield has called the Solicitor's Office\r\nrequesting details of Williams' plea and sentence and the Solicitor's Office has\r\nprovided an explanation of the impact of sentencing and restitution. The Solicitor's Office\r\nafforded Littlefield all of the rights granted to him by the Victims' Bill of Rights.\r\nBased on prosecutorial review, the Solicitor's Office dismissed the case\r\nagainst Jeter due to inability to prosecute. The Solicitor's Office maintains\r\nthey informed Jeter, via telephone, that they&nbsp; were not going to pursue a criminal prosecution against Williams for the alleged\r\ncrimes against him. Because the indictment based on Jeter's complaint was dismissed, there was no\r\nproceeding for the Solicitor's Office to notify him to attend. The Solicitor's Office,\r\ntherefore, complied with the Victims' Bill of Rights in this matter.\r\nII. Victims' Relief under the Victims' Bill of Rights\r\nPetitioners argue that the proper relief under the Victims' Bill of Rights is the issuance of a writ of&nbsp;\r\nmandamus voiding Williams' prior plea bargain and ordering the Solicitor's Office to include them\r\nin consideration of the new plea bargain. We disagree.\r\nThe rights granted to a victim by the South Carolina\r\nConstitution and statutes are enforceable by&nbsp;\r\na writ of mandamus, rather than through direct participation at the trial level.\r\nReed, supra. Petitioners seek a writ of mandamus pursuant to the Victims' Bill\r\nof Rights, which states:&nbsp;\r\nNothing in this section creates a civil cause of action on behalf of any person\r\nagainst any public employee, public agency, the State, or any agency responsible for the enforcement\r\nof rights and provision of services contained in this section. The rights created\r\nin this section may be subject to a writ of mandamus, to be issued by any justice of the Supreme\r\nCourt or circuit court judge to require compliance by any public employee, public agency,\r\nthe State, or any agency responsible for the enforcement of the rights and provisions of\r\nthese services contained in this section, and a&nbsp; willful failure to comply with a writ of mandamus is punishable as contempt.\r\nS.C. Const. art. I, § 24(B) (Supp. 1999) (emphasis added).\r\nMandamus is the highest judicial writ and is issued only when there is a specific right to be&nbsp;\r\nenforced, a positive duty to be performed, and no other specific remedy.  Willimon v.\r\nGreenville, 243 S.C. 82, 132 S.E.2d 69 (1.963). A writ of mandamus is a coercive writ that orders a public official to perform a\r\nministerial duty.  Plum Creek Dev. Co. v. City of Conway, 334 S.C. 30, 512\r\nS.E.2d 106 (1999). The primary purpose of a writ of mandamus is to enforce an established right\r\nand a corresponding imperative duty created or imposed by law.  Willimon,\r\nsupra. When the legal right is doubtful, or the performance of duty rests in discretion, or\r\nwhen there is another adequate remedy, a writ of mandamus cannot rightfully be issued.\r\n In the interest of Lyde, 284 S.C. 419, 327 S.E.2d 70 (1985). \"If doubt or uncertainty exists in the\r\nfacts of the case, so that it does not appear clear that such facts entitle plaintiff to relief by mandate, under\r\nany valid law, the writ [of mandamus] will not issue.\" Willimon, 243 S.C. at 87, 132 S.E.2d at 171. A writ\r\nof mandamus is improper in this situation because Petitioners do not retain their legal rights as\r\nvictims pursuant to the Victims' Bill of Rights after the Solicitor's Office decided not to\r\nprosecute their cases.\r\nA writ of mandamus might provide relief to Petitioners if this\r\ncase were still active. For example,&nbsp;\r\nif the trial court had not imposed a sentence in this case, this Court could issue a writ of\r\nmandamus ordering the Solicitor's Office to notify Petitioners of all subsequent criminal\r\nproceedings. However, the instant case has been resolved. Petitioners are likely unhappy with Williams' sentence or the restitution\r\nordered. Petitioners do not have a remedy in this matter because this Court cannot order the trial court to\r\nre-open this case so Petitioners can attend the plea hearing. A writ of mandamus under the Victims' Bill\r\nof Rights is reserved to enforce its provisions, not to re-open a case when a victim is unhappy with its\r\noutcome.6\r\nCONCLUSION\r\nBased on the foregoing, we DENY Petitioners'\r\nmotion for writ of mandamus.\r\n\r\nTOAL, C.J. , MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1Williams was given a five year sentence, consecutive to two other sentences he\r\npreviously received, and an additional sentence of ten years suspended to five years' probation\r\nserved upon his release. He was also ordered to pay restitution to three victims during his\r\nprobationary period, and signed a confession of civil judgment with regard to seven other\r\nvictims.\r\n2See Peggy M.\r\nTobolowsky,  Victim Participation in the Criminal Justice Process: Fifteen Years After the President's Task Force on Victims of\r\nCrime , NEW. ENG. J. ON CRIM. &amp; CIV. CONFINEMENT 21 (Winter 1999).\r\n3For example, under section 16-3-1545, prosecutors must provide and\r\nassist victims with victim impact statements; inform victims of the applicable criminal\r\nprocedures; inform victims of their right to counsel; inform victims of financial assistance, compensation,\r\nand fees to which they are entitled; make a reasonable attempt to keep victims informed of the status of\r\ntheir case; confer with victims about the disposition of their case, including plea negotiations; notify\r\nvictims of each hearing, trial, or other proceeding; intercede with employers when necessary; refer any&nbsp;\r\nthreats against the victim to law enforcement; minimize inconvenience; and refer victims to\r\ncounselors when necessary.\r\n\r\n4In Reed, the Court of Appeals held the rights of a victim under the\r\nVictims' Bill of Rights did not grant her the power to veto a proposed plea agreement.\r\n\r\n5For example, when a defendant is indicted on a charge against\r\na victim, that victim would gain the following rights: ( 1) the right to be informed of and present at any\r\ncriminal proceedings which are dispositive of the charges where the defendant has the right to be present;\r\n(2) the right to be reasonably informed of and be allowed to submit either a written or oral statement at\r\nall hearings affecting bond or bail; (3) the right to be heard at any proceeding involving a post-arrest&nbsp;\r\nrelease decision, a plea, or sentencing; ( 4) the right to confer with prosecution before the trial; (5) the\r\nright to reasonable access to all documents relating to the crime against the victim before trial; (6) the\r\nright to prompt and full restitution; (7) the right to be informed of any post-conviction action; and (8) the\r\nright to a reasonable disposition and prompt and final conclusion of the case.  See 8;C. Const. art. I, § 24.\r\n6See generally  Thad H. Westbrook, Note,\r\n At Least Treat Us Like Criminals!: South Carolina Responds to Victims' Plea\r\nfor Equal Rights, 49 S.C. L. REV. 575, 585 (Spring 1998) (stating that a writ of mandamus would not apply\r\nto a solicitor after the case is closed because Victims' Bill of Rights provides that:\r\n&quot;[t]he rights created. . . may be subject to a writ of mandamus. . . issued\r\n. . . to required compliance.&quot;) {emphasis added).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25211","title":"State v. Tamkia Grooms","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25211","description":"","date":"2000-11-07","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n25211\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA&nbsp;\r\n In The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Tamika Grooms, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\nOpinion No.25211\r\nHeard October 17, 2000- Filed November 7, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of South Carolina\r\n        Office of Appellate Defense, of Columbia, for appellant.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General\r\n        John W. Mclntosh, Assistant Deputy Attorney General Robert E. Hogan; and Solicitor Warren H. Giese, all of Columbia, for\r\n        respondent.\r\n      \r\n    \r\n  \r\n\r\nJUSTICE BURNETT: This case concerns the burden of proof by which a\r\ndefendant must establish a \"credible history of criminal domestic violence\" in order to obtain the earlier\r\nparole eligibility date provided by South Carolina Code Ann. § 16-25-90 (Supp. 1999). We affirm the\r\ntrial court.\r\nFACTS\r\nAppellant was indicted for the murder of her live-in boyfriend, Stephon George (George\r\nor the decedent). She pled guilty to voluntary manslaughter. After the trial judge accepted her\r\nplea,1&nbsp;\r\nappellant offered evidence of a history of criminal domestic violence against her by the decedent&nbsp;\r\npursuant to § 16-25-90.2 Under this statute, a\r\ndefendant is parole eligible after service of one-fourth of her prison term if she presents \"credible evidence of a history criminal domestic\r\nviolence. . . suffered [by her] at the hands of the [victim] .&quot;3\r\n\r\n  After reciting the statute, the trial judge ruled as follows:\r\n  . . . considering the totality of the evidence that has been received in this case, I find and\r\n  conclude that the defendant in this instance has not presented -- has not presented credible\r\n  evidence of a history of physical harm that's been substantiated or documented pursuant\r\n  to the definitions required from these two code sections I mentioned.\r\n  Sitting as trier of fact, it's my job to determine the believability as well as the credibility\r\n  of the witnesses who have been sworn and testified. I've taken all this into account. I have\r\n  watched the witnesses, how they acted on the stand, their demeanor, and I've taken into account all\r\n  the bias and prejudice which a trier of fact has to take into account under the burden that I find should be\r\n  used in this case by the greater weight or preponderance of the evidence.\r\n  As far as one can determine, the [sic] credible means\r\n  believable and the standard should be by the greater weight or the preponderance of the evidence. That's the only standard\r\n  I've ever seen in hearings of these types required of a defendant. The burden is on the\r\n  defendant.\r\n  And I find that the defendant has failed to meet her burden. There is no indication that&nbsp;\r\n  there's been a history of physical harm that's been substantiated and documented,\r\n  but it goes much further beyond there. If the court were to rule otherwise, then anyone can say\r\n  at any time without corroboration that such and so happened at such and such a time and\r\n  although I don't specifically find that any --any and all instances of alleged physical abuse\r\n  has [sic] to be corroborated, but I base my decision on the believability and credibility of\r\n  the witnesses that have testified and taken into account the bias, interest and prejudice of\r\n  the witnesses who have testified.\r\n  And on this basis, considering the totality of the evidence I've heard and received in&nbsp;\r\n  this case, I find that the defendant has failed to meet that burden.&nbsp;\r\n  The trial judge sentenced appellant to thirty years\r\n  imprisonment.\r\n\r\nISSUE\r\nDid the trial judge err by holding § 16-25-90 requires the defendant to prove by a\r\npreponderance of the evidence that she suffered a history of criminal domestic violence at the hands of her\r\nvictim?\r\n\r\nDISCUSSION\r\nAppellant asserts § 16-25-90 only requires her to produce what she deems is credible\r\nevidence of a history of criminal domestic violence, but that it does not require her to persuade the trial\r\njudge by a preponderance of the evidence that her evidence is credible. We disagree.\r\n\r\n  In relevant part, § 16-25-90 provides:\r\n  Notwithstanding . . . any other provision of law, an inmate\r\n  who . . . pled guilty . . . to an offense against a household member shall be eligible for\r\n  parole after serving one-fourth of his prison term when the inmate at the time he pled guilty\r\n  to . . . an offense against the household member, . . .&nbsp; presented credible evidence of a history of criminal domestic violence,\r\n  as provided in Section 16-25-20, suffered at the hands of the household member.\r\n  . . .\r\n\r\nSection 16-25-20 (Supp. 1999) states: \"[i]t is unlawful to: (1) cause physical harm or\r\ninjury to a person's own household member, (2) offer or attempt to cause physical harm or injury to a\r\nperson's own household member with apparent present ability under circumstances reasonably creating\r\nfear of imminent peril.\" \"Household member\" includes \"a male and female who are cohabiting.\" § 16-25-10 (Supp. 1999).\r\nIn interpreting a statute, the Court's primary purpose is to ascertain and effectuate the\r\nactual intent of the legislature. Mid-State Auto Auction of Lexington v.\r\nAltman, 324 S.C. 65, 476 S.E.2d&nbsp;\r\n690 (1996); State v. Willock, 318 S.C. 237, 456 S.E.2d 916 (1995). In construing a statute, its words must\r\nbe given their plain and ordinary meaning without resort to subtle or forced construction to limit or\r\nexpand the statute's operation.&nbsp; Rowe v. Hyatt, 321 S.C. 366, 468 S.E.2d 649 (1996).\r\n\"Credible evidence\" is defined as \"[e]vidence that is worthy of belief; trustworthy\r\nevidence.\" Black's Law Dictionary 577 (7th ed. 1999:). \"Trustworthy\" is defined as \"worthy of trust;\r\ndependable; reliable.\" Webster's New World College Dictionary 1436 (3rd ed.\r\n1997).4\r\nContrary to appellant's argument, § 16-25-90 requires the defendant to do more than\r\nproduce evidence of a history of criminal domestic violence which she believes is credible. Use of the\r\nterm \"credible evidence\" indicates the legislature intended the defendant's evidence to be, in\r\nfact, trustworthy, not simply plausible.  Rowe v. Hyatt, supra (statute's words must be given their plain\r\nmeaning without resort to subtle construction to limit the statute's operation). Accordingly, the defendant\r\nmust do more than simply present evidence; she must persuade the trial judge her\r\nevidence is reliable.\r\nMoreover, we find the legislature did not intend the mere production of evidence to\r\nautomatically result in earlier parole eligibility. If that were the case, as appellant suggests, then all\r\nindividuals who are convicted of an offense against household members would be eligible for parole after\r\nservice of one-fourth of their prison term simply by testifying they suffered a history of criminal\r\ndomestic violence at the hands of their own victims. Instead, by enacting § 16-25-90, the\r\nlegislature intended a defendant who presents credible evidence of a history of criminal domestic\r\nviolence at the hands of her victim, as found by the trial judge, to be eligible for\r\nparole after service of one-fourth of her prison term. Mid-State Auto Auction\r\nof Lexington v. Altman, supra (Court's primary purpose is to effectuate actual\r\nintent of legislature).\r\nWhile traditionally \"[s]entencing courts have. . . heard evidence and found facts without\r\nany prescribed burden of proof at all,\" the United States Supreme Court has approved the use of the&nbsp;\r\npreponderance of evidence burden in determining whether a particular sentencing\r\nfactor exists.5&nbsp; McMillan v. Pennsylvania, 477 U.S.\r\n79, 91 (1986).6 The Supreme Court has also determined no\r\nconstitutional violation occurs where a statute requires a defendant to establish, by a\r\npreponderance of the evidence, the existence of mitigating circumstances at sentencing.\r\n Walton v. Arizona, 497 U.S. 1339 (1990) (plurality); see also United States v.\r\nUrrego-Linares, 879 F.2d 1234 (4th Cir. 1989) (in applying federal sentencing guidelines, defendant\r\nhas the burden of establishing by a preponderance of the evidence the applicability of\r\nany mitigating factors to lower the sentencing range) but see United States v.\r\nHopper, 177 F .3rd 824 (9th Cir. 1999) (seven-level upward sentence adjustment requires prosecution prove its allegations by\r\nclear and convincing standard, not by usual preponderance of evidence). Because the existence of a\r\nhistory of criminal domestic violence at the hands of the victim is a statutory factor which may\r\naffect the length of a sentence, we conclude the trial judge did not err in applying the\r\npreponderance of evidence burden of proof. See State v. Payne, 332 S.C. 266, 504 S.E.2d 335 (Ct. App. 1998,) (where State seeks to\r\nenhance defendant's sentence based on a prior conviction, once State proves existence of prior conviction\r\ndefendant has burden of proving prior conviction is constitutionally defective or otherwise invalid by\r\npreponderance of the evidence).\r\nFinally, we note appellant states it is inappropriate to apply the\r\npreponderance of evidence standard to § 16-25-90 because then defendants are held to the same\r\nburden of proof as if they claimed self-defense at trial. This is incorrect. A defendant is not required\r\nto establish self-defense by a preponderance of the evidence; instead, the defendant must only\r\nproduce evidence which causes the jury to have a reasonable doubt as to his guilt.\r\nState v. Bellamy, 293 S.C. 103, 105, 359 S.E.2d 63, 64 (1987),  overruled\r\non other grounds State v. Torrence, 305 S.C. 45,406 S.E.2d 315 (1991). In\r\nany event, even though the accused has no burden of proof at trial, her constitutional rights are not violated by imposing upon her the burden of\r\nproving circumstances in favor of mitigation at sentencing.  Walton, supra.7\r\nAFFIRMED.\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n1 According to the solicitor, appellant shot George twice in the\r\nhead at close range while he slept. She wrapped his body in a blanket and kept it at\r\ntheir home for six days before reporting his death to a friend. Appellant held the police at gunpoint for\r\nthree hours before appellant's sister talked appellant into surrendering. Appellant's counsel agreed to the\r\nfacts as stated by the solicitor.\r\n2Appellant's evidence consisted of her own testimony and testimony\r\nfrom a psychiatrist, an investigator, and her sister's guardian ad litem. The solicitor also presented\r\ntestimony from the decedent's wife, the decedent's sister, and a police investigator.\r\n3Without application of § 16-25-90, appellant was parole eligible\r\nafter serving eighty-five percent of her thirty year sentence. S.C. Code Ann. § 24-13-150 (A) (Supp. 1999).\r\n4Appellant offers no definition of \"credible evidence.\"\r\n5&quot;The most acceptable meaning to be given to the expression, proof by a\r\npreponderance, seems to be proof which leads the [trier of fact] to find that the existence of the\r\ncontested fact is more probable than its nonexistence.&quot; 2  McCormick on Evidence § 339 (5th ed. 1999).\r\n6Recently, the United States Supreme Court held any fact, other than a\r\nprior conviction, which increases the maximum penalty for a crime must be charged in an indictment, submitted to a jury, and proved beyond a reasonable doubt.\r\nApprendi v. New Jersey,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nU.S.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ,120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Because the maximum penalty for voluntary\r\nmanslaughter is not increased by § 16-25-90, Apprendi is inapplicable.\r\n7But see State v. Patrick, 289 S.C.\r\n301, 345 S.E.2d 481 (1986), overruled on other grounds Brightman v. State, 336 S.C.\r\n348, 520 S.E.2d 614 (1999) and Casey v. State, 305 S.C. 445, 409 S.E.2d 391 (1991) (in South Carolina, there\r\nis no articulated burden of proof placed on a capital defendant to prove statutory mitigating\r\ncircumstances).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25212","title":"State v. Bayan Aleksey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25212","description":"","date":"2000-11-13","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        The State of South \r\n          Carolina, Respondent, \r\n          \r\n        v.\r\n        Bayan \r\n          Aleksey, Appellant. \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\n\r\n \r\n  \r\n  \r\n\r\nOpinion No. \r\n  25212\r\n   Heard September \r\n  19, 2000 - Filed November 13, 2000 \r\n  \r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Dudek, of\r\nSouth Carolina Office of Appellate Defense, of\r\nColumbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy\r\nAttorney General John W. McIntosh, Assistant Deputy\r\nAttorney General Donald J. Zelenka, all of Columbia;\r\nand Solicitor Walter M. Bailey, of Summerville, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  Appellant was convicted and sentenced to\r\ndeath for the murder of a state trooper.  We affirm. \r\n\r\nFACTS\r\n\r\n\t\t\t\tOn New Year's Eve 1997, Sergeant Franklin Lingard of the South\r\nCarolina Highway Patrol stopped a white Ford Mustang with a Delaware\r\nlicense plate for speeding on Interstate 95.  Sergeant Lingard approached the\r\ndriver's side of the Mustang and was shot to death by a gun fired from inside\r\nthe car on the driver's side.  Officer Lin Shirer, a narcotics officer with the\r\nCalhoun County Sheriff's Office, accompanied Sergeant Lingard on patrol that\r\nnight.  Officer Shirer witnessed the shooting, but was unable to see inside the\r\ncar to identify the shooter because of its dark tinted windows.  \r\n\r\n\t\t\t\tA multi-car chase ensued.  An officer stopped the Mustang long\r\nenough for Gloryvee Perez Blackwell (Blackwell) and her two children to exit\r\nfrom the passenger side of the vehicle.  While Blackwell and the children were\r\nexiting the car, appellant held a gun to his head and threatened to kill himself\r\nif the officers came any closer to him.  Appellant sped away and was eventually\r\nstopped again when an officer deliberately collided his vehicle with the\r\nMustang.\r\n\r\n\t\t\t\tAppellant was pulled unconscious from the car, treated at the\r\nscene by EMS, then taken to the hospital, and from there to the\r\nOrangeburg/Calhoun Regional Detention Center on New Year's Day.  A\r\nbackground check on appellant revealed an extensive record of arrests for\r\nfraud-related activities, outstanding warrants, and numerous aliases.  In\r\naddition, both the Mustang and its license tag were stolen.  \r\n\r\n\t\t\t\tOn January 2nd, appellant gave two statements to officers from\r\nthe State Law Enforcement Division (SLED).  In the first, he claimed Blackwell\r\nwas driving and shot Sergeant Lingard, after which they stopped and changed\r\nseats.  In the second, appellant confessed to the shooting.\r\n\r\nISSUES\r\n\r\n\r\n    I. Did the trial court's \r\n    instruction that the jury had \"one single objective and that is to seek the \r\n    truth\" violate appellant's due process rights by shifting the burden of proof \r\n    to appellant and diluting the reasonable doubt standard of proof?\r\n   II. Did the trial court \r\n    err by refusing to suppress appellant's confession and by impermissibly delegating \r\n    a portion of his Miranda duties \r\n    to the jury? \r\n   III. Did the trial court \r\n    err in refusing to allow appellant to cross-examine Blackwell concerning dismissed \r\n    indictments on narcotics charges?\r\n    IV. Did the trial court \r\n    err by refusing to redact from appellant's statement references to a contract \r\n    on his life?\r\n\r\nDISCUSSION\r\n\r\n\r\n   I. Did the trial court's \r\n    instruction that the jury had \"one single objective and that is to seek the \r\n    truth\" violate appellant's due process rights by shifting the burden of proof \r\n    to appellant and diluting the reasonable doubt standard of proof?\r\n\r\n\t\t\t\tAppellant argues the trial court erred in instructing the jury its\r\n\"one single objective\" was \"to seek the truth.\"  Appellant contends this\r\ninstruction violated his due process rights by shifting the burden of proof and\r\ndiluting the reasonable doubt standard.  In the context in which the instruction\r\nwas given, we disagree.  \r\n\r\n\t\t\t\tThe trial court gave a lengthy, complete, and proper instruction on\r\nreasonable doubt, the presumption of innocence, and the State's burden of\r\nproof.  Next, the judge instructed the jury concerning its role as finder of facts. \r\nIn concluding his remarks on determining the credibility of witnesses, the judge\r\nstated:\r\n\r\n \r\n    Obviously you do not determine \r\n    the truth or falsity of a matter by counting up the number of witnesses who \r\n    may have testified on one side or the other. \r\n    Ladies and gentlemen, \r\n    throughout this entire process, you have but one single objective, and that \r\n    is to seek the truth, to seek the truth regardless of from what source that \r\n    truth may be derived.\r\n    Now, all of these things, \r\n    ladies and gentlemen, you will consider, bearing in mind that you must give \r\n    the defendant the benefit of every reasonable doubt.\r\n\r\n\t\tJury instructions on reasonable doubt which charge the jury to\r\n\"seek the truth\" are disfavored because they \"[run] the risk of\r\nunconstitutionally shifting the burden of proof to a defendant.\" State v. Needs,\r\n333 S.C. 134, 155, 508 S.E.2d 857, 867-68 (1998).  However, jury instructions\r\nshould be considered as a whole, and if as a whole they are free from error, any\r\nisolated portions which may be misleading do not constitute reversible error. State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994).  The standard for review of\r\nan ambiguous jury instruction is whether there is a reasonable likelihood that\r\nthe jury applied the challenged instruction in a way that violates the\r\nConstitution. (1)   Estelle v. McGuire, 502 U.S. 62 (1991);\r\nBoyde v. California, 494\r\nU.S. 370 (1990).  \r\n\t\tWhile we have urged trial courts to avoid using any \"seek\"\r\nlanguage when charging jurors on either reasonable doubt or circumstantial\r\nevidence (see  State v. Needs, 333 S.C. 134, 155, 508 S.E.2d 857, 867-68 (1998)),\r\nthe \"seek\" language here did not appear in either the reasonable doubt or\r\ncircumstantial evidence charges, but in the instructions on juror credibility. \r\nBoth the reasonable doubt and circumstantial evidence charges were complete\r\nand proper.\r\n\r\n\t\tThe Fifth Circuit Court of Appeals found no error in a nearly\r\nidentical situation, where the trial court instructed the jury:  \"Remember, at all\r\ntimes, you are judges - judges of the facts. Your sole interest is to seek the\r\ntruth from the evidence in this case.\" United States v. Gonzalez-Balderas, 11\r\nF.3d 1218, 1223 (5th Cir. 1994).  Like appellant, Gonzalez-Balderas argued\r\ninstructing the jury that its \"sole interest is to seek the truth\" dilutes the\r\nreasonable doubt standard of proof.  The court held:  \r\n\r\n\r\n    As an abstract concept, \r\n    \"seeking the truth\" suggests determining whose version of events is more likely \r\n    true, the government's or the defendant's, and thereby intimates a preponderance \r\n    of evidence standard. Such an instruction would be error if used in the explanation \r\n    of the concept of proof beyond a reasonable doubt. The district court, however, \r\n    did not use it in this way. Rather, the trial court began its instructions \r\n    with a clear definition of the government's burden of proof in which it repeatedly \r\n    stated that the defendant could not be convicted unless the jury found that \r\n    the government had proven him guilty beyond a reasonable doubt. It correctly \r\n    defined proof beyond a reasonable doubt as \"proof of such a convincing character \r\n    that you would be willing to rely and act upon it without hesitation in the \r\n    most important of your own affairs.\" There is no reasonable likelihood that \r\n    the jury inferred that the single reference at the end of the charge to \"seeking \r\n    the truth,\" rendered as it was in the context of an admonition to \"not give \r\n    up your honest beliefs,\" modified the reasonable doubt burden of proof.\r\n\r\nId.   We find the reasoning of the\r\nGonzales-Balderas court very persuasive. (2) \r\nThere is not a reasonable likelihood the jury applied the challenged instruction\r\nin a manner inconsistent with the burden of proof beyond a reasonable doubt. \r\nThe trial court's instructions concerning seeking the truth were given in the\r\ncontext of the jury's role in determining the credibility of witnesses. (3)  The\r\nremarks were prefaced by a full instruction on reasonable doubt and followed\r\nby an additional exhortation to bear in mind the State's heavy burden of proof. \r\nUnder the standards articulated in Smith and\r\nBoyde, the instruction as a whole\r\nproperly conveyed the law to the jury and there is not a reasonable likelihood\r\nthe jury applied the judge's instructions to convict appellant on less than proof\r\nbeyond a reasonable doubt. \r\n\r\n\r\n   II. Did the trial court \r\n    err by refusing to suppress appellant's confession and by impermissibly delegating \r\n    a portion of his Miranda duties \r\n    to the jury? \r\n\r\n\t\tThe day after his arrest for the trooper's murder, appellant asked\r\nto speak with a SLED agent.  He was taken to the Orangeburg County Law\r\nEnforcement Center where he met with Agents George Darnell and Kenny\r\nMears.  They informed appellant of his Miranda rights and he signed a waiver. \r\nAppellant then gave a tape recorded statement in which he told the agents that\r\nBlackwell shot the trooper.  When appellant concluded his narrative, Agent\r\nDarnell asked, \"Is that all?,\" to which appellant responded, \"That's all I got to\r\nsay.\"  The agents then turned off the tape recorder. \r\n\r\n\t\t\t\tAs the agents prepared to return appellant to the detention center,\r\nappellant said he wanted to talk further and asked if the agents could help his\r\nfriend Elena Batkilina, who was in trouble in Florida.  The agents told\r\nappellant Florida was outside their jurisdiction and there was nothing they\r\ncould do to help her.  Appellant then asked about the status of Blackwell and\r\nthe children.  Finally, he asked if he could be moved out of the infirmary into\r\nthe general prison population.  After several phone calls, the agents were able\r\nto obtain permission for appellant to move into the general prison population. \r\nAppellant then gave the statement at issue, inculpating himself in the trooper's\r\ndeath.\r\n\r\n\r\n    Appellant's second issue \r\n    on appeal raises several questions: \r\n    (a) Did appellant unambiguously \r\n    invoke his right to remain silent when he said, \"That's all I've got to say\" \r\n    at the end of his first statement? \r\n   (b) If so, was his request \r\n    scrupulously honored?  \r\n    (c) Did the trial court \r\n    err in not specifically ruling on whether appellant invoked his right to remain \r\n    silent?\r\n\r\n\t\tA statement obtained as a result of custodial interrogation is\r\ninadmissible unless the suspect was advised of and voluntarily waived his\r\nrights under Miranda v. Arizona, 384 U.S. 436 (1966).\r\nUnited States v.\r\nDickerson, U.S. , , 120 S.Ct. 2326, 2331 (2000).  The voluntariness of a\r\nstatement is determined from the totality of the circumstances. Schneckloth v.\r\nBustamonte, 412 U.S. 218 (1973).  Furthermore, the conclusion of the trial\r\njudge on issues of fact as to the voluntariness of a statement will not be\r\ndisturbed on appeal unless so manifestly erroneous as to show an abuse of\r\ndiscretion. State v. Kennedy, 333 S.C. 426, 429, 510 S.E.2d 714, 715 (1998). \r\n\r\n\t\tWhen a suspect invokes his right to remain silent,\r\nlaw enforcement\r\nofficers must scrupulously honor it. Michigan v. Moseley, 423 U.S. 96 (1975). \r\nHowever, before law enforcement officers are required to discontinue\r\nquestioning, the suspect must clearly articulate his desire to end the\r\ninterrogation. Davis v.  United States, 512 U.S. 452, 459 (1994);\r\nState v. Reed,\r\n332 S.C. 35, 42, 503 S.E.2d 747, 750 (1998).  Moreover, law enforcement officers\r\nmay certainly speak with a suspect who reinitiates communication subsequent\r\nto an invocation of rights. See&nbsp;Edwards v. Arizona, 451 U.S. 477, 485 (1981)\r\n(once an accused requests counsel, police interrogation must cease unless the\r\naccused himself \"initiates further communication, exchanges, or conversations\r\nwith the police\").\r\n\r\n\t\tWe conclude appellant's statement \"That's all I've got to say,\" was\r\nnot an unequivocal invocation of his right to discontinue questioning.  In\r\ncontext, the statement was ambiguous, indicating either a desire to discontinue\r\nquestioning or simply the end of his story. (4)  \r\n See  State v. McCorkendale, 979\r\nP.2d 1239, 1247-48 (Kan. 1999) (\"That's all I got to say\" not an unequivocal\r\ninvocation of right to remain silent; it could just as easily have been interpreted\r\nas a statement that he had finished his explanation of the matter).  However,\r\neven if the statement is interpreted to be an invocation of appellant's right to\r\nremain silent, it is uncontroverted that appellant himself reinitiated\r\nconversation with the agents after the tape recorder was turned off.  The\r\nprinciple underlying Michigan v. Moseley is that the suspect, rather than the\r\npolice, controls the time, duration, and subject matter of an interrogation.  423\r\nU.S. at 103-104.  Officers do not fail to \"scrupulously honor\" an invocation of\r\nrights when they engage in conversation initiated by the suspect. See&nbsp;State v.\r\nKennedy, 333 S.C. 426, 430, 510 S.E.2d 714, 716 (1998) (\"[E]ven if this were a\r\nproper invocation of the right to counsel, petitioner waived this right when he\r\ninitiated further discussions.\").  The trial court did not err in ruling appellant's\r\nsecond statement voluntary.\r\n\r\n\t\tAppellant asserts the trial court erred as a matter of law in failing\r\nto specifically rule on whether he invoked his right to remain silent when he\r\nsaid, \"That's all I've got to say.\"  Appellant's objection arises from the following\r\ncomment made by the judge during the Jackson v. Denno (5) hearing: \r\n\r\n\r\n    It is clear to me, it \r\n    would be for the jury to determine, that this defendant did not say, \"I terminate \r\n    the conversations,\" he said, \"I have concluded my statement,\" and that the \r\n    testimony if believed by the jury, who will be the ultimate finder of the \r\n    facts on the issue, that this defendant began the conversation again and not \r\n    the interrogation by the officers.\r\n\r\nAppellant argues this constitutes an impermissible delegation to the jury of a\r\nportion of the trial court's Miranda&nbsp;duties.  We disagree.  In the first place,\r\nappellant never requested a more specific ruling from the court as to whether\r\nhis statement, \"That's all I got to say\" invoked his right to remain silent. \r\n\r\n  In any case, the trial judge \r\n  ruled appellant was advised of his Miranda \r\n  rights, knowingly and intelligently waived those rights, and that his statement \r\n  was, beyond a reasonable doubt, \r\n\r\n  freely and voluntarily given \r\n    without duress, without coercion, without undue influence, without reward, \r\n    without promise or hope of reward, without promise or hope of leniency, without \r\n    threat of injury, and without compulsion or inducement of any kind, and that \r\n    such alleged incriminating statement or confession was the voluntary product \r\n    of the free and unconstrained will of the defendant.\r\n\r\nThe trial judge's extensive ruling regarding the voluntariness of the challenged\r\nstatement fulfilled his duties under Miranda.  The critical issue was not\r\nwhether appellant invoked his right to remain silent after his first statement,\r\nbut rather whether the second, inculpatory statement was voluntarily given. \r\nEven if one assumes appellant invoked his right to remain silent, his\r\nsubsequent reinitiation of conversation validly waived that right.  The judge did\r\nnot err in failing to rule explicitly on the invocation issue because that issue\r\nwas subsumed by the issue of the voluntariness of the statement. See&nbsp;State v.\r\nReed, 332 S.C. 35, 43, 503 S.E.2d 747, 751 (1998) (appellant contended his\r\ninvocation of the right to remain silent was not honored; the Court held the\r\ntrial court did not err in denying the motion to suppress as the State met its\r\nburden of showing appellant's statement was voluntarily and freely given); see\r\nalso  Woods v. Armontrout, 787 F.2d 310, 315 (8th Cir. 1986) (because trial\r\ncourt record was sufficient to establish voluntariness, subsidiary findings that\r\npolice did not induce confession by coercion or promises implicitly made).\r\n\r\n\t\tFurthermore, read in context, the judge's comment \"it would be for\r\nthe jury to determine\" clearly referred to the jury's role as the ultimate fact\r\nfinder on the issue of the voluntariness of appellant's statement. See \r\nState v.\r\nDavis, 309 S.C. 326, 342, 422 S.E.2d 133, 143 (1992), overruled on other\r\ngrounds by  State v. Brightman, 336 S.C. 348, 520 S.E.2d 614 (1999) (\"Once the\r\ncourt determines that a defendant received and understood his rights, the court\r\nallows a confession into evidence.  It then is for the jury ultimately to decide\r\nwhether the confession was voluntary.\").  The trial court properly ruled\r\nappellant's confession voluntary, then submitted it to the jury for the final\r\ndetermination of voluntariness.  \r\n\r\n\r\n    III. Did the trial court \r\n    err in refusing to allow appellant to cross-examine Blackwell concerning dismissed \r\n    indictments on narcotics charges?\r\n\r\n\t\t\t\tBlackwell testified for the State as an eyewitness to the trooper's\r\ndeath.  Appellant sought to cross-examine Blackwell concerning her\r\nindictments on ten separate narcotics charges.  Blackwell had pled guilty to one\r\nindictment, possession of cocaine, and the other nine indictments were\r\ndismissed.  The trial court refused to permit appellant to cross-examine\r\nBlackwell concerning the dismissed charges, but permitted appellant to proffer\r\nthe questions for the record.  During the proffer, Blackwell answered \"I don't\r\nrecall\" to each of appellant's questions concerning the dismissed indictments.  \r\n\r\n\t\tThe right to a meaningful cross-examination of an adverse witness\r\nis included in the defendant's Sixth Amendment right to confront his accusers. State v. Smith, 315 S.C. 547, 446 S.E.2d 411 (1994).  This does not mean,\r\nhowever, that trial courts conducting criminal trials lose their usual discretion\r\nto limit the scope of cross-examination. See \r\nState v. Lynn, 277 S.C. 222, 284\r\nS.E.2d 786 (1981) (a trial court's ruling concerning the scope of\r\ncross-examination of a witness to test his credibility should not be disturbed on\r\nappeal absent a manifest abuse of discretion). On the contrary, \"trial judges\r\nretain wide latitude insofar as the Confrontation Clause is concerned to impose\r\nreasonable limits on such cross-examination based on concerns about, among\r\nother things, harassment, prejudice, confusion of the issues, witness' safety, or\r\ninterrogation that is repetitive or only marginally relevant.\" Delaware v. Van\r\nArsdall, 475 U.S. 673, 679 (1986). \r\n\r\n\r\n\t\tThe trial court did not abuse its discretion in limiting the scope of\r\ncross-examination to comply with the South Carolina Rules of Evidence.  Rule\r\n609 permits impeachment of a witness by evidence of conviction of certain\r\ncrimes.  Rule 609, SCRE.  Prior bad acts which are not the subject of conviction,\r\nsuch as the dismissed indictments here, may only be inquired into, \"in the\r\ndiscretion of the court, if probative of truthfulness or untruthfulness.\"  Rule\r\n608(b), SCRE.  Narcotics offenses are generally not considered probative of\r\ntruthfulness. See, e.g., United States v. Turner, 104 F.3d 217, 223 (8th Cir.\r\n1997) (\"Misconduct involving violations of narcotics laws is not an act involving\r\ndishonesty or untruthfulness and therefore may not be inquired into under\r\nFederal Rule of Evidence 608(b).\").  Nor are the dismissed indictments evidence\r\nof \"bias, prejudice or any motive to misrepresent\" under Rule 608(c).  The trial\r\ncourt properly limited the scope of cross-examination to Blackwell's actual\r\nconvictions. \r\n\r\n\r\n    IV. Did the trial court \r\n    err by refusing to redact from appellant's statement references to a contract \r\n    on his life?\r\n\r\n\t\t\t\tIn his original statement to police, the one in which he blamed\r\nBlackwell for the trooper's murder, appellant said \"I'm running from somebody\r\nwho's got a contract on my life in New York.\"  The trial court refused\r\nappellant's request to redact the statement as suggestive of mafia contacts. \r\nAppellant argues the reference was intended by the State to suggest appellant\r\nwas a bad person with a propensity to commit murder. \r\n\r\n\t\tAll relevant evidence is admissible.  Rule 402, SCRE;\r\nState v.\r\nLangley, 334 S.C. 643, 515 S.E.2d 98 (1999).  Evidence is relevant if it has a\r\ndirect bearing upon and tends to establish or make more or less probable the\r\nmatter in controversy.  Rule 401, SCRE; State v. Alexander, 303 S.C. 377, 401\r\nS.E.2d 146 (1991).   The trial judge is given broad discretion in ruling on\r\nquestions concerning the relevancy of evidence, and his decision will be\r\nreversed only if there is a clear abuse of discretion. Alexander,\r\nsupra. \r\nAlthough evidence is relevant, it may be excluded if the danger of unfair\r\nprejudice substantially outweighs its probative value. Id.; Rule 403, SCRE. \r\n\r\n\t\tThe trial court did not abuse its discretion in admitting appellant's\r\nstatement he was running from someone with a contract on his life.  The\r\nstatement was relevant because it suggested appellant's motive for shooting the\r\ntrooper. See  People v. Hayes, 989 P.2d 645, 677 (Cal. 2000) (appellant's\r\nstatement regarding mafia connections introduced to establish effect on\r\nhearers, not to suggest bad character).  Moreover, the single reference to\r\nsomeone with a contract on appellant's life does not necessarily suggest\r\nappellant is \"a bad person with a propensity to commit murder\" as argued by\r\nappellant in his brief.  If it suggests mafia contact at all, it suggests appellant\r\nwas perhaps an informant against the mafia.  In that sense, it is clearly\r\ndistinguishable from Mitchell v. State, 298 S.C. 186, 379 S.E.2d 123 (1989),\r\nwhere the solicitor introduced impermissible evidence of devil worship and\r\nmafia membership to suggest that Mitchell was a bad person with a propensity\r\nto commit the crime. See also  Commonwealth v. Scarfo, 611 A.2d 242, 271 (Pa.\r\n1992), superseded by statute on other grounds, (references to being \"made\"\r\nmember of mafia, coupled with testimony that one must kill to become a \"made\"\r\nmember, was prejudicial error).  \r\n\r\n\t\tAppellant also asserts the State had abundant evidence of his\r\nmotive to commit the crime, including his statement he \"panicked because I\r\nhave problems in New York and Philadelphia that's why I ran,\" the existence of\r\noutstanding arrest warrants, and the stolen car and stolen license plate.  Thus,\r\nappellant argues, the reference to a contract on his life was unnecessary to\r\nprove motive.  We disagree.  Part of appellant's defense was that his modus\r\noperandi when arrested was to use fake identification, make bond, and then\r\nfail to appear in court.  In other words, he asserted to the jury that it would not\r\nmake sense or be in character for him to shoot the trooper to avoid arrest. \r\nHowever, appellant's statement, \"Katherine said man, turn yourself in, OK it's\r\nminor crimes, but that's not what I'm really running from.  I'm running from\r\nsomebody who's got a contract on my life in New York,\" refutes this defense\r\ntheory.  The State was entitled to present this additional motive evidence\r\nbecause appellant argued the other motives suggested by the State were\r\ninsufficient motives to kill a police officer. \r\n\r\n\t\tWe conclude appellant's statement was relevant to establish\r\nmotive and this relevance was not outweighed by any prejudicial effect. See\r\n I'On v. Town of Mt. Pleasant, Op. No. 25048 (S.C. Sup. Ct. filed Jan. 17, 2000)\r\n(Shearouse Adv. Sh. No. 2 at 1) (appellate court may affirm for any reason\r\nappearing in the record).  \r\n\r\nPROPORTIONALITY REVIEW\r\n\r\n\t\tWe have reviewed the entire record pursuant to S.C. Code Ann. §\r\n16-3-25 (1985) and conclude the death sentence was not the result of passion,\r\nprejudice, or other arbitrary factors, and the evidence supports the jury's\r\nfinding of the aggravating circumstance.  The death sentence is not excessive or\r\ndisproportionate to the penalty imposed in similar cases, where, as here, the\r\nsingle aggravating circumstance was death of a police officer. See \r\nState v.\r\nHughes, 336 S.C. 585, 521 S.E.2d 500 (1999); State v. Johnson, 306 S.C. 119,\r\n410 S.E.2d 547 (1991); State v. South, 285 S.C. 529, 331 S.E.2d 775  (1985).  \r\n\r\n\tAFFIRMED. \r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n1. In  State v. Manning, 305 S.C. 413, 416, 409 S.E.2d 372, 374 (1991), we\r\ncited Cage v. Louisiana, 498 U.S. 39 (1990) for the rule that an instruction is\r\ndefective if a reasonable juror could interpret it to allow a finding of guilt based\r\non a degree of proof below that required by the Due Process Clause.  This\r\nstandard has since been repudiated by the United States Supreme Court. See\r\n Estelle v. McGuire, 502 U.S. 62 (1991) (clarifying that proper and only standard\r\nis whether there is a reasonable likelihood the jury applied the challenged\r\ninstruction in a way that violated the constitution).  To the extent that it\r\nfollows the Cage \"could\" standard instead of the\r\nEstelle \"reasonable likelihood\"\r\nstandard, the Court of Appeals' subsequent opinion in State v. Clute, 324 S.C.\r\n584, 594, 480 S.E.2d 85, 90 (Ct. App. 1996), is overruled.\r\n2. See also \r\nWatkins v. Ponte, 987 F.2d 27, 32 (1st Cir. 1993) (instruction\r\ndefining reasonable doubt as \"doubt that resides in the mind of a reasonable\r\nman who is earnestly seeking truth\" did not shift burden to defendant, even\r\nthough it was poor formulation); United States v. Gray, 958 F.2d 9, 13 (1st Cir.\r\n1992) (jury's sole interest to find truth from the evidence did not shift burden of\r\nproof); United States v. Winn, 948 F.2d 145, 159-60 (5th Cir. 1991) (sole\r\ninterest of jury to seek the truth from the evidence not plain error); Andrews v.\r\nState, 511 S.E.2d 258, 259 (Ga. Ct. App. 1999) (\"it is a doubt of a fair-minded,\r\nimpartial juror honestly seeking the truth\" does not shift burden); Commonwealth v. Allard, 711 N.E.2d 156, 159-60 (Mass. 1999) (trial court's\r\ncharacterization of jury's function as \"search for the truth\" did not result in\r\nprejudicial error); State v. Weisbrode, 653 A.2d 411, 417 (Me. 1995) (\"your sole\r\ninterest is to seek the truth from the evidence\" did not shift burden); State v.\r\nHudson, 668 A.2d 457, 459 (N.J. App. Div. 1995) (\"search for the truth\" did not\r\ndilute reasonable doubt standard); People v. Walos, 645 N.Y.S.2d 695, 696 (N.Y.\r\nApp. Div. 1996) (reference to trial as \"search for truth\" did not dilute reasonable\r\ndoubt standard); People v. Reed, 624 N.Y.S.2d 693 (N.Y. App. Div. 1995)\r\n(charge as a whole conveyed reasonable doubt standard; \"search for truth\" was\r\ngiven in context of credibility instruction, not reasonable doubt); People v. Hill,\r\n618 N.Y.S.2d 641, 642 (N.Y. App. Div. 1994) (reference to determination of \"the\r\ntruth\" in connection with credibility and factual issues did not alter reasonable\r\ndoubt standard); \r\n\r\nState v. Streich, 658 A.2d 38, 53 (Vt. 1995) (jury's role to \"seek the truth,\"\r\nviewed with instructions as a whole correctly conveyed burden of proof); State\r\nv. Benoit, 609 A.2d 230, 232 (Vt. 1992) (jury's role to \"seek the truth\" not\r\nimproper instruction on burden of proof in light of other instructions conveying\r\nreasonable doubt standard); State v. Avila, 532 N.W.2d 423, 429-30 (Wis. 1995)\r\n(\"you should search for truth\" did not dilute burden of proof).\r\n\r\n\tEven the cases relied upon by appellant support the state's position.\r\nSee\r\n United States v. Pine, 609 F.2d 106 (3d Cir. 1979) (conviction affirmed; trial\r\ncourt's full and forceful charge on reasonable doubt assured jury properly\r\napplied burden of proof); State v. Medina, 685 A.2d 1242 (N.J. 1996) (conviction\r\naffirmed; \"on balance, the instruction passes muster\").  \r\n\r\n\t\tAlthough settled law disfavors instructing jurors to seek the truth in\r\nsome contexts because it might be misleading as to the burden of proof, we\r\ndecline to hold any mention of \"the truth\" in jury charges is unconstitutional.\r\n3. This was clearly the judge's understanding, as evidenced by a later\r\ncolloquy with defense counsel.  After closing arguments, appellant asked the\r\njudge to re-charge the jury on reasonable doubt \"in the same way you did the\r\nfirst time, leaving [the \"seek the truth\" language] out.\"  The judge replied, \"No\r\nsir, I didn't do that.  I didn't charge finding of the truth in the context of\r\nreasonable doubt.  I used that language as to the credibility of the witnesses.\" \r\n4. The trial court also found appellant's statement ambiguous: \"Well, let\r\nme interrupt you.  Did he invoke his right to silence or does that indicate that\r\nhe had concluded telling the story? . . .  It sounds to me like it can be\r\ninterpreted to mean, 'I have told you my story.'\"\r\n5. 378 U.S. 368 (1964).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25213","title":"Ex Parte: J. P. Strom, Jr. v. Columbia","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25213","description":"","date":"2000-11-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nEx Parte: J. P. Strom, Jr., Petitioner,\r\n&nbsp;\r\n\r\n\r\nIn Re: Collins Entertainment Corporation,\t\t\tRespondent,\r\n\r\nv.\r\n\r\n\r\nColumbia \"20\" Truck\r\nStop, Inc. d/b/a Columbia\r\n\"20\" Truck Stop, Vern\r\nAdkins and Union Oil of\r\nCalifornia, Defendants.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF\r\nAPPEALS\r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25213\r\nHeard October 5, 2000 - Filed November 20, 2000\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nTom Young, Jr., of Strom &amp; Young, L.L.P., of\r\nColumbia; and Richard Mark Gergel and W. Allen\r\nNickles, III, both of Gergel, Nickles &amp; Solomon, P.A., of\r\nColumbia, for petitioner.\r\n\r\nO. W. Bannister, Jr. and James W. Bannister, of \r\nBannister &amp; Wyatt, L.L.C., of Greenville, for\r\nrespondent.\r\n\r\nDesa Ballard, of Desa Ballard, P.A., of West Columbia,\r\nas amicus curiae.\r\n\r\n      \r\n    \r\n  \r\n\r\nCHIEF JUSTICE TOAL:  We granted certiorari to review the decision of the\r\nCourt of Appeals reversing a Circuit Court order which granted J.P. Strom, Jr's\r\nmotion to be retroactively relieved as counsel of record in the captioned matter.\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\n Respondent Collins Entertainment Corporation (\"Collins\") \r\n  retained Petitioner J.P. Strom, Jr. (\"Strom\") and Eric Bland (\"Bland\") to represent \r\n  it in a contract dispute with Columbia \"20\" Truck Stop. On February 9, 1996, \r\n  Strom and Bland filed a circuit court action entitled Collins Entertainment \r\n  Corporation v. Columbia \"20\" Truck Stop, Inc., et al, C/A No. 96-CP-40-0527 \r\n  (\"Columbia \"20\"\"). On February 12, 1996, the circuit court issued a \r\n  temporary restraining order in the case to prevent the sale of Columbia \"20\" \r\n  to a third party. On February 20, 1996, prior to the scheduled injunction hearing, \r\n  the parties entered into a consent order which held the matter in abeyance while \r\n  Collins negotiated with the third party. Strom alleges he was contacted via \r\n  telephone by Collins' in-house counsel, Timothy Youmans (\"Youmans\") in March \r\n  of 1996, and told to close his file. Youmans and co-counsel Bland deny Strom \r\n  was relieved of any obligations. Strom claims he closed his file in March and \r\n  mailed a final bill to Collins in April 1996. Strom contends he has performed \r\n  no work on the Columbia \"20\" file since that time. It is uncontested, \r\n  however, that the Columbia \"20\" case remained on the trial docket, \r\n  with Strom shown as counsel of record, until July 1997. Strom has produced no \r\n  written documentation of his discharge. However, he has not billed Collins for \r\n  any work since the Columbia \"20\" action was held in abeyance.\r\n On June 10, 1997, Strom and several other attorneys, filed \r\n  Joan Caldwell Johnson, et al. v. Collins Entertainment, Inc. et al., \r\n  C/A No. 3:97-2136-17 (D.S.C.) (\"Johnson\"), a federal class action challenging \r\n  the legality of the video poker industry in South Carolina. When Strom filed \r\n  this action against Collins, he was still the attorney of record for Collins \r\n  in the Columbia \"20\" action. In June 1997, the parties received notice \r\n  that the Columbia \"20\" case was on the docket for trial during the \r\n  week of July 8, 1997. However, Columbia \"20\" was dismissed pursuant \r\n  to Rule 41(a), SCRCP and an executed Stipulation of Dismissal on July 11, 1997, \r\n  before the case went to trial. \r\n On June 19, 1997, Strom filed a motion requesting that \r\n  the circuit court delete his name as counsel of record in the Columbia \"20\" \r\n  action, retroactive to March of 1996. Collins contested the motion, claiming \r\n  it had not discharged Strom in March of 1996, or anytime thereafter. Following \r\n  a hearing in August 1997, the Honorable L. Casey Manning issued an order dated \r\n  August 8, 1997, granting Strom's motion. Judge Manning's Order retroactively \r\n  relieved Strom as counsel of record pursuant to Rule 60(a), SCRCP, based on \r\n  clerical mistake. Judge Manning affirmed his findings in a further Order denying \r\n  Collins' motion for reconsideration. Collins appealed. \r\n  The Court of Appeals overturned Judge Manning's Order, \r\n  holding there was no clerical mistake and that Rule 11(b), SCRCP, is the only \r\n  proper method for an attorney to withdraw as counsel of record. This Court granted \r\n  certiorari, and the issues before this Court are: \r\n \r\n    I. May Strom raise the principle of estoppel as an additional \r\n    sustaining ground?\r\n    II. Did the Court of Appeals correctly hold that once \r\n    an attorney becomes the attorney of record in an action, withdrawal can only \r\n    be accomplished by order of the court pursuant to Rule 11(b), SCRCP?\t\r\n  \r\n\r\nLAW/ ANALYSIS\r\n&nbsp;I. Estoppel\r\n  Strom argues this Court should apply the principle of \r\n  estoppel as an additional sustaining ground to overrule the Court of Appeals' \r\n  decision and to uphold the trial court's decision. We disagree.\r\n As discussed below in Section II, there are strong policy \r\n  reasons which impel us to require strict adherence to Rule 11. Therefore, we \r\n  can not allow Strom to interpose estoppel to prevent the enforcement of Rule \r\n  11, even if the record indicates Collins did not suffer any prejudice. To allow \r\n  the use of estoppel in this instance would defeat the strong public policy behind \r\n  the enforcement of Rule 11. (1)\r\n  In light of this ruling on the merits, it is not necessary \r\n  for this Court to address Collins' contention that Strom's estoppel argument \r\n  was not properly raised as an additional sustaining ground.\r\nII. Rule 11(b), SCRCP\r\n  Strom argues the Court of Appeals erred in holding that \r\n  an attorney can only be relieved as counsel by obtaining a court order utilizing \r\n  the procedure set forth in Rule 11(b), and may not retroactively be relieved \r\n  pursuant to Rule 60(a). We disagree.\r\n Rule 11, SCRCP, provides: \"An attorney may be changed by \r\n  consent, or upon cause shown, and upon such terms as shall be just, upon application, \r\n  by order of Court, and not otherwise.\" (emphasis added). We hold that \r\n  after entering an appearance with the court, an attorney must receive a court \r\n  order pursuant to Rule 11(b) in order to be relieved as counsel. As this Court \r\n  stated in Culbertson v. Clemens, 322 S.C. 20, 25, 471 S.E.2d 163, 165 \r\n  (1996):\r\n \r\n    In all actions, it is of vital importance, not only \r\n    to the parties involved but to the court as well, that the correct attorneys \r\n    are listed as the attorneys of record. The best way to achieve this is by \r\n    strict adherence to Rule 11(b), which was designed to eliminate any confusion \r\n    regarding which attorneys are representing parties by requiring that any changes \r\n    be made by application to the court.\r\n\r\n  It is irrelevant whether the attorney is discharged or \r\n  seeks to withdraw for his own reasons. A client has the absolute right to trust \r\n  and rely upon attorneys whom he believes to be his counsel of record. In the \r\n  instant case, the only evidence that Strom was discharged by Collins is the \r\n  testimony of Strom himself and the absence of billing records during a time \r\n  when the matter was held in abeyance. Contrarily there is evidence that Collins \r\n  still believed Strom would continue to represent it if and when the case proceeded \r\n  to trial. As the text of Rule 11(b) implies, either the attorney, the replacement \r\n  attorney, or the client may apply for a court order changing or removing an \r\n  attorney. If an attorney is discharged, and the client or the new attorney fails \r\n  to apply for a court order, it is incumbent upon the discharged attorney to \r\n  do so himself. In a situation such as this one where the client claims not to \r\n  have discharged the attorney, strict adherence to Rule 11(b) would have solved \r\n  the confusion. If Strom had filed a Rule 11(b) motion at the time he believed \r\n  he was discharged, Collins would have been notified and could have corrected \r\n  Strom's belief. \r\n Strong policy considerations dictate that a client and \r\n  the court must be unequivocally informed when an attorney intends to withdraw \r\n  from representing a party, for whatever reason. Equally strong policy considerations \r\n  dictate that the court must, by order, approve a client's discharge of an attorney \r\n  of record in a court proceeding. The conflict in understanding between Collins \r\n  and Strom in this case is a perfect illustration of the need for adherence to \r\n  Rule 11's requirement of a court order. Here, Strom and Collins' in-house counsel, \r\n  Youmans, both testified credibly about their understanding of their telephone \r\n  conversation. Unfortunately each lawyer interpreted the conversation differently.\r\n We hold that in order to be removed as counsel of record, \r\n  an attorney must receive a court order pursuant to 11(b), SCRCP. In a case where \r\n  an attorney believes he has been discharged, if the client fails to request \r\n  a court order changing attorneys, the attorney is required to request such an \r\n  order on his own motion. (2) In Smith v. \r\n  Bryant, 141 S.E.2d 303 (N.C. 1965), the North Carolina Supreme Court articulated \r\n  the policy behind placing such an obligation on an attorney. The Court held \r\n  that an attorney who has entered a formal appearance in an action is \"not at \r\n  liberty to abandon [the client's] case without (1) justifiable cause, (2) reasonable \r\n  notice to [the client], and (3) permission of the court.\" Id. at 305. \r\n  The court explained: \"[a]n attorney not only is an employee of his client but \r\n  also is an officer of the court. This dual relation imposes a dual obligation.\" \r\n  Id. at 306. Based on case law and policy, once an attorney has made \r\n  a formal appearance and becomes attorney of record in an action, withdrawal \r\n  can only be accomplished by order of the court. (3)\r\n Since a court order is required to relieve an attorney \r\n  of record, the trial court erred in relieving Strom pursuant to Rule 60(a), \r\n  SCRCP. Rule 60(a), SCRCP, provides: \"Clerical mistakes in judgments, orders \r\n  or other parts of the record and errors therein arising from oversight or omission \r\n  may be corrected by the court at any time.\" Failure to file a motion to be relieved \r\n  as counsel of record does not amount to a clerical error. A clerical error \"is \r\n  a mistake or omission by a clerk, counsel, judge or printer, which is not \r\n  the result of exercise of judicial function.\" Dion v. Ravenel, Eiserhardt \r\n  Assocs., 316 S.C. 226, 230, 449 S.E.2d 251, 253 (Ct. App. 1994) (emphasis \r\n  added).\r\n Furthermore, the trial court's order removing Strom as \r\n  counsel of record should not have been granted nunc pro tunc. Nunc \r\n  pro tunc is a phrase applied to acts allowed to be done after the time \r\n  when they should have been done, with a retroactive effect.  Black's Law \r\n  Dictionary 737 (7th ed. 1991). Nunc pro tunc orders \r\n  can only be used to place in the record evidence of judicial action that has \r\n  actually taken place. \"A prerequisite for a nunc pro tunc order . . \r\n  . is some previous action by the court that is not adequately reflected in its \r\n  record.\" Dewees v. Sweeney, 947 S.W.2d 861 (Tenn. Ct. App. 1996), app. \r\n  den'd (1997); see also Simons v. Atlantic Coast Line R.R. \r\n  Co, 235 F.Supp. 325, 330 (D.S.C. 1964) (nunc pro tunc entry cannot \r\n  be made to serve the office of correcting a decision or of supplying non-action \r\n  on the part of the court); Carroll v. Carroll, 338 S.W.2d 694, 695 \r\n  (Ky. 1960) (\"The error could not be corrected by nunc pro tunc order \r\n  because such an order can be used only for the purpose of placing in the record \r\n  evidence of judicial action that has actually been taken, not to correct an \r\n  error or supply an omission of judicial action.\"); 20 Am. Jur. Courts \r\n  § 29 (1995) (the order cannot supply the record with action that the court failed \r\n  to take). \r\n Strom needed a court order under Rule 11(b), SCRCP, to \r\n  be relieved as counsel. Since such action was not taken, Strom could not be \r\n  relieved as counsel of record by a nunc pro tunc order. \r\n  (4)\r\nCONCLUSION\r\n For the foregoing reasons, the decision of the Court of \r\n  Appeals is AFFIRMED.\r\nMOORE, WALLER, BURNETT AND PLEICONES, JJ., concur.\r\n1. The conduct between the parties is \r\n  not at issue in this appeal. Although this Court expresses no opinion as to \r\n  the merits of any subsequent litigation between Collins and Strom, we note nothing \r\n  in this opinion would prevent Strom from presenting his estoppel argument in \r\n  a subsequent civil suit. \r\n2. Strom cites In re Tillman, \r\n  319 S.C. 461, 462 S.E.2d 283 (1995), in support of his argument that a discharged \r\n  attorney does not have an obligation to file a Rule 11(b) motion. Strom accurately \r\n  cites Tillman for the proposition that an attorney who is discharged \r\n  can no longer perform work on the client's case. However, requiring an attorney \r\n  to file a motion to change attorneys under Rule 11(b) does not constitute \"continuing \r\n  representation after discharge.\" \r\n3. Many other states follow similar rules \r\n  requiring that attorneys of record, even those who are discharged, can only \r\n  be relieved as counsel upon filing with the court. See, e.g., Farkas v. \r\n  Sadler, 375 A.2d 960 (R.I. 1977) (effective withdrawal, at the insistence \r\n  of either counsel or client, is dependent upon consent of the court); Sweet \r\n  v. Sweet, 676 N.Y.S.2d 853 (N.Y. Fam. Ct. 1998) (even after discharge, \r\n  there are only two ways an attorney who has made an appearance in a case can \r\n  withdraw: (1) by service on other parties and filing a consent to change attorneys \r\n  with the court and (2) by motion to the court); Reddic v. State, 976 \r\n  S.W.2d 281 (Tex. Ct. App. 1998) (either the attorney or the client must justify \r\n  severance of the attorney-client relationship to the trial court); Dunn \r\n  v. Duke, 456 S.E.2d 65 (Ga. Ct. App. 1995) (formal withdrawal by attorney \r\n  cannot be accomplished until after trial court issues an order permitting withdrawal). \r\n   \r\n4. There are also strong policy reasons \r\n  not to allow the circuit court to retroactively relieve a lawyer of all responsibility \r\n  for things not done during the period of retroactivity. For example, an attorney \r\n  could fail to file a pleading, to submit discovery when due, or to attend a \r\n  hearing, and then claim he was absolved of any responsibility for that failure \r\n  or neglect because a court relieved him as counsel retroactive to a time prior \r\n  to the misconduct.   \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25214","title":"In the Matter of Russell S. Stemke","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25214","description":"","date":"2000-11-20","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme \r\n  Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of Russell \r\n          S. Stemke, Respondent. \r\n          \r\n        \r\n        Opinion No. \r\n          25214\r\n          Submitted October 23, \r\n          2000 - Filed November 20, 2000\r\n        \r\n        DEFINITE SUSPENSION \r\n          \r\n        \r\n        Henry B. Richardson, Jr. \r\n          and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, \r\n          for the Office of Disciplinary Counsel.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n       \r\n        Coming B. Gibbs, Jr., of \r\n          Gibbs &amp; Holmes, of Charleston, for respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n  \r\n PER CURIAM: In \r\n  this attorney disciplinary matter, respondent and Disciplinary Counsel have \r\n  entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, \r\n  Rule 413, SCACR. In the agreement, respondent admits misconduct and consents \r\n  to a definite suspension of three months. The facts as admitted in the agreement \r\n  are as follows.\r\n  \r\nFacts \r\n  \r\n Respondent was arrested in January \r\n  1999 for shoplifting and receiving stolen goods after he replaced the UPC price \r\n  stickers on merchandise valued at $130.95 with price stickers from other items \r\n  valued at $10.99. \r\n  \r\n Respondent was also charged with \r\n  two counts of forgery and two counts of unlawful use of a license after two \r\n  counterfeit South Carolina driver's licenses were found during an inventory \r\n  search of his vehicle. Respondent admitted using the driver's licenses to obtain \r\n  prescription drugs.\r\n  \r\n Respondent has identified several \r\n  personal, physical and emotional problems that may have distorted his judgment \r\n  in a manner that led to this incident. Respondent has successfully completed \r\n  the Pre-Trial Intervention program and his arrest record has been expunged. \r\n  Respondent is currently undergoing outpatient treatment for depression and drug \r\n  dependency. \r\n  \r\nLaw\r\n  \r\n By his conduct, respondent has violated \r\n  the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 8.4(a) (violating the Rules of Professional Conduct); Rule 8.4(b) (committing \r\n  a criminal act reflecting adversely on his honesty, trustworthiness, or fitness \r\n  as a lawyer); Rule 8.4(c) (engaging in conduct involving moral turpitude); and \r\n  Rule 8.4(d) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation).\r\n  \r\n Respondent has also violated the \r\n  following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct); Rule \r\n  7(a)(5) (engaging in conduct tending to pollute the administration of justice \r\n  or bringing the legal profession into disrepute, and engaging in conduct demonstrating \r\n  an unfitness to practice law); and Rule 7(a)(6) (violating the oath of office \r\n  taken upon admission to practice law in this state). \r\n  \r\nConclusion\r\n  \r\n Respondent has acknowledged that \r\n  his actions were in violation of the Rules of Professional Conduct, and has \r\n  taken steps to prevent any further infractions. Prior to this incident, respondent \r\n  had never been disciplined by this Court, and had never been sanctioned or issued \r\n  a letter of caution by the Commission on Lawyer Conduct. Accordingly, we accept \r\n  the Agreement for Discipline by Consent and hereby suspend respondent from the \r\n  practice of law for three months.\r\n  \r\n Within fifteen days of the date \r\n  of this opinion, respondent shall file an affidavit with the Clerk of Court \r\n  showing that he has complied with Rule 30 of Rule 413, SCACR.\r\n  \r\n DEFINITE SUSPENSION.\r\n  \r\n TOAL, C.J., MOORE, WALLER, \r\n  BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25215","title":"Holden v. Holden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25215","description":"","date":"2000-11-27","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of the Estate \r\n          of William D. Holden, Sr.: \r\n        William D. Holden, Jr., as \r\n          Personal Representative for the Estate of William D. Holden, Sr., Petitioner, \r\n          \r\n         \r\n          \r\n            v.\r\n          \r\n        \r\n        Zachary David Holden and \r\n          Julia Lynn Holden, Minors, through their Guardian ad litem, Allan E. \r\n          Fulmer, Jr., Respondents. \r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI \r\n  TO THE COURT OF APPEALS\r\n  \r\n\r\n\r\n  \r\n    Appeal From Richland County\r\n    Alexander S. Macaulay, Circuit Court Judge\r\n  \r\n\r\n\r\nOpinion No. 25215\r\n  Heard October 31, 2000 - Filed November 27, 2000\r\n  \r\n\r\n\r\n\r\n\r\n  AFFIRMED\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Daniel K. Felker of Law Offices \r\n          of Daniel K. Felker, of Columbia, for petitioner.\r\n        James B. Richardson, Jr., \r\n          of Richardson &amp; Birdsong, and Allan E. Fulmer, Jr., of Columbia, \r\n          for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE BURNETT: This is a probate matter involving the validity \r\nof two disclaimers of interest in an estate and the validity of two documents \r\nrevoking the disclaimers. The decision of the Court of Appeals is affirmed as \r\nmodified. \r\n\r\n  \r\n    FACTS \r\n  \r\n\r\nWilliam Holden, Sr., (Father) died \r\n  intestate on January 3, 1992. He was survived by his wife Julia S. Holden (Mother), \r\n  two sons Petitioner William Holden, Jr., and Robert Holden (Sons), and one grandchild. \r\n  A second grandchild was born within ten months of Father's death. \r\nAfter Father's death, Sons filed \r\n  disclaimers of their interests in Father's estate. In relevant part, the disclaimers \r\n  state: \"I hereby disclaim and renounce any interest in the estate and relinquish \r\n  any claim I may have to it.\" Their attorney's letter accompanying the filing \r\n  describes the disclaimers as \"Disclaimers of the decedent's children in favor \r\n  of the decedent's spouse.\" The personal representative subsequently distributed \r\n  the proceeds of the estate to Mother.\r\nAfter reviewing the estate's closing \r\n  documents, the probate court informed the personal representative that, as a \r\n  result of Sons' disclaimers, Respondents Zachary David Holden and Julia Lynn \r\n  Holden (Grandchildren), as Father's lineal descendants, may inherit a portion \r\n  of the estate. (1) To avoid this unintended result, \r\n  each Son executed a document entitled \"Revocation and Withdrawal of Disclaimer\" \r\n  which provides, in part: \". . . [i]t was my intent in entering into this said \r\n  Disclaimer and Renunciation of Interest to disclaim and renounce my intestate \r\n  interest in favor of [Mother] . . . the spouse of [Father], so that she would \r\n  become the sole heir of the Estate; . . .\". (2) \r\n  \r\nThe probate court appointed a guardian \r\n  ad litem for Grandchildren and conducted a hearing to determine the validity \r\n  of the disclaimers and revocations. The probate court held Sons' disclaimers \r\n  were valid for federal tax law purposes and the revocations were ineffective. \r\n  The court ordered 50% of the estate's assets distributed to Grandchildren. \r\nThe circuit court held the attorney's \r\n  filing letter accompanying the disclaimers expressly provided Sons intended \r\n  to direct their interest in the estate to their Mother. Concluding this intention \r\n  was contrary to applicable provisions of the Internal Revenue Code, the circuit \r\n  court held the disclaimers ineffective. In a two to one decision, the Court \r\n  of Appeals held the disclaimers were valid and reversed the circuit court. Estate \r\n  of Holden v. Holden, 336 S.C. 456, 520 S.E.2d 322 (Ct. App. 1999). \r\n\r\n  \r\n    ISSUES \r\n  \r\n\r\n \r\n  I. Did the Court of Appeals err \r\n    by determining Sons filed valid disclaimers of their interest in their Father's \r\n    estate? \r\n  II. Did the Court of Appeals err \r\n    by failing to rule on Sons' additional sustaining ground that Sons effectively \r\n    revoked their disclaimers? \r\n  III. Did the Court of Appeals err \r\n    by refusing to apply equity principles to set aside the disclaimers? \r\n\r\n\r\n  \r\n    DISCUSSION \r\n  \r\n\r\n The General Assembly established \r\n  the statutory scheme for the disclaimer of property interests in South Carolina. \r\n  Pate v. Ford, 297 S.C. 294, 376 S.E.2d 775 (1989) (discussing the predecessor \r\n  statute to § 62-2-801). To disclaim an interest in property, a transferee must \r\n  comply with that scheme. In the Matter of Will of Hall, 318 S.C. 188, 456 S.E.2d \r\n  439 (Ct. App. 1995). The General Assembly stated its intent in enacting the \r\n  statutory scheme for disclaimers as follows: \r\n \r\n  to clarify the laws of this State \r\n    with respect to the subject matter hereof in order to ensure the ability of \r\n    persons to disclaim interests in property without the imposition of federal \r\n    and state estate, inheritance, gift, and transfer taxes. This provision is \r\n    to be interpreted and construed in accordance with, and in furtherance of, \r\n    that intent.\r\n\r\nS.C. Code Ann. § 62-2-801(f) (1987).\r\nUnder the probate code, a person \r\n  may disclaim an inheritance as follows: \r\n \r\n  In addition to any methods available \r\n    under the existing law, statutory or otherwise, if a person . . ., as a disclaimant, \r\n    makes a disclaimer as defined in § 12-16-1910 of the 1976 Code, with respect \r\n    to any transferor's transfer (including transfers by . . . intestacy. . .) \r\n    to him of any interest in . . . property, . . . the interest . . . is considered \r\n    never to have been transferred to the disclaimant. \r\n\r\nS.C. Code Ann. § 62-2-801(a) (Supp. \r\n  1999). \r\nSection 12-16-1910 addresses the \r\n  effect of a disclaimer of property interests for purposes of estate taxes. It \r\n  provides \"if a person as defined in Section 62-2-801 makes a disclaimer as provided \r\n  in Internal Revenue Code Section 2518 with respect to any interest in property, \r\n  this chapter applies as if the interest had never been transferred to the person.\" \r\n  § 12-16-1910 (Supp. 1999). \r\nIn relevant part, Internal Revenue \r\n  Code § 2518 defines a \"qualified disclaimer\" for purposes of federal estate \r\n  and gift tax laws as follows: \r\n \r\n  (a) General rule. \r\n    - For purposes of this subtitle, if a person makes a qualified disclaimer \r\n    with respect to any interest in property, this subtitle shall apply with respect \r\n    to such interest as if the interest had never been transferred to such person. \r\n    \r\n  (b) Qualified \r\n    disclaimer defined. - For purposes of subsection (a), the term \"qualified \r\n    disclaimer\" means an irrevocable and unqualified refusal by a person to accept \r\n    an interest in property but only if - \r\n   \r\n    (1) such refusal \r\n      is in writing,\r\n    . . . \r\n    (3) [the disclaimant] \r\n      has not accepted the interest or any of its benefits, and\r\n    (4) as a result \r\n      of such refusal, the interest passes without any direction on the part of \r\n      the person making the disclaimer and passes either -\r\n     \r\n      (A) to the \r\n        spouse of the decedent, or\r\n      (B) to a person \r\n        other than the person making the disclaimer. \r\n    \r\n  \r\n\r\n26 U.S.C.A. § 2518 (1989) (underline \r\n  added). \r\nA United States Treasury Department \r\n  regulation interprets Internal Revenue Code § 2518(b)(4) as follows: \r\n \r\n  Passage without direction by \r\n    the disclaimant of beneficial enjoyment of disclaimed interest - (1) \r\n    In general. A disclaimer is not a qualified disclaimer unless the \r\n    disclaimed interest passes without any direction on the part of the disclaimant \r\n    to a person other than the disclaimant . . . If there is an express or implied \r\n    agreement that the disclaimed interest in property is to be given or bequeathed \r\n    to a person specified by the disclaimant, the disclaimant shall be treated \r\n    as directing the transfer of the property interest.\r\n\r\n26 C.F.R. § 25.2518-2(e)(1) (1998). \r\n  (3) \r\n\"The requirement that the disclaimed \r\n  property pass \"without any direction\" from the person making the disclaimer \r\n  means that the disclaimer must result in a valid passing of the disclaimed interest \r\n  . . . by operation of state law.\" DePaoli v. Comm'r, 62 F.3d 1259, 1260-61 (10th \r\n  Cir. 1995); see Estate of Lute v. U.S., 19 F.Supp.2d 1047 (D. Neb. 1998); Estate \r\n  of Gorre v. Comm'r, T.C. Memo. 1994-331 (1994). The \"without any direction\" \r\n  requirement is satisfied \"only if the interest passes to the ultimate recipient \r\n  by virtue of the instrument of transfer or by operation of law; it prevents \r\n  the disclaimant from designating a beneficiary.\" 5 Boris I. Bittker and Lawrence \r\n  Lokken Federal Taxation of Income, Estates &amp; Gifts § 121.7.6 (2nd \r\n  ed. 1993); see In re Estate of Lyng, 608 N.W.2d 316 (S.D. 2000) (by directing \r\n  the destination of attempted disclaimed assets, the alleged disclaimant demonstrates \r\n  acceptance rather than rejection of the property). \r\nIn addition, a qualified disclaimer \r\n  must also meet any state law requirements. Delaune v. U.S., 143 F.3rd 995, 1001 \r\n  (5th Cir. 1998) (\"[T]he clear terms of § 2518(b)(4) necessarily require \r\n  the disclaimer itself be valid under state law, because only in such a situation \r\n  can it be said that the interest passes 'as a result of the refusal' and 'without \r\n  any direction on the part of the person making the disclaimer'.\"); Estate of \r\n  Bennett, 100 T.C. 42, 67 (1993) (\"[T]here must be a valid passing of an interest \r\n  under State law requirements before a valid passing of an interest can be considered \r\n  to have occurred for Federal estate tax law purposes.\"); \r\n  (4) see United States v. Irvine, 511 U.S. 224, 237-38 (1994) (\". . \r\n  . although state law creates legal interests and rights in property, federal \r\n  law determines whether and to what extent those interests will be taxed.\"). \r\n  \r\n\r\n  \r\n    I. \r\n  \r\n\r\nSons argue the Court of Appeals erred \r\n  by holding their disclaimers met the requirements of qualified disclaimers under \r\n  I.R.C. § 2518(b)(4). Specifically, Sons argue their intention to direct their \r\n  interests is apparent from 1) their attorney's filing letter accompanying the \r\n  disclaimers, 2) the fact that two of the three heirs disclaimed their interest, \r\n  indicating an intent to direct the disclaimed interest in favor of the third \r\n  heir, and 3) their revocations once they realized the disclaimers might not \r\n  transfer their interests to Mother. They assert each of these factors suggest \r\n  an implied agreement to disclaim their interests in favor of Mother, that parol \r\n  evidence of these factors was properly admitted without objection before the \r\n  probate court, and that their disclaimers are ineffective. We disagree.\r\n\r\n  \r\n    A. \r\n  \r\n\r\n \"The parol evidence rule prevents \r\n  the introduction of extrinsic evidence of agreements or understandings contemporaneous \r\n  with or prior to execution of a written instrument when the extrinsic evidence \r\n  is to be used to contradict, vary or explain the written instrument.\" Gilliland \r\n  v. Elmwood Properties, 301 S.C. 295, 302, 391 S.E.2d 577, 581 (1990). Where \r\n  a written instrument is unambiguous, parol evidence is inadmissible to ascertain \r\n  the true intent and meaning of the parties. Penton v. J.F. Cleckley &amp; Co., \r\n  326 S.C. 275, 486 S.E.2d 742 (1997).\r\n The parol evidence rule is a rule \r\n  of substantive law, not a rule of evidence. Accordingly, admission of evidence \r\n  violating the parol evidence rule is legally incompetent and should not be considered \r\n  even if no objection is made at trial. Penton v. J.F. Cleckley &amp; Co., supra; \r\n  Muckelvaney v. Liberty Life Ins. Co., 261 S.C. 63, 198 S.E.2d 278 (1973).\r\nThe express language of Sons' written \r\n  disclaimers is unambiguous. The disclaimers do not direct the transfer of Sons' \r\n  interests in Father's estate. It is undisputed that, based on the written disclaimers \r\n  alone, Sons' interests pass by operation of state law (the descent and distribution \r\n  statutes) to Grandchildren as lineal descendants of Father. See Footnote 1.\r\nNeither Sons' attorney's letter filed \r\n  with the disclaimers nor the fact that two of the three intestate heirs filed \r\n  a disclaimer (suggesting a desire to direct their interests to the third heir) \r\n  were admissible to explain or contradict the written disclaimers. Both factors \r\n  are extrinsic evidence created contemporaneously with or prior to the written \r\n  disclaimers. Gilliland v. Elmwood Properties, supra. Even though Grandchildren \r\n  failed to object to this parol evidence, the evidence is nonetheless incompetent. \r\n  It would have been improper for the probate court to consider the evidence to \r\n  contradict or explain the disclaimers. Penton v. J.F.Cleckley &amp; Co., supra. \r\n  \r\nFinally, Sons' revocations thirteen \r\n  months after the filing of their disclaimers are not parol evidence. Nonetheless, \r\n  the revocations were not proper evidence of Sons' intent in filing the disclaimers. \r\n  The revocations were filed to correct Sons' mistake of law. Since equity will \r\n  not correct a mistake of law, See Discussion III, it would have been improper \r\n  to consider the revocations as evidence of Sons' intent in filing the disclaimers \r\n  in the first instance. (5) \r\nSince Sons offered no competent evidence \r\n  that they directed their interests in favor of Mother, the disclaimers met the \r\n  requirements of I.R.C. § 2518(b)(4), and their interests passed to Grandchildren \r\n  by operation of state law. \r\n\r\n  \r\n    B. \r\n  \r\n\r\nSons rely heavily on the second sentence \r\n  of Reg. § 25.2518-2(e)(1) in support of their argument that they impliedly agreed \r\n  to direct their disclaimed interests to Mother. This portion of the regulation \r\n  is inapplicable in this case. \r\nAccording to a federal estate taxation \r\n  treatise, the second sentence of the regulation means, in relevant part, \"the \r\n  disclaimant is deemed to designate the beneficiary if the initial taker of the \r\n  disclaimed property agrees, either expressly or impliedly, to give or bequeath \r\n  it to a person specified by the disclaimant.\" Bittker and Lokken Federal Taxation \r\n  of Income, Estates &amp; Gifts § 121.7.6, supra.\r\nThe second sentence of Reg. § 25.2518-2(e)(1) \r\n  is inapplicable to the present case. The second sentence of the regulation applies \r\n  to a disclaimant who directs subsequent transfers of his interest through either \r\n  express or implied agreements with the initial taker. There was no evidence \r\n  Sons had an agreement with Grandchildren to pass their inherited interests to \r\n  Mother. \r\nInstead, the first sentence of the \r\n  regulation which states \"a disclaimer is not a qualified disclaimer unless the \r\n  disclaimed interest passes without any direction on the part of the disclaimant \r\n  . . .\", is applicable. As Sons presented no competent evidence establishing \r\n  they directed their interests to Mother, their disclaimed interests passed by \r\n  operation of state law. The Court of Appeals properly held Sons executed qualified \r\n  disclaimers pursuant to I.R.C. § 2518, S.C. Code Ann. § 62-2-801(a), and S.C. \r\n  Code Ann. § 12-16-1910. \r\n\r\n  \r\n     II. \r\n  \r\n  \r\nSons assert the Court of Appeals \r\n  erred by failing to consider and rule on the validity of their revocations as \r\n  an additional sustaining ground. We disagree.\r\nSince the Court of Appeals held Sons' \r\n  disclaimers were disclaimers within the meaning of § 12-16-1910, it necessarily \r\n  concluded the disclaimers were irrevocable. As mentioned above, a person may \r\n  make a disclaimer as defined in § 12-16-1910. Section 12-16-1910 requires the \r\n  disclaimer to meet the terms of a qualified disclaimer as set forth in I.R.C. \r\n  § 2518. I.R.C. § 2518 mandates the disclaimer be irrevocable. 26 C.F.R. § 2518(b). \r\n  Because South Carolina adopts the federal definition of qualified disclaimer \r\n  for purposes of its own disclaimer statute, it requires a disclaimer to be irrevocable. \r\n  Having found Sons' disclaimers were qualified disclaimers, the Court of Appeals \r\n  also found the disclaimers were irrevocable. See Northwestern Nat'l Cas. Co. \r\n  v. Doucette, 817 S.W.2d 396 (Tx. App. 1991) (attempted revocation of otherwise \r\n  valid disclaimer was ineffective where probate statute defined disclaimer as \r\n  irrevocable). While the Court of Appeals could have ruled on Sons' \r\n  revocation argument as an additional sustaining ground, \r\n  (6) Sons suffered no prejudice as the court would have specified the \r\n  disclaimers were irrevocable.\r\n\r\n  \r\n    III. \r\n  \r\n\r\nSons argue the Court of Appeals should \r\n  have applied equity principles to set aside their disclaimers. We disagree.\r\nA proceeding in probate court may \r\n  either be an action at law or in equity. Matter of Howard, 315 S.C. 356, 434 \r\n  S.E.2d 254 (1993). Whether the action is one at law or in equity is determined \r\n  by the nature of the pleadings and the character of the relief sought. Bell \r\n  v. Mackey, 191 S.C. 105, 3 S.E.2d 816 (1939). In that Sons want to cancel their \r\n  disclaimers, this is an equitable matter. Smith Companies of Greenville, Inc. \r\n  v. Hayes, 311 S.C. 358, 428 S.E.2d 900 (Ct. App. 1993) (action for cancellation \r\n  of instrument is action in equity); see also DuPont v. Southern Nat'l Bank of \r\n  Houston, 288 S.C. 312, 342 S.E.2d 590 (1986) (action alleging mistake is action \r\n  in equity).\r\n\"[E]quitable relief is available \r\n  where the parties acted under a mistake of fact going to the essence of the \r\n  particular transaction, but not if the mistake was one of law.\" 27A Am. Jur. \r\n  2d Equity § 7 (1996); Smothers v. U.S. Fidelity and Guar. Co., 322 S.C. 207, \r\n  470 S.E.2d 858 (Ct. App. 1996) (a court of equity will not, in the absence of \r\n  fraud or undue influence, grant relief from the consequence of a mistake of \r\n  law). \"[R]elief will not be granted where the complaining party took measure \r\n  to secure knowledge as to the state of the law and, being misinformed, placed \r\n  himself in the prejudicial situation of which he later complains. Everyone is \r\n  presumed to have knowledge of the law and must exercise reasonable care to protect \r\n  his interests.\" Id. S.C. at 210-211, S.E.2d at 860.\r\nA mistake of fact is defined as \"an \r\n  unconscious ignorance or forgetfulness of a material fact, past or present, \r\n  or of a mistaken belief in the past or present existence of a material fact \r\n  which did or does not actually exist.\" 27A Am. Jur.2d Equity § 10. Unlike ignorance \r\n  of the law, ignorance of facts does not \"import culpable negligence, since no \r\n  person can be presumed to be acquainted with all matters of fact . . . \". Id.\r\n\"A mistake of law occurs where a \r\n  person is well acquainted with the existence or nonexistence of facts, but is \r\n  ignorant of, or comes to an erroneous conclusion as to, their legal effect.\" \r\n  27A Am. Jur.2d Equity § 15.\r\nSons' execution of the disclaimers \r\n  was not the result of a mistake of fact. Sons were fully aware of all facts \r\n  (they were aware of the existence of at least one of the Grandchildren at the \r\n  time they filed the disclaimers), but they did not realize the legal consequences \r\n  of their disclaimers. Sons' error was a mistake of law and is not subject to \r\n  equitable relief. Webb v. Webb, 301 S.E.2d 570 (W. Va. 1983) (son's error in \r\n  executing disclaimer of interest by intestate succession in an attempt to vest \r\n  title to his share of the estate in decedent's widow was mistake of law and \r\n  could not be set aside on grounds of mistake).\r\nThe decision of the Court of Appeals \r\n  is AFFIRMED.\r\nMOORE, A.C.J., WALLER, PLEICONES, \r\n  JJ., and Acting Justice L. Henry McKellar, concur.\r\n1. S.C. Code Ann. \r\n  § 62-2-801(d) (1987) provides \" . . . the disclaimed interest shall be transferred \r\n  (or fail to be transferred, as the case may be) as if the disclaimant had predeceased \r\n  the date of the effectiveness of the transfer of the interest; the disclaimer \r\n  shall relate back to the date of effectiveness for all purposes . . . \". Where \r\n  the transferor died intestate, the date of effectiveness of the transfer of \r\n  the disclaimed interest is the date of the transferor's death. § 62-2-801(e)(1).\r\n Under the intestacy statutes, one-half \r\n  of the decedent's estate passes to the surviving spouse and one-half passes \r\n  to the decedent's issue. § 62-2-102 (2). \"Issue\" is defined as all lineal descendants. \r\n  § 62-1-201 (21). \r\n2. The revocations \r\n  were filed almost thirteen months after the disclaimers were filed. \r\n3. But see Treas. \r\n  Reg. 25.2518-2(e)(4) (the \"without direction\" requirement is not violated by \r\n  precatory language in the disclaimer naming the takers of disclaimed property \r\n  if the language has no effect under local law). \r\n4. But see 26 \r\n  U.S.C.A. § 2518(c)(3) (a written transfer of the transferor's entire interest \r\n  to someone who would have received the property pursuant to state law had the \r\n  transferor made a qualified disclaimer is treated as a qualified disclaimer). \r\n  \r\n5. Sons argue \r\n  two alternative theories. First, they assert the revocations were not necessary \r\n  to cancel the disclaimers but to establish the disclaimers were invalid. Second, \r\n  they claim the revocations were necessary to cancel the valid disclaimers. See \r\n  Discussion II. \r\n6. Sons' additional \r\n  sustaining ground was raised in their brief to the Court of Appeals. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]