[{"id":"25100","title":"Brooks, et. al. v. Kay, et. al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25100","description":"","date":"2000-04-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBrooks, et.al. v. Kay, et.al.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ernest Glenn Brooks and Morris Glenn Brooks, as Personal Representatives of the Estate of Margaret S. Brooks, Plaintiffs,\r\n        v.\r\n        J. Michael Kay and Buddy Lewis Brooks, Defendants.\r\n        and\r\n        J. Michael Kay,  Third-Party Plaintiff,\r\n        v.\r\n        Ernest Glenn Brooks, Individually, and Morris Glenn Brooks,  Third-Party Individually,  Defendants,\r\n        of whom\r\n        Ernest Glenn Brooks and Morris Glenn Brooks, Individually, and as Personal Representatives of the Estate of Margaret S. Brooks are, Petitioners, \r\n        and\r\n        J. Michael Kay is Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Newberry County\r\nDavid H. Maring, Sr., Circuit Court Judge\r\n\r\nOpinion No. 25100\r\nHeard February 16, 2000 - Filed March 27, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Samuel M. Price, Jr., of Newberry, Robert E. Guess, of Union, and John S. Nichols, of Suggs &amp; Kelly, of Columbia, all for petitioners.\r\n        C. Stuart Mauney, of Gibbes, Gallivan, White &amp; Boyd, P.A., of Greenville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nTOAL, A.C.J.: This case is a property dispute between a deceased woman's children and a man who claims the woman deeded to him her property. The Court of Appeals upheld the transfer. We reverse.\r\n\r\n\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn 1944, Margaret Brooks (\"Brooks\") and her husband Morris Brooks bought a little over 250 acres of land in Newberry County. They owned the property together as tenants in common. Morris Brooks died in 1982, leaving a life estate in the property to Brooks and the remainder divided among their three children Buddy, Ernest, and Morris (\"the Children\"). Therefore, after her husband died, Brooks owned a fee simple interest in the entire property along with a life estate.\r\n\r\n\r\n\r\nJ. Michael Kay (\"Kay\") is an avid hunter who met Brooks in the 1980s while hunting on the property adjacent to hers. Kay became friends with Brooks and his hunt club entered into a lease agreement with her for hunting rights to the property. Kay would often bring his children to visit Brooks while he hunted. The hunt club also did favors for Brooks such as fixing the porch of her trailer.\r\n\r\n\r\n\r\n\r\nThe transaction at the center of this dispute involves a deed granting Brooks' fee simple interest in the 250 acres property to Kay. The consideration for this transfer was only $1.00 plus love and affection. The transaction occurred at the Newberry courthouse on April 28, 1989. According to Kay's testimony, Brooks had often expressed her desire for Kay to get her land instead of the Children.1 Kay testified that even the thought that he might not get her land would push Brooks to the point of crying in front of him. Kay testified that he contacted an attorney about drafting a deed granting him all of the property except for the parcel of land on which Brooks' trailer resided in order to put the issue to rest. Although Kay contacted the attorney and instructed him on preparing the document, Brooks is the one who actually paid the attorney $50.00 for the deed's preparation.\r\nIncapable of walking by herself, Brooks was physically carried into the Newberry courthouse by Kay along with his two small children so that she could sign and record a deed to Kay. With the assistance of Elizabeth Folk (\"Folk\"), an employee of the courthouse, Brooks signed the deed and had it witnessed. At this point, the testimony of Kay and Folk differs to a degree.2 Kay testified that during the entire transaction, Brooks made it clear that she wanted to give him all the property, not just hunting rights. However, for some reason Kay doesn't explain, Folk and Brooks began talking about whether Brooks wanted to grant Kay all her property or just the hunting rights.\r\nKay testified that he then left the room so that the two women could talk freely about it. He testified that when he returned, everything was cleared up and Brooks wanted him to have the entire property. Kay testified that he told Folk to let Brooks do \"whatever she wanted to do\" with the property, whether that meant giving him hunting rights or the entire fee.\r\n\r\nFolk, on the other hand, testified to a very different version of events. Her version is also substantiated to a greater degree by Jackie Bowers, the courthouse supervisor. Folk testified that after signing the deed, Kay left the room to pay the filing fee. While he was gone, Folk and Brooks made small talk about the transaction and hunting. Folk then discovered that Brooks had intended to only grant Kay the right to hunt on her property, not the entire fee simple. Folk, through her experience with deeds at the courthouse, explained to Brooks that she was not just giving Kay the hunting rights, but her entire right to the property. Brooks insisted to Folk that she was only granting hunting rights, not the entire property.\r\nWhen Kay returned from paying the filing fee, Folk confronted Kay with this information and told him that Brooks had meant to only transfer hunting rights not fee simple to the entire 250 acres. At this point, Folk testified that Kay had a private conversation with Brooks after which Brooks told Folk to go ahead and take the deed from her for filing. Kay then left with Brooks to take her back to her trailer.\r\nImmediately after Kay dropped her off at her home, Brooks called the courthouse and ordered them not to record the deed. Folk complied with her wishes and the deed was never recorded. Kay admits that the courthouse never mailed him a copy of the deed as he expected them to have done. Also, evidence shows that Kay's wife contacted the courthouse to find out why a copy of the deed had not arrived and was told Brooks had ordered them to keep the deed and not to record it. Kay never brought up the topic of the deed with Brooks. He allowed her to continue to pay taxes on the property after the transaction. He also allowed the Children to sell timber from the property without claiming any interest in the profits. Kay even continued to pay rent to Brooks so that his hunt club could hunt on the property.\r\nIn essence, neither Brooks nor Kay changed their position towards the land after the signing of the deed. However, in addition to calling the courthouse on April 28, 1989, the day of the transaction, to prevent the deed from being filed, Brooks also called the courthouse on May 19, 1989 to say she \"definitely does not want this deed recorded\" according to notations made on the deed by courthouse personnel. Although it is unclear when it occurred, someone at the courthouse also \"whited-out\" the names on the original deed. Furthermore, the $4.00 filing fee was reimbursed by the courthouse personnel.\r\n\r\nWithin a year after the transaction, Brooks was committed to the Craft's Farrow State Hospital due to her Alzheimer's disease. In January 1994, Brooks died intestate. In June 1995, the Children brought this action to determine Kay's rights in the land. In December 1996, the trial court issued an order finding Kay had title to the property. In September 1998, that order was upheld by the Court of Appeals in an unpublished opinion. See Brooks v. Kay, Op. No. 98-UP-365 (S.C. Ct. App. filed September 10,1998). The Children have appealed.\r\nLAW/ANALYSIS\r\nI.  Dead Man's Statute\r\nThe Children argue Kay's testimony about his conversations with Brooks concerning her intention to deed him the property should have been excluded by the Dead Man's Statute. We agree.\r\nThe South Carolina Dead Man's Statute, S.C. Code Ann. § 19-11-20 (1985) provides, in pertinent part:\r\n\r\n\r\n  [N]o party to an action or proceeding, no person who has a legal or equitable interest which may be affected by the event of the action or proceeding . . . shall be examined in regard to any transaction or communication between such witness and a person at the time of such examination deceased, insane or lunatic as a witness against a party then prosecuting or defending the action . . . when such examination or any judgment or determination in such action or proceeding can in any manner affect the interest of such witness or the interest previously owned or represented by him. . . .\r\n\r\n\r\n\r\nThe rule prohibits any interested person from testifying concerning conversations or transactions with the decedent if the testimony could affect his or her interest. See Hanahan v. Simpson, 326 S.C. 140, 485 S.E.2d 903 (199 I ). The rule is founded on the principle that it is against public policy to allow a witness thus interested to testify as to such matters when such testimony, if untrue, cannot be contradicted. Id. at 151, 485 S.E.2d at 909. Because this statute is an exception to the general rule of witness competency, it requires a restrictive reading as to which the party requesting its muzzling effect bears the burden. Id.\r\n\r\nDue to the restrictive reading of the statute, many exceptions also exist. The Dead Man's Statute will not exclude: (1) testimony where the party asserting the statute \"opens the door\" by offering testimony otherwise excludible; (2) testimony by the attorney who prepared the will on the ground that the attorney is not an interested person; (3) testimony where the witness's present or previous interest will not be affected by the event of trial; (4) witness testimony that is against his or her interest; (5) testimony about a transaction between the deceased and a third party; (6) the introduction of documentary evidence; and (7) testimony about the acts, demeanor, or conduct of the decedent where the testimony is offered merely for its bearing on an issue of mental competency. See Hanahan, 326 S.C. at 152-53, 485 S.E.2d at 909-10. Undoubtably, applying the Dead Man's Statute to exclude testimony is disfavored. However, if the statute is not applicable to the current case, then it is hard to imagine the statute has any meaning left at all.\r\nAlthough the trial court admitted Kay's testimony under the mental competency exception, almost all of Kay's testimony had absolutely nothing to do with Brooks' mental abilities. Specifically, Kay's testimony about conversations with her in the courthouse the day of the transfer has no relation to her mental competency. This testimony was central to both the trial court and Court of Appeals' decisions upholding the transfer. The lower courts' reliance on this testimony is even more significant because it contradicts in several respects the testimony given by Folk, the employee at the courthouse who witnessed the transaction. The trial court erred in allowing this testimony under the mental competency exception, and, therefore, Kay's testimony about his conversations with Brooks will not be relied upon by this Court.\r\n\r\nFurthermore, we cannot rely on a harmless error analysis to avoid the application of the statute because Kay's testimony was not cumulative to any properly admitted evidence. Where testimony in violation of the Dead Man's Statute is cumulative to other properly admitted testimony, the admission of the improper testimony may be held to be harmless. See McBeth v. Bishop, 278 S.C. 443, 298 S.E.2d 441 (1982). In this case, Jerry Hancock, Kay's hunting partner, testified that on two occasions Brooks stated her intention was for Kay to inherit the property. Hancock offered no dates or other specifics about these comments. The testimony is vague and at most would allow Kay to make the same broad assertions that Brooks intended to give him the property because he would take care of it and the Children would not. However, the conversations the day of the transfer and at the courthouse were in no way cumulative to anything in Hancock's testimony.\r\n\r\nSeveral inconsistencies between Folk's and Kay's testimony are also significant enough to prevent us from viewing the conversations as cumulative evidence. For example, Kay's testimony that he left the room so that Folk could explain the transaction to Brooks is directly contradicted by Folk's version of the events. Furthermore, Folk testified that she did not hear the conversation between Kay and Brooks in which he purportedly explained that the deed transferred more than hunting rights and Brooks acquiesced to this change. As such, the portions of Kay's testimony which were erroneously admitted in violation of the Dead Man's Statute were not cumulative to other testimony so as to render its admission harmless error.\r\nII.  Confidential Relationship\r\nThe Children argue the Court of Appeals erred in finding the issue of a confidential relationship unpreserved. We agree. The Children further allege that a confidential relationship existed between Brooks and Kay such that the burden of proof should have shifted to Kay on the issue of undue influence. We agree.\r\nA.  Preservation\r\nThe Court of Appeals held that the trial judge did not rule upon the issue of a confidential relationship, and, thus, the issue was unpreserved on appeal. This holding was in error.\r\nThe trial judge's order stated, \"The plaintiffs have argued that Kay was in a `confidential' relationship with Ms. Brooks. However, the presence of such a relationship, and the mere suspicion that improper means were used, is insufficient to support a finding of undue influence.\" Since the trial court clearly ruled on the matter, against the Children, the matter is proper for review.\r\nB.  Existence of a Confidential Relationship\r\n\r\nA confidential relationship arises when the grantor has placed his trust and confidence in the grantee, and the grantee has exerted dominion over the grantor. Bullard v. Crawley, 294 S.C. 276, 363 S.E.2d 897 (1987). The essence of the relationship is the trust and confidence. Id. Mere friendship between the parties is not sufficient. The relationship must be one implying confidence. Id. Some evidence is required that the grantor actually reposed trust in the grantee in the handling of her affairs. Id.\r\n\r\nIn this case, evidence at trial revealed that Brooks placed her trust in Kay. Kay and the Children testified that Brooks entrusted her important financial papers with Kay. These papers included her bank passbook, her husband's will, and other valuable papers. Kay testified that she entrusted him with these materials because she did not trust her own son who lived with her or the son's friends who were often in the trailer. Also, one of the Children testified that instead of consulting with the family about the sale of other property owned by Brooks, she sought the advice of Kay. This evidence reveals that Brooks placed her confidence in Kay for both her personal and her business finances.\r\nThe challenged transaction also reveals Brooks placed her trust and confidence with Kay. She relied on Kay to prepare everything for the transaction. Kay chose the attorney and told him how to prepare the document. Brooks had no contact with the attorney and, having only a fourth grade education, relied on Kay to ensure that the document reflected their agreement.\r\nPerhaps the strongest evidence of a confidential relationship is that when confusion arose concerning the nature of the transaction, Brooks relied on Kay for an explanation. Initially, Folk testified that Brooks thought she was only signing over the right to hunt on the property to Kay. After Brooks signed the deed transferring her property, Kay left the room to record the deed. Folk then discovered that Brooks had not intended to deed over the property. Upon Kay's return, Folk informed him of the confusion and then Brooks and Kay had a private conversation not heard by Folk. After this conversation, Brooks agreed to let Folk take the deed from them for filing. Based on the circumstances surrounding the transaction in question as well as the evidence that Brooks relied on Kay to keep her important papers and sought his advice concerning business transactions, enough evidence of a confidential relationship existed so that the burden should have been on Kay to prove absence of undue influence.\r\nIII. Undue Influence\r\nThe Children argue that the deed should be voided on the ground of undue influence. We agree.\r\n\r\n\r\nBrooks' mental weakness combined with the deed's consideration of only $1.00 is sufficient evidence of undue influence to void the transfer.\r\n\r\n\r\n  It is not necessary, in order to secure the aid of equity, to prove that the deceased (grantor) was at the time insane, or in such a state of mental imbecility as to render her entirely incapable of executing a valid deed. It is sufficient to show that from her sickness and infirmities she was at the time in a condition of great mental weakness, and that there was gross inadequacy of consideration for the conveyance. From these circumstances imposition or undue influence will be inferred.\r\n\r\n\r\nOwens v. Sweat, 227 S.C. 112,124, 86 S.E.2d 886, 892 (1955)(emphasis added). Even if Brooks was mentally competent enough to execute a deed there is no doubt that she was rapidly approaching senility, if not already suffering from the Alzheimer's disease responsible for her commitment to the State Hospital only one year after the transaction in question.\r\nA video tape included with the record on appeal showing Brooks at a picnic was made only a few months after the transaction. The tape reveals a confused, elderly woman who was extremely hard of hearing. The video tape, along with the voluminous stories told by the Children and others of Brooks' forgetfulness and eccentricities, reveals an impaired woman whose mental state was deteriorating.\r\nBrooks' deteriorating mental state combined with the fact that the consideration given for the property was only $1.00 infers undue influence and the deed should be voided.3 \"Even absent a confidential relationship, this court has several times approved the principle . . . that imposition or undue influence upon the grantor will be inferred from proof of great mental weakness, not amounting to incapacity to execute a valid deed, accompanied by gross inadequacy of consideration.\" Hodge v. Shea, 252 S.C. 601, 608-09, 168 S.E.2d 82, 85 (1969).\r\nBrooks' actions immediately following the signing of the deed are also significant. Even though Brooks allowed Folk to keep the deed when they left the courthouse, as soon as Kay dropped Brooks off back at her trailer and she was out of his presence, Brooks called the courthouse and instructed them not to record the deed. We infer from her actions that Brooks truly did not want to pass the entire title of her estate to Kay but, due to his influence over her, Brooks did not refuse to do so at the courthouse.\r\n\r\nCONCLUSION\r\nBased on the forgoing, we REVERSE the Court of Appeals' decision and void the deed on the grounds of undue influence.\r\nMOORE, WALLER, BURNETT, JJ., and Acting Associate Justice George T. Gregory, Jr., concur.\r\n\r\n1 Even if Kay were to prevail on this appeal, the Children would still retain their remainder interest from Morris Brooks.\r\n2 The distinctions between the two stories are important because they affect the admissibility of Kay's testimony. The Court of Appeals found Kay's testimony about this transaction, whether properly admitted under the Dead Man's Statute or not, was cumulative to Folk's testimony such that no error could have occurred. Due to the stark contrast between Folk and Kay's versions of events, Kay's testimony cannot be considered cumulative.\r\n3 Kay testified that he was not even sure he gave Brooks the dollar.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25102","title":"Leviner v. Sonoco Products Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25102","description":"","date":"2000-04-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nLeviner v. Sonoco Products Co.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        John K. Leviner, Respondent,\r\n        v.\r\n        Sonoco Products Company,  Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI  TO THE COURT OF APPEALS\r\n\r\nAppeal From Darlington County\r\nGerald C. Smoak, Sr., Circuit Court Judge\r\nOpinion No. 25102Heard February 16, 2000 - Filed April 3, 2000\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael A. Farry and David A. Wilson, both of Horton, Drawdy, Ward &amp; Black, P.A., of Greenville, for petitioner.\r\n        J. Michael Baxley and Martin S. Driggers, both of Driggers, Baxley &amp; Moyd Law Office, of Hartsville, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM: We granted certiorari to review a decision of the Court of Appeals remanding this worker's compensation case to the single commissioner for a de novo hearing. Leviner v. Sonoco Products Co., Op. No. 98-UP-280 (S.C. Ct. App. refiled August 28, 1998). We now affirm as modified.\r\nThe single commissioner found respondent had reached maximum medical improvement (MMI) and awarded him permanent disability. The full commission affirmed. Respondent appealed to the circuit court, which issued a form order on January 8, 1997, remanding the case to the single commissioner. This form order was filed on January 10, 1997. Neither party filed a Rule 59(e), SCRCP, motion within the ten day period allowed by that rule.\r\nOn February 10, 1997, the circuit court issued a full written order purporting to vacate the commission orders and finding respondent totally disabled. Employer (petitioner) appealed, and the Court of Appeals reversed the February order, holding the circuit court exceeded its appellate jurisdiction in finding respondent totally disabled, and remanded the matter to the single commissioner pursuant to the January form order. We granted certiorari.\r\n\r\nThe form order, titled \"Judgment in a civil case\", was filed on January 10, 1997, remanding the case back to the single commissioner. Admittedly, this order does not contain adequate findings of facts or conclusions of law to enable the commissioner to know exactly what acts he was to perform on remand. None-the-less, neither party filed a Rule 59(e) motion within the 10 day period allowed asking for a clarification. Compare Vespazianni v. McAlister, 307 S.C. 411, 415 S.E.2d 427 (Ct. App. 1992)(appeal from form order must be affirmed where no Rule 59 motion made). Further, the trial judge's full written order filed February 10, 199 7, more than thirty days later, was patently untimely. Under Rule 59(e), SCRCP, the trial judge has only ten days from entry of judgment to alter or amend an earlier order on his own initiative absent a \"reservation\" of jurisdiction in the form order. Cf., Rule 203 (b) (1), SCACR, \"when a form or other short order or judgment indicates that a more full and complete order or judgment is to follow, a party need not appeal until receipt of written notice of entry of the more complete order or judgment.\" There was no such reservation in the January form order. When no timely Rule 59 motion was made nor timely sua sponte order filed under Rule 59(e), the January form order \"matured\" into a final judgment. The order filed on February 10 was a nullity because the trial judge no longer had jurisdiction over the matter. See Doran v. Doran, 288 S.C. 477, 343 S.E.2d 618 (1986)(in appeal decided under predecessor to SCRCP, court held judge lost jurisdiction to issue supplemental order after end of term, and noted in footnote that under Rule 59(e), judge would have jurisdiction to alter or amend order for a 10 day period after entry of judgment).\r\n\r\nSince the February order was a nullity, the final order here was the January remand order. While final, this order was not directly appealable since it remanded the matter to the single commissioner for further proceedings. Montjoy v. Asten-Hill Dryer Fabrics, 316 S.C. 52, 446 S.E.2d 618 (1994). Accordingly, the Court of Appeals should have dismissed this appeal from the void February order, leaving intact the January remand order. This is effectively the result reached by the Court of Appeals. Accordingly, the decision of the Court of Appeals is\r\nAFFIRMED AS MODIFIED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25103","title":"Quality Towing, Inc. v. City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25103","description":"","date":"2000-04-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nQuality Towing, Inc. v. City of Myrtle Beach\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Quality Towing, Inc., Appellant,\r\n        v.\r\n        City of Myrtle Beach,  Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nPaula H. Thomas, Circuit Court Judge\r\n\r\nOpinion No. 25103\r\nHeard February 16, 2000 - Filed April 3, 2000\r\n\r\nAFFIRMED IN PART; REVERSED IN PART.\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert C. Childs, III, of Mitchell, Bouton, Yokel &amp; Childs, of Greenville, for appellant.\r\n        James B. Van Osdell and Charles B. Jordan, Jr., of Van Osdell, Lester, Howe &amp; Jordan, P.A., of Myrtle Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nBURNETT, A.J.: This case involves an alleged conflict between a city ordinance and a state statute. The trial court ruled the statute and ordinance did not conflict. We affirm in part and reverse in part.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant is a towing service operating in the City of Myrtle Beach (the city). In early 1996, the city enacted an ordinance imposing certain conditions and maximum rates a wrecker service could charge for tows of unauthorized vehicles from private property (\"involuntary tows\") made pursuant to S.C. Code Ann. § 16-11-760 (1976). Myrtle Beach City Code § 23-133 (1996). Appellant challenged the validity of the ordinance, and the trial court granted summary judgment to the city. This appeal follows.\r\n\r\n\r\n\r\n\r\nISSUES\r\n\r\n\r\n  I. Did the trial court err in limiting the scope of appellant's attack on the ordinance?\r\n  II. Did the trial court err in finding appellant lacked standing to challenge subsections (a) and (b) of the ordinance?\r\n  III. Does the ordinance conflict with state law?\r\n  IV. Did the trial court err in finding subsection (d) severable?\r\n  V. Did the trial court err in dismissing appellant's inverse condemnation cause of action?\r\n  VI. Did the trial court err in dismissing appellant's § 1983 claim?\r\n\r\n\r\nSTANDARD OF REVIEW\r\nSummary judgment is proper when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law. Rule 56(c), SCRCP; Baughman v. American Tel. &amp; Tel. Co., 306 S.C. 101, 410 S.E.2d 537 (1991). In determining whether any triable issue of fact exists, as will preclude summary judgment, the evidence and all inferences which can be reasonably drawn therefrom must be viewed in the light most favorable to the nonmoving party. Strother v. Lexington County Recreation Comm'n, 332 S.C. 54, 504 S.E.2d 117 (1998).\r\n\r\n\r\nDISCUSSION\r\nI.  Did the trial court err in limiting the scope of appellant's attack on the ordinance?\r\nIn its order granting the city's motion for summary judgment, the trial court expressly declined to address any issues other than the validity of the rate schedule contained in § 23-133(a) of the city ordinance. The court stated: \"This is Quality's sole ground in its Cornplaint alleging a conflict between the ordinance and state law. The Complaint, in fact, specifically narrowed Quality's objection to the ordinance to the one issue of the rate schedule.\" Appellant argues the trial court erred in limiting its scope of attack on the ordinance to the issue of the rate schedule. We agree.\r\nPleadings are to be liberally construed \"to do substantial justice to all parties.\" Rule 8(f), SCRCP; Hughes v. Water World Water Slide, Inc., 314 S.C. 211, 442 S.E.2d 584 (1994). Appellant's complaint, while focusing primarily on the rate schedule, gave notice that appellant wished to challenge \"the maximum amount that can be charged for the towing of vehicles from private property and the manner in which vehicles may be towed from private property.\" (emphasis added). Moreover, appellant argued the invalidity of other portions of the ordinance in its memorandum in opposition to the city's motion for summary judgment and at the motion hearing. We conclude appellant challenged the validity of the ordinance as a whole, and not just the rate schedule in subsection (d).\r\nII. Did the trial court err in finding appellant lacked standing to challenge subsections (a) and (b) of the ordinance?\r\nAppellant argues the trial court erred in ruling it lacked standing to challenge the validity of subsections (a) and (b) of the ordinance. Subsection (a) requires property owners to place certain signs in their parking lots before they can lawfully have a vehicle towed. Subsection (b) makes the property owner guilty of a misdemeanor if it has a vehicle towed without complying with the signage requirements in subsection (a) or if the vehicle is shown to have been legally parked. Thus, these subsections apply directly to property owners, not to towing services. Nevertheless, we conclude appellant has standing to challenge the entire ordinance.\r\n\r\n\r\nA private party \"may not invoke judicial power to determine the validity of executive or legislative action unless he has sustained, or is in danger of sustaining, prejudice therefrom.\" Florence Morning News v. Building Comm'n, 265 S.C. 389, 398, 218 S.E.2d 881, 884-85 (1975). \"[S]uch imminent prejudice must be of a personal nature to the party laying claim to standing and not merely of general interest common to all members of the public.\" Citizens for Lee County, Inc. v. Lee County, 308 S.C. 23, 29, 416 S.E.2d 641, 645 (1992).\r\nAppellant has standing to challenge subsections (a) and (b) of the ordinance because of the impact the restrictions potentially have on its own income. \"FV)endors and those in like positions have been uniformly permitted to resist efforts at restricting their operations by acting as advocates of the rights of third parties who seek access to their market or function.\" Craig v. Boren, 429 U.S. 190, 195 (1976). In Craig, the United States Supreme Court permitted a 3.2% beer vendor to challenge the constitutionality of a statute permitting the sale of 3.2% beer to females over the age of eighteen, but prohibiting its sale to males under the age of twenty one. Because enforcement of the statute directly affected the vendor, she was permitted to assert the equal protection rights of males between the ages of eighteen and twenty-one.\r\nAlthough Craig is not binding upon this Court, we find its reasoning persuasive. Like the beer vendor in Craig, appellant is the potential party economically affected by the ordinance, and therefore the one with the most motivation to challenge the ordinance. Moreover, the harm to appellant is \"of a personal nature . . . and not merely of general interest common to all members of the public.\" Citizens for Lee County, 308 S.C. at 29, 416 S.E.2d at 645.\r\nHaving concluded appellant has standing to challenge the entire ordinance and the trial court should have permitted appellant to challenge the ordinance as a whole and not just the rate provisions, we now turn to the question whether the ordinance conflicts with state law.\r\nIII. Does the ordinance conflict with state law?\r\n\r\nDetermining if a local ordinance is valid is a two-step process: (1) Did the municipality have the power to enact the ordinance?, and (2) Is the ordinance inconsistent with the Constitution or general law of the State? Hospitality Ass'n of S.C. v. County of Charleston, 320 S.C. 219, 224, 464 S.E.2d 113, 116 (1995). Appellant does not challenge the city's power to enact the ordinance. Rather, it argues the ordinance conflicts with state law. We disagree.\r\n\r\nThe ordinance makes it \"unlawful to remove. any motor vehicle from private property without authorization from the owner of the motor vehicle or of the city,\" unless certain conditions are met, Myrtle Beach City Code § 23-133 (1996). Some of the conditions apply to property owners, such as requirements concerning the location and content of signs. § 23-133(a). It is a misdemeanor for a property owner to have a vehicle towed without comporting with the signage requirements. § 23-133(b). Other conditions apply to towing companies, such as requirements that the towing company obtain written authorization from the property owner prior to towing a vehicle, maintain certain records of towed vehicles, notify the police department within thirty minutes of a tow, and have an attendant on call twenty-four hours a day, seven days a week, to release vehicles. § 23-133(c) &amp; (e). The ordinance also imposes maximum fees which can be charged for towing and storage. § 23-133(d). There are no penalties specified in the ordinance for violations by towing companies.\r\nState law forbids parking vehicles on private property without permission from the owner and permits involuntary tows of such vehicles:\r\n\r\n\r\n  It shall be unlawful for any person to park a motor-driven or other vehicle on the private property of another without the owner's consent, if the property owner shall post a notice in a conspicuous place on the borders of such property near each entrance prohibiting such parking. Proof of the posting shall be deemed and taken as notice conclusive against the person making entry.\r\n  Any motor-driven or other vehicle found parked on private property as provided in this section may be towed away and stored at the expense of the vehicle owner, and such towing and storage charge shall constitute a lien against such vehicle.\r\n  ...\r\n  Any person violating the provisions of this section is guilty of a misdemeanor and upon conviction must be punished by a fine of not less than twenty-five dollars and not exceeding one hundred dollars or by imprisonment for a term not exceeding thirty days, and this punishment is in addition to the other remedies which are authorized in this section.\r\n\r\n\r\nS.C. Code Ann. § 16-11-760 (1976). Thus, the focus of the state statute is on the conduct of the vehicle owner, whereas the focus of the city ordinance is on the conduct of the property owner and towing company.\r\nIn Town of Hilton Head Island v. Fine Liquors, Ltd., 302 S.C. 550, 397 S.E.2d 662 (1990), we found a local ordinance prohibiting the use of internally illuminated signs visible from any public right of way or beach did not conflict with a state statute permitting the placement of red dots not exceeding thirty-six inches in diameter on each side, the rear, and front of liquor stores. We explained:\r\n\r\n\r\n  [I]n order for there to be a conflict between a state statute and a municipal ordinance both must contain either express or implied conditions which are inconsistent or irreconcilable with each other. Mere differences in detail do not render them conflicting. If either is silent where the other speaks, there can be no conflict between them.\r\n\r\n\r\nId. at 553, 397 S.E.2d 664 (internal quotations omitted). Because the statute was silent on the issue of illumination, we found no conflict.\r\n\r\nWe conclude Fine Liquors is controlling. The statute at issue in this case makes it unlawful to park on private property if the property owner has posted a sign in a conspicuous place near the entrance. S.C. Code Ann. § 16 11-760 (1976). The statute also provides that an unlawfully parked vehicle may be towed at the owner's expense and any towing and storage charges shall constitute a lien on the vehicle. Id. The statute is silent as to the content of the signs, the amounts to be charged for towing and storage, the records to be maintained, or any of the other details dealt with in the ordinance.1 Moreover, the \"mere differences in detail\" concerning the location and number of signs to be posted do not render the statutes conflicting. See Fine Liquors, 302 S.C. at 553, 397 S.E.2d at 664.2\r\n\r\nOur constitution mandates \"home rule\" for local governments. S.C. Const. art. VIII. \"Implicit in Article VIII is the realization that different local governments have different problems that require different solutions.\" Hospitality Assn, 320 S.C. at 230, 464 S.E.2d at 120. As a city whose economy is based largely on tourism, Myrtle Beach was privileged to enact an ordinance to deal with its peculiarly local towing problems. Appellant has not argued § 23-133 was beyond the city's police power, and we conclude the ordinance does not conflict with S.C. Code Ann. § 16-11-760 (1976).\r\nIV. Did the trial court err in finding subsection (d) severable?\r\nAppellant argues the trial court erred in ruling subsection (d) is severable from the remainder of the ordinance. Because we conclude the ordinance is valid, we need not address severability.\r\nV. Did the trial court err in dismissing appellant's inverse condemnation cause of action?\r\nAppellant argues the trial court erred in dismissing its inverse condemnation cause of action. We disagree.\r\n\r\nAn action for inverse condemnation is appropriate where the government takes private property for public use. See South Carolina State Hwy. Dept v. Moody, 267 S.C. 130, 136, 226 S.E.2d 423,425 (1976). The State's exercise of its eminent domain power is distinguished from its exercise of the police power. Myers v. Real Property at 1518 Holmes Street, 306 S.C. 232, 235, 411 S.E.2d 209, 211(1991). \"[J]ust compensation is required in the case of the exercise of eminent domain but not for the loss by the property owner which results from the constitutional exercise of the police power.\" South Carolina State Hwy. De't. v. Wilson, 254 S.C. 360, 365, 175 S.E.2d 391, 394 (1970). The exception to the rule is when police power regulation denies all economically beneficial use of land. Lucas v. South Carolina Coastal Council, 505 U.S. 1003 (1992).\r\nThis is not such a case. Appellant does not claim Myrtle Beach City Code § 23-133 deprived it of all economically beneficial use of its property. Rather, it argues the city \"took the Appellant's right to do business with private property owners in the City of Myrtle Beach and imposed significant and costly requirements over that right.\" This assertion fails to state a claim for inverse condemnation and the trial court properly granted the city summary judgment as to that claim.\r\nVI. Did the trial court err in dismissing appellant's § 1983 claim?\r\nAppellant argues the trial court erred in dismissing its § 1983 claim. We disagree.\r\n42 U.S.C.A. § 1983 (1984) provides a private cause of action for individuals deprived by the government of their constitutional rights. Appellant has not alleged it has been deprived of a constitutionally protected right. The cases cited by appellant are distinguishable. The wrecker services in those cases had state-created property rights in remaining on government wrecker rotation lists, and could not therefore be removed from the lists without due process of law. See Pritchett v. Alford, 973 F.2d 307 (4th Cir. 1992), Gregg v. Lawson, 732 F. Supp. 849 (E.D. Tenn. 1989). Appellant does not claim to have been deprived of a similar property right. \"The individual's privilege to use property freely is always subject to a legitimate exercise of the police power under which new burdens and restrictions may be imposed when the public welfare demands.\" Peoples Program for Endangered Species v. Sexton, 323 S.C. 526, 529, 476 S.E.2d 477, 479 (996). The trial court properly granted summary judgment to the\r\ncity because appellant failed to state a cause of action under § 1983.\r\n\r\nCONCLUSION\r\nThe trial court erred in refusing to allow appellant to attack the validity of the ordinance as a whole and in failing to rule on it. Nevertheless, on the merits, the ordinance does not conflict with the state towing statute.\r\nAFFIRMED IN PART; REVERSED IN PART.\r\nFIMEY, C. J. , TOAL, MOORE, and WAITER, JJ. , corncur.\r\n\r\n1 We recognize the ordinance only permits a separate storage fee after the first twelve hours. However, we perceive no conflict between this limitation and the statute's general statement that an illegally parked vehicle \"may be towed away and stored at the expense of the vehicle owner.\" S.C. Code Ann. &sect; 16-11-760 (1976). The statute does not-address how a towing service may calculate its fees.\r\n2 Appellant relies on Diamonds v. Greenville County, 325 S.C. 154, 480 S.E.2d 718 (1997), for its argument that the ordinance is invalid because it makes conduct unlawful in Myrtle Beach that is lawful in the rest of the state. Diamonds addresses ordinances which implicate First Amendment rights. We do not interpret our opinion in Diamonds to eviscerate home rule.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25104","title":"The City of Hardeeville, et. al. v. Jasper County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25104","description":"","date":"2000-04-03","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nCity of Hardeeville, et al. v. Jasper County\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The City of Hardeeville, South Carolina, and The Town of Ridgeland, South Carolina, Petitioners,\r\n        v.\r\n        Jasper County, South Carolina,  Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nIN THE ORIGINAL JURISDICTION\r\n\r\nOpinion No. 25104\r\nHeard February 16, 2000 - Filed April 3, 2000\r\n\r\n\r\n  \r\n    \r\n      \r\n        Curtis L. Coltrane, of Coltrane and Alford, of Hilton Head Island, for petitioners.\r\n        David S. Mathews, of Ridgeland, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nBURNETT, A.J.: This case concerns the Local Accommodations Tax Act, S.C. Code Ann..§§ 6-1-500 to -570 (Supp. 1999) (Accommodations Tax Act), and the Local Hospitality Tax Act, S.C. Code Ann. §§ 6-1-700 to 770 (Supp. 1999) (Hospitality Tax Act). The Court granted Petitioners The City of Hardeeville (Hardeeville) and The Town of Ridgeland's (Ridgeland's) petition to hear this matter in its original jurisdiction. Rule 229, SCACR.\r\n\r\n\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\n\r\nEffective October 1, 1996, Hardeeville adopted an ordinance imposing a two percent accommodations tax. Effective August 20, 1998, Hardeeville adopted an ordinance imposing a two percent hospitality tax. On May 3, 1999, Hardeeville amended the accommodations tax ordinance, raising the tax to three percent.\r\n\r\n\r\n\r\n\r\nEffective October 1, 1997, Ridgeland adopted an ordinance imposing a three percent accommodations tax and a two percent hospitality tax.\r\nOn September 21, 1998, Jasper adopted Ordinance 98-10 imposing a three percent accommodations tax and two percent hospitality tax throughout the unincorporated areas of the county. The ordinance further provided a one percent accommodations tax and hospitality tax within municipalities, except if a municipality within the county had already imposed an accommodations or hospitality tax, the county tax would be in an amount to bring the cumulative accommodations tax to three percent and the hospitality tax to two percent.\r\nEffective June 28, 1999, Jasper adopted Ordinance No. 99-12 imposing a three percent accommodations tax on the unincorporated areas of the county and in any municipality which did not have a local accommodations tax. Where a municipality had already imposed or subsequently enacted an ordinance imposing an accommodations tax, the county ordinance imposed the greater of one and one-half percent or an amount to bring the cumulative county and municipal tax to three percent.\r\nEffective June 29, 1999, Jasper adopted Ordinance 99-11 imposing a two percent hospitality tax in the unincorporated areas of the county and in municipalities which did not have a hospitality tax. Where a municipality had already imposed or subsequently enacted an ordinance imposing a hospitality tax, the county ordinance imposed the greater of one percent or an amount to bring the cumulative county and municipal tax to two percent.\r\nNeither Hardeeville nor Ridgeland passed a resolution consenting to Jasper's accommodations or hospitality tax.\r\n\r\n\r\nISSUE\r\nDo the Accommodations Tax Act and Hospitality Tax Act1 permit a county to divest a municipality of a portion of its tax rate when the municipality has previously imposed the full accommodations and/or hospitality tax authorized by the statutes?\r\nDISCUSSION\r\nHardeeville and Ridgeland contend the plain language of the statutes, particularly the first sentence of § 6-1-520(A) and § 6-1-720(A), permits a municipality to impose the maximum accommodations and hospitality tax rates if it passes its tax ordinance before the county passes a corresponding tax ordinance. The two municipalities maintain, if a city does not impose the maximum taxes and the county imposes accommodations or hospitality taxes, the statutes reserve to municipalities a minimum one and one-half percent accommodations and one percent hospitality tax.\r\nJasper contends if the General Assembly had intended municipalities to impose the full tax to the exclusion of counties solely by passing a tax ordinance first, it would have expressly stated so. Further, based on the language in the statutes requiring municipal consent if a county imposes in excess of half the maximum cumulative tax, Jasper asserts the statutes reserve to counties the right to impose half of the cumulative maximum tax within a municipality, even if the municipality has previously passed an ordinance imposing accommodations and/or hospitality taxes. We disagree with Jasper.\r\nEffective July 1, 1997, the General Assembly passed the Accommodations Tax Act and Hospitality Tax Act. Revenues generated by the accommodations and hospitality taxes are to fund tourism-related projects. § 6-1-530; § 6-1-730. The relevant portions of these statutes appear below.\r\n\r\n\r\n  Section 6-1-520(A) and § 6-1-720(A):\r\n  A local governing body2 may impose, by ordinance, a local accommodations [hospitality]3tax, not to exceed three [two] percent .... The governing body of a county may not impose a local accommodations [hospitality] tax in excess of one and one half [one] percent within the boundaries of a municipality without the consent, by resolution, of the appropriate municipal governing body.\r\n  Section 6-1-540 and § 6-1-740:\r\n  The cumulative rate of county and municipal local accommodations [hospitality] taxes for any portion of the county may not exceed three [two] percent, . . . .\r\n\r\n\r\n\"If a statute's language is plain and unambiguous, and conveys a clear and definite meaning, there is no occasion for employing rules of statutory interpretation and the court has no right to look for or impose another meaning.\" Paschal v. State Election Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995). This Court cannot construe a statute without regard to its plain and ordinary meaning and may not resort to subtle or forced construction in an attempt to limit or expand a statute's scope. Berkebile v. Outen, 311 S.C. 50, 426 S.E.2d 760 (1993).\r\nThe language of the statutes is clear and unambiguous. The statutes authorize counties and municipalities to implement local accommodations and hospitality taxes within their jurisdictions. They establish a maximum tax for municipalities and counties, subject to a maximum cumulative tax which may be imposed within incorporated areas. The statutes, however, specifically preclude a county from imposing more than half of the maximum cumulative tax in an incorporated area unless it obtains the municipality's consent. The converse is not required: a municipality need not obtain the consent of the county to impose more than half of the maximum cumulative tax. This limitation on counties effectively reserves half of the maximum cumulative tax (or the option to impose this amount) to municipalities. Since a municipality is only limited by the maximum cumulative tax amount, it may impose any amount up to and including the maximum cumulative tax if the county has not imposed the tax. If a municipality has imposed the maximum tax, the statutes effectively preclude a county from imposing any tax within that incorporated area.4\r\n\r\nJasper asserts interpreting the statutes in the manner urged by Hardeeville and Ridgeland results in the unlawful delegation of the taxing authority to municipalities in violation of art. X, § 5 of the South Carolina Constitution. Jasper explains by allowing municipalities to decide the amount of tax within the municipality, municipalities effectively determine the tax which can be levied in the county while county residents living outside the municipality have no voice in the matter.\r\nArt. X, § 5 of the South Carolina Constitution provides: \"No tax, subsidy or charge shall be established, fixed, laid or levied, under any pretext whatsoever, without the consent of the people or their representatives lawfully assembled.\" \"[T]he power to fix and levy a tax should only be conferred upon a body which stands as the direct representative of the people, to the end that an abuse of power may be directly corrected by those who must carry the burden of the tax.\" Crow v. McAlpine, 277 S.C. 240, 245-46, 285 S.E.2d 355, 358 (1981).\r\nMunicipalities effectively do determine the amount of tax a county can impose within the municipality.5 Municipal voters elect both city and county officials. Accordingly, the municipality's tax rate and county's tax rate within the municipality are levied by representatives elected by the voters upon whom the taxes are imposed. Residents in unincorporated areas elect county officials who then choose to implement any remaining portion of the maximum cumulative tax in the unincorporated areas of the county. There is no taxation without representation.\r\n\r\nCONCLUSION\r\nWe conclude Jasper's Ordinance Nos. 99-11 and 99-12 are unenforceable within Ridgeland's municipal limits because Ridgeland had adopted a three percent accommodations and a two percent hospitality tax ordinance prior to adoption of the county's ordinances. Jasper's Ordinance No. 99-11 is unenforceable within Hardeeville because the municipality adopted a two percent hospitality tax ordinance prior to adoption of the county's ordinance. Since Hardeeville adopted an ordinance imposing a two percent accommodations tax prior to Jasper's adoption of Ordinance No. 99 12, the county may impose a one percent accommodations tax within Hardeeville's municipal limits.\r\nFINNEY, C.J., TOAL, MOORE, and WALLER, JJ., concur.\r\n\r\n1At times, the Accommodations Tax Act and Hospitality Tax Act are referred to as \"the statutes.\"\r\n2\"Local governing body\" is defined as the governing body of a county or municipality. &sect; 6-1-510(2) and &sect; 6-1-710(1).\r\n3The language within the parenthetical is from the Hospitality Tax Act.\r\n4At oral argument, Jasper maintained for the first time &sect; 6-1-760 (Supp. 1999) supports its position the General Assembly reserved half of the maximum cumulative accommodations tax to counties. We disagree. Section 6-1-760 is a \"grandfather clause\" authorizing the continuation of certain accommodations tax ordinances enacted before March 15, 1997.\r\n5It is undisputed a county can levy any amount of tax up to and including the maximum rate within its unincorporated areas.\r\n&nbsp;\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25105","title":"Matter of Galmore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25105","description":"","date":"2000-04-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMatter of Galmore\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of James C. Galmore, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25105\r\nSubmitted February 23, 2000 - Filed April 10, 2000\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon and Senior Assistant Attorney General James G: Bogle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n        James C. Galmore, of Horry County, pro se.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and disciplinary counsel have entered into an agreement under Rule 21 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413, SCACR. In the agreement, respondent admits misconduct and consents to a public reprimand. We accept the agreement and publicly reprimand respondent.\r\n\r\n\r\n\r\nTonia Bates Matter\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRespondent was employed by the law firm of Yarborough and Carter as an associate. Respondent was retained to represent Tonia Bates in a personal injury matter against Pulliam Ford. Thereafter, the Yarborough firm broke up. Respondent failed to enter into a new contingency fee contract with Ms. Bates as required by Rule 1.5 of Rule 407, SCACR.\r\n\r\n\r\n\r\n\r\nRespondent appeared on Ms. Bates' behalf at her deposition but failed to reply to requests to admit filed by the defendant. \r\nAt a June 1998 roster meeting, the existence of this grievance by Ms. Bates against respondent was divulged. The trial judge directed respondent to prepare an order relieving him as counsel and giving his client thirty days to obtain a new attorney. Respondent failed to prepare the order. After receiving an order prepared by opposing counsel, the circuit court judge issued an order dismissing the case for failure to prosecute. On September 3, 1998, the trial judge wrote respondent, indicating he had spoken with Ms. Bates, who still had not received her client file.\r\nIn addition to failing to take appropriate action to protect his client after requesting to be relieved, respondent failed to comply with the requirements of Rule 12(d) regarding a motion to withdraw when a client has filed a complaint with the Commission on Lawyer Conduct. Rule 12(d) of Rule 413, SCACR, provides that when it is necessary to obtain permission of a tribunal to withdraw from representation, a lawyer may reveal the fact that the client filed a complaint with the Commission to establish good cause for withdrawal. If the motion to be relieved includes a reference to the existence of a complaint which is confidential under this rule, the lawyer shall serve a copy of the motion on the client., but shall give opposing counsel only notice of the motion without revealing the existence of the complaint. The motion to be relieved shall be accompanied by a request that the records relating to the motion be sealed, and the tribunal shall take steps to prevent disclosure of the existence of the complaint to any other person. At the time respondent raised the issue of Ms. Bates's complaint, the complaint was still under investigation and was confidential under Rule 12(a).\r\nMargaret R. Richardson Matter\r\nMargaret R. Richardson is a court reporter employed by Associates Transcribing Service in Columbia. Respondent ordered a transcript of two depositions from Ms. Richardson. Ms. Richardson sent the transcript to respondent on August 6, 1997, along with a bill for $82.50. When respondent failed to pay the bill, Ms. Richardson sent a letter of complaint to the Commission. In response to a letter from the Commission, respondent stated he had paid the bill, but not until July 14, 1998.\r\n\r\nAlvin C. Rice, Jr. Matter\r\nRespondent was appointed in July 1998 to represent Alvin Rice, Jr. in a post-conviction relief (PCR) matter. Respondent failed to appear in court for the PCR hearing. Mr. Rice wrote a letter of complaint to the Commission. On September 11, 1998, the Commission wrote respondent a letter of inquiry about the complaint and requested a response within fifteen days. Respondent did not reply.\r\nThe Commission wrote respondent again on October 13, 1998, requesting a response to the complaint and reminding him that failure to respond to an inquiry from a disciplinary authority could, in and of itself, constitute grounds for discipline. A Notice of Full Investigation was served on respondent by letter dated November 23, 1998. While respondent did respond to the notice, he did not do so within the thirty days required.\r\nMr: and Mrs. Ronnie Garland Matter\r\nMr. Ronnie Garland retained respondent to represent him in a matter. Thereafter, respondent relocated his law office to Conway, South Carolina. Mr. Garland had great difficulty communicating with respondent and obtaining his client file. He wrote a letter of complaint to the Commission.\r\nOn October 7, 1998, the Commission wrote respondent a letter of inquiry about Mr. Garland's complaint and requested a reply within fifteen days. Respondent did not reply.1 The Commission wrote respondent a second time, requesting a reply and advising him that the failure to respond to a lawful inquiry could, in and of itself, constitute a violation. Respondent did not reply until after the thirty days required.\r\nEarline K. Carn-Dockery Matter\r\nEarline Carn-Dockery retained respondent in April 1997. Ms. Carn-Dockery and respondent signed a retainer contract from the firm of Yarborough and Carter, with the name of the firm struck out, and Rosette Carter's name inserted.2\r\n\r\nThe retainer contract called for a non-refundable attorney's fee of $750; further, the contract called for a fee of one-third of any recovery obtained if settled without litigation, or $4,500 of recovery if a lawsuit had to be filed. The contract further provided that the fee was to be paid as follows: $400 on April 30, 1997, and $75 per month thereafter, until paid: \"After $750 is paid, fee arrangements on remainder $3,750 will be negotiated.\" Ms. Carn-Dockery made her first payment of $400 on April 30, 1997, and every month thereafter paid $100 until she had paid the full $750. Respondent took no action on the case and later left private practice and became employed full- time with the Public Defender's Office in Conway, South Carolina.\r\nBy July 1998, Ms. Carn-Dockery had yet to receive a refund of her fee or her client file. Upon receiving a letter of complaint from Ms. Carn Dockery, the Commission wrote respondent and requested a response to the complaint. Respondent did not reply within the fifteen days required. On November 5, 1998, the Commission sent respondent a second letter requesting a response to the complaint and reminding him that failure to respond to an inquiry from a disciplinary authority could, in and of itself, constitute grounds for discipline. Respondent did not respond. Respondent also failed to file a timely response to the Notice of Full Investigation served upon him on December 22, 1998.\r\nThomas C. Salane, Esquire and Honorable Joseph F. Anderson, Jr. Matter\r\nRespondent took over representation of Jasper Boykin in an action against Allstate Insurance Company when Ernest Yarborough, who originally represented Mr. Boykin, was suspended from the practice of law. See Matter of Yarborough, 327 S.C. 161, 488 S.E.2d 871 (1997); Matter of Yarborough, 326 S.C. 62, 483 S.E.2d 473 (1997). During the course of the litigation, respondent contacted Thomas C. Salane, Esquire, attorney for Allstate, and indicated that he was going to move to be relieved as counsel due to his inability to handle the matter. A motion to withdraw was filed and granted on August 1, 1997.\r\n\r\nHowever, respondent reappeared as counsel for Mr. Boykin, and continued to represent him until several months later when he again requested to be relieved. On December 5, 1997, an order was issued allowing respondent to be relieved as counsel. Mr. Boykin was thereafter represented by different counsel.\r\nOn April 30, 1998, a settlement of the litigation was arranged by the, parties and confirmed in writing. A conditional order of dismissal was issued, allowing either side to petition for reinstatement if the settlement was not consummated within sixty days.\r\nOn May 12, 1998, an order for hearing on settlement was issued. The order was precipitated by a letter from Mr. Boykin to the judge, complaining that he did not agree to the settlement. Mr. Boykin stated in the letter that he had spoken with Yarborough and respondent about his case and had agreed to pay Yarborough $2,300 to oversee respondent's handling of the case and to pay respondent an additional $1,000.\r\nRespondent later maintained he was unaware of the payment by Mr. Boykin to Yarborough. Respondent refused to allow Yarborough to work on the case or supervise his work. However, respondent failed to report to the Commission Yarborough's offer to practice law while under suspension.\r\nMary R. White Matter\r\nMary R. White retained Yarborough in 1996 to represent her in a matter against Allstate. When she learned of his suspension, she called his office to find out what would happen to her case. In May 1997, Ms. White received word from respondent that he and Rosette Carter were not handling any of Yarborough's former cases, and Ms. White needed to find a new attorney.\r\nThe litigation involving Ms. White also involved Mr. Boykin. Respondent referred Mr. Boykin and Ms. White to another attorney, Eleazer Carter. Mr. Boykin and Ms. White met with Mr. Carter, but since they did not have their client files, and Mr. Carter needed more information, he could not accept the case.\r\n\r\nAfter meeting with Mr. Carter, Mr. Boykin and Ms. White agreed to call respondent and Rosette Carter to ask them to continue representing them. Respondent agreed to take Ms. White's case, and she met with him in August 1997. They discussed an extension on-pending discovery matters.\r\n\r\nIn September 1997, Ms. White received a letter from the court and opposing counsel asking that the case be dismissed because Ms. White had not responded to discovery. Inquiries to respondent about this went without response.\r\nIn October 1997, Ms. White received a letter from respondent along with a number of documents filed with the court on her behalf, including Plaintiff's Answers to Interrogatories, Requests for Production, and Notice of Motion and Motion to be Relieved as Counsel. Up to that point, respondent had received $2,300 from Mr. Boykin for Ms. White's legal fees.\r\nAfter Ms. White telephoned respondent several times, respondent agreed to refund a portion of the money and return the file to Ms. White. On December 4, 1997, Ms. White went to Rosette Carter's office to meet with respondent, but he was not there. Ms. Carter informed Ms. White that respondent no longer worked out of that office. Ms. White retrieved her file and a check for $481, which had been left with a secretary.\r\nThereafter, Ms. White telephoned respondent and learned that her case had been dismissed because of respondent's errors and procrastination. Ms. White wrote a letter of complaint to the Commission. On July 31, 1998, the Commission wrote respondent a letter of inquiry about Ms. White's complaint and requested a reply within fifteen days. On August 15, 1998, respondent wrote the Commission requesting additional time to respond to the Complaint, giving the Commission his new address, and informing the Commission that he was now employed with the Horry County Public Defender's Office.\r\nAfter respondent failed to reply to the initial letter of complaint, the Commission wrote respondent again on September 16, 1998, requesting a response, and advising him that failure to cooperate with a lawful demand from a disciplinary authority could, in and of itself, constitute grounds for discipline. Respondent did not reply.\r\nOn March 3, 1999, a Notice of Full Investigation was sent via certified mail to respondent at his new address on March 3, 1999. Respondent did not pick up the certified mail, and the Notice of Full Investigation was returned. The notice was later hand delivered to respondent, and while he replied, his reply was not within the thirty days required.\r\n\r\nCONCLUSION\r\nRespondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (competent representation); Rule 1.3 (reasonable diligence and promptness in representing clients); Rule 1.4 (keeping clients reasonably informed about the status of matters and complying with reasonable requests for information); Rule 1.5 (failing to enter into new contingency fee arrangement after client's initial attorney was suspended); Rule 8.3 (failing to inform the appropriate professional authority that another lawyer committed a violation of the Rules of Professional Conduct that raised a substantial question as to that lawyer's honesty, trustworthiness or fitness as a lawyer in other respects); Rule 8.4 (professional misconduct).\r\nFurther, respondent has violated the following provisions of the Rules of Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violated the Rules of Professional Conduct); Rule 7(a)(3) (knowingly failed to respond to a lawful demand from the Commission to include a request for a response under Rule 19); Rule 7(a)(5) (engaged in conduct tending to pollute . the administration of justice or bring the courts or legal profession into disrepute or conduct demonstrating an unfitness to practice law); Rule 7(a)(6) (violated the oath of office taken upon admission to practice law in this state); Rule 12(d) (failing to comply with the requirements regarding a motion to withdraw).\r\nRespondent's conduct warrants a public reprimand. Accordingly, respondent is hereby publicly reprimanded.\r\nPUBLIC REPRIMAND\r\n\r\n1Mr. Garland wrote the Commission a letter, received October 12, 1998, indicating he had obtained his client file.\r\n2Rosette Carter was a partner with Yarborough and Carter, in Chester, South Carolina.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25106","title":"In the Matter of Cromartie","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25106","description":"","date":"2000-04-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMatter of Cromartie\r\n\r\n\r\n\r\n\r\n\r\n\r\n  THE STATE OF SOUTH CAROLINA\r\n      \r\n      In The Supreme Court\r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of E.W. Cromartie, II, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25106\r\nSubmitted March 13, 2000 - Filed April 10, 2000\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n  \r\n    \r\n      \r\n        Desa A. Ballard, of West Columbia, for respondent.\r\n        Attorney General Charles M. Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary matter, respondent and disciplinary counsel have entered into an agreement under Rule 21 of the Rules for Lawyer Disciplinary Enforcement (RLDE) contained in Rule 413, SCACR. In the agreement, respondent admits misconduct and consents to a public reprimand. We accept the agreement.\r\n\r\n\r\n\r\nRespondent is the senior partner in the firm of E.W. Cromartie, II, in Columbia. Respondent employed attorney Matthew E. Davis as an associate whose primary duty was real estate transactions. Recently, we publicly reprimanded Davis for his misconduct associated with real estate closings. See In the Matter of Davis, Op. No. 25056 (S.C. Sup. Ct. filed Jan. 24, 2000) (Shearouse Adv. Sh. No. 3 at 38). Respondent's misconduct relates primarily to a failure to supervise Davis, and the facts of the matter are more fully set out in the Davis opinion.\r\n\r\n\r\n\r\n\r\nDavis failed to properly and timely provide satisfactions of mortgages to the company which wrote title insurance for the closings Davis conducted. This resulted in the title company being unable to close out its files in a timely manner. Respondent failed to properly supervise Davis in these matters.\r\nDavis wrote a number of checks for title insurance from the firm's real estate trust account. Because of the delays caused by Davis, the checks were not negotiated promptly by the title company. Respondent failed to properly safeguard title insurance money held in the real estate trust account and failed to seek information from Davis regarding the identity of the funds. Respondent instead assumed these funds were accumulated attorney's fees and withdrew them. As a result, when the title company began depositing the premium checks, not all of the checks were honored due to insufficient funds (NSF) in the trust account. Bank statements showed that there were NSF charges and, at one point, a negative balance in the real estate trust account. Respondent, however, did not review these records and did not make inquiries about them.\r\nIn March 1998, respondent began withdrawing from the real estate trust account what he thought to be attorney's fees. Respondent failed to contact Davis, who had left the firm in January 1998, to verify whether these funds were in fact attorney's fees.\r\nRespondent also transferred operating account funds in the amount of $5,000 to his trust account, without an identifiable client-related reason. This check was deposited into the firm's general escrow account on December 19, 1997. Respondent failed to comply fully with Rule 417, SCACR, in that he failed to: (1) conduct monthly reconciliations of the real estate trust account; (2) ensure that Davis or non-lawyer employees conducted such reconciliations; and (3) maintain a trial balance in the real estate trust account or a running balance for each client by identifying whose money was in the account at any given time. Respondent also failed to supervise non-lawyer employees who were responsible for ensuring that correct wiring instructions were given to lenders for funds to be wired to the real estate trust account. In addition, by issuing a number of checks from the general escrow account without properly identifying them, respondent failed to comply with Rule 417.\r\n\r\n\r\nRespondent admits he violated Rule 7, RLDE, by violating the Rules of Professional Conduct, by engaging in conduct tending to pollute the administration of justice or bring the legal profession into disrepute or conduct demonstrating an unfitness to practice law; and by violating the oath of office taken upon admission to practice law in this state.\r\nMoreover, respondent's misconduct constitutes a violation of the Rules of Professional Conduct, Rule 407, SCACR. Respondent failed to provide competent representation. Rule 1.1. He failed to act with reasonable diligence and promptness in representing his clients. Rule 1.3. He violated his duty regarding the safekeeping of his clients' or third parties' property. Rule 1.15. Respondent engaged in conduct that is prejudicial to the administration of justice. Rule 8.4(e).\r\nIn our opinion, respondent's misconduct warrants. a public reprimand. Accordingly, respondent is hereby publicly reprimanded for his misconduct.\r\nPUBLIC REPRIMAND.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25107","title":"Ex Parte Sadisco of Greenville, Inc. v. Greenville County Board of Zoning Appeals","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25107","description":"","date":"2000-04-10","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nEx Parte Sadisco v. Greenville Cty. Board of Zoning Appeals\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ex Parte Sadisco of Greenville, Inc.,Petitioner,\r\n        v.\r\n        Greenville County Board of Zoning Appeals; Peter Nomikos, Zoning Administrator; and Ruben Montalvo, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Greenville County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nOpinion No. 25107\r\nSubmitted March 21, 2000 - Filed April 10, 2000\r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Michael Spivey, of Mauldin, for petitioner.\r\n        Troy A. Tessier, of Wyche, Burgess, Freeman &amp; Parham, P.A., of Greenville, for respondent Ruben Montalvo.\r\n        Thomas H. Coker, Jr., and Boyd B. Nicholson, Jr., both of Haynsworth, Marion, McKay &amp; Guerard, L.L.P., of Greenville, for respondents Greenville County Board of Zoning Appeals and Peter Nomikos, Zoning Administrator.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nPER CURIAM: Petitioner's original appeal in this case was from an order of the Greenville County Board of Zoning Appeals. The appeal to the circuit court was dismissed for failure to timely file and serve the Notice of Appeal. Petitioner then filed a motion for relief from judgment under Rule 60(b)(1), SCRCP.\r\nThe circuit court denied petitioner's Rule 60(b)(1) motion in which petitioner argued it did not timely file the Notice of Appeal through excusable neglect and inadvertence. Petitioner appealed the denial of the Rule 60(b)(1) motion. Thereafter, the Court of Appeals, without comment, granted respondents' motion to dismiss the appeal. Petitioner now seeks a petition for a writ of certiorari.\r\nWe grant the petition for a writ of certiorari, dispense with further briefing and vacate the order of dismissal.\r\nWe find the Court of Appeals was incorrect in summarily dismissing the appeal. Petitioner was appealing the denial of the Rule 60 motion not the dismissal of the underlying appeal. Therefore, the Court of Appeals should have considered the merits of the appeal, and if the Court of Appeals agreed with the circuit court, it should have affirmed the circuit court's ruling on the Rule 60 motion rather than summarily dismissing the appeal. See Winesett v. Winesett, 287 S.C. 332, 338 S.E.2d 340 (1985) (a denial of a Rule 60(b) motion is directly appealable).\r\n\r\nHowever, addressing the merits, we find the circuit court correctly relied upon our decision in Burnett v. South Carolina State Highway Dep't, 252 S.C. 568, 167 S.E.2d 571 (1969), and thus we affirm the denial of petitioner's Rule 60 motion. This Court has consistently stated that service of the Notice of Appeal is a jurisdictional requirement, and this-Court has no authority to extend or expand the time in which the Notice of Appeal must be served. Mears v. Mears, 287 S.C. 168, 337 S.E.2d 206 (1985); Rule 234(b), SCACR. We agree with the Burnett Court that if this Court were to allow a party to file a Rule 60 motion when a party fails to timely serve a Notice of Appeal, this Court would be exceeding its jurisdictional limits by allowing a party to extend or expand the time in which a Notice of Appeal may be served. Therefore, we decline to revisit the Burnett decision.\r\n\r\nAccordingly, we vacate the Court of Appeals' decision in which it summarily dismissed the appeal and we affirm the circuit court's denial of petitioner's Rule 60 motion.\r\n\r\n\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25108","title":"McQueen v. SC Coastal Council, et al.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25108","description":"","date":"2000-04-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nMcQueen v. SC Coastal Council, et al.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Sam B. McQueen  Respondent,\r\n        v.\r\n        South Carolina Coastal Council, n/k/a South Carolina Department of Health and Environmental Control, Office of Ocean and Coastal Resource Management,  Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\nAppeal From Horry County\r\nJohn L. Breeden, Jr., Master-in-Equity\r\n\r\nOpinion No. 25108\r\nHeard February 3, 2000 - Filed April 17, 2000\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Mary D. Shahid, of South Carolina Department of Health and Environmental Control, Office of Ocean and Coastal Resource Management, of Charleston, for petitioner.\r\n        Ronald R. Norton, of Conway, for respondent.\r\n        James S. Chandler, Jr., of Pawleys Island, for Amicus Curiae South Carolina Environmental Law Projects.\r\n        Glenn Sugameli, of National Wildlife Federation, of Washington, D.C., for Amicus Curiae National Wildlife Federation and South Carolina Wildlife Federation.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nBURNETT, A.J.: Petitioner South Carolina Coastal Council 1 appeals the decision of the Court of Appeals holding Coastal Council's denial of permits to bulkhead and fill lots owned by respondent constituted a taking requiring just compensation. McQueen v. South Carolina Coastal Council, 329 S.C. 588, 496 S.E.2d 643 (Ct. App. 1998). We reverse.\r\nFACTS\r\nRespondent purchased a lot on 53rd Avenue in the Cherry Grove section of North Myrtle Beach in 1961 for $2500, and a lot on 48th Avenue in 1963 for $1700. Each lot is valued at $22,800 for tax purposes. Both lots are located on manmade, saltwater canals and were created by fill, as were all the lots in the area. Respondent's lots are unimproved, but most of his neighbors' lots have houses and bulkheads constructed on them.\r\nIn July 1991, respondent applied to the South Carolina Coastal Council for permits to build bulkheads on his lots to prevent further erosion of his own and his neighbors' property. In January 1992, the Coastal Council issued a permit for the 53rd Avenue lot only, with the condition the bulkhead be constructed 75 feet from the street. Respondent sought a 90-foot setback to comply with the City of North Myrtle Beach's requirements to build on the property. Due to some confusion on the part of the Army Corps of Engineers, which participates in the permitting process, no action was taken on the 48th Avenue lot. The Coastal Council determined the only way to correct the confusion would be to resubmit both applications and begin the review process anew.\r\n\r\nRespondent resubmitted the applications to the Coastal Council in 1993. Both permits were denied because the proposed bulkheads were located within the tidelands critical area, so that any backfill would result in filling of tidal wetlands, adversely affecting the environment.\r\nRespondent appealed the denial of the permits, first to the Coastal Council, then to the Coastal Zone Management Appellate Panel. Both bodies upheld the denial of the permits. The Panel found the permits sought by respondent were prohibited by S.C. Code Ann. Regs. 30-12(G)(2)(a) (Supp. 1998), which provides that the creation of residential lots for private gain is not justification for filling in wetlands and that permit applications for this purpose should be denied. The Panel further found denial of the permits did not constitute a taking because respondent had no distinct investment-backed expectations, as evidenced by his failure to take action to prevent the erosion of his property.\r\nRespondent appealed the Panel's decision to the circuit court, arguing the permit denials constituted a along without just compensation. The case was referred to the master-in-equity, who found that by denying respondent the permits, the Coastal Council deprived him of all economically beneficial use of his property, resulting in a taking. Based on respondent's testimony that he had been offered $50,000 for each of the lots, the master found respondent was entitled to $100, 00 in compensation. The Coastal Council appealed. A divided Court of Appeals affirmed the master's ruling that respondent suffered a taking, bu found insufficient evidence in the record to support the master's determination as to compensation. McQueen v. South Carolina Coastal Council, 329 S. C. 588, 496 S.E.2d 643 (Ct. App. 1998). The court therefore remanded the issue of just compensation to the circuit court. We granted Coastal Council's petition for certiorari.\r\n\r\n\r\n\r\nISSUES\r\nDid Coastal Council's permit denial constitute a \"taking\" of respondent's property?\r\n\r\n\r\n  A. Do background principles of state law bar respondent from filling his lots?\r\n  \r\n    Is Carter v. South Carolina Coastal Council a background principle of state property law?\r\n  \r\n  B. Did respondent have distinct investment-backed expectations entitling him to compensation?\r\n\r\n\r\nDISCUSSION\r\nThe Fifth Amendment to the United States Constitution provides \"private property [shall not] be taken for public use without just compensation.\" U.S. Const. amend. V. The government \"takes\" property for public use when it regulates the property in a manner which denies the owner all economically beneficial use of his property. Lucas v. South Carolina Coastal Council, 505 U.S. 1003 (1992). In order to recover on a regulatory takings claim, a property owner must establish:\r\n\r\n\r\n  (1) there was a denial of economically viable use of the property as a result of the regulatory imposition;\r\n  (2) the property owner had distinct investment-backed expectations; and\r\n  (3) the interest taken was bested in the owner, as a matter of state property law, and nod within the power of the state to regulate under common law nuisance doctrine.\r\n\r\n\r\nLoveladies Harbor, Inc. v. United States, 28 F.3d 1171, 1179 (Fed. Cir. 1994) (restating the law of regulatory takings as defined by cases up to and including Lucas). The Court of Appeals held respondent suffered a \"textbook regulatory taking.\" McQueen, 329 S.C. at 600, 496 S.E.2d at 650. We disagree.\r\n\r\n\r\n\r\nIt is uncontested the permit denial at issue here deprives respondent of all economically viable use of his property. The questions before this Court are whether respondent had a vested right to backfill his property and whether respondent had investment-backed expectations of developing his property.\r\n\r\nCoastal Council contends the Court of Appeals erred in finding the instant case bears \"a remarkable similitude\" to Lucas. David Lucas purchased two coastal tracts in 1986 for $975,000, with the intent to build single-family homes on them. In 1988, the General Assembly enacted the Beachfront Management Act, S.C. Code Ann. § 48-39-250 et. seq. (Supp. 1998), which had the direct effect of barring Lucas from erecting any permanent habitable structures on his property. Lucas, 505 U.S. at 1006-07. The United States Supreme Court held \"[w]here the State seeks to sustain regulation that deprives land of all economically beneficial use, we think it may resist compensation only if the logically antecedent inquiry into the nature of the owner's estate shows that the proscribed use interests were not part of his title to begin with.Id at 1027.\r\nIn the instant case, respondent neglected his property for thirty years, allowed the land to revert to wetlands, and now expects the State of South Carolina to pay him the going rate for high ground - a twenty-fold return on his initial investment. We agree with Coastal Council that this case is distinguishable from  Lucas.\r\n\r\n\r\n  A.  Do background principles of state law bar respondent from filling his lots?\r\n\r\n\r\nIn addressing the third prong of the regulatory takings test, the Court of Appeals majority asked: What rights did respondent possess when he purchased the lots? McQueen, 329 S.C. at 599, 496 S.E.2d at 649. The majority assumed, with no citation to authority, \"the right to add a bulkhead and fill were [respondent's] at the time of purchase.\" Id. We do not think this is a valid assumption.2 Nevertheless, we affirm the Court of Appeals'\r\nruling that Carter v. South Carolina Coastal Council, 281 S.C. 201, 314 S.E.2d 327 (1984) is not a background and principle of state law that bars respondent from developing his land.\r\n\r\n\r\n  Is Carter v. South Carolina Coastal Council a background principle of state property law?\r\n\r\n\r\nCoastal Council asserts this case falls into the Lucas exception, i.e., the proscribed use interests were not part of respondent's title to begin with. Coastal Council argues that Carter v. South Carolina Coastal Council, 281 S.C. 201, 314 S.E.2d 327 (1984), survives Lucas and represents a \"background principle[] of state nuisance and property law that prohibit[s] the uses [respondent] now intends in the circumstances in which the property is presently found.\" Lucas, 505 U.S. at 1031. We disagree.\r\nIn Carter, we held denial of a permit to fill 5.3 acres of wetlands was not a taking because \"[a] n owner of land has no absolute and unlimited right to change the natural character of his land so as to use it for a purpose for which it was unsuited in its natural state and which injures the rights of others.\" Id. at 205, 314 S.E.2d at 329. We concluded the permit denial there was a valid exercise of the State's police power to prevent public harm. Id. at 204-05, 314 S.E.2d at 329.\r\n\r\nCarter followed the landmark decision of Just v. Marinette County, 201 N.W.2d 761 (Wis. 1972). Commentators are divided on whether the principle stated in Just (there is no absolute right to change the natural character of land) is a background principle of state property law that can be used as a basis for denying wetlands takings claims after Lucas.  See, e.g., Hope M. Babcock, Has the U.S. Supreme Court Finally Drained the Swamp of Takings Jurisprudence?: The Impact of Lucas v. South Carolina Coastal Council on Wetlands and Coastal Barrier Beaches, 19 Harv. Envtl. L. Rev. 1, 46 &amp; n.260 (1995) (Just is a background principle), Jan Goldman-Carter, Protecting Wetlands and Reasonable Investment-Backed Expectations in the Wake of Lucas v. South Carolina Coastal Council, 28 Land &amp; Water L. Rev. 425, 447 &amp; n.138. (1993) (same) 3; but see Joseph L. Sax, Property Rights &amp; the Economy of Nature: Understanding Lucas v. South Carolina Coastal Council, 45 Stan. L. Rev. 1433, 1440 (1993) (arguing the Lucas Court \"repudiat[ed] the conclusion of Just\"), Richard Ausness, Regulatory Taking &amp; Wetland Protection in the Post-Lucas Era, 30 Land &amp; Water L. Rev. 349, 403-04 (1995) (\"Lucas is inconsistent with the reasoning of Just v. Marinettel County and other cases that concluded that property owners have no inherent right to change the \"natural\" character of their land.\") (citing Carter, inter alia).\r\nThus, the question before ups is whether the rule articulated in Carter is a background principle of state property law that survives Lucas.4 Our opinion in the first Lucas decision) suggests the fate of Carter on the takings issue is inextricably linked to the outcome of the Lucas case. Lucas v. South Carolina Coastal Council, 304 S.C. 376, 388, 404 S.E.2d 895, 901 (1991) (Lucas I), reversed, 505 U.S. 1003 (1992) (\"To adopt Lucas' argument would therefore be to overrule Carter.\"). However, the dissent in Lucas I did not find Carter controlling, and woul have found a taking without overruling Carter. Id. at n.4 (Harwell, J. dissenting). Moreover, the issue in Carter (and in this case), was not before the Court in Lucas because David Lucas sought to build on high ground; there was therefore no question he had that right prior to enactment of the Beachfront Management Act. See Lucas v. South Carolina Coastal Council,.309 S.C. 424, 424 S.E.2d 484 (1992) (Lucas II) (no common law basis exists by which State could restrain Lucas' desired use of his land).\r\n\r\nWe conclude Carter was overruled in part by the United States Supreme Court's Lucas decision.5 While not specifically addressing the holding of Just, the United States Supreme Court repudiated the reasoning of Just in Lucas:\r\n\r\n\r\n  [R]egulations that leave the owner of land without economically beneficial or productive options for its use - typically, as here, by requiring land to be left substantially in its natural state - carry with them a heightened risk that private property is being pressed into some form of public service under the guise of mitigating serious public harm.\r\n\r\n\r\nLucas, 505 U.S. at 1018 (emphasis added). The Lucas decision made clear the State \"must do more than proffer . . . the conclusory assertion that [the uses respondent desires] violate a common-law maxim such as sic utere tuo ut alienum non laedas.\"6 Lucas, 505 U.S. at 1031. Furthermore, the Supreme Court explicitly rejected the State's police power justification for denying compensation. Id. at 102. We agree with the Court of Appeals that the United States Supreme Court overruled Carter on the takings issue in Lucas. McQueen, 329 S.C. at 597 496 S.E.2d at 648.\r\n\r\n\r\n  B.  Did respondent have distinct investment-backed expectations entitling him to compensation?\r\n\r\n\r\nCoastal Council argues the Court of Appeals erred in refusing to consider its factual argument that respondent knew his lots were eroding for some time and failed to take measures to protect his property. We agree. Coastal Council was not arguing to the Court of Appeals that respondent had a legal duty to prevent the erosion of his property. Rather, this factual argument was intended to distinguish the case at bar from Lucas and to demonstrate a lack of investment-backed expectations. The Court of Appeals erred in failing to address this second and prong of the regulatory takings test.\r\nIn order to recover on a takings claim, a property owner must establish the regulation interfered with his distinct, investment-backed expectations. Penn Central Trans . Co. v. New York City, 438 U.S. 104 (1978), Loveladies Harbor. Inc. v. United States, 28 F .3d 1171, 1179 (Fed. Cir. 1994), Mibbs v. South Carolina Dept of Revenue, __S.C. __, __S.E.2d__(1999). Without the requirement of investment-backed expectations, a property owner could obtain a windfall by claiming a taking in the face of new regulations, without any real intent to develop. This issue was not discussed in Lucas as there was no question David Lucas had distinct investment-backed expectations. See Loveladies Harbor, 28 F.3d at 1178. Nor was the issue disputed in Loveladies Harbor. Id. at 1179. However, several recent decisions have found no taking based on the property owner's lack of investment-backedexpectations.\r\n\r\nThe most recent and similar of these decisions is Good v. United States, 189 F.3d 1355 (Fed. Cir. 1999). Good purchased wetlands property in the Florida Keys in 1973. In 1980 he hired a land planning and development firm to obtain the federal, state, and local permits required to develop the property. In March 1981, he submitted his first permit application to the Army Corps of Engineers. The Corps granted the permit in May 1983. Good then modified the permit in response to county environmental concerns. The Corps issued a modified permit in January 1984. The permits were good for five years. Id.at 1357.\r\nGood was meanwhile pursuing the required state and local permits. In February 1983, the state issued a permit conditioned on Good obtaining county approval. In May 1983, Good applied for county approval. After some wrangling over the standard of review, the county granted approval inJuly 1984. Id.\r\nHaving obtained federal, state, and county permits, Good next had to obtain review by the Florida Department of Community Affairs, pursuant to the state's Environmental Land Water Management Act, Fla. Stat. Ann. §§380.012 to 380.12 (West 1997). The statute provided for the Department of Community Affairs to review local land development orders in Areas of Critical State Concern. The Department could appeal objectionable orders to the Florida Land and Water Adjudicatory Commission. The Department appealed the county's approval and the Commission held the county had applied the wrong standard of review and ordered the county to re-review the project under a stricter standard. Id. at 1358.\r\nIn the meantime, the county had adopted a new land use plan and new development regulations. Good's project would not have been allowed under the new regulations. Good sued the state alleging a taking. That suit was settled and the consent order provided for evaluation of Good's applicationunder the old regulations. Id.\r\nBy this time, Good's federal permits had almost expired. The Corps denied Good's request for an extension, but did grant new permits in October 1988 allowing substantially the same development. In November, the county gave preliminary approval to Good's plan. Final approval was subject to fifteen conditions, including approval by the South Florida Water Management District. Good applied with the Water Management District and a few months later, received notification that its staff recommended denial of the application based on \"the unmitigated loss of wetlands.\" Good withdrew his application with the Water Management District. Id.\r\n\r\nIn July 1990, Good submitted a new, scaled-down plan to the Corps. Between the time the Corps issued Good's 1988 permit and the time he applied for the 1990 permit, the Lower Keys marsh rabbit was listed as an endangered species. The Corps was therefore required to consult with the Fish and Wildlife Service to make sure the requested permit would not jeopardize the marsh rabbit. The Fish and Wildlife Service concluded Good's project would not jeopardize the marsh rabbit, but nonetheless recommended denial of the permit based on the plan's overall environmental impact. Id. at1368-69.\r\nSubsequently, the silver rice rat was listed as an endangered species. In December 1991, the Fish and Wildlife Service issued a new recommendation that the Corps deny Good's 1990 application because the development threatened both the Lower Keys marsh rabbit and the silver rice rat. The Corps denied Good's 1990 permit application in March 1994 and informed Good his 1988 permit had expired. Id. at 1369.\r\nGood sued the federal government alleging a taking of property without just compensation. He argued the permit requirements of the Rivers and Harbors Act, 33 U.S.C. § 403 (1994), and the Clean Water Act, 33 U.S.C. § 1344 (1994), were irrelevant to is reasonable expectations at the time he purchased the property because he obtained the federal dredge-and-fill permits required by those acts three times and was only denied a permit based on the Endangered Species Act, 16 U.S.C. § 1531 et. seq. (1994), which did not exist when he bought his land. The court, while acknowledging the reasonableness of Good's argument, ultimately rejected it. It noted Good purchased the property with knowledge that it might be difficult to obtain approval for his project, then waited seven years, \"watching as the applicable regulations got more stringent, before taking any steps to obtain the required approval.\" Id. at 1361-62. The court stated that \"[w]hile [Good's] prolonged inaction does not bar his takings claim, it reduces his ability to fairly claim surprise when his permit application was denied.\" Id. at 1363. The court concluded Good \"lacked the reasonable, investment-backed expectations that are necessary to establish that a government action effects a regulatory taking.\" Id.\r\n\r\nWhile Good is distinguishable from the instant case in various respects, the principle it articulates applies with equal force here. Respondent purchased beach front property that has been the subject of at least some developmental relation for over a century. See, e.g., The Rivers &amp; Harbors Act of 1899, 33 U..C. § 403 (1994) (requiring a permit from the Army Corps of Engineers to develop wetlands). This pre-existing permit requirement is relevant to respondent's investment-backed expectations. Forest Properties, Inc. v. United States, 39 Fed. Cl. 56, 75-76 (1997). His prolonged neglect of the property and failure to seek developmental permits in the face of ever more stringent regulations demonstrate a distinct lack of investment-backed expectations.\r\nCONCLUSION\r\nThe Court of Appeals affirmed the denial of respondent's permit applications because the land he seeks to fill is protected wetlands. The only question before this Court is whether the denial of those permits constitutes a taking of property without just compensation. Because respondent has failed to demonstrate the distinct investment-backed expectations required to find a taking, we REVERSE.\r\n\r\n1 The South Carolina Coastal Council is now known as the South Carolina Department of Health and Environmental Control, Office of Ocean and Coastal Resource Management. We refer to the agency as the Coastal Council for the sake of consistency with the earlier proceedings in this case.\r\n2Amici Curiae have argued numerous background principles of state law which could conceivably bar a property owner from backfilling wetlands. Most significant among these is the public trust doctrine. In South Carolina, the state owns the property below the high water mark of a navigable stream; this property is part of the public trust. Sierra Club v. Kiawah Resort Assoc., 318 S.C. 119 456 S.E.2d 397 (1995), State v. Hardee, 259 S.C. 535, 193 S.E.2d 497 (1972), State v. Pacific Guano Co., 22 S.C. 50 (1884). The corollary to this principle is the rule that \"lands gradually encroached upon by water cease to belong to' the former riparian or littoral owner.\" Horny County v. Tilghman, 283 .C. 475, 478, 322 S.E.2d 831, 833 (Ct. App. 1984) (citing Spigener v. Cooner 42 S.C.L. (8 Rich.) 301(1855)). Because these arguments were not madelto the lower courts, and because we reverse on other grounds, we decline to address the application of these principles to respondent.\r\n3Commentators asserting Just is a background principle of state law express the principle in terms of the public trust doctrine, although neither Just nor Carter uses that term.. See supra n.2.\r\n4 No other court of record has yet squarely addressed the question whether Just is a background principle of state law. One court suggested it is in dicta. See City of Riviera Beach v. Shillingburg, 659 So.2d 1174, 1183 (Fla. Dist. Ct. App. 1995) (dismissing takings claim on ripeness grounds, but citing Just principle post-Lucas);see also Zealy v. City of Waukesha, 538 N.W.2d 538, 534 (Wis. 1996) (finding no taking on other grounds, and declining to reach issue of whether Just is a Lucas background principle, but specifically noting that \" [n]othing in this opinion limits our holding in Just and cases following its rule\"), Good v. United States, 39 Fed. Cl. 81, 98 &amp; n.30 (1997) aff'd 189 F.3d 1355 (1999) (noting status of Just line of cases as a background principle of state law is unclear). We also note that Justice Blackmun's dissent in Lucas cite Just for the proposition that the majority erred in finding a \"clear and accepted `historical compact' or `understanding of our citizens' justifying the Court's new takings doctrine.\" 505 U.S. at 1059-60 (Blackmun, J., dissenting ). Blackmun's dissent suggests he believed the majority's reasoning was flawed in light of Just (and other sources), not that he thought Just fell into the exception carved out by the majority for background principles of state law.\r\n5This conclusion does not affect the validity of Carter on the issue of the substantial evidence standard of review. See 281 S.C. at 202-04, 314 S.E.2d at 328-29.\r\n6 \"Use your own property in such a manner as not to injure that of another.\" Black's Law Dictionary 1380 (6th ed. 1990).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25109","title":"State v. Harris","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25109","description":"","date":"2000-04-17","type":"opinion","text":"\r\n      \r\n\r\nState v. Harris\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Matthew Scott Harris, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nWilliam P. Keesley, Circuit Court Judge\r\n\r\nOpinion No. 25109\r\nHeard March 8, 2000 - Filed April 17, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Tara S. Taggart, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Derrick K. McFarland, of Office of the Attorney General, of Columbia; and Solicitor Donald V. Myers, of Lexington, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nBURNETT, A.J.: Appellant was convicted of murder and sentenced to life in prison. He appeals the trial court's refusal to grant a mistrial based on a juror's misconduct. We affirm.\r\n\r\nFACTS\r\nAt trial, appellant admitted he killed Jeffrey Neal Bass. The sole issue was whether appellant committed murder or manslaughter.\r\nJury deliberations continued over a three day period, during which the jury sent out several questions to the court. Tlre jury returned its verdict on the morning of the third day. Following sentencing, one of the jurors told defense counsel and the solicitor she had read the definition of \"malice aforethought\" in Black's Law Dictionary the night before to clarify its meaning.\r\nDefense counsel moved for a mistrial and the court conducted a hearing. The juror testified she read the definitions of \"malice aforethought\" and \"manslaughter\" in Black's Law Dictionary. She stated she told the other jurors what she had done and that it made her feel like she should choose murder, but she did not share the dictionary definitions with them.\r\nThe trial judge denied the motion for a mistrial. He noted the definitions the juror read in Black's Law Dictionary were almost exactlyword for word his charge to the jury. The judge stated \"at worst, what this juror is saying is that by seeing the words written she had some comprehension or some understanding that . . . reaffirmed what she heard.\" The trial court thus found beyond a reasonable doubt appellant was not prejudiced by the juror's efforts at self-education.\r\nISSUE\r\n\r\n\r\n  Did the trial court err in refusing to grant a mistrial based on a juror's misconduct in consulting Black's Law Dictionary for definitions of \"malice aforethought\" and \"manslaughter\"?\r\n\r\n\r\nDISCUSSION\r\nThe Sixth and Fourteenth Amendments of the United States Constitution guarantee a defendant a fair trial by a panel of impartial and indifferent jurors. State v. Kelly, 331 S.C. 132, 502 S.E.2d 99 (1998) (citing Estelle v. Williams, 425 U.S. 501(1976), Irvin v. Dowd, 366 U.S. 717 (1961)); see also S.C. Const. art. I, §§ 3 &amp; 14. To safeguard these rights, the jury must render its verdict free from any outside influences. Kelly, 331 S.C. at 141, 502 S.E.2d at 104.\r\n\r\nThe juror's action in conducting independent legal research was unquestionably misconduct. See Matters v. State, 232 N.W. 781, 783 (Neb. 1930). The jury must rely solely upon the court's instructions for the law.1 Id. However, misconduct that does not affect the jury's impartiality will not undermine the verdict. Kelly, 331 S.C. at 141, 502 S.E.2d at 104. The trial court has broad discretion in assessing allegations of juror misconduct. Id. In determining whether outside influences have affected the jury, relevant factors include (1) the number of jurors exposed, (2) the weight of the evidence properly before the jury, and (3) the likelihood that curative measures were effective in reducing the prejudice. Id. at 141-42, 502 S.E.2d at 104. The determination of whether extraneous material received by a juror during the course of the trial is prejudicial is a matter for determination by the trial court. Id. (citing 23A C.J.S. Criminal Law § 1365 (1989)).\r\nThe granting or refusing of a motion for a mistrial lies within the sound discretion of the trial court and its ruling will not be disturbed on appeal absent an abuse of discretion amounting to an error of law. State v. Council, 335 S.C. 1, 12, 515 S.E.2d 508, 514 (1999). A mistrial should only be granted when absolutely necessary. Id. In order to receive a mistrial, the defendant must show error and resulting prejudice. Id. The trial judge is in the best position to determine the credibility of the jurors; therefore, this Court grants him broad deference on this issue. Id. (citing State v. Johnson, 248 S.C. 153, 149 S.E.2d 348 (1966) (the question of the impartiality of the juror is addressed to the discretion of the trial judge); State v. Loftis, 232 S.C. 35, 100 S.E.2d 671 (1957) (refusing to interfere with the discretion of a trial judge in matters involving the jury because the trial judge has the opportunity to consider the credibility of the jurors)).\r\n\r\nThere is a wealth of cases addressing jurors' use of dictionaries. Courts have almost uniformly found no prejudice to the defendant when the dictionary definition did not vary from the ordinary meaning of the words or from the meaning contained in the trial court's instructions. See, e.g., State v. Messenger, 561 N.W.2d 463 (Mich. Ct. App. 1997) (no prejudice where definition of \"premeditation\" was not substantively different from court's instruction); State v. Melton, 692 P.2d 45 (N.M. Ct. App. 1984) (no prejudice where definitions of \"keep\" and \"control\" did not vary from usual ordinary meaning or from trial court's instructions); see also Allers v. Riley, 901 P.2d 600 (Mont. 1995) (new trial warranted where dictionary definition of \"proximate cause\" did not contain foreseeability element contained in court's instruction) (two justices dissented and would have upheld trial court's denial of mistrial motion based on lack of prejudice).\r\nFurthermore, for the defendant to be prejudiced, the misconduct must have affected the verdict. Compare State v. Klafta, 831 P.2d 512 (Haw. 1992) (conduct of three jurors in looking up terms in Black's Law Dictionary was harmless beyond a reasonable doubt where the verdict was not influenced by the misconduct) with Jordan v. Brantley, 589 So.2d 680 (Ala. 1991) (jury's use of dictionary prejudicial where verdict clearly influenced by misconduct).\r\nIn State v. Kelly, this Court cited with approval State v. Rodgers, 435 P.2d 864 (Ariz. 1967), vacated on other grounds, 442 P.2d 840 (Ariz. 1968). In Rodgers, the Arizona court affirmed the trial court's denial of a mistrial where, although the juror committed misconduct by reading a book on criminal instructions during a recess, the trial court carefully considered the effect of the extracurricular reading and concluded there was no prejudice.\r\nHere, the jury's long deliberations and questions to the court suggest the jury was grappling with the issue of malice. However, there is no suggestion in the record that the lone juror's use of the dictionary in any way affected the verdict. The dictionary definitions did not vary in any meaningful way from the judge's instructions. Moreover, only one juror was actually exposed to the dictionary definitions, and she testified the definitions merely confirmed the judge's instructions. We conclude the trial court properly exercised its discretion in denying appellant's motion for a mistrial because appellant was not prejudiced by the juror's misconduct.\r\n\r\nAFFIRMED.\r\nFINNEY, C.J., TOAL, MOORE, and WALLFR, JJ., concur.\r\n\r\n1Trial courts should stress to jurors that they may not conduct independent research or investigation, but must rely solely on the judge's instruction for the law and the evidence presented in court for the facts.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25110","title":"SC Department of Revenue v. Collins Entertainment Corp.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25110","description":"","date":"2000-04-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nSCDOR v. Collins Entertainment Corp.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Revenue, Appellant,\r\n        v.\r\n        Collins Entertainment Corp., Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\nOpinion No. 25110\r\nHeard December 2, 1999 - Filed April 17, 2000\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Carol I. McMahan, Nicholas P. Sipe and Harry T. Cooper, Jr., all of South Carolina Department of Revenue, of Columbia, for appellant.\r\n        James H. Harrison, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: This is a statutory interpretation case involving liability for violations of video poker regulations. Respondent held licenses on fifteen machines which were located in three adjoining rooms. The machines were operating in violation of the `one employee/one location' rule. As a result, the licenses were revoked, and the individual operating the locations fined. The Department of Revenue (Department) appeals the refusal of the Administrative Law Judge (ALJ) and the circuit court to impose fines on respondent, as the machines' licensed owner, for the one employee/one location. violations. We affirm.\r\n\r\n\r\n\r\n\r\n  Section 12-21-2804(A) provides:\r\n  \r\n    No person shall apply for, receive, maintain or permit to be used, and the commission shall not allow to be maintained, permits or licenses for the operation of... more than five machines authorized under Section 12-212720(A)(3) at any single place or premises.\r\n  \r\n\r\n\r\nPursuant to this statute, Department enacted a regulation which, among other things, requires each place or premise to have a separate employee present during business hours. 27 S.C. Code Ann. Regs. 117-190. Upon a violation of this regulation, the machine licenses are revoked and fines may be imposed. S.C. Code Ann. § 12-21-2804(F) (Supp. 1998) (emphasis added). Here respondents' licenses were revoked and the operator fined; the only challenge is to Department's attempt to impose additional fines on respondent.\r\nThe ALJ construed the \"maintain\" and \"permit to be used\" provisions of § 12-21-2804(A) to apply to the use of the licensed machines after the licensee had \"applied for [and] received\" the licenses, and found that where the violation occurred in the use of the machines and not their licensure, only the persons(s) directly involved in the business operation is subject to a fine. This temporal distinction derives from a logical, reasonable, common sense reading of the statute. See, e.g., Busby v. Moore, 330 S.C. 201, 498 S.E.2d 883 (1998)(\"A statute must receive a practical and reasonable interpretation consonant with the design of the legislature.\") \"The principle is well established that penal statutes are strictly construed, and one who seeks to recover a penalty for the failure on the part of the defendant to discharge some duty imposed by law, must bring his case clearly within the language and meaning of the statute awarding the penalty. Such laws are to be expounded strictly against the offender and liberally in his favor .... And it is immaterial, for the purpose of the application of the rule of strict construction whether the proceedings for the enforcement of the penal law, be criminal or civil . . . . \" State ex rel. Moody v. Stem, 213 S.C. 465, 50 S.E.2d 175 (1948). The ALJ properly construed the statute, and the circuit court correctly affirmed that order.\r\n\r\nThe ALJ held the Department did not prove respondent violated the statute at the time of the licensure, nor that it was directly involved in the maintenance or operation of the business where the violations occurred. The circuit court affirmed this ruling, holding, \"The Department has failed to establish that Respondent applied for, received, maintained or permitted to be used permits [in violation of the one employee/one premise rule].\" We agree1 and accordingly the order under appeal is \r\nAFFIRMED.\r\n1We have reviewed the circuit court order and find it properly applied the APA standard of review. Beaufort Cty Bd. of Educ. v. Lighthouse Charter School C'tee, 335 S.C. 230, 516 S.E.2d 655 (1999).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25111","title":"Bugsy's Inc. v. The City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25111","description":"","date":"2000-04-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nBugsy's Inc. v. The City of Myrtle Beach\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        Bugsy's, Inc., Highway Coffee, Inc., Pool Services Unlimited of MB, Inc., 6401 Convenience, Inc., and Appellants, Candy Treats, Inc.,\r\n        v.\r\n        The City of Myrtle Beach,\r\n                Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Horry CountyJ. Stanton Cross, Jr., Master-in-Equity\r\n\r\n\r\nOpinion No. 25111\r\nHeard November 2, 1999 - Filed April 24, 2000\r\n\r\n\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Howell V. Bellamy, Jr., and Douglas M. Zayicek, of Bellamy, Rutenberg, Copeland, Epps, Gravely &amp; Bowers, P.A., of Myrtle Beach, for appellants.\r\n        James B. Van Osdell and Cynthia Graham Howe of Van Osdell, Lester, Howe &amp; Jordan, P.A., of Myrtle Beach, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nBURNETT, A.J.: This action challenges the validity of Respondent the City of Myrtle Beach's (the City's) Zoning Ordinance 96-56 which, in part, affects some businesses which operate video poker machines. The master-in-equity determined Ordinance 96-56 was valid. Alternatively, the master-in-equity held appellants were operating in violation of the prior zoning ordinance. We affirm.\r\n\r\nFACTS\r\n\r\n\r\n\r\n\r\nAppellant Bugsy's, Inc., is a sports bar and restaurant located within the City. Appellants King's Highway Coffee, Inc., 6401 Convenience, Inc., and Candy Treats, Inc., are retail businesses located in separate rooms inside Bugsy's, Inc. These four appellants each lease and operate five video poker machines from Appellant Pool Services Unlimited of M.B.1\r\nPursuant to the City's zoning ordinance, video poker machines may be maintained as a principal use in seven districts. Video poker machines are only permitted as accessory uses in district AC-2.2\r\n    \r\n Bugsy's is located in district AC-2.3\r\n    \r\nBugsy's general manager testified the businesses gross $400,000 a month from video poker machines and $20,000 a month from other sales. Hence, 95% of Bugsy's gross proceeds is generated by the operation of video poker machines.\r\nBoth prior to and after adoption of Ordinance 96-56, the City's comprehensive zoning ordinance defines \"accessory use,\" in part, as follows:\r\n\r\n\r\n  Section 204.1 Accessory building or use. An accessory building or use is:\r\n  (a) Subordinate to and serves a principal building or principal uses;\r\n  (b) Subordinate in area, extent, or purpose to the principal use served;\r\n  (c) Designed for the comfort, convenience, or necessity of occupants of the principal use served.\r\n\r\n\r\nAt all times, the City's comprehensive zoning ordinance has permitted accessory uses provided, among other requirements, the accessory use is customarily incidental to the permitted use. For all commercial and business uses, Ordinance 96-56 added the following description of an accessory use:\r\n\r\n\r\n  1102.d. In the case of commercial or business uses, does not produce gross proceeds which exceed forty percent of the combined gross proceeds produced by the accessory use and the permitted principle [sic] use; and does not occupy in excess of forty percent of the available floor space in the business activity.\r\n\r\n\r\nWith regard to coin-operated amusement devices, Ordinance 96 56 added the following description of an accessory use:\r\n\r\n\r\n  1102.6 Coin-operated amusement devices. Coin-operated amusement devices permitted as accessory uses are subject to the following restrictions:\r\n  a. Maximum number of machines per principal use is five.4\r\n  b. Only allowed as an accessory use to bars and restaurants of at least 1,000 square feet of gross floor space or as an accessory use to retail facilities of at least 2,000 square feet of gross floor space.5\r\nOrdinance 96-56 provides:703.10.6 Cessation. Coin operated amusement devices operated as accessory uses not in conformance with the provisions . . . must be removed within 2 years from the effective date of this ordinance . . . .The effective date of Ordinance 96-56 is May 28, 1996.\r\n\r\nIt is undisputed Bugsy's proceeds from video game machines exceed 40% of the gross proceeds of each of the businesses. It is also undisputed the three retail businesses do not meet the 2000 square foot requirement or the 40% area distribution requirement to operate video game machines as accessory uses pursuant to Ordinance 96-56.6\r\n        \r\n The City has never cited Bugsy's for violation of any zoning ordinance.\r\nISSUES\r\n\r\n\r\n  1. Did the master-in-equity err by ruling Ordinance 96-56 is not preempted by state law?\r\n  II. Did the master-in-equity err by ruling Ordinance 96-56 does not conflict with state law?\r\n\r\n\r\n\r\n  III. Did the master-in-equity err by ruling Ordinance 96-56 is not a criminal ordinance?\r\n  IV. Is Ordinance 96-56 arbitrary, capricious, or unreasonable?\r\n  V. Did the master-in-equity err by ruling the two year amortization period is valid?\r\n\r\n\r\nDISCUSSION\r\nI.\r\nBugsy's argues the State has both expressly and impliedly preempted the regulation of video poker machines and, therefore, the City was precluded from passing Ordinance 96-56. Specifically, Bugsy's asserts the General Assembly expressly retained state regulatory control of video poker machines through S.C. Code Ann. § 12-21-2720(B)(Supp. 1998) which provides: \"[n]o municipality may limit the number of machines within the boundaries of the municipality.\" It asserts the General Assembly impliedly retained State control of video poker machines by enacting a comprehensive regulatory scheme in the Coin-Operated Machines and Devices and Other Amusements Act7\r\n      \r\n and Video Game Machines Act.8\r\n      \r\n We disagree.\r\nDetermining whether a local ordinance is valid is a two-step process. The first step is to determine whether the municipality had the power to adopt the ordinance. If no power existed, the ordinance is invalid. If the municipality had the power to enact the ordinance, the second step is to determine whether the ordinance is consistent with the Constitution and general law of the State. Diamonds v. Greenville County, 325 S.C. 154, 480 S.E.2d 718 (1997).\r\nIn order to pre-empt an entire field, an act must make manifest a legislative intent that no other enactment may touch upon the subject in any way. Town of Hilton Head Island v. Fine Liquors, Ltd., 302 S.C. 550, 397 S.E.2d 662 (1990). In Fine Liquors, Ltd., the Court held, although the General Assembly gave the Alcoholic Beverage Control Commission the sole and exclusive authority to sell beer, wine, and alcohol, it had not preempted the field so as to preclude the Town of Hilton Head from passing a zoning ordinance which prohibited internally illuminated \"red dot\" signs. \r\n\r\nSection 12-21-2720(B) does not express the State's intent to preempt the field of video poker machines. It only prohibits municipalities from limiting the number of video poker machines within their boundaries. While Ordinance 96-56 effectively limits the location of video game machines in the City, it does not limit the number of machines within the municipality.9\r\nMoreover, while the General Assembly has enacted a comprehensive scheme regulating many aspects of video poker machines, the scheme does not manifest an intent to prohibit any other enactment from touching on video poker machines. State regulation of video poker machines does not preclude a municipality from passing a zoning ordinance which impacts businesses which have video game poker like the State's regulation of the sale of beer, wine, and alcohol does not preclude a municipality from passing a zoning ordinance which impacts a business which sells those products.\r\nBugsy's maintains Martin v. Condon, 324 S.C. 183, 478 S.E.2d 272 (1996), supports its argument regarding the preemptive effect of the video gaming statutes and \"directly controls the outcome of this case.\" In Martin, the plaintiff challenged a statute which provided for county referenda to determine the legality of non-machine cash payouts for coin operated video machine games. The Court held because the local option law could criminalize conduct which was legal under state law, it was constitutionally prohibited. Martin did not hold the State preempted local government from taking any action which touches video poker machines.\r\nII.\r\n\r\n\r\nBugsy's argues Ordinance 96-56 directly conflicts with two provisions of State law and, therefore, is invalid. We disagree.\r\nFirst, Bugsy's argues because the 40% gross proceeds requirement of Ordinance 96-56 is more restrictive than the State's \"primary and substantial\" gross proceeds requirement in S.C. Code Ann. § 12-21-2804(A)(Supp. 1998), the ordinance impermissibly conflicts with State law. We disagree.\r\nWhere an ordinance is not preempted by State law, the ordinance is valid if there is no conflict with State law. In order for there to be a conflict between a state statute and a municipal ordinance, both must contain either express or implied conditions which are inconsistent and irreconcilable with each other. If either is silent where the other speaks, there is no conflict. Barnhill v. City of North Myrtle Beach, 333 S.C. 482, 511 S.E.2d 361 (1999).\r\nSection 12-21-2804(A) provides the South Carolina Department of Revenue (DOR) may not issue permits for more than five machines at a single place or premises. It further provides: \"[n]o machine may be licensed or relicensed in any location where the primary and substantial portion of the establishment's gross proceeds is from machines licensed under Section 12-21-2720(A)(3) . . .\"\r\nSection 12-21-2804(A) governs the DOR's issuance of machine permits. The 40% gross proceeds requirement of Ordinance 96-56 is a portion of the City's definition of accessory use for commercial and business zoning purposes. Assuming the DOR's definition of \"primary and substantial\" is less restrictive than Ordinance 96-56's 40% gross proceeds requirement, the two provisions are neither inconsistent nor irreconcilable with each other because the definitions are for different purposes. The DOR's \"primary and substantial\" definition governs which establishments may obtain machine licenses from the DOR while Ordinance 96-56's 40% gross proceeds requirement governs where those establishments may be located within the City. There is no conflict between State law and the City's ordinance. See id. (state statute regulating activity on state waters is not irreconcilable with city ordinance regulating activity on public beach); see also Wrenn Bail Bond Service, Inc. v. City of Hanahan, 335 S.C. 26, 515 S.E.2d 521 (1999)(state statute licensing bail bondsmen is not irreconcilable with city's business license ordinance); Town of Hilton Head Island v. Fine Liquors, Ltd., supra (state statute providing size and location of \"red dots\" did not conflict with city's prohibition against internal illumination of signs).\r\n\r\nSecond, Bugsy's contends Ordinance 96-56's definition of \"game arcade\" is inconsistent with the DOR's \"single place\" or \"premise\" definition. The master-in-equity did not rule on this issue in the final order and Bugsy's post-trial motion did not request the master-in-equity specifically rule on this issue. Accordingly, this issue is not preserved for consideration on appeal. Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997) (where trial judge did not rule on issue at trial and party did not make a Rule 59, SCRCP, motion for a ruling, issue is not preserved for appellate review).\r\nIII.\r\n\r\n\r\nBugsy's claims because the ordinance provides criminal penalties for its violation, Ordinance 96-56 is a criminal law in violation of Martin v. Condon, 324 S.C. 183, 478 S.E.2d 272 (1996). We disagree.\r\nAlthough Ordinance 96-56 provides criminal penalties for its violation,10\r\n    \r\n it does not criminalize the operation of video game machines. It merely provides criminal penalties for violation of provisions. of the zoning ordinance. So long as businesses comply with the requirements of the zoning ordinance, they can operate video game machines. Accordingly, unlike Martin, Ordinance 96-56 does not criminalize activity which is legal statewide. See Discussion I.\r\nIV.\r\n\r\n\r\nBugsy's argues Ordinance 96-56 does not bear any relationship to the public health, safety, morals, or general welfare of the community and, therefore, was unreasonably, arbitrarily, and capriciously adopted. This issue was not ruled on by the master-in-equity. Bugsy's post-trial motion did not seek a ruling on the issue. Accordingly, this issue is not preserved for review. Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997).\r\nV.\r\n\r\n\r\nBugsy's contends the master-in-equity erred by ruling Ordinance 96-56's two-year amortization period is reasonable. It contends A) the City cannot \"terminate [Bugsy's] vested right in the operation of video game machines absent a factual showing the continuation of its nonconforming use is a detriment to the public's health, safety or welfare\" and B) the City did not balance the benefit to the public against the detriment to the landowner in determining an appropriate amortization period. We disagree.\r\nA.\r\n\r\n\r\nBugsy's first contention, that it has a vested right to continue operating video game machines absent a showing the operation of those machines is a detriment to the public's health, safety, or welfare, is not preserved for review. The master-in-equity did not rule on this issue. Bugsy's post-trial motion did not seek a ruling on the issue. Accordingly, this issue may not be considered on appeal. Id.\r\nB.\r\n\r\n\r\n\r\nAn amortization provision is valid if reasonable. Centaur, Inc. v. Richland County, 301 S.C. 374, 392 S.E.2d 165 (1990). Reasonableness is determined by \"[b] alancing the public gain against the private loss. . .\". Id. quoting Collins v. City of Spartanburg, 281 S.C. 212, 214-15, 314 S.E.2d 332, 333 (1984). The burden is upon the petitioner to prove the unreasonableness of the amortization period. The period is presumed valid unless the petitioner demonstrates its loss outweighs the public gain. Centaur, Inc. v. Richland County, 301 S.C. 374, 392 S.E.2d 165 (1990).  \r\n  \r\n\r\nThe Zoning Administrator testified in determining an appropriate amortization period, he considered the cost of the video poker machines. He stated he believed a machine costs between $3,500 and $8,000 and he used a \"high amount.\" The Zoning Administrator stated he learned on the day of the hearing that a machine costs $7,500.\r\nThe record indicates the two year amortization period reasonably allowed Bugsy's to recoup the rental cost of its machines. There is no evidence to the contrary. Id. Bugsy's failed to prove its loss outweighed the public gain. Id.11\r\nAFFIRMED.\r\n\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, MOORE, JJ., and Acting Justice William T. Howell, concur.\r\n1Hereafter, appellants are collectively referred to as \"Bugsy's.\"2Prior to adoption of Ordinance 96-56, video poker machines were only permitted as accessory uses in AC-2 districts.\r\n\r\n3An accommodations/commercial zone provides a transition between heavy commercial districts and residential districts.\r\n4See S.C. Code Ann. &sect; 12-21-2804(A)(Supp. 1998)(South Carolina Department of Revenue may not issue machine permits for more than five machines at a single place or premises).\r\n5Ordinance 96-56 also increased the number of parking spaces required at businesses with coin-operated amusement devices. Bugsy's complies with the parking requirement.\r\n6Carolina Bugsy's, Inc., who is not a party to this action, owns the leasehold interest in the property where the four businesses are located. Bugsy's, Inc., occupies over 4000 square feet. Each retail business inside occupies less than 300 square feet of space.\r\n7S.C. Code Ann. &sect;&sect; 12-21-2703 to -2750 (Supp. 1998).\r\n8S.C. Code Ann. &sect;&sect; 12-21-2770 to -2809 (Supp. 1998).\r\n9As noted above, the zoning ordinance provides seven districts in which video games may be maintained as principal uses.\r\n10\"A violation of any ordinance or resolution, adopted pursuant to the provisions of this act is hereby declared to be a misdemeanor under the law of the state and, upon conviction thereof, an offender shall be liable to a fine of not more than $500.00, or imprisonment not exceeding 30 days, or both.\"\r\n\r\n11Bugsy's also argues the master-in-equity erred by ruling it was operating in violation of the prior zoning ordinance. Because we affirm the master-in-equity's ruling upholding the validity of Ordinance 96-56, we need not address the alternative holding that Bugsy's was operating in violation of the prior ordinance.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25113","title":"City of Columbia v. Pic-A-Flick Video, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25113","description":"","date":"2000-04-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nCity of Columbia v. Pic-A-Flick Video, Inc.\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n  \r\n    \r\n      \r\n        City of Columbia,     Appellant,\r\n        v.\r\n        Pic-A-Flick Video, Inc.; James W. Keith, Jr., I, Chief Financial Officer of Pic-A-Flick Video, Inc.,     Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\nOpinion No. 25113\r\nHeard December 1, 1999 - Filed April 24, 2000\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dana M. Thye, of Office of the City Attorney, of Columbia, for appellant.\r\n        C. Rauch Wise, of Greenwood, for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nTOAL, A.J.: Appellant the City of Columbia (\"the City\") sought a preliminary injunction against respondent Pic-A-Flick Video, Inc. (\"Pic-A-Flick\") for violating the provisions of the  City's zoning ordinance governing the location of adult video stores. The trill court denied the injunction and the City appealed.1\r\n\r\n\r\n\r\n\r\nFACTUAL/PROCEDUR.AL BACKGROUND\r\nCity Ordinance 6-3146 to -3150.3 (\"the Ordinance\") regulates sexually oriented businesses within the City. Among the sexually oriented businesses regulated by the Ordinance are \"adult video stores.\" The Ordinance defines \"adult video stores\" as \"a commercial establishment which, as one of its principal business purposes, offers for sale or rental for any form of consideration any one or more of the following:\r\n\r\n\r\n  (a) Books, magazines, periodicals or other printed matter, or photographs, films, motion picture, video cassettes or video reproductions, slides, or other visual representations which depict or describe \"specified sexual activities\" or specified anatomical areas\"; or \r\n  (b) Instruments, devices, or paraphernalia which are designed for use in connection with \"specified sexual activities.\" . . .\r\n\r\n\r\nCOLUMBIA CITY CODE § 6-3147 (emphasis added). Under the Ordinance, these adult video stores must meet certain distance and zoning classification requirements in order to operate within the City.\r\nPic-A-Flick is a video sales end rental store with two locations within the City.2 Since the early 1990s, Pic-A-Flick has sold and rented movies at each of these locations depicting \"specified sexual activities\" and \"specified anatomical areas\" as defined by the Ordinance. Pic-A-Flick's owner concedes that the movies fall under the Ordinance's definition. However, Pic-A-Flick denies that the sale or rental of such movies are a \"principal business purpose\" of the business.\r\nThese movies are located in a back room marked \"Adult Videos\" and Pic A-Flick restricts access to the roam by age. The back room occupies 294 out of 6,000 square feet at the Rosewood store and 434 of 13,000 square feet at the Main Street store. The Rosewood store carries approximately 250 covered movies out of 8,000 titles and the Main Street store carried approximately 400 adult movies out of 12,000 titles. Revenue generated by the adult movies represents 4.5% of Pic-A-Flick's total revenue for the two stores.\r\n\r\nOn August 3, 1998, Pic-A-Flick ran an advertisement in the State Newspaper for sales of their adult movies. That advertisement attracted the attention of the City's zoning admlinistrator who visited the two locations and determined the two stores were adult video stores operating within the City without permits and in violation of distance restrictions. Pic-A-Flick initially appealed the zoning administrator's decision to the Zoning Board of Adjustment. Before a hearing on the appeal, the City filed suit seeking a preliminary injunction against Pi c-A-Flick. As a result of the suit, Pic-A-Flick asked the Zoning Board of Adjustments to drop review of its appeal request until there was a decision on the injunction.\r\nThe trial court held a hearing on September 4, 1998 to address the injunction. On October 21, 1998; the trial court issued an order denying the injunction. The trial judge refused to grant the injunction because the City was unable to provide the court with its definition of \"principal business purpose\" as used in the Ordinance. The trial court also noted that the income generated by these movies represented a minimal portion of Pic-A-Flick's revenue and the City failed to show that Pic-A-Flick generated any negative secondary effects on the surrounding neighborhood. The trial court denied the City's motion to alter or amend the order. The City has appealed and the issue before this Court is:\r\n\r\n\r\n  Did the trial court properly refuse the injunction?\r\n\r\n\r\nLAW/ANALYSIS\r\nI.  Denial of the Injunction\r\nThe City argues the trial court improperly denied an injunction against Pic-A-Flick. We disagree.\r\n\r\nThe granting of temporary injunctive relief is within the sound discretion of the trial court and will not overturned absent an abuse of that discretion. Fuller Ahrens Partnership v. South Carolina Dept. of Highways and Public Transp., 311 S.C. 177, 427 S.E.2dI920 (Ct. App. 1993). An abuse of discretion occurs where the trial court is controlled by an error of law or where the Court's order is based on factual conclusions without evidentiary support. Stanton v. Town of Pawley's Island, 309 S.G. 126, 420 S.E.2d 502 (1992). In order for a city to get an injunction for a zoning violation they must show: (1) that it has an ordinance covering the situation; and (2) that there is a violation of that ordinance. See 42 Am.Jur.2d Injunctions § 38 (1969). Here, the trial court found the City would likely be unable to show a violation of the Ordinance because the City failed to provide the trial court with a constitutional definition of \"principal business purpose\" that it uses in enforcing the Ordinance.\r\n\r\nOur United States Supreme Court has held that businesses providing non-obscene, sexually explicit material are entitled to protection by the First and Fourteenth Amendment. See Young v. American Mini Theatres, Inc., 427 U.S. 50, 96 S. Ct. 2440 (1976); City of Renton v. Playtime Theatres, Inc., 475 U.S. 41, 106 S. Ct. 925 (1986); see also Barnes v. Glen Theatre, Inc., 501 U.S. 560, 111 S. Ct. 2456 (1991)(recognizing that nude dancing also receives First Amendment protection). However, the Supreme Court has also recognized sexually-oriented businesses may' have negative secondary effects, such as an increase in crime, on their surrounding communities. Young, 427 U.S. at 471, 96 S. Ct. at 2452-53. In light of these secondary effects, the Supreme Court has allowed local governments to regulate sexually oriented businesses, not based on the content of the speech, but as a response to their negative impact on the community. Id. Zoning restrictions on store location, such as in the Ordinance, are one, mechanism municipalities may use to regulate adult video stores.\r\nThe Ordinance classifies adult video stores by whether a \"principal business purpose\" of the store is the sale or rental of the specified merchandise. A definition of \"principal business purpose\" is not contained in the Ordinance. To determine \"principal business purpose,\" the zoning administrator testified that he looks at whether a store promoted the adult material and whether the adult movies were kept in an area of restricted access. However, the City zoning administrator also testified that he would still consider Pic-A-Flick to be an adult video store if it did not, advertise the adult videos and they were not kept in a restricted area. The City zoning administrator finally admitted under cross examination that the City's position is the sale of even one movie described by the Ordinance can make a business an adult video store and subject to the Ordinance.3 Since the zoning administrator could not supply a clear definition of \"principal business purpose,\" the trial court found that it was unlikely that the City would prevail in showing a zoning violation by Pic-A-Flick.\r\n\r\nThe trial court also relied on the evidence that adult videos represented less than 5% of Pic-A-Flick's revenue to find that the City was not likely to prevail on the merits of the action. This ruling was not, as the City mischaracterizes it, a ruling that by law less than 5% sales of adult videos is allowable under the Ordinance. Instead, the trial court found that unless the City could provide more guidance on the standard it uses to enforce the Ordinance, he was not going to preliminarily enjoin Pic-A-Flick based on such minimal numbers.\r\nWe agree with the City's argument that the trial court should not have looked to see whether Pic-A-Flick created deleterious (\"secondary\") effects in the neighborhood. Municipalities do not have to show negative secondary effects in order to enforce adult zoning provisions. As this Court held in Restaurant Row Associates v. Horny County, 335 S.C. 209,___ , 516 S.E.2d 442, 448 (1999):\r\n\r\n\r\n  Adult businesses cannot exclude themselves from legitimate zoning regulation by providing expert testimony that they do not currently produce negative secondary effects. Local governments have the power to zone the location of adult businesses without any individualized showing the businesses produce negative secondary effects.\r\n\r\n\r\nHere, Pic-A-Flick cannot rely on a lack of secondary effects evidence to argue that they are not a sexually-oriented business. However, the trial court's error is harmless in that it correctly found that the Ordinance did not provide a definition for \"a principal business purpose\" and the City zoning administrator could not tell the court how it enforced that provision of the Ordinance.\r\nThe trial court made no errors of law that would justify the reversal of its decision not to grant the injunction: While the trial court may have erroneously based its refusal to enjoin Pic-A-Flick on the fact that Pic-A-Flick did not create deleterious secondary effects, reversal of this error would not change the outcome of the trial court's decision denying the injunction. If there isn't adefinition of \"principal business purpose\" that the City can articulate to the trial court, the City cannot argue that businesses such as Pic-A-Flick have as a \"principal business purpose\" the retail of the covered material.\r\n\r\nII.  Principal Business Purpose\r\nAs noted above, the Ordinance defines \"adult video stores\" as \"a commercial establishment which,; as one of its principal business purposes, offers for sale or rental for any form of consideration\" covered material as defined by the Ordinance. The City Code itself does not contain a definition of \"principal business purpose.\" Furthermore, no South Carolina court has construed the meaning of this phrase. Language from the City Code provides some limited guidance on the issue:\r\n\r\n\r\n  A commercial establishment may have other principal business purposes that do not involve the offering for sale or rental of material depicting or describing \"specified sexual activities\" or \"specified anatomical areas\" and still be categorized as adult bookstore or adult video store. Such other business purposes will not serve to exempt such commercial establishment from being categorized as an adult bookstore or adult video-store so long as one of its principal business purposes is the offering for sale or rental for consideration the specified materials which depict or describe \"specified sexual activities\" or \"specified anatomical areas.\"\r\n\r\n\r\nCOLUMBIA CITY CODE § 6-3147.\r\nJustice Scalia's dissent in FW/PBS, Inc. v. City of Dallas, 493 U.S. 215, 110 S.Ct. 596 (1990) provides one definition of \"principal business purpose.\" While the majority opinion did not discuss the term, Justice Scalia opined:\r\nIn addition, in order to qualify for regulation under the ordinance the business that provides such live nudity or such sexually explicit depictions or descriptions must do so \"as one of its principal business purposes\"... [T]he phrase \"as one of its principal business purposes\" can connote that the material containing the specified depictions and descriptions does not merely account for a\r\nsubstantial proportion of sales volume but is also intentionally marketed as material of that character.\r\n\r\n\r\n  All of the establishments at issue, therefore, share the characteristics that they offer (1) live nudity or hardcore sexual material, (2) as a constant, intentional objective of their business. But there is still more. With the single exception of \"adult motion picture theater,\" the descriptions of all the establishments at issue contain some language that suggests a requirement that the business hold itself forth to the public precisely as a place where sexual stimulation of the described sort can be obtained .... A business can hardly have as a principal purpose a line of commerce it does not even promote.' . . . Given these indications of the importance of \"holding forth\" contained in all except one of the definitions, it seems to me very likely--especially if that should be thought necessary to sustain the constitutionality of the measure--that the Dallas ordinance in all its challenged applications would be interpreted to apply only to businesses that not only (1) offer live nudity or hardcore sexual material, (2) as a constant and intentional objective of their business, but also (3) seek to promote it as such ....\r\n\r\n\r\nId. 493 U.S. at 260-61,110 S. Ct. at 623. Justice Scalia's approach could be one analysis the City may adopt for dealing with the First Amendment issues inherent in the Ordinance. Such an analysis would allow businesses such as Pic-A-Flick to rent movies such as \"Titanic\" without fear of violating the Ordinance because the sexually explicit nature of some of the content of this movie is not \"promoted\" as material that is covered by the Ordinance. Also, Pic-A-Flick would be able to operate a back room containing the covered material as long as it did not hold itself out to the public as a place where such material can be obtained.4\r\nCONCLUSION\r\nWhen confronted with First Amendment issues, this Court is guided by precedent from the United States Supreme Court. See Centaur, Inc. u. Richland County, 301 S.C. 374, 392 S.E.2d 165 (1990). As we stated in Harkins v. Greenville County, Op. No. 25112 (S.C. Sup. Ct. filed April 24, 2000)(Shearouse Adv. Sheet No. 16 p.11.), this Court will uphold those zoning laws that comport with the Supreme Court's guidelines as well as with our own case law. In the current matter, the City's administration of their ordinance fails to meet those standards so we must find in favor of the Respondents.\r\nBased on the foregoing, the decision of the trial court is AFFIRMED.\r\nFINNEY, C.J., MOORE, WALLER, and BURNETT, JJ., concur.\r\n\r\n1An order refusing an injunction is immediately appealable. S.C. Code Ann. &sect; 14-3-330(4) (Supp. 1999).;\r\n20ne store is located at 2816 Rosewood Drive and the other at 4627 Main Street. Pic-A-Flick has vacated the Main St. store since the initiation of this action.\r\n30n cross examination, the City zoning administrator also acknowledged the popular movie \"Titanic\" contained a scene that would fall under the Ordinance's definition of covered material. As such, under the City's position testified to at trial, the rental of \"Titanic\" could qualify a business as an adult video store.\r\n4We note that the City zoning administrator testified that he has \"had occasion to look at\" Justice Scalia's proposed test. However, his testimony is clear that the City does not rely on this test when deciding whether a store had as a \"principal business purpose\" the sale of covered material. At best, Justice Scalia's factors were some of many different very malleable elements the City used to decide whether a business was violating the Ordinance. Such an approach by the City is not sufficient to satisfy constitutional requirements.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25114","title":"Knox v. State of South Carolina","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25114","description":"","date":"2000-04-24","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nKnox v. State\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\nJohn Wesley Knox,     Petitioner/respondent,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nState of South Carolina,     Respondent/petitioner.\r\n\r\nON WRIT OF CERTIORARI\r\n\r\nAppeal From Union County\r\nJackson V. Gregory, Circuit Court Judge\r\n\r\nOpinion No. 25114\r\nSubmitted March 22, 2000- Filed April 24, 2000\r\n\r\nVACATED IN PART; REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        Aileen P. Clare, Office of Appellate Defense, of Columbia, for petitioner/respondent.\r\n        Attorney General ;Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, and Assistant Attorney General Matthew M. McGuire, all of Columbia, for respondent/petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nMOORE, A.J.: Petitioner/respondent Knox pled guilty to first degree burglary, petty larceny, and a charge of assault and battery of a high and aggravated nature (ABHAN)arising from a separate incident.1 Knox subsequently commenced this action for post-conviction relief (PCR) which was granted in part. We now vacate Knox's plea to ABHAN for lack of subject matter jurisdiction and reverse the grant of PCR on the burglary charge.\r\nISSUES\r\n\r\n\r\n  1. Is ABHAN a lesser included offense of second degree lynching?\r\n  2. Is there evidence to support the grant of PCR?\r\n\r\n\r\nDISCUSSION\r\n1. ABHAN as lesser included offense\r\nKnox was indicted for second degree lynching for beating the victim with a stick in concert with two others. He pled guilty to ABHAN. He now contends ABHAN is not a lesser 'included offense of second degree lynching and therefore the trial court had no jurisdiction to accept the plea. We agree.\r\nSubject matter jurisdiction may be raised at anytime. Johnson v. State, 319 S.C. 62, 459 S.E.2d 84,0 (1995). The trial court lacks subject matter jurisdiction to accept a plea unless: (1) there is an indictment that sufficiently states the offense, (2) the defendant has waived indictment, or (3) the plea is to a lesser included offense of the crime charged in the indictment. Carter v. State, 329 S.C. 355, 495 S.E.2d 773 (1998); Browning v. State, 320 S.C. 366, 465 S.E.2d 358 (1995). The test for determining when a crime is a lesser included offense is whether the greater of the two offenses includes all the elements of the lesser offense. Id. ABHAN is therefore a lesser included offense of second degree lynching only if second degree lynching contains all the elements of ABHAN.\r\nSecond degree lynching is defined as \"any act of violence inflicted by a mob upon the body of another person and from which death does not result.\" S.C. Code Ann. § 16-3-22 (1985). A mob is \"the assemblage of two or more persons, without color or authority of law, for the premeditated purpose and with the premeditated intent of committing an act of violence upon the person of another.\" S.C. Code Ann. § 16-3-230 (1985).\r\n\r\nABHAN is an unlawful act of violent injury to another person accompanied by circumstances of aggravation. State v. Easler, 327 S.C. 121, 489 S.E.2d 617 (1997). \"Circumstances of aggravation\" is an element of ABHAN not included in second degree lynching.\r\nThe State argues, however, ;that second degree lynching does include two circumstances of aggravation; that may establish ABHAN, the intent to commit a felony or the infliction of serious injury. See State v. Frazier, 302 S.C. 500, 397 S.E.2d 93 (1990).2 This argument is without merit. A lesser offense is included in the greater only if each of its elements is always a necessary element of the greater offense. State v. Easler, supra. Since there are other circumstances of aggravation to establish ABHAN that are not included in the definition of second degree lynching, ABHAN is not a lesser included offense. Id. Accordingly, the trial court had no subject matter jurisdiction to accept Knox's plea to ABHAN.\r\n2. Prejudice to support grant of PCR\r\nThe State cross-appeals the: grant of PCR on the burglary charge. We agree relief was improperly granted.\r\nA defendant who pleads guilty on the advice of counsel may collaterally attack the plea only by showing that (1) counsel was ineffective and (2) there is a reasonable probability that but for counsel's errors, the defendant would not have pled guilty. Moorehead v. State, 329 S.C. 329, 496 S.E.2d 415 (1998). On appeal, if !:there is any probative evidence to support the findings of the PCR judge, those findings must be upheld. Foye v. State, 335 S.C. 586, 518 S.E.2d 265 (1999); Cherry v. State, 300 S.C. 115, 386 S.E.2d 624 (1989).\r\n\r\nThe PCR judge found counsel was ineffective because she failed to advise Knox that he would not be eligible for parole until he had served 85% of the fifteen-year sentence on this charge. Unless counsel gives erroneous parole advice, however, parole information is not a ground for collateral attack of a guilty plea. Smith v. State, 329 S.C. 280, 494 S.E.2d 626 (1997). Counsel is not ineffective for failing to advise a defendant regarding parole eligibility because it is a collateral consequence of sentencing. Id. In this case, counsel testified she never discussed parole with Knox. This testimony is uncontested. Moreover, there is no evidence Knox would not have pled guilty but for counsel's failure to advise him regarding parole.\r\n\r\n\r\n\r\nFurther, the PCR judge found counsel was ineffective for failing to advise Knox that the minimum sentence he could receive for first degree burglary was fifteen years. S.C. Code Ann. § 16- 11-311(B) (Supp. 1998). Counsel admitted she did not tell Knox he would receive a minimum sentence of fifteen years for the burglary charge. She told him the agreement with the Solicitor's office was that he would receive a maximum of fifteen years for all three charges. Knox testified he understood he could get less than fifteen years and he would not have pled guilty had he known he could not.\r\n\r\n\r\n\r\nA defendant must be advised of a mandatory punishment for the offense to which he is pleading. State v. Hazel, 275 S.C. 392, 271 S.E.2d 602 (1980). Despite counsel's failure to advise Knox regarding the mandatory minimum sentence, however, the trial judge did properly advise him at the plea hearing, thereby curing any misconception. Moorehead v. State, supra. Further, there is no evidence to support the PCR judge's conclusion that the trial judge \"never allowed [Knox] ; the opportunity to rescind his guilty plea once he explained the actual sentence.\" We find no evidence of prejudice to support the grant of PCR on this issue.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nKnox's plea to ABHAN is VACATED and the grant of PCR on the burglary charge is REVERSED.\r\n\r\n\r\n\r\nFINNEY, C.J., TOAL, WALLER, and BURNETT, JJ., concur.\r\n1 The trial judge sentenced Knox to concurrent terms of fifteen years for burglary, thirty days for petty larceny, and ten years for ABHAN.\r\n2The State also argues that the requirement of two or more persons for second degree lynching may be considered \"a disparity in size or strength,\" another circumstance of aggravation for ABHAN. There is no authority, however, for combining multiple perpetrators to satisfy this element.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]