[{"id":"25216","title":"State v. Addison","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25216","description":"Criminal case approving charge that State has burden of disproving self-defense.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nState v. Addison\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        The State, Respondent, \r\n        \r\n          v.\r\n        \r\n        Jerome Addison, Petitioner. \r\n          &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI \r\n  TO THE COURT OF APPEALS\r\n  \r\n\r\nAppeal From Charleston \r\n  County\r\n  A. Victor Rawl, Circuit Court Judge\r\n  \r\n\r\nOpinion No. 25216\r\n  Heard October 17, 2000 - Filed December 11, 2000\r\n\r\n\r\n  \r\n    AFFIRMED AS MODIFIED\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Deputy Chief Attorney Joseph \r\n          L. Savitz, III, of S.C. Office of Appellate Defense, of Columbia, for \r\n          petitioner.\r\n        Attorney General Charles \r\n          M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Robert E. Bogan, all of Columbia; and Solicitor \r\n          David P. Schwacke, of N. Charleston, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE MOORE:  We granted a writ of certiorari to review the \r\nCourt of Appeals' decision affirming petitioner's convictions for kidnapping and \r\nassault and battery with intent to kill. (1) We \r\naffirm as modified herein. \r\n\r\n  \r\n    FACTS\r\n  \r\n\r\nAt trial, Debra Brown (Victim) testified \r\n  she was acquainted with petitioner and saw him on the night of February 14, \r\n  1996, at a bar she frequented. He offered her a ride home after she had had \r\n  several drinks. On the way, Victim waited in the car while petitioner made a \r\n  stop at a friend's house. When he returned to the car, he had drugs with him \r\n  and was angry about being cheated. \r\nVictim became frightened and tried \r\n  to get out of the car but petitioner restrained her. He drove to a wooded area \r\n  where he pulled her out of the car. He raped her on the ground then forced her \r\n  back into the car and drove to a partially boarded-up trailer owned by his mother. \r\n  There he beat Victim repeatedly about the face, head, and back with a tire iron, \r\n  forced her to smoke crack after trying to make her swallow it, and raped her \r\n  again. \r\nFinally, at about 6:00 a.m. the following \r\n  morning, petitioner agreed to let Victim leave with the threat that he would \r\n  kill her and her children if she told anyone. He dropped her off near her home. \r\n  Victim walked to her sister's house and from there was taken by ambulance to \r\n  the hospital where she was treated for facial fractures and severe bruising. \r\n  \r\nPetitioner admitted having sex with \r\n  Victim but claimed it was consensual. He testified they agreed to exchange sex \r\n  for drugs and left the bar together for that purpose. At the trailer, they smoked \r\n  crack and had sex. When Victim indicated she did not want to have sex with him \r\n  again, petitioner cut off the drugs. Victim became angry and attacked petitioner \r\n  with a piece of board. Petitioner defended himself. \r\nThe trial judge charged self-defense. \r\n  Petitioner requested an additional charge that the State must disprove self-defense. \r\n  The trial judge refused the charge and petitioner appealed. \r\n  (2) The Court of Appeals affirmed with one judge dissenting. \r\n\r\n  \r\n    ISSUE\r\n  \r\n\r\nDid the trial judge err in refusing \r\n  to instruct the jury that the State has the burden of disproving self-defense?\r\n\r\n  \r\n    DISCUSSION\r\n  \r\n\r\nPetitioner contends under State v. \r\n  Wiggins, 330 S.C. 538, 500 S.E.2d 489 (1998), he was entitled to a charge that \r\n  the State had the burden of disproving self-defense beyond a reasonable doubt. \r\n  \r\nWiggins addressed whether the defendant \r\n  was entitled to a directed verdict because the State failed to negate self-defense. \r\n  We noted that self-defense is no longer an affirmative defense in our State \r\n  and that \"current law requires the State to disprove self-defense, once raised \r\n  by the defendant, beyond a reasonable doubt.\" 330 S.C. at 544, 500 S.E.2d at \r\n  492. (3) The Court of Appeals' majority found \r\n  Wiggins was not controlling in the context of a jury charge. We disagree. \r\nIn State v. Davis, 282 S.C. 45, 317 \r\n  S.E.2d 452 (1984), we issued a model self-defense charge that removed the burden \r\n  from the defendant to prove self-defense. Instead, trial courts were to charge: \r\n  \r\n \r\n  If you have a reasonable doubt \r\n    of the defendant's guilt after considering all the evidence including the \r\n    evidence of self-defense, then you must find him not guilty. On the other \r\n    hand, if you have no reasonable doubt of the defendant's guilt after considering \r\n    all the evidence including the evidence of self-defense, then you must find \r\n    him guilty.\r\n\r\n282 SC. at 46, 317 S.E.2d at 453. \r\n  This charge was made mandatory in State v. Glover, 284 S.C. 152, 326 S.E.2d \r\n  150 (1985); see also State v. Bellamy, 293 S.C. 103, 359 S.E.2d 63 \r\n  (1987). \r\nIn Wiggins, we specified for the \r\n  first time, though not in the context of a jury charge, that the State has the \r\n  burden of disproving self-defense. Wiggins is dispositive of the issue here. \r\n  See State v. Kimbrell, 294 S.C. 51, 362 S.E.2d 630 (1987) (error to \r\n  refuse charge that was correct statement of law). When self-defense is properly \r\n  submitted to the jury, the defendant is entitled to a charge, if requested, \r\n  that the State has the burden of disproving self-defense by proof beyond a reasonable \r\n  doubt. (4) Because petitioner was tried before \r\n  the filing of our opinion in Wiggins, however, we hold the trial judge did not \r\n  err in refusing the charge in this case. The decision of the Court of Appeals \r\n  is\r\nAFFIRMED AS MODIFIED. \r\n  \r\nTOAL, C.J., WALLER, BURNETT \r\n  and PLEICONES, JJ., concur. \r\n1. 338 S.C. 277, \r\n  525 S.E.2d 901 (Ct. App. 1999). \r\n2. Petitioner \r\n  also argued on appeal to the Court of Appeals that the trial judge's self-defense \r\n  charge was confusing. We agree with the Court of Appeals that this argument \r\n  is procedurally barred. See State v. Patterson, 324 S.C. 5, 482 S.E.2d \r\n  760 (1997) (argument not raised below not preserved for review). \r\n3. Wiggins cites \r\n  State v. Fuller, 297 S.C. 440, 442, 377 S.E.2d 328, 330 (1989), in which we \r\n  quoted the trial judge's charge including the following language: \"[A]bsence \r\n  of self-defense must be proven by the prosecution beyond a reasonable doubt.\" \r\n  In Fuller, however, this aspect of the charge was never addressed. \r\n4. Nearly all \r\n  courts considering the State's burden of proof have held the defendant is entitled \r\n  to such a charge. See State v. Duarte, 165 Ariz. 230, 798 P.2d 368 \r\n  (1990); Sanchez v. People, 820 P.2d 1103 (Colo. 1991); State v. Bryant, 233 \r\n  Conn. 1, 658 A.2d 89 (1995); Fields v. State, 258 Ga. 595, 372 S.E.2d 811 (1988); \r\n  People v. Williams, 220 Ill. App. 3d 822, 580 N.E.2d 1340, 162 Ill. Dec. 921 \r\n  (1991); Davis v. State, 714 N.E.2d 717 (Ind. 1999); State v. Ceaser, 585 N.W.2d \r\n  192 (Iowa 1998); State v. Carter, 227 La. 820, 80 Sol2d 420 (1955); State v. \r\n  Plante, 623 A.2d 166 (Me. 1993); Johnson v. State, 749 So.2d 369 (Miss. 1999); \r\n  State v. Warren, 9 Neb. App. 60, 608 N.W.2d 617 (2000); State v. McMinn, 141 \r\n  N.H. 636, 690 A.2d 1017 (1997); State v. Abbott, 36 N.J. 63, 174 A.2d 881 (1961); \r\n  State v. Parish, 118 N.M. 39, 878 P.2d 988 (N.M. 1994); State v. Bartlett, 136 \r\n  Vt. 142, 385 A.2d 1109 (1978); State v. McKinney, 178 W.Va. 200, 358 S.E.2d \r\n  596 (1987); State v. Walden, 131 Wash. 2d 469, 932 P.2d 1237 (1997); Duckett \r\n  v. State, 966 P.2d 941 (Wyo. 1998).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25217","title":"State v. Moore State v. Wideman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25217","description":"Criminal case holding eyewitness identification unreliable as a matter of law.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        The State, Respondent, &nbsp; \r\n          \r\n         v. \r\n        Lawrence Edward Moore, Petitioner.\r\n        The State, Respondent, \r\n         v.\r\n        Terrance Wideman, Petitioner.\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI \r\n  TO THE COURT OF APPEALS\r\n\r\n\r\n  \r\n    Appeal From Greenwood County\r\n    David H. Maring, Sr., Circuit Court Judge\r\n  \r\n\r\n\r\nOpinion No. 25217\r\n  Heard October 17, 2000 - Filed December 11, 2000\r\n\r\n\r\n\r\n\r\n  AFFIRMED IN PART; REVERSED \r\n  IN PART AND REMANDED.\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Assistant Appellate Defenders \r\n          Katherine Carruth Link and M. Anne Pearce, of South Carolina Office \r\n          of Appellate Defense, of Columbia, for petitioners.\r\n        Attorney General Charles \r\n          Molony Condon, Chief Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Robert. E. Bogan, and Senior Assistant Attorney \r\n          General Charles H. Richardson, of Columbia, and Solicitor W. Townes \r\n          Jones, of Greenwood, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE WALLER:  We granted a writ of certiorari to review the \r\nCourt of Appeals' opinions in State v. Moore, 334 S.C. 411, 513 S.E.2d 626 (Ct. \r\nApp. 1999) and State v. Wideman, Op. No. 99-UP-101 (S.C. Ct. App. filed Feb. 22, \r\n1999). (1) We affirm in part, reverse in part, \r\nand remand for a new trial.  \r\n\r\n  \r\n    FACTS\r\n  \r\n\r\nMoore and Wideman were convicted \r\n  of second degree burglary and grand larceny. At their joint trial, they challenged \r\n  the admissibility of the identification given by the robbery victim's neighbor, \r\n  Stephanie Davis. At an in camera hearing, Davis testified she was driven \r\n  to her Greenwood apartment by her father at approximately 11:15 am on June 11, \r\n  1996. From approximately 50 yards away, she observed two men coming out of her \r\n  neighbor Steven Bell's house; Davis knew Bell was at work. After exiting her \r\n  father's car, Davis asked the two men what they were doing and both \"startled\" \r\n  and ran. She called 9-1-1 and gave police a description of the men. Davis described \r\n  two African-American males, one was taller and darker, \"he had on a white hat \r\n  . . . a white t-shirt and blue shorts . . . the white hat fell off and [she \r\n  saw] braided hair.\" The taller man was thinner, and Davis saw only his profile. \r\n  The other man had on a white t-shirt, either shorts or pants, and a black hat. \r\n  Davis could not say whether he was stocky or thin, only that he was the shorter \r\n  of the two. She saw him only from the back. (2) \r\n  \r\nApproximately ninety minutes later, \r\n  Davis was taken in a police patrol vehicle to an area near Greenwood Supply \r\n  where two men were being detained by police. The suspects were the only non-uniformed \r\n  persons in the vicinity. When asked if she could identify the men, Davis replied, \r\n  \"Yes, . . . the clothes- it was a hat on the ground and I remembered the black \r\n  hat, and the clothes were the same.\" With respect to the taller man with the \r\n  braided hair, after Davis had \"seen him up close,\" she identified him for police \r\n  as \"Coochie Terry,\" a man she recognized as having lived in an apartment near \r\n  her sister. On cross-examination, Davis admitted she had not really seen either \r\n  man's face at the time of the initial confrontation. \r\nAt the close of the in camera \r\n  hearing, the trial court ruled, \"[t]he court's finding is that there is evidence \r\n  - - I won't say it's reliable, but I think that's a matter for the jury - - \r\n  that she can identify them. I don't find it unduly suggestive. I find the issues \r\n  - - the weight is a matter for the jury.\" The Court of Appeals majority reversed \r\n  and remanded. The court found error in the trial court's failure to make a determination \r\n  of the reliability of Davis' identification in accordance with the factors set \r\n  forth in Neil v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972); \r\n  see&nbsp;also State v. Johnson, 311 S.C. 132, 427 S.E.2d 718 (Ct. App. 1993). \r\n  (3) Accordingly, the majority remanded to the trial court for a hearing \r\n  to determine whether Davis' statement was reliable under the totality of the \r\n  circumstances. Chief Judge Howell dissented, finding Davis' identification unreliable \r\n  as a matter of law such that a remand was unnecessary. \r\n\r\n  \r\n    ISSUE\r\n  \r\n\r\nDid the Court of Appeals err in remanding \r\n  to the trial court for a hearing to determine whether the identification in \r\n  this case was unreliable?\r\n\r\n  \r\n    DISCUSSION\r\n  \r\n\r\nA criminal defendant may be deprived \r\n  of due process of law by an identification procedure which is unnecessarily \r\n  suggestive and conducive to irreparable mistaken identification. Stovall v. \r\n  Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967). An in-court identification \r\n  of an accused is inadmissible if a suggestive out-of-court identification procedure \r\n  created a very substantial likelihood of irreparable misidentification. Manson \r\n  v. Brathwaite, 432 U.S. 98, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977) (citing Simmons \r\n  v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968)); State \r\n  v. Stewart, 275 S.C. 447, 272 S.E.2d 628 (1980). \r\nThe United States Supreme Court has \r\n  developed a two-prong inquiry to determine the admissibility of an out-of-court \r\n  identification. Neil v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 \r\n  (1972); Manson v. Brathwaite, supra. First, \"[a] court must first determine \r\n  whether the identification process was unduly suggestive . . . . [It] next must \r\n  determine whether the out-of-court identification was nevertheless so reliable \r\n  that no substantial likelihood of misidentification existed.\" Curtis v. Commonwealth, \r\n  396 S.E.2d 386, 388 (Va. 1990)(citing Neil v. Biggers, 409 U.S. at 198). \r\n \r\n  Only if [the procedure] was suggestive \r\n    need the court consider the second question--whether there was a substantial \r\n    likelihood of irreparable misidentification. Although one-on-one show-ups \r\n    have been sharply criticized, and are inherently suggestive, the identification \r\n    need not be excluded as long as under all the circumstances the identification \r\n    was reliable notwithstanding any suggestive procedure. [The] inquiry, therefore, \r\n    must focus upon whether, under the totality of the circumstances, there was \r\n    a substantial likelihood of irreparable misidentification. \r\n\r\nJefferson v. State, 425 S.E.2d 915, \r\n  918 (Ga. 1992). See&nbsp;also State v. Stewart, 275 S.C. 447, 272 S.E.2d 628 \r\n  (1980); State v. Gambrell, 274 S.C. 587, 266 S.E.2d 78 (1980)(central question \r\n  is whether under the totality of the circumstances the identification was reliable \r\n  even though the confrontation procedure was suggestive). \r\nHere, in assessing the first-prong, \r\n  the trial court ruled the show-up procedure was not unduly suggestive. This \r\n  was error. Single person show-ups are particularly disfavored in the law. Stovall, \r\n  388 U.S. at 402 (practice of showing suspects singly to persons for the purpose \r\n  of identification, and not as part of a lineup, has been widely condemned); \r\n  see&nbsp;also State v. Johnson, 311 S.C. 132, 134, 427 S.E.2d 718, 719 (Ct. \r\n  App. 1993)(single person show-ups are particularly disfavored in the law). Here, \r\n  the witness was brought to a location where two individuals, wearing clothing \r\n  similar to that described by the witness, were surrounded by uniformed police \r\n  officers; it is patent the show-up procedure used was unduly suggestive. Accord \r\n  In the Interest of Rashee, 308 S.C. 392, 418 S.E.2d 326 (Ct. App. 1992) (taking \r\n  witness to location where suspects, but no other individuals, are being detained \r\n  is suggestive). (4)\r\nGiven our finding that the show-up \r\n  used in this case was unduly suggestive, we must determine whether a remand \r\n  is necessary or whether, under the unique facts of this case, the matter of \r\n  reliability may be determined by this Court. We find a remand unnecessary. We \r\n  agree with Chief Judge Howell's dissent that, under the facts of this case, \r\n  the identification is unreliable as a matter of law and therefore a remand would \r\n  serve no useful purpose. (5)\r\nAs noted in Chief Judge Howell's \r\n  dissent in this case, whether an eyewitness identification is sufficiently reliable \r\n  is a mixed question of law and fact. State v. Moore, 334 S.C. at 418, 513 S.E.2d \r\n  at 629. In reviewing mixed questions of law and fact, where the evidence supports \r\n  but one reasonable inference, the question becomes a matter of law for the court. \r\n  Clyburn v. Sumter County Sch. Dist., 317 S.C. 50, 53, 451 S.E.2d 885, 887-88 \r\n  (1994). Generally, the decision to admit an eyewitness identification is at \r\n  the trail judge's discretion and will not be disturbed on appeal absent an abuse \r\n  of such, or the commission of prejudicial legal error. State v. Johnson, 311 \r\n  S.C. 132, 427 S.E.2d 718 (Ct. App. 1993). However, an eyewitness identification \r\n  which is unreliable because of suggestive line-up procedures is constitutionally \r\n  inadmissible as a matter of law. Caver v. Alabama, 537 F.2d 1333, 1335 (5th \r\n  Cir. 1976), cert. denied, 430 U.S. 910, 97 S.Ct. 1183, 51 L.Ed.2d 587 (1977), \r\n  citing Foster v. California, 394 U.S. 440, 442-43, n.2 (1969). \r\nThe following factors are to be considered \r\n  in evaluating the totality of the circumstances as to whether an identification \r\n  is admissible:\r\n \r\n  [T]he opportunity of the witness \r\n    to view the criminal at the time of the crime, the witness's degree of attention, \r\n    the accuracy of the witness's prior description of the criminal, the level \r\n    of certainty demonstrated by the witness at the confrontation, and the length \r\n    of time between the crime and the confrontation. \r\n\r\nNeil v. Biggers, 409 U.S. at 199, \r\n  93 S.Ct. at 382; State v. Stewart, 275 S.C. at 450, 272 S.E.2d at 629. Only \r\n  after a determination as to the reliability of a witness' identification has \r\n  been made by the trial court may the witness testify before the jury. State \r\n  v. Patterson, 337 S.C. 215, 522 S.E.2d 845 (Ct. App. 1999). \r\nReviewing the Neil v. Biggers factors, \r\n  we find the only factor established with any degree of reliability in this case \r\n  is number 5, the amount of time between the crime and the confrontation, which \r\n  was between 1 ½ - 2 hours. This factor, however, is clearly outweighed by the \r\n  other factors. As noted by Chief Judge Howell, at the time of the crime, Davis \r\n  saw the two defendants for only a very brief period of time, at some distance. \r\n  This is not a case in which the witness had an opportunity to observe the defendant \r\n  at close proximity for some considerable period of time. See State v. Gambrell, \r\n  274 S.C. 587, 266 S.E.2d 78 (1980). As to the second factor, Davis' attention \r\n  was likely not as acute as it might have been had she been the victim of a crime. \r\n  (7) Third, the degree of accuracy of Davis' description is tenuous, \r\n  at best. Her descriptions were based primarily on the suspects' clothing and \r\n  race, and that one was taller than the other. She really did not get a look \r\n  at either suspect's face, but saw one from the profile. Of further concern is \r\n  the fact that Davis failed to recognize Wideman at the scene of the crime, notwithstanding \r\n  she claimed to have seen the side of his face and knew him from her sister's \r\n  apartment complex. The fact that Davis failed to recognize him until the show-up \r\n  highlights both the inherent unreliability of the identification and the completely \r\n  suggestive nature of the show-up procedure. Further, as to the defendant Moore, \r\n  Davis gave no physical description of him other than the fact that he was shorter \r\n  and wore a black hat. She did not recall if he was stocky or thin; she recognized \r\n  him at the show-up only by virtue of the black hat on the ground beside him. \r\n  When asked at the show-up if she recognized the suspects, she specifically stated, \r\n  \"Yes, . . . the clothes- it was a hat on the ground and I remembered the black \r\n  hat, and the clothes were the same.\" Under the totality of the circumstances \r\n  here, we find a substantial likelihood of irreparable misidentification such \r\n  that the identifications are unreliable as a matter of law. \r\n  (8) Accordingly, a remand to the trial court is both unnecessary and \r\n  contrary to the interests of judicial economy. \r\nThe Court of Appeals' opinion is \r\n  \r\nAFFIRMED IN PART, REVERSED \r\n  IN PART AND REMANDED FOR A NEW TRIAL.\r\nTOAL, C.J., MOORE, BURNETT \r\n  and PLEICONES, JJ., concur. \r\n1.  The opinions \r\n  are virtually identical, with the exception of footnote 2 in Wideman, dealing \r\n  with a preservation issue. \r\n2.  The record \r\n  does not indicate precisely the distance at which Davis encountered the men. \r\n  She was at her mailbox and the men were in her neighbor's back yard. \r\n3.  Given the \r\n  paucity of evidence against the defendants, the Court of Appeals concluded the \r\n  error could not be deemed harmless. 334 S.C. at 416, 513 S.E.2d at 628. There \r\n  is no challenge to this finding on certiorari. \r\n4.  Although the \r\n  Court of Appeals majority did not explicitly hold the show-up unduly suggestive, \r\n  it is implicit from its recitation of authority and subsequent treatment of \r\n  the reliability issue that it indeed did so. Accordingly, to the extent the \r\n  majority found the show-up unduly suggestive, its opinion is affirmed. \r\n5.  Given that \r\n  a full hearing has been conducted and a full record exists, a remand for a hearing \r\n  on the reliability of Davis' identification is unnecessary. \r\n  (6) \r\n6.  Unlike State \r\n  v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992), in which no hearing was held \r\n  to determine the admissibility of a police officer's in-court identification, \r\n  a full hearing has already been held in this matter. ' - \r\n7.  This Court \r\n  has noted that the attention of a mere passerby is likely to be less acute than \r\n  that of a victim. State v. Ford, 278 S.C. 384, 386, 296 S.E.2d 866, 867 (1982). \r\n  \r\n8.  We note that, \r\n  although Davis' identification is unreliable as a matter of law, she is in no \r\n  way prevented from testifying as a fact witness on remand, insofar as the events \r\n  she witnessed are relevant and necessary to establish the state's case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25218","title":"In the Matter of Daniel L. Blake","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25218","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to a definite suspension from the practice of law for four (4) months.","date":"2000-12-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       In the Matter of \r\n        Daniel L. Blake, Respondent. &nbsp; \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25218\r\n  Submitted November 7, 2000 - Filed December 11, 2000\r\n  \r\n\r\n\r\n\r\n\r\n  DEFINITE SUSPENSION\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Susan M. Johnston, of Columbia, \r\n          for the Office of Disciplinary Counsel.\r\n        Susan Batten Lipscomb, of \r\n          Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this \r\n  attorney disciplinary matter, respondent and Disciplinary Counsel have entered \r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule \r\n  413, SCACR. In the agreement, respondent admits misconduct and consents to a \r\n  definite suspension from the practice of law for four (4) months. We accept \r\n  the agreement. \r\nThe facts as admitted in the agreement \r\n  are as follows. \r\nFacts\r\nRespondent represented a client in \r\n  a divorce and custody matter. Respondent did not properly calendar the court \r\n  hearing in the matter. On the day before the temporary hearing was scheduled, \r\n  respondent realized that there was a scheduling problem. Respondent filed a \r\n  motion for a continuance in which he misrepresented to the court that he was \r\n  ill, and stated that he could not attend the hearing. \r\nWhen the trial judge telephoned respondent's \r\n  office, respondent's staff, without direction from respondent, informed the \r\n  judge that respondent was in another county on a different client matter. In \r\n  actuality, respondent was attending a CLE course on the day of the hearing. \r\n  Respondent's request for a continuance was denied and the opposing party obtained \r\n  temporary custody of the child. \r\nIf respondent and his client had \r\n  attended the temporary hearing, custody may have remained with his client. The \r\n  client was not informed as to the status of her case until a week after the \r\n  hearing, thereby further prejudicing her case. \r\nLaw\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing \r\n  a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about \r\n  the status of a matter); Rule 3.3 (a lawyer shall not knowingly make a false \r\n  statement of material fact or law to a tribunal); Rule 4.1 (a lawyer shall not \r\n  make a false statement of material fact or law to a third person); Rule 5.3 \r\n  (a lawyer shall be responsible for the conduct of a non-lawyer assistant); and \r\n  Rule 8.4 (misconduct for a lawyer to violate the Rules of Professional Conduct). \r\n  \r\nRespondent has also violated the \r\n  following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(1) (violating or attempting to violate the Rules of Professional \r\n  Conduct); and Rule 7(a)(5) (engaging in conduct tending to pollute the administration \r\n  of justice or to bring the courts or the legal profession into disrepute or \r\n  conduct demonstrating an unfitness to practice law).\r\n Conclusion\r\nWe accept the Agreement for Discipline \r\n  by Consent and suspend respondent from the practice of law for four (4) months. \r\n  Within fifteen days of the date of this opinion, respondent shall file an affidavit \r\n  with the Clerk of Court showing that he has complied with Rule 30 of Rule 413, \r\n  SCACR.\r\nDEFINITE SUSPENSION.\r\n \r\n   \r\n    s/Jean H. Toal \r\n      C.J.\r\n    s/James E. Moore \r\n      J.\r\n    s/John H. Waller, \r\n      Jr. J.\r\n    s/E.C. Burnett, \r\n      III J.\r\n    s/Costa M. Pleicones \r\n      J.\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25219","title":"In the Matter of Roy C. Roberts","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25219","description":"In the Matter of Roy C. Roberts, former Florence County Magistrate.  Judicial disciplinary matter in which former magistrate admitted misconduct, consented to a public reprimand, and agreed to be barred from future judicial service without the prior approval of the South Carolina Supreme Court.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn the Matter of Roy C. Roberts\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of Roy C. Roberts, \r\n          Former Florence County Magistrate, Respondent. &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25219\r\nSubmitted December \r\n  5, 2000 - Filed December 18, 2000\r\n\r\n \r\n  \r\n    PUBLIC REPRIMAND AND\r\n    BAR TO FUTURE JUDICIAL SERVICE \r\n  \r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr., \r\n          and Assistant Attorney General Tracey C. Green, both of Columbia, for \r\n          the Office of Disciplinary Counsel.\r\n        David Michael Ballenger, \r\n          of Harwell, Ballenger, Barth, and Hoefer, LLP, of Florence, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  PER CURIAM: In this judicial disciplinary matter, respondent \r\n  and Disciplinary Counsel have entered into an agreement under Rule 21, of the \r\n  Rules of Judicial Disciplinary Enforcement (RJDE), Rule 502, SCACR. In the agreement, \r\n  respondent admits misconduct and consents to a public reprimand. Respondent \r\n  also agrees never to apply for judicial office in South Carolina without the \r\n  express written permission of the Supreme Court of South Carolina. We accept \r\n  the agreement. The facts as admitted in the agreement are as follows.\r\nFacts\r\nRespondent was a magistrate for Florence \r\n  County from October 1987 until he was placed on interim suspension on October \r\n  27, 1999. Respondent resigned his position as magistrate on May 30, 2000. \r\nFrom May 1999 until June 1999, a \r\n  certified public accountant (CPA) working for Florence County conducted an internal \r\n  audit of the financial records for respondent's office for the period of January \r\n  1998 until June 1999. The CPA determined that there was a difference of $13,700 \r\n  between the amount of cash fines for which receipts were given and the amount \r\n  of cash fines actually deposited into the criminal account. The CPA also determined \r\n  that there was a deficiency in the civil cash account of $1,325 in filing fees. \r\n  The CPA found that respondent's clerk maintained a petty cash fund for the office, \r\n  consisting of funds receipted but not deposited, for the purpose of making change. \r\n  \r\nFrom March 12, 1998, through June \r\n  30, 1999, respondent cashed nine checks for himself and his wife out of public \r\n  monies held in his office. Although respondent wrote at least six checks from \r\n  his personal checking account and placed the checks in the criminal cash bag, \r\n  those checks were never negotiated and cannot be located. One of the personal \r\n  checks written from respondent's personal account was in the amount of $225 \r\n  when respondent's personal checking account reflected a negative balance of \r\n  $2.22. On March 6, 1998, the date listed on one of the personal checks placed \r\n  in the cash bag, respondent made a deposit of $75 into his personal checking \r\n  account, which is the amount written on the non-negotiated check in the cash \r\n  bag. \r\nInvestigators from the Florence County \r\n  Sheriff's Office discovered a file in respondent's office marked \"Money Owed.\" \r\n  Inside the file was a yellow Post-It note in respondent's handwriting reflecting \r\n  \"(1) $150 to civil; (2) $200 to crim; and; (3) $300 to crim.\" \r\nAccording to the CPA's findings, \r\n  there were at least fifteen instances during the audit period in which no fees \r\n  were collected for the filing of civil papers. In each of these instances, there \r\n  were no documents supporting the claimant's in forma pauperis status, contrary \r\n  to requirements of Rule 3 of the South Carolina Rules of Civil Procedure. In \r\n  at least two of these instances, the party for which no fees were collected \r\n  for the filing of civil papers was a business entity not entitled to in forma \r\n  pauperis status. \r\nThe CPA also determined that respondent \r\n  received payments totaling $1,496 as Non-resident Vehicle Compact funds but \r\n  they were not properly entered into the computer. As a result, at least one \r\n  of the payees had their drivers license suspended. \r\nRespondent repeatedly failed to reconcile \r\n  the accounts maintained by his office as required by the published procedures \r\n  of the South Carolina Office of Court Administration. He also failed to regularly \r\n  deposit office funds as required by Court Administration. Respondent often kept \r\n  cash stashed in various locations within the office overnight. Respondent borrowed \r\n  money from either the civil or criminal accounts maintained in his office, either \r\n  directly or by having one of his clerks remove the money for him. Respondent \r\n  failed to respond to indications that money from the civil and criminal accounts \r\n  was short. \r\n\r\n  \r\n    Law \r\n  \r\n\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Code of Judicial Conduct, Rule 501, SCACR: Canon \r\n  1 (failure to uphold the integrity and independence of the judiciary); Canon \r\n  2 (failure to avoid impropriety and the appearance of impropriety in all his \r\n  activities); and Canon 3 (failing to perform the duties of his office impartially \r\n  and diligently). \r\nRespondent has also violated the \r\n  following provisions of the Rules of Judicial Disciplinary Enforcement, Rule \r\n  502, SCACR: Rule 7 (a)(1) (violating the Code of Judicial Conduct): and Rule \r\n  7 (a)(4) (persistently failing to perform judicial duties or persistently performing \r\n  judicial duties in an incompetent or neglectful manner). \r\nConclusion\r\nWe accept the agreement for a public \r\n  reprimand because respondent is no longer a magistrate and because he has agreed \r\n  not to hereafter seek another judicial position in South Carolina unless first \r\n  authorized to do so by this Court. Accordingly, respondent is hereby publicly \r\n  reprimanded for his conduct. \r\nPUBLIC REPRIMAND.\r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/John H. Waller, Jr. J.\r\ns/E.C. Burnett, III J.\r\ns/Costa M. Pleicones J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25220","title":"Fredrick Hopkins, Jr. v. Carol G. Hopkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25220","description":"Domestic case holding husband/father entitled to recover post-emancipation child support payments made to wife/mothers.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nHopkins v. Hopkins\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Frederick \r\n          Hopkins, Jr. Appellant,\r\n         \r\n          \r\n             v. \r\n          \r\n        \r\n        Carol \r\n          G. Hopkins Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n  Appeal From Richland County \r\n  \r\n\r\n\r\n  \r\n    Berry L. Mobley, Family Court Judge\r\n  \r\n\r\n\r\n  \r\n    \r\n  \r\n\r\n\r\n  Opinion No. 25220 \r\n  Heard October 3, 2000 - Filed December \r\n  18, 2000\r\n\r\n\r\n\r\n\r\n  AFFIRMED IN PART; REVERSED \r\n  IN PART. \r\n\r\n  \r\n    \r\n    \r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Frederick T. Hopkins, pro \r\n          se, of Florence, for appellant.\r\n      \r\n    \r\n  \r\n\r\n  \r\n \r\n   \r\n     \r\n      \r\n        Frank A. Barton, of West \r\n          Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n  \r\n    \r\n    \r\n\r\n\r\n\r\nJUSTICE WALLER: In \r\n  this domestic case, Frederick Hopkins (Father), acting pro se, seeks \r\n  reimbursement of overpayments of child support, attorneys' fees, \r\n  (1) and pre- and post-judgment interest from his ex-wife, Carol Hopkins \r\n  (Mother).\r\n  \r\n\r\n  \r\n    FACTS\r\n  \r\n\r\n  \r\nMother and Father were married in \r\n  1967; they divorced in May 1983. They had two children: Sean, born May 26, 1972, \r\n  and Fred, born December 4, 1969. Father was ordered to pay child support of \r\n  $350.00 per month. In November 1986, Father was found to be $18,693.00 in arrears \r\n  in his child support, and an order garnishing $432.60 per month of his military \r\n  disability payments was entered. (2)\r\n  \r\nThe younger son, Sean, went to live \r\n  with Father for approximately 5 months, from late April, 1990, through September, \r\n  1990. (3) In early May 1990, Father instituted \r\n  the instant action seeking custody of Sean; a hearing was held on May 13, 1990, \r\n  three days prior to Sean's 18th birthday. Father sought termination \r\n  of support for his older son Fred, claiming he was over age 18 and was not entitled \r\n  to post-emancipation support; (4) Father did, \r\n  however, request Mother be required to pay post-emancipation support for Sean. \r\n  The family court gave Father \r\n  temporary custody of Sean but required Father to continue making his child support \r\n  payments pending the final hearing. (5)\r\n  \r\nDue to circumstances beyond the control \r\n  of the parties, a final hearing was not held until May 13, 1993. \r\n  (6) The family court found 1) that Father's child support obligations \r\n  ended Dec. 4, 1987 (Fred) and May 26, 1990 (Sean), and that Father had a \"credit\" \r\n  on his child support of $6485.75. Although the family court found it was \"inequitable\" \r\n  for Mother to retain the excess post-emancipation support, he declined to require \r\n  Mother to repay it, believing Father was \"in a better position to forego repayment.\" \r\n  The family court held both parties should be responsible for their own attorneys' \r\n  fees.\r\n  \r\n\r\n  \r\n    ISSUES\r\n  \r\n\r\n  \r\n\r\n  1). Did the family court err in \r\n    refusing to require Mother to reimburse Father for excess payments of child \r\n    support?\r\n\r\n  \r\n\r\n  2) Did the family court err in \r\n    ruling Father was not entitled to attorneys' fees?\r\n\r\n  \r\n\r\n  3) Is Father entitled to pre- and \r\n    post-judgment interest?\r\n\r\n  \r\n\r\n  \r\n    STANDARD OF REVIEW\r\n  \r\n\r\n  \r\n On appeal from an order of the family \r\n  court, this court has jurisdiction to find facts in accordance with its own \r\n  view of the preponderance of the evidence. Epperly v. Epperly, 312 S.C. \r\n  411, 440 S.E.2d 884 (1994). \r\n  \r\n\r\n  \r\n    1. REIMBURSEMENT OF EXCESS \r\n    SUPPORT (7)\r\n  \r\n\r\nFather contends he is entitled to \r\n  reimbursement of overpayments of child support. We agree.\r\n  \r\nThe family courts of this state have \r\n  authority to order reimbursement of child support expenses. See&nbsp;LaFitte \r\n  v. LaFitte, 280 S.C. 473, 313 S.E.2d 41 (Ct. App. 1984)(remanding issues \r\n  of reimbursement of past college expenses and payment of further college expenses). \r\n  The question of child support is largely within the discretion of the trial \r\n  judge whose decision will not be disturbed on appeal unless an abuse of discretion \r\n  is shown. Hallums v. Hallums, 296 S.C. 195, 371 S.E.2d 525 (1988). \r\n  \r\nHere, according to the family court's \r\n  temporary order from the hearing of May 23, 1990 (three days prior to Sean's \r\n  emancipation), Father sought to terminate his child support payments, but Mother \r\n  urged the Court to continue the status quo \"with the understanding \r\n  that if [Father's] position is correct pertaining to child support, then issues \r\n  of arrearage and support can be established and adjusted at the merits hearing. \r\n  In other words, if [Father] is entitled to a set-off, this can be calculated \r\n  at the merits hearing and [Father] given proper credit.\" \r\n  \r\nAt the final hearing, the family \r\n  court ruled Father had indeed overpaid child support. (8) \r\n  Notwithstanding the court specifically found it was inequitable for Mother to \r\n  retain the excess support, it found Mother's financial condition \"too precarious\" \r\n  and that Father is in a better position to forego repayment. This assertion \r\n  is simply not borne out by the record. While it is true that Mother subsequently \r\n  filed for bankruptcy, the evidence at trial demonstrated Father had a net income \r\n  of $794.40 per month and Mother had a net income of $5614.00 per month (including \r\n  $412.00 child support). There is simply no evidence in the record Father was \r\n  in fact in a better position to forego repayment. Accordingly, we find the court \r\n  abused its discretion in refusing to require Mother to reimburse the excess \r\n  payments. Bull v. Smith, 299 S.C. 123, 125, 382 S.E.2d 905, 906 (1989) \r\n  (child support awards are reviewed for abuse of discretion); Watson v. Watson, \r\n  291 S.C. 13, 351 S.E.2d 883 (Ct. App. 1986)(requiring wife to repay husband \r\n  amounts she received as pendente lite support where final hearing demonstrated \r\n  she was not entitled to support). Accordingly, the family court's order is reversed \r\n  on this issue.\r\n  \r\n\r\n  \r\n    2. ATTORNEYS' FEES\r\n  \r\n\r\n  \r\nFather, who was represented at trial \r\n  by his attorney/wife, contends the family court erred in denying his request \r\n  for attorneys' fees. We disagree.\r\n  \r\nIn Calhoun v. Calhoun, 339 \r\n  S.C. 96, 529 S.E.1d 14 (2000), we recently addressed the issue of whether a \r\n  pro se attorney/litigant is entitled to attorneys' fees. In Calhoun, \r\n  the Wife in a domestic proceeding, who happened to be an attorney, appeared \r\n  pro se at trial. She sought to recover attorneys' fees for the 120.4 \r\n  hours she spent defending the action. This Court acknowledged that a majority \r\n  of states allow pro se litigants to recover attorneys' fees. However, \r\n  we nonetheless chose to follow the minority rule and deny attorney's fees to \r\n  such litigants. We found a pro se litigant, whether an attorney or \r\n  layperson, does not become \"liable for or subject to fees charged by an attorney.\" \r\n  Accordingly, we held Calhoun was not entitled to recover attorneys' fees for \r\n  time spent defending herself. (9) \r\n  \r\nSimilarly, here, we find no evidence \r\n  Father actually became \"liable for or subject to\" attorneys' fees for his attorney/wife's \r\n  service. There is no contract or fee agreement in the record, nor is there any \r\n  indication or testimony that Father's wife/attorney has attempted or intends \r\n  to collect the fees from Father. Accordingly, Father did not prove that he became \r\n  liable for the fees, such that the family court properly denied Father's request. \r\n  Cf. Lisa v. Strom, 904 P.2d 1239, 1242 (Ariz. 1995) (finding award of \r\n  attorneys' fees has an \"indispensable requirement . . .[there] be a genuine \r\n  financial obligation on the part of the litigants to pay such fees,\" and that \r\n  wife represented by her attorney/husband had no such genuine obligation). \r\n  \r\n\r\n3. INTEREST\r\n  \r\nFinally, Father asserts he is entitled \r\n  to pre- and post-judgment interest. We disagree. \r\n  \r\nSouth Carolina Code Ann. § 34-31-20(B) \r\n  (1987) states that money decrees and judgments of courts enrolled or entered \r\n  shall draw interest at a rate of 14% per annum. Prior to this opinion, Father \r\n  received no money judgment; accordingly, he is not entitled to post-judgment \r\n  interest. Further, in Calhoun, supra, we recently held pre-judgment interest \r\n  must be pled in order to be recovered. As no request for pre-judgment interest \r\n  was made below, Father is not entitled to such an award.\r\n  \r\nCONCLUSION\r\n  \r\nFather is entitled to reimbursement \r\n  of $4616.47 from Mother. The remainder of the family court's order is affirmed.\r\n  \r\nAFFIRMED IN PART; REVERSED \r\n  IN PART.\r\n  \r\nTOAL, C.J., MOORE, BURNETT \r\n  and PLEICONES, JJ., concur. \r\n1.  Although Father \r\n  is currently pro se, he was represented at trial by his current wife, \r\n  attorney Cheryl Turner Hopkins. \r\n2.  Father was \r\n  injured in the Vietnam war; his sole source of income is his disability check \r\n  of $1127.00 per month. Seventy dollars of the garnished amount went toward arrears, \r\n  and 3% went toward administrative costs. The garnishment order provided for \r\n  a duration until the \"child reaches 18, emancipated or married or under court \r\n  order.\" \r\n3.  Sean then \r\n  left Father's custody without notice and returned to Columbia to live with Mother. \r\n  \r\n4.  See&nbsp;Risinger \r\n  v. Risinger, 273 S.C. 36, 253 S.E.2d 652 (1979). \r\n5.  The family \r\n  court noted Father still owed an arrearage, and that an adjustment could be \r\n  made at the time of the final hearing if Father was entitled to any set-offs. \r\n  \r\n6.  The family \r\n  court entered an order on May 13, 1993 immediately terminating the garnishment \r\n  of Father's disability check. \r\n7.  In addition \r\n  to claiming entitlement to reimbursement for excess support payments, Father \r\n  claims he is entitled to child support from Mother for the five-month period \r\n  during which he had custody of the younger son, Sean. We disagree. The family \r\n  court found neither child was entitled to post-emancipation support. Sean turned \r\n  18 years of age within three days of the 1990 hearing on this matter and was \r\n  therefore emancipated during the majority of Father's custody. Accordingly, \r\n  we decline to modify the family court's ruling in this regard. \r\n8.  The family \r\n  court found Father's overpayments totaled $6485.75. It found Father's child \r\n  support obligations ended when each child reached age 18; therefore, as to Fred, \r\n  Jr., the obligation ended 12/4/97; as to Sean, it ended 5/26/90. Our own view \r\n  of the evidence indicates Father is entitled to only $4616.47 reimbursement. \r\n  Father had an outstanding arrearage of $18,693.53 on Nov. 17, 1986; he paid \r\n  a total of $5460 toward that arrearage from 1986 until the time of trial in \r\n  1993. He also paid a total of $17,850 post-majority support ($11550.00 for Fred, \r\n  and $6300.00 for Sean). Accordingly, Father paid a total of $23,310 toward his \r\n  arrearage of $18,693.53, resulting in an overage of $4616.47. Mother is therefore \r\n  ordered to reimburse this amount. \r\n9.  Attorneys' \r\n  fees have also been denied to pro se attorney/litigants for the policy \r\n  reason that it would simply be unfair to allow pro se attorneys \r\n  to recover fees, while denying such fees to pro se laymen. \r\n  See Lisa v. Strom, 904 P.2d 1239, 1243 (Ariz. 1995).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25221","title":"In the Matter of George B. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25221","description":"George B. Brown, former Beaufort County Magistrate - opinion publicly reprimanding former magistrate and barring him from future judicial service unless authorized by the Court.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn the Matter of George B. Brown\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of George B. \r\n          Brown, former Beaufort County Magistrate, Respondent. &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25221\r\n  Submitted December 5, 2000 - Filed December 18, 2000\r\n\r\n\r\n  \r\n    PUBLIC REPRIMAND AND\r\n    BAR TO FUTURE JUDICIAL SERVICE\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr., \r\n          and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, \r\n          for the Office of Disciplinary Counsel.\r\n        Hutson S. Davis, Jr., of \r\n          Beaufort, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this \r\n  judicial disciplinary matter, respondent and Disciplinary Counsel have entered \r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, of the Rules \r\n  of Judicial Disciplinary Enforcement (RJDE), Rule 502, SCACR. In the agreement, \r\n  respondent admits misconduct and consents to a public reprimand. Respondent \r\n  also agrees never to apply for a judicial office in South Carolina without the \r\n  express written permission of the Supreme Court of South Carolina. We accept \r\n  the agreement. The facts as admitted in the agreement are as follows.\r\n\r\n  \r\n    Facts  \r\n  \r\n\r\nRespondent served as a magistrate \r\n  for Beaufort County from April 5, 1989, until his resignation on February 1, \r\n  2000. During his tenure as magistrate, respondent was responsible for depositing \r\n  judicial funds received from operations of the Beaufort County Criminal/Traffic \r\n  Court, and from Beaufort County Civil Magistrate's Court. \r\nIn 1988 or 1989, respondent had an \r\n  extra-marital affair. The woman with whom he had the affair began requesting \r\n  money from respondent. He sent both personal and court funds to her via money \r\n  orders and cashier's checks. \r\nOn January 31, 2000, respondent admitted \r\n  to Beaufort County administrators and to Chief Magistrate Rita Simmons that \r\n  he had taken approximately $8,880.71 in cash from judicial deposits. This money \r\n  was taken from several Criminal/Traffic Court deposits and from several Civil \r\n  Court deposits all dated in December of 1999 and January of 2000. Respondent \r\n  stated that he was being blackmailed by the woman with whom he had had the affair. \r\n  On February 1, 2000, the deposits were received by BB&amp;T Bank and all monies \r\n  from the deposits were accounted for. \r\nA search conducted of respondent's \r\n  office on February 1, 2000, revealed numerous money orders and wire transfers \r\n  from respondent to the woman. Money orders were discovered from each year between \r\n  1990 and 2000. SCE&amp;G bills were found in the name of the woman but with \r\n  respondent's mailing label on them. Also found at respondent's office was a \r\n  criminal history of the woman.\r\nOn February 15, 2000, respondent \r\n  was interviewed at the Beaufort County Law Enforcement Center. Respondent admitted \r\n  using monies taken from judicial deposits to send to the woman with whom he \r\n  had the extra-marital affair in 1988/1989. Respondent stated that during the \r\n  summer of 1999 he began \"kiting,\" or \"floating,\" judicial deposits in order \r\n  to obtain money to send to the woman. He stated that the woman had exhausted \r\n  him of his personal funds and that he would use cash from a judicial deposit, \r\n  then hold that deposit until he could use money from the next deposit to pay \r\n  back the first one. As a result, deposits were often made late to cover the \r\n  cash taken from them. Eventually, respondent did not have the money to replace \r\n  the funds he had taken from the deposits.\r\nAn initial review by Beaufort County \r\n  showed a total of $17,587.71 missing from deposits, of which $8,890.71 was cash, \r\n  the balance from checks and money orders. On February 2, 2000, respondent's \r\n  attorney delivered $2,320.75 in cash to Judge Simmons, along with a Magistrate's \r\n  Office receipt book. Those funds belonged to Beaufort County. The receipts in \r\n  the receipt book totaled $2,342.03.\r\nThe law enforcement investigation \r\n  concluded that a total of $12,374.74 had been embezzled. The sum of $11,537.46 \r\n  was recovered after the investigation began, leaving $837.28 missing, as of \r\n  February 22, 2000. Respondent repaid the remaining missing funds by March 15, \r\n  2000. \r\nRespondent was indicted by a Beaufort \r\n  County Grand Jury on February 4, 2000, and charged with embezzlement of $12,374.74 \r\n  in public funds, a violation of S.C. Code Ann. § 16-13-210 (Supp. 1999). Respondent \r\n  was allowed to enter the Pre-Trial Intervention Program (PTI) administered by \r\n  the Solicitor's Office for the Fourteenth Judicial Circuit. \r\nWhen Judge Simmons first brought \r\n  this matter to respondent's attention, he failed to meet with her over the weekend \r\n  of January 28, 2000. Over that weekend, respondent attempted to borrow funds \r\n  from a relative to replace the funds in the court deposits. Judge Simmons then \r\n  submitted a complaint to the Commission on Judicial Conduct.\r\nThe Commission wrote respondent a \r\n  letter dated February 1, 2000, requesting a response. Respondent did not respond \r\n  to the letter, but did, through his attorney, verbally communicate with the \r\n  Office of Disciplinary Counsel. Thereafter, a full investigation was authorized \r\n  by an Investigative Panel of the Commission on Judicial Conduct. A Notice of \r\n  Full Investigation was sent to respondent, and although he replied, respondent \r\n  failed to address or respond to the issues therein. Respondent did, however, \r\n  appear before Disciplinary Counsel on September 14, 2000, and responded to all \r\n  questions presented. \r\nRespondent failed to follow rules, \r\n  regulations, and court orders from the Office of Court Administration and the \r\n  Supreme Court regarding the handling of judicial funds and financial record \r\n  keeping. Where respondent did keep records, information contained therein was \r\n  false. Respondent commingled his personal funds with official funds, belonging \r\n  to the State and/or Beaufort County. He misappropriated State and/or Beaufort \r\n  County funds for his personal use. By these actions, respondent violated the \r\n  criminal law of South Carolina.\r\n\r\n  \r\n    Law \r\n  \r\n\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Code of Judicial Conduct, Rule 501, SCACR: Canon \r\n  1 (failure to uphold the integrity and independence of the judiciary); Canon \r\n  2(A) (failure to respect and comply with the law and failure to act at all times \r\n  in a manner that promotes public confidence in the integrity and impartiality \r\n  of the judiciary); Canon 2(B) (failure to avoid allowing family, social, political \r\n  or other relationships to influence the judge's judicial conduct or judgment); \r\n  Canon 3(A) (failure to insure judicial duties take precedence over all the judge's \r\n  other activities); Canon 3(B)(2) (failure to be faithful to the law and to maintain \r\n  professional competence in it); Canon 3(C)(1) (failure to diligently discharge \r\n  the judge's administrative responsibilities without bias or prejudice and failure \r\n  to maintain professional competence in judicial administration); Canon 4(A)(2) \r\n  (failure to conduct extra-judicial activities so that they do not demean the \r\n  judicial office); and Canon 4(D)(1) (engaging in financial dealings that may \r\n  reasonably be perceived to exploit the judge's judicial position).\r\nRespondent has also violated the \r\n  following provisions of the Rules of Judicial Disciplinary Enforcement, Rule \r\n  502, SCACR: Rule 7(a)(1) (violating the Code of Judicial Conduct); Rule 7(a)(2) \r\n  (willfully violating a valid order of the Supreme Court, Commission or panels \r\n  of the Commission in a proceeding under these rules); Rule 7(a)(3) (being convicted \r\n  of a crime of moral turpitude or a serious crime); Rule 7(a)(4) (persistently \r\n  failing to perform judicial duties or persistently performing judicial duties \r\n  in an incompetent or neglectful manner); and Rule 7(a)(6) (consistently failing \r\n  to timely issue orders, decrees, opinions or otherwise perform official duties \r\n  without just cause or excuse).\r\n\r\n  \r\n    Conclusion \r\n  \r\n\r\nWe accept the agreement for a public \r\n  reprimand because respondent is no longer a magistrate and because he has agreed \r\n  not to hereafter seek another judicial position in South Carolina unless first \r\n  authorized to do so by this Court. Accordingly, respondent is hereby publicly \r\n  reprimanded for his conduct.\r\nPUBLIC REPRIMAND \r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/John H. Waller, Jr. J.\r\ns/E.C. Burnett, III J.\r\ns/Costa M. Pleicones J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25222","title":"In the Matter of William Glenn Yarborough, III","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25222","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to disbarment from the practice of law in this state.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn the Matter of William Glenn Yarborough, III\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of William \r\n          Glenn Yarborough, III, Respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25222\r\n  Submitted November 27, 2000 - Filed December 18, 2000\r\n\r\n\r\n  \r\n    DISBARRED \r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr. \r\n          and Deputy Disciplinary Counsel Susan M. Johnston, both of Columbia, \r\n          for the Office of Disciplinary Counsel.\r\n        John P. Freeman, of Columbia, \r\n          for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this \r\n  attorney disciplinary matter, respondent and Disciplinary Counsel have entered \r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule \r\n  413, SCACR. In the agreement, respondent admits misconduct and consents to disbarment \r\n  from the practice of law in this state. We accept the agreement and disbar respondent. \r\n  (1) The facts as admitted in the agreement are as follows.\r\nFacts\r\nRespondent was holding $150,000 in \r\n  criminal forfeiture funds in an escrow account for payment to the United States \r\n  Government. Respondent purchased shares of stock \"on the margin\" for his personal \r\n  use. The purchased stock declined in value and respondent was required to make \r\n  payment on a margin call in the amount of $122,170. Respondent paid the margin \r\n  call with funds out of the escrow account. When required to make payment of \r\n  the $150,000 to the United States Government, respondent began a scheme of check \r\n  kiting. Respondent pled guilty to one count of bank fraud under 18 U.S.C. § \r\n  1344.\r\nLaw\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(1)(violating the Rules of Professional Conduct); Rule \r\n  7(a)(4)(being convicted of a crime of moral turpitude or a serious crime); Rule \r\n  7(a)(5) (engaging in conduct tending to pollute the administration of justice \r\n  or to bring the courts or the legal profession into disrepute or conduct demonstrating \r\n  an unfitness to practice law); and Rule 7(a)(6)(violating the oath of office \r\n  taken upon admission to practice law in this state).\r\nRespondent has also violated the \r\n  following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 1.15 (a lawyer shall hold and safeguard property of clients or third persons \r\n  separate from the lawyer's own business or personal property); Rule 8.4(a)(violating \r\n  the Rules of Professional Conduct); Rule 8.4(b)(committing a criminal act that \r\n  reflects adversely on the lawyer's honesty, trustworthiness or fitness as a \r\n  lawyer); Rule 8.4(c)(engage in conduct involving moral turpitude); Rule 8.4(d)(engage \r\n  in conduct involving dishonesty, fraud, deceit or misrepresentation); and Rule \r\n  8.4(e)(engage in conduct prejudicial to the administration of justice).\r\n\r\n  \r\n    Conclusion \r\n  \r\n\r\nWe accept the Agreement for Discipline \r\n  by Consent and disbar respondent from the practice of law in this state. Within \r\n  fifteen days of the date of this opinion, respondent shall file an affidavit \r\n  with the Clerk of Court showing that he has complied with Rule 30 of Rule 413, \r\n  SCACR.\r\nDISBARRED.\r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/John H. Waller, Jr. J.\r\ns/E.C. Burnett, III J.\r\ns/Costa M. Pleicones J.\r\n1. Respondent \r\n  was transferred to incapacity inactive status by order of this Court dated September \r\n  1, 2000. In the Matter of Yarborough, ___ S.C. ___, 536 S.E.2d 870 (2000). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25223","title":"In the Matter of W. Allen Strait","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25223","description":"In the Matter of W. Allen Strait.  Disciplinary opinion conferring a definite suspension of six months and one day from the practice of law.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn the Matter of W. Allen Strait\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of W. Allen \r\n          Strait, Respondent. &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25223\r\n  Submitted November 27, 2000 - Filed December 18, 2000\r\n\r\n\r\n  \r\n    DEFINITE SUSPENSION\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr. \r\n          and Assistant Deputy Attorney General J. Emory Smith, Jr., both of Columbia, \r\n          for the Office of Disciplinary Counsel.\r\n        Irby E. Walker, Jr., of Conway, \r\n          for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this \r\n  attorney disciplinary matter, respondent and the Office of Disciplinary Counsel \r\n  (ODC) have entered into an agreement pursuant to Rule 21, Rules for Lawyer Disciplinary \r\n  Enforcement, Rule 413, SCACR. In the agreement, respondent admits misconduct \r\n  and consents to a definite suspension of six months and one day. \r\n  (1) We accept the agreement.\r\nFacts\r\nI. Domestic Matters\r\nOn two separate occasions, respondent \r\n  accepted retainers to represent clients in divorce proceedings. Respondent was \r\n  not diligent in handling these matters. He failed to serve pleadings in one \r\n  case and failed to forward the divorce order to his client in the other case. \r\n  Respondent also failed to return phone calls and properly communicate with his \r\n  clients in these matters.\r\nII. Bankruptcy Matter\r\nRespondent was retained to represent \r\n  a client in a bankruptcy proceeding. Respondent was not diligent in his representation. \r\n  He failed to submit paperwork to the bankruptcy court, which resulted in the \r\n  dismissal of the client's case. Respondent did not inform the client of the \r\n  dismissal. Respondent also failed to return phone calls and properly communicate \r\n  with his client.\r\nIII. Court Reporter Fees \r\n  \r\nRespondent ordered a transcript from \r\n  a court reporter, but was delinquent in paying the bill for more than one year. \r\n  Respondent has since paid the court reporter's bill.\r\nIV. Failure to Return Client \r\n  Materials\r\nThere were three instances in which \r\n  respondent failed to return client materials upon request.\r\nIn the first matter, respondent was \r\n  retained to review the corporate books and records for several recently formed \r\n  corporations. He failed to return these materials upon request of the client. \r\n  These materials were eventually returned. Respondent also failed to return phone \r\n  calls and properly communicate with his client.\r\nIn a second matter, respondent failed \r\n  to return documents, upon the client's request, for more than two years. The \r\n  materials were eventually returned to the client after that client filed a complaint. \r\n  Respondent also failed to return phone calls and properly communicate with his \r\n  client.\r\nIn a third matter, respondent failed \r\n  to return several documents to a client. Further, he states that he cannot now \r\n  locate these materials.\r\nV. Failure to Cooperate in \r\n  Investigation\r\nRespondent failed to respond to various \r\n  items of correspondence from ODC. He failed to respond to letters of inquiry, \r\n  notices of full investigation, a subpoena, and a notice to appear for examination. \r\n  Though respondent eventually responded to the inquiries and notices, this did \r\n  not occur until after the time for compliance had passed. \r\nVI. Financial Assistance \r\n  to a Client\r\nRespondent advanced money to a client \r\n  in order for her to pay her electric bill.\r\nLaw\r\nBy his conduct, respondent has violated \r\n  the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule \r\n  413, SCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct); and \r\n  Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice \r\n  or to bring the courts or the legal profession into disrepute or conduct demonstrating \r\n  an unfitness to practice law).\r\nRespondent has also violated the \r\n  following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing \r\n  a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about \r\n  the status of a matter and promptly comply with reasonable requests for information; \r\n  a lawyer shall explain a matter to the extent reasonably necessary to permit \r\n  the client to make informed decisions regarding the representation); Rule 1.8 \r\n  (e) (financial assistance to a client); Rule 1.15 (failure to safeguard client \r\n  documents); Rule 8.4(a) (violating the Rules of Professional Conduct); and Rule \r\n  8.4(e) (conduct prejudicial to the administration of justice).\r\nConclusion\r\nRespondent has fully acknowledged \r\n  that his actions in the aforementioned matters were in violation of the Rules \r\n  of Professional Conduct. We hereby suspend respondent from the practice of law \r\n  for six months and one day. Prior to petitioning for reinstatement to the practice \r\n  of law, respondent must provide satisfactory evidence to ODC that he has refunded \r\n  retainers in full. Within fifteen days of the date of this opinion, respondent \r\n  shall file an affidavit with the Clerk of Court showing that he has complied \r\n  with Rule 30, Rule 413, SCACR.\r\nDEFINITE SUSPENSION.\r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/John H. Waller, Jr. J.\r\ns/E.C. Burnett, III J.\r\ns/Costa M. Pleicones J.\r\n1. Respondent \r\n  was placed on interim suspension by order of this Court dated December 2, 1999. \r\n  In the Matter of Strait, 337 S.C. 547, 525 S.E.2d 245 (1999). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25224","title":"In the Matter of Margaret C. Tribert","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25224","description":"In the Matter of Margaret C. Tribert.  Opinion suspending attorney for one year.","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn the Matter of Margaret C. Tribert\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        In the Matter of Margaret \r\n          C. Tribert, Respondent. &nbsp;\r\n        \r\n      \r\n    \r\n  \r\n\r\nOpinion No. 25224\r\n  Submitted November 27, 2000 - Filed December 18, 2000\r\n\r\n\r\n  \r\n    DEFINITE SUSPENSION\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n       \r\n        Henry B. Richardson, Jr., \r\n          of Columbia, for the Office of Disciplinary Counsel.\r\n        Robert J. Harte, of Aiken, \r\n          for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this \r\n  attorney disciplinary matter, respondent and Disciplinary Counsel have entered \r\n  into an agreement under Rule 21 of the Rules for Lawyer Disciplinary Enforcement \r\n  (RLDE) contained in Rule 413, SCACR. In the agreement, respondent admits misconduct \r\n  and consents to a definite suspension from the practice of law for a period \r\n  of one year retroactive to the date of her interim suspension. \r\n  (1) We accept the agreement.\r\nFACTS\r\nAccording to the facts as stated \r\n  in the agreement, respondent was charged with possession of cocaine and first \r\n  offense driving under the influence. Thereafter, respondent voluntarily ceased \r\n  practicing law and sought treatment for her problems with alcohol and drugs. \r\n  She pled guilty to the driving under the influence charge, and the possession \r\n  of cocaine charge was dismissed after respondent successfully completed the \r\n  pre-trial intervention program. Although respondent asserts that she has recovered \r\n  and is abstaining from the use of alcohol and illegal drugs and is fully capable \r\n  of resuming the practice of law, she agrees that it would be to her benefit \r\n  to continue rehabilitation through counseling, attending Alcoholics Anonymous, \r\n  and drug screens for the time period mentioned in the attachment to the agreement. \r\n  \r\nLAW\r\nBy her conduct, respondent has violated \r\n  the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: \r\n  Rule 8.4(b) (committing a criminal act reflecting adversely on her honesty, \r\n  trustworthiness, or fitness as a lawyer); and Rule 8.4(e) (engaging in conduct \r\n  that is prejudicial to the administration of justice).\r\nRespondent has also violated the \r\n  following provisions of the RLDE, Rule 413, SCACR: Rule 7(a)(1) \r\n  (violating or attempting to violate the Rules of Professional Conduct); Rule \r\n  7(a)(4) (being convicted of a crime of moral turpitude or a serious crime); \r\n  Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice \r\n  or bringing the legal profession into disrepute, and engaging in conduct demonstrating \r\n  an unfitness to practice law); and Rule 7(a)(6) (violating the oath of office \r\n  taken upon admission to practice law in this state). \r\nCONCLUSION\r\nRespondent has acknowledged that \r\n  her actions were in violation of the Rules of Professional Conduct. Accordingly, \r\n  respondent is hereby suspended from the practice of law for a period of one \r\n  year retroactive to her interim suspension. Respondent shall continue her counseling \r\n  and screening programs for one year from the date of the agreement. Respondent \r\n  shall forward results of her monthly drug screens to Disciplinary Counsel and \r\n  respondent's counselor shall file quarterly reports with Disciplinary Counsel \r\n  stating whether respondent is complying with the terms of this opinion. Within \r\n  fifteen days of the date of this opinion, respondent shall file an affidavit \r\n  with the Clerk of Court showing that she has complied with Rule 30 of Rule 413, \r\n  SCACR.\r\nDEFINITE SUSPENSION.\r\ns/Jean H. Toal C.J.\r\ns/James E. Moore J.\r\ns/John H. Waller, Jr. J.\r\ns/E.C. Burnett, III J.\r\ns/Costa M. Pleicones J.\r\n1. Respondent \r\n  was placed on interim suspension by order of this Court dated July 9, 1999. \r\n  In the Matter of Tribert, 335 S.C. 401, 517 S.E.2d 444 (1999). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25225","title":"State v. Danny McDonald","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25225","description":"Criminal conviction reversed where trial court erred by excluding hearsay evidence which should have been admitted under SCRE 804(b)(3).","date":"2000-12-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Danny McDonald\r\n\r\n\r\nTHE STATE \r\n  OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n       \r\n        The State, Respondent,  \r\n          \r\n            v. \r\n          \r\n          \r\n        Danny McDonald, Appellant. \r\n          \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Darlington \r\n  County\r\n  Edward B. Cottingham, Circuit Court Judge\r\n\r\nOpinion No. 25225\r\n  Heard September 19, 2000 - Filed December 18, 2000\r\n\r\nREVERSED AND REMANDED\r\n  \r\n\r\n \r\n   \r\n     \r\n       \r\n        Daniel L. Blake, of Hartsville, \r\n          for appellant.\r\n        Attorney General Charles \r\n          M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Donald J. Zelenka, Assistant Attorney General Derrick \r\n          K. McFarland, all of Columbia; and Solicitor Jay E. Hodge, of Darlington, \r\n          for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE PLEICONES: \r\n  Appellant Danny McDonald (\"Defendant\") appeals his convictions of murder and \r\n  attempted armed robbery in the death of Brock Hawkins. We reverse and remand.\r\nFACTUAL BACKGROUND\r\nBrock Hawkins (\"Victim\") and Olar \r\n  Thorson (\"Thorson\") entered a residential area of Hartsville after dark on February \r\n  2, 1995. Thorson, who drove the vehicle, stopped alongside a group of men and \r\n  asked directions to \"Mitch's\" house. According to Thorson's testimony, Defendant \r\n  pointed to a residence a short distance up the street. Victim got out of the \r\n  car and walked to the house, returning moments later after getting no answer \r\n  at the door. Thorson remained in the car at all times. When Victim returned \r\n  to the automobile, a number of men from the group gathered around the vehicle \r\n  and one of them displayed crack cocaine to Thorson and Victim. Thorson testified \r\n  that Defendant, who was not wearing a mask, approached the car from the rear, \r\n  brandished a sawed-off shotgun and placed it to Thorson's head, demanding money \r\n  from Thorson and Victim. (1) Victim pushed Thorson's \r\n  head forward, into the steering wheel, and depressed the accelerator. A split \r\n  second later the gun fired, striking Victim in the left side of the head and \r\n  causing his death. Thorson put the car in gear and sped away. \r\nA second eyewitness, Robert Jackson, \r\n  testified for the State that Defendant carried the gun and fired the fatal shot. \r\n  Jackson's testimony, in contrast to Thorson's, indicated that the shooter was \r\n  wearing a black mask. Jackson's identification of Defendant was largely based \r\n  on the clothing worn by the shooter. Both Thorson and Robert Jackson testified \r\n  that Rodney McPhail (\"McPhail\") was present at the scene of the crime.\r\nDefendant offered and the court admitted \r\n  testimony from Timmy Jackson, also indicted in connection with the shooting, \r\n  that immediately after hearing a gunshot he observed McPhail standing on the \r\n  passenger's side of the vehicle holding a sawed-off shotgun. \r\n  (2) Timmy Jackson further testified that Defendant was not present \r\n  at the scene immediately after the shot was fired. The defense called McPhail \r\n  to testify and McPhail asserted his Fifth Amendment (3) \r\n  right against self-incrimination. Defense counsel then proffered testimony from \r\n  Timmy Jackson that McPhail told Jackson he shot Victim because Victim would \r\n  not part with his money. The court declined to admit this evidence, ruling it \r\n  inadmissible hearsay.\r\nThe defense proffered testimony from \r\n  two other witnesses, Michael Mungo (\"Mungo\") and Gary Hawkins (\"Hawkins\"). Mungo \r\n  testified that while he and McPhail were both in custody at the Darlington County \r\n  Detention Center, he overheard McPhail tell an unidentified person that McPhail \r\n  shot Victim and that Defendant was not involved in the incident. Hawkins would \r\n  have testified that shortly after the incident McPhail admitted committing the \r\n  offense, and that McPhail's stated reason for shooting Victim was that Victim \r\n  would not pay McPhail for drugs. The trial court refused to admit the statements \r\n  of Mungo and Hawkins on hearsay grounds.\r\nDefendant was convicted of murder \r\n  and attempted armed robbery. He received sentences of life imprisonment and \r\n  ten years respectively. On appeal, he argues the trial court erred by refusing \r\n  to admit the testimony of Timmy Jackson, Mungo, and Hawkins.\r\nLAW/ANALYSIS\r\nThe State argues that we cannot consider \r\n  the issue of admissibility of the proffered testimony because it is not properly \r\n  preserved for appellate review. We disagree and find the grounds for offering \r\n  and admitting the testimony were apparent from the context of the proffer. See \r\n  Rule 103(a)(2), SCRE, and Note to Rule 103(a)(2), SCRE.\r\nDefendant called McPhail, the out-of-court \r\n  declarant, as a witness. McPhail invoked his Fifth Amendment right to silence. \r\n  A witness who invokes his Fifth Amendment right to silence is unavailable for \r\n  hearsay purposes. Rule 804(a)(1), SCRE; State v. Doctor, 306 S.C. 527, 413 S.E.2d \r\n  36 (1992). Defendant then proffered the testimony of Timmy Jackson, Mungo and \r\n  Hawkins that on separate occasions, they each heard McPhail admit to the offense. \r\n  \r\nFrom the context of the proffers \r\n  it is clear that the testimony was offered under the hearsay exception found \r\n  in Rule 804(b)(3), SCRE. To bring the evidence within this exception, Defendant \r\n  must show that the proffered statements were made by an unavailable declarant, \r\n  that the statements exposed the declarant to criminal liability, and that corroborating \r\n  circumstances clearly indicate the trustworthiness of the statements. McPhail's \r\n  unavailability and potential criminal exposure are not in dispute. Thus, admissibility \r\n  turns on clear corroboration.\r\nThis Court recently addressed a similar \r\n  issue in State v. Kinloch, 338 S.C. 385, 526 S.E.2d 705 (2000). We declined \r\n  to adopt a specific test to determine whether a statement has been sufficiently \r\n  corroborated, deciding that the question should be left to the discretion of \r\n  the trial judge \"after considering the totality of the circumstances under which \r\n  a declaration against penal interest was made.\" Id. at 391, 526 S.E.2d at 708 \r\n  n.5. We cited Weinstein's Federal Evidence (2nd ed. 1999) for the proposition \r\n  that \"[R]ule [804(b)(3)] does not require that the information within the \r\n  statement be clearly corroborated, it means only that there be corroborating \r\n  circumstances which clearly indicate the trustworthiness of the statement itself, \r\n  i.e. that the statement was actually made.\" Id. at 389, 526 S.E.2d at 707 (emphasis \r\n  in original).\r\nIt is true that in Kinloch we reviewed \r\n  evidence corroborating not only the making of the statement, but also the truth \r\n  of its content. We concluded that because \"neither the making of the statement \r\n  nor its truth were clearly corroborated, [there was] no abuse of discretion \r\n  in exclusion of [the] testimony.\" Id. at 390-91, 526 S.E.2d at 708. \r\n  (4)\r\nWe take this occasion to reiterate \r\n  and emphasize that the corroboration requirement contained in Rule 804(b)(3) \r\n  goes not to the truth of the statement's contents, but rather to the making \r\n  of the statement. In many instances, it is not possible to separate these two \r\n  considerations in analyzing the matter of corroboration. \r\n  (5)\r\nDefendant argues that the trustworthiness \r\n  of the excluded testimony is clearly corroborated by the fact that three witnesses \r\n  attest to having heard McPhail confess at three different times; by Timmy Jackson's \r\n  testimony that he saw McPhail at the scene holding a sawed-off shotgun only \r\n  seconds after hearing a gunshot; and by the contents of the statements themselves. \r\n  He stresses that the statements were made shortly after the incident occurred \r\n  and that one of the witnesses, Gary Hawkins, is McPhail's close friend. \r\nWe agree that the statements purportedly \r\n  made by McPhail are clearly corroborated and should have been admitted at trial. \r\n  According to Timmy Jackson's proffered testimony, McPhail told Timmy Jackson \r\n  he shot Victim because Victim \"wouldn't give up the money.\" Thorson testified \r\n  the shooter demanded money from him and Victim immediately prior to firing the \r\n  shot. The State's other eyewitness, Robert Jackson, testified that he heard \r\n  someone demand money from Thorson and Victim just before the shooting. Evidence \r\n  that the shooter demanded money also corroborates the proffered testimony of \r\n  Gary Hawkins who would have testified that McPhail admitted to shooting Victim \r\n  because Victim would not pay McPhail for drugs. (6) \r\n  The content of the statements indicates that the speaker had extensive knowledge \r\n  of details of the crime. \r\nAdditionally, the State's witnesses \r\n  placed McPhail at the scene of the crime and defense witness Timmy Jackson testified \r\n  to seeing McPhail at the scene with a sawed-off shotgun just seconds after hearing \r\n  a shotgun blast. Furthermore, three different witnesses claim to have heard \r\n  McPhail make similar statements on three separate occasions. \r\n  (7)\r\nAfter consideration of these facts, \r\n  we conclude the statements were sufficiently corroborated and, therefore, were \r\n  admissible under Rule 804(b)(3). \"[T]he admission of evidence is within the \r\n  discretion of the trial court and will not be reversed by this Court absent \r\n  an abuse of discretion.\" State v. Smith, 337 S.C. 27, 34, 522 S.E.2d 598, 601 \r\n  (1999)(citing State v. Nance, 320 S.C. 501, 466 S.E.2d 349 (1996)). \"An abuse \r\n  of discretion occurs when the trial court's ruling is based on an error of law. \r\n  . . .\" Clark v. Cantrell, __ S.C. __, __, 529 S.E.2d 528, 539 (2000). We find \r\n  that the trial court committed an error of law when it refused to admit the \r\n  testimony of Timmy Jackson, Mungo and Hawkins since the testimony came within \r\n  a recognized exception to the hearsay rule. We further find that the error was \r\n  prejudicial since the excluded evidence constituted non-cumulative support for \r\n  Defendant's claim that he did not shoot Victim.\r\nCONCLUSION\r\nBased on the foregoing, we REVERSE \r\n  AND REMAND.\r\nTOAL, C.J., MOORE, WALLER \r\n  and BURNETT, JJ., concur.\r\n1. Thorson made \r\n  a statement to police shortly after the incident, but was unable to identify \r\n  the shooter. Only after months had passed did he identify Defendant, a former \r\n  high school classmate, as the shooter. Furthermore, Thorson did not identify \r\n  the murder weapon as a sawed-off shotgun until months after the incident.\r\n 2. \r\nMcPhail was also charged with and indicted \r\nfor murder in connection with this incident.  \r\n3. \r\nThe Fifth Amendment provides in part \r\nthat \"[n]o person . . . shall be compelled in any criminal case to be a witness \r\nagainst himself. . . .\" U.S. Const. amend. V.  \r\n4. The able trial \r\n  judge did not have the benefit of our decision in Kinloch when presiding over \r\n  this case. \r\nKinloch was not decided until January \r\n2000, while this case was tried in 1997.  \r\n5. We recognize \r\n  that some of the evidence reviewed below tends to corroborate the truth of the \r\n  statements, i.e. that McPhail actually shot Victim. As a practical matter the \r\n  two inquiries are related, ordinarily requiring the trial court to examine the \r\n  content of the statements as part of its analysis of the totality of the circumstances. \r\n   \r\n6.  Thorson \r\n  testified that one of the men around the car displayed crack cocaine, apparently \r\n  offering to sell drugs to Victim and Thorson. \r\n7. This case is \r\n  distinguishable from State v. Forney, 321 S.C. 353, 468 S.E.2d 641 (1996) where \r\n  we held there was insufficient corroboration despite the fact that five witnesses \r\n  claimed to have heard similar statements. In the instant case, unlike Forney, \r\n  there is a wealth of corroboration independent of the multiplicity of hearsay \r\n  witnesses. Additionally in Forney, the proffered out-of-court statements did \r\n  not exculpate the accused. \r\n&nbsp; \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]