[{"id":"25256","title":"Folk v. Thomas","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25256","description":"This case concerns whether Charleston County is required to determine wether a parcel of land is divisible before the County auctions the land at a tax sale.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        H. Daniel Folk, Jr., Respondent\r\n        \r\n        \r\nv.\r\n        \r\n\r\nW. O. Thomas, Jr., as Treasurer\r\nof Charleston County, W. T.\r\nMartin, as Delinquent Tax\r\nCollector of Charleston County,\r\nDaniel M. Rundell and Rose M.\r\nRundell,\r\n\r\nof whom W. O. Thomas, Jr., as\r\nTreasurer of Charleston County\r\nand W. T. Martin, as Delinquent\r\nTax Collector of Charleston\r\nCounty, are Respondents\r\n\r\nand Daniel M. Rundell and Rose\r\nM. Rundell are the Petitioners.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Charleston County\r\nRoger M. Young, Master-in-Equity\r\n\r\n\r\n\r\nOpinion No. 25256\r\nHeard January 9, 2001 - Filed March 12, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nBeth Branham Davis and Brian N. Davis, both of Davis &amp; Davis, of Charleston, for petitioners.\r\n\r\nJoseph S. Mendelson, and LeRoy P. Hutchinson, both of Charleston, for respondent H. Daniel Folk, Jr.\r\n\r\nSamuel W. Howell, IV, of Nexsen, Pruet, Jacobs, Pollard &amp; Robinson, LLP, of Charleston, and Joseph Dawson, III and Bernard E. Ferrara, Jr., also of\r\nCharleston, all for respondents W. O. Thomas, Jr. and W. T. Martin.\r\n\r\nKelly J. Golden and Robert E. Lyon, of Columbia, for Amicus Curiae South Carolina Association of Counties.\r\n\r\nRonald L. Richter, Jr., of Charleston, for Amicus Curiae Ava B. Hawkins and Ava B. Hawkins Family Trust.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: We granted certiorari upon petition of Daniel M. Rundell and Rose M. Rundell (\"Petitioner\") to review the Court of Appeals'\r\ndecision to set aside certain tax deeds.  We reverse and reinstate the Master's Order upholding tax deeds.\r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nH. Daniel Folk (\"Folk\") failed to pay taxes on two parcels of land, valued between $140,000 and $150,000 collectively, in 1992 and 1993. (1)  Parcel A was  an\r\nimproved 1-acre parcel, containing a 1,700 square foot home, an aviary building, 2-car garage, shed, and leased office building.  Parcel B was an unimproved\r\n11.47-acre parcel, located next to Parcel A.  Parcel B went up for sale first, only because its assigned tax map reference number was lower than Parcel A's. \r\nPetitioner purchased Parcel B for the exact amount Folk owed on the land, $1000.  Parcel A went up for sale next, but did not receive a bid.  The parcel was\r\ndeeded to the Forfeited Land Commission.  At a subsequent auction, Petitioner purchased Parcel A from the Forfeited Land Commission for $1746.98, exactly\r\nenough money to satisfy the taxes owed on it.\r\n\r\nOn January 10, 1996, Folk brought this action alleging the Delinquent Tax Collector failed to follow the statutory scheme for delinquent tax sales, to quiet title,\r\nand alleging the Petitioner held the property in constructive trust.  W.O. Thomas, Jr., (\"Thomas\"), the Treasurer of Charleston County, and W.T. Martin\r\n(\"Martin\"), the Delinquent Tax Collector of Charleston County, answered claiming Charleston County followed the law concerning tax sales.  Petitioner\r\nanswered claiming the property was not divisible, and seeking to quiet title.  On June 26, 1997, the parties entered into a Consent to Order of Reference to\r\nMaster in Equity with Finality.\r\n\r\nOn September 29, 1997, a hearing was held before the Master in Equity for Charleston County.  On October 23, 1997, the Master issued an order upholding the\r\ntax sale, confirming title in the Petitioner, and requiring Folk to vacate the property.  Folk appealed to the Court of Appeals.  The Court of Appeals with one\r\njudge dissenting, reversed the order of the Master in Equity and set aside the tax deeds.  Folk v. Thomas, 336 S.C. 466, 520 S.E.2d 327 (Ct. App. 1999).  We\r\ngranted certiorari to review the decision of the Court of Appeals.  The issues before this Court are:\r\n\r\n\r\nI.  Did the Court of Appeals err in holding the two tax deeds should be set aside because the Charleston County failed to ascertain whether Parcel B was\r\ndivisible before the sale?\r\n\r\nII.  Did the Court of Appeals err in making a determination that the property was divisible and failing to remand the case for a determination of divisibility by\r\nthe Master in Equity?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nI.\r\n\r\nAn action to set aside a tax deed is in equity.  Godfrey v. Webb, 277 S.C. 246, 285 S.E.2d 883 (1982).  Therefore, this Court may take its own view of the\r\npreponderance of the evidence.  Townes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976).  \r\n\r\nPetitioner argues Charleston County was not required by S.C. Code Ann. § 12-51-40(d) (Supp. 1999) to partition Folk's property prior to the tax sale, and\r\ntherefore the Court of Appeals erred in setting the tax deeds aside.  We agree.\r\n\r\nSection 12-51-40 (d) contains the procedure for conducting a tax sale and provides as follows:  \r\n\r\n\r\nThe property must be advertised for sale at public auction.  The advertisement must be in a newspaper of general circulation within the county or municipality,\r\nif applicable, and must be entitled \"Delinquent Tax Sale\".  It shall include the delinquent taxpayer's name and the description of the property, a reference to the\r\ncounty auditor's map-block-parcel number being sufficient for a description of realty.  The advertising must be published once a week prior to the legal sales\r\ndate for three consecutive weeks for the sale of real property, and two consecutive weeks for the sale of personal property.  All expenses of the levy, seizure,\r\nand sale must be added and collected as additional costs, and shall include, but not be limited to, the expense of taking possession of real or personal property,\r\nadvertising, storage, identifying boundaries of the property, and mailing certified notices.  When the real property is divisible, the tax assessor, county\r\ntreasurer, and county auditor shall ascertain that portion of property that is sufficient to realize a sum upon sale sufficient to satisfy the payment of\r\nthe taxes, assessments, penalties, and costs.  In such cases, the officer shall partition the property and furnish a legal description of it.  (emphasis\r\nadded). (2)\r\n\r\n\r\nThe dispute in this case is over the last two sentences of section 12-51-40(d).  Specifically, when is the property divisible, and who bears the burden of raising\r\nthe issue of divisibility?   \r\n\r\nA cardinal rule of statutory construction is that legislative intent prevails.\r\n Joint Legislative Comm. v. Huff, et al., 320 S.C. 241, 464 S.E.2d 324 (1995);  See also  Glover by Cauthen v. Suitt Constr. Co., 318 S.C. 465, 458 S.E.2d 535\r\n(1995).  \"A statutory provision should be given a reasonable and practical construction consistent with the purpose and policy expressed in the statute.\" Hay v.\r\nSouth Carolina Tax Com., 273 S.C. 269, 273, 255 S.E.2d 837, 840 (1979).  Based on a review of the statutory scheme, we believe the intent of the legislature\r\nwas to fairly collect all taxes due the state. \r\n\r\nIn this case, Folk concedes that he never raised the issue of divisibility or requested a partition prior to the tax sale.  Folk argues the County has a duty prior to\r\nthe tax sale to determine whether each piece of tax sale property is divisible, and if divisible, exactly how much of the property needs to be sold to satisfy the\r\ntaxes owed on the property.  Petitioner argues under the rules of statutory construction and current South Carolina case law, failure to make a pre-sale\r\ndetermination of divisibility does not invalidate a tax sale.  See Wilson v. Cantrell, 40 S.C. 114, 18 S.E. 517 (1893); South Carolina Fed. Sav. Bank v. Atlantic\r\nLand Title Co., Inc., 314 S.C. 292, 442 S.E.2d 630 (Ct. App. 1994) (finding Wilson controlling and that \"the fact that the entire tract was sold without any effort\r\nto divide it provided no basis for invalidation of the sale, in the absence of fraud or collusion\").\r\n\r\nWe find the language of the section 12-51-40(d) does not place a pre-sale burden on the County or tax collector to determine divisibility. (3)  We hold the\r\nproperty owner, or the party seeking divisibility, has the initial burden of requesting the county or its tax collector to determine divisibility prior to the sale. (4) \r\nAs discussed below, interpreting the statute any differently would result in folly from a policy standpoint.  Absent any direct language by the legislature, we\r\ndecline to place such an onerous burden on the county to perform a divisibility study on each of the numerous pieces of property sold at tax sales each year.\r\n\r\nPolicy considerations weigh heavily in favor of finding section 12-51-40(d) does not require the county to self-start a divisibility study.  As the amici argue, the\r\ndivisibility of property must be determined according to many statutes and regulations.  For example, such regulations as county zoning restrictions, city, town\r\nor municipality restrictions, special land use restrictions, conservation easements, development restrictions such as covenants and bylaws, ingress and egress\r\nrestrictions, availability of public utilities, minimum roadway frontage requirements, and coastal and wetlands restrictions all must be taken into account before\r\na parcel can be divided.  Requiring the county to start, on its own initiative, a pre-sale determination of divisibility for every property in a delinquent tax sale\r\nwould greatly increase the burden on the county, (5) as well as increasing the redemption cost to the delinquent taxpayer.  Furthermore, since 87 % of the\r\nproperties sold at delinquent tax sales are redeemed by the taxpayer, the increased cost is likely to: (1) have a chilling effect on bidders at tax sales; (2) decrease\r\nthe likelihood all taxes are collected; and (3) amount to a waste of money and time since the taxpayer will likely redeem the property.  \r\n\r\nTherefore, we hold the defaulting taxpayer bears the initial burden of requesting a determination of divisibility before a county is required to undertake a\r\ndivisibility study. As illustrated by the instant case, placing the initial burden on the taxpayer, rather than the county, is not unreasonable.  It was Folk, the\r\ndefaulting taxpayer, who slept on his rights, did not pay his taxes for two years, failed to respond to any of the certified notices sent by the tax collector, and\r\nfailed to show up at the tax sale.\r\n\r\nII.   \r\n\r\nIn light of our holding above, there is no need to address the merits of Petitioner's second issue on certiorari.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we REVERSE the Court of Appeals, and reinstate the tax deeds.  \r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. There is no dispute Folk received all the proper notices required under South Carolina law.\r\n2. Section 12-51-40 (d) was recently amended to read, in part: \"When the real property is divisible, the tax assessor, county treasurer, and county auditor may\r\nascertain what portion of the property that is sufficient to realize a sum upon sale sufficient to satisfy the payment of the taxes, assessments, penalties, and costs. \r\nIn those cases, the officer may partition the property and furnish a legal description of it.\"  S.C. Code Ann. § 12-51-40 (d) (Supp. 2000) (emphasis added). \r\nHowever, at the time Folk's property was sold, the statute read as quoted above.\r\n3. Folk argues we should consider subsection (b) of section 12-51-40 as evidence the county has a pre-sale burden.  However, subsection (b) deals only with\r\ngeneral procedure and places no specific responsibility on the tax collector.\r\n4. In the instant case, Folk did not make a request that his property be divided pre-sale, nor did he present any evidence at his hearing before the Master in\r\nEquity that his property was legally capable of division.  \r\n5. In his dissent in Folk, Judge Stillwell also expressed concern that \"requiring a determination, in advance, of the divisibility of every piece of property sold for\r\ntaxes at public auction . . . plac[es] an unreasonable burden upon various tax collectors in our state.\"  Folk, 336 S.C. at 472, 520 S.E.2d at 330.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25257","title":"State v. Jones","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25257","description":"Criminal case holding defendant was properly charged with 3 counts or armed robbery; upholding constitutionality of S.C. Code Ann. § 17-25-45 (Supp. 2000), the \"Two-Strikes\" law; and upholding denial of \"Telfaire\" charge.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25257\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State, Respondent,\r\n\r\n\r\n\r\nv.\r\n\r\n\r\nNakia Jones, Appellant.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nH. Dean Hall, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25257\r\nHeard January 11, 2001 - Filed March 12, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and Assistant\r\nAttorney General Melody J. Brown, all of Columbia, and Solicitor Warren B. Giese, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  Jones was convicted of three counts of armed robbery, and possession of a firearm during the commission of a violent crime; he was\r\nsentenced to life imprisonment without parole pursuant to S.C. Code Ann. § 17-25-45 (Supp. 2000), commonly known as the \"Two-Strikes\" law. (1)  We affirm.\r\n\r\nFACTS\r\n\r\n\r\nAt 3:30 AM on the morning of June 29, 1997, the three victims in this case, Dwayne Wright, Theodore Wheeler and Ricardo Wheeler, were robbed at gunpoint\r\nby an unknown assailant.\r\n\r\nIn late July 1997, approximately three and one-half weeks after the robbery, police showed each  victim, independently, a photographic line-up of six\r\nindividuals; all three victims identified Jones as the person who robbed them.  Jones was arrested and charged with three counts of armed robbery, possession\r\nof a firearm during commission of a violent crime, and failure to stop for a blue light.  He was convicted of the armed robbery and possession of a firearm\r\ncounts; he was found not guilty of failing to stop for a blue light.  He was sentenced to life imprisonment without parole under S.C. Code Ann. § 17-25-45\r\n(Supp. 2000), the Two-Strikes law, due to his prior conviction of a \"most serious\" offense. (2)\r\n\r\nISSUES\r\n\r\n\r\n\r\n1.  Was Jones properly tried for three counts of armed robbery?\r\n\r\n2.  Is a sentence of life imprisonment without parole after commission of one \"most serious\" offense constitutionally permissible?\r\n\r\n  3. Did the court err in refusing a Telfaire \r\n    (3) charge?\r\n\r\n\r\n1.  THREE COUNTS OF ARMED ROBBERY\r\n\r\n\r\nJones was separately indicted for the armed robbery \r\n  of each victim. He contends, citing State v. Waller, 280 S.C. 300, 312 \r\n  S.E.2d 552 (1984), the three counts should have been \"rolled into a single count\" \r\n  as the goods were taken from three victims simultaneously. Waller does \r\n  not control the present case.\r\n\r\nIn Waller, the defendant broke into an apartment \r\n  occupied by three roommates and stole property belonging to each. The solicitor \r\n  decided to aggregate the value of the items taken and charge Waller with grand \r\n  larceny. On appeal, Waller contended the value of property taken from more than \r\n  one owner could not be aggregated so as to sustain a conviction for grand larceny. \r\n  This Court affirmed Waller's conviction under prior case law which suggested \r\n  a prosecutor could elect to prosecute for one larceny or several larcenies. \r\n  However, the Waller Court decided to follow the majority of cases which \r\n  hold the larceny of property from different owners at the same time and place \r\n  constitutes one larceny. The Court held, \"henceforth, the larceny of property \r\n  from different owners at the same time and at the same place shall be prosecuted \r\n  only as a single larceny.\" 280 S.C. at 301, 312 S.E.2d at 553. \r\n  (4)  \r\n\r\nWaller is inapplicable here.\r\n\r\nThe rationale for the single larceny rule is that \r\n  \"the act of taking is one continuous act or transaction, and since the gist \r\n  of the offense is the felonious taking of property, the legal quality \r\n  of the act is not affected by the fact that the property stolen belonged to \r\n  different persons.\" D.H. White, Single or Separate Larceny Predicated Upon \r\n  Stealing Property From Different Owners at the Same Time, 37 A.L.R.3d 1407, \r\n  1410 § 2 (1971) (emphasis supplied). Larceny is the misdemeanor offense of taking \r\n  or carrying away of goods valued at less than $1000. (5)\r\n\r\nThe fundamental distinction between larceny and \r\n  armed robbery, in our view, lies in the fact that armed robbery is a crime of \r\n  violence. See&nbsp;S.C. Code Ann. § 16-1-60 (Supp. 2000). Although armed \r\n  robbery is contained in Chapter 11 to Title 16 (Offenses Against Property), \r\n  the fact that it is a crime of violence makes it more of an offense against \r\n  the person, thereby warranting its treatment as a separate offense as to each \r\n  person who was threatened with bodily harm by a deadly weapon. See&nbsp; \r\n  State v. Mahaley, 470 S.E.2d 549, 551 (N.C. App. 1996), citing \r\n  77 CJS Robbery § 2 (1994) (while robbery can be classified as an offense \r\n  against both person and property, it is primarily an offense against the person); \r\n  State v. Harris, 175 S.E.2d 334, 336 (N.C. App. 1970) (gist of armed \r\n  robbery is not the taking of personal property, but a taking or attempted taking \r\n  by force or putting in fear by the use of firearms or other dangerous weapon); \r\n  People v. Jones, 576 N.E.2d 1138 (Ill. App. 1991), rev'd on other \r\n  grounds 595 N.E.2d 1071(1992) (notwithstanding armed robbery is captioned \r\n  as a \"Crime Against Property,\" it is a forcible felony carried out against a \r\n  person).\r\n\r\nA case directly on point is State v. Gratz, \r\n  461 P.2d 829 (Or. 1969), in which the Oregon Supreme Court addressed a contention \r\n  identical to Jones':\r\n\r\n\r\n  The defendant relies upon State v. Clark, \r\n    46 Or. 140, 80 P. 101, wherein this court held that the stealing of several \r\n    articles belonging to more than one person at the same time and place by one \r\n    act constitutes but a single offense. This holding is in accord with the weight \r\n    of authority and is based on the reasoning that, since there was but one overt \r\n    act (the theft), a rule to the contrary would lead to incongruous and inhumane \r\n    results. Anno. 28 A.L.R.2d 1187, s 3.\r\n\r\nHowever, in the cases dealing with armed robbery, where the gravamen of the offense is an assault upon and a theft from the person, ORS 163.280, the courts\r\nhold that each assault and theft from a different person, although occurring at the same time and place, is a separate crime. . . .\r\n\r\n    With few exceptions, not here pertinent, in crimes against the person when contrasted with crimes against property there are as many offenses as individuals\r\naffected. And, while it may be said that in armed robbery a single act may put several persons in fear, yet, in order to consummate the crime, that act must be\r\nfollowed by the act of taking from each person money or personal goods. \r\n\r\n\r\n461 P.2d at 830 (internal citations omitted).  \r\n  See&nbsp;also  Commonwealth v. Levia, 431 N.E.2d 928 (Mass. 1982) \r\n  (although successive larcenies from multiple victims must be charged and punished \r\n  as a single larceny if part of a single larcenous scheme, where crimes of violence \r\n  are committed against several victims, multiple charges and punishments are \r\n  appropriate); Sullivan v. Commonwealth, 433 S.E.2d 508 (Va. 1993) (essential \r\n  character of common-law robbery is violence against a person for purpose of \r\n  theft such that appropriate unit of prosecution is determined by number of persons \r\n  from whose possession property is taken by force or intimidation); Camacho \r\n  v. State, 825 S.W.2d 168 (Tex. 1992) (what separates robbery from theft \r\n  is the human element). \r\n\r\nIn accordance with the above-cited cases, we hold \r\n  that, where there is a threat of bodily injury to each person from whom property \r\n  is stolen, (6) the defendant may be charged with \r\n  separate offenses. See&nbsp; Joseph T. Bockrath, Prosecution for Robbery \r\n  of One Person As a Bar to Subsequent Prosecution for Robbery of Another Person \r\n  Committed at the Same Time, 51 A.L.R.3d 693, § 2 (1973) (noting that ordinarily, \r\n  where several persons are robbed at the same time, the offender may be indicted \r\n  and convicted for the robbery of each person as a distinct offense). Accordingly, \r\n  Jones was properly charged with three separate counts of armed robbery.\r\n\r\n2.  CONSTITUTIONALITY OF TWO-STRIKES LAW\r\n\r\n\r\nJones contends S.C. Code Ann. § 17-25-45 (Supp. 2000), the \"Two-Strikes\" law under which he was sentenced, is unconstitutional.  He asserts sentencing\r\nunder the statute 1) violates separation of powers, (7) 2) constitutes cruel and unusual punishment, (8) 3) results in an equal protection violation, (9) 4) shifts the\r\nburden to the defendant to prove the constitutionality of the statute, and 5) constitutes an ex post facto violation. (10)  We disagree.\r\n\r\nInitially, this Court held in State v. Burdette, \r\n  335 S.C. 34, 515 S.E.2d 525 (1999), that Section 17-25-45 does not violate the \r\n  separation of powers doctrine. We stated, \"[u]nder the mandatory sentencing \r\n  guidelines, the prosecutor can still choose not to pursue the triggering offenses \r\n  or to plea the charges down to non-triggering offenses. Choosing which crime \r\n  to charge a defendant with is the essence of prosecutorial discretion, not choosing \r\n  which sentence the court shall impose upon conviction.\" 335 S.C. at 40-41, 515 \r\n  S.E.2d at 528-529. Further, we found the matter of sentencing if convicted of \r\n  a triggering offense to be a matter within the province of the legislature. \r\n  Id. Accordingly, under Burdette, Jones' sentences pose no separation \r\n  of powers problem.\r\n\r\nJones next asserts his life sentence constitutes cruel and unusual punishment.  We disagree.  \r\n\r\nThe cruel and unusual punishment clause requires \r\n  the duration of a sentence not be grossly out of proportion with the severity \r\n  of the crime. Solem v. Helm, 463 U.S. 277, 103 S.Ct. 3001, 77 L.Ed.2d \r\n  637 (1983). Pursuant to Solem, this Court reviews three factors in assessing \r\n  proportionality: (1) the gravity of the offense compared to the harshness of \r\n  the penalty; (2) sentences imposed on other criminals in the same jurisdiction; \r\n  and (3) sentences for the same crime in other jurisdictions. State v. Kiser, \r\n  288 S.C. 441, 343 S.E.2d 292 (1986). (11)  \r\n\r\n\r\nInitially, we agree with the Court of Appeals that \r\n  given the \"most serious\" nature of armed robbery, when coupled with a prior \r\n  most serious offense, the gravity of the offense is not disproportionate to \r\n  a sentence of life without parole.  See&nbsp;also  U.S. v. D'Anjou, \r\n  16 F.3d 604, 613-14 (4th Cir. 1994) (life imprisonment without parole for drug \r\n  conspiracy, possession, and distribution offenses not cruel and unusual); Smallwood \r\n  v. Johnson, 73 F.3d 1343, 1346-47 (5th Cir. 1996) (50 year sentence for \r\n  misdemeanor theft, made felony by recidivist statute, not grossly disproportionate); \r\n  U.S. v. Hill, 30 F.3d 48, 50-51 (6th Cir. 1994) (mandatory life imprisonment \r\n  without parole upon third felony drug conviction not grossly disproportionate); \r\n  Simmons v. Iowa, 28 F.3d 1478, 1482-83 (8th Cir. 1994) (mandatory life \r\n  imprisonment without parole for aiding and abetting restraint and torture of \r\n  child not grossly disproportionate).\r\n\r\nFurther, we find Jones' sentence proportionate to the sentences imposed on other criminals in this state.  Jones' sentence of life without possibility of parole for\r\nhis second conviction of a \"most serious\" offense is the same as that imposed on any other criminal with a second conviction of a \"most serious\" offense, such\r\nthat it is not disproportionate to the sentences imposed on other South Carolinians.  \r\n\r\nFinally, as to sentencing in other jurisdictions \r\n  for the same crime, life sentences for armed robbery under recidivist laws are \r\n  not unique to South Carolina. See United States v. Carroll, 207 \r\n  F.3d 465 (8th Cir. 2000) (defendant's sentence of life imprisonment \r\n  for role in credit union robbery under three-strikes law not cruel and unusual); \r\n  Young v. State, 2000 WL 1210705 (Ga. App. 2000) (imposing life without \r\n  parole for armed robbery under recidivist statute, O.C.G.A. § 17-10-7); State \r\n  v. Oliver, 745 A.2d 1165 (N.J. 2000) (life without parole for armed robbery \r\n  under three-strikes law not cruel and unusual); People v. Ayon, 53 Cal. \r\n  Rptr. 2d 853 (Cal. App. 1996) (life sentence without parole for armed robberies, \r\n  with prior felony convictions, not cruel and unusual); United States v. Farmer, \r\n  73 F.3d 836 (8th Cir. 1996) (life without parole for armed robbery \r\n  coupled with three prior violent felonies not cruel and unusual).  See&nbsp;also \r\n   Ortiz v. State, 266 Ga. 752, 470 S.E.2d 874, 876 (1996) (upholding \r\n  Two-Strikes law imposing life without parole upon conviction of a second \"most \r\n  serious\" offense against eighth amendment challenge). In sum, we find Jones' \r\n  sentence withstands Eighth Amendment scrutiny.\r\n\r\nAs to Jones' equal protection claim, his sole allegation is that \"minorities are affected most\" by section 17-25-45.  There is absolutely nothing in the record\r\nsupporting this assertion.\r\n\r\nWhen the issue is the constitutionality of a statute, \r\n  every presumption will be made in favor of its validity and no statute will \r\n  be declared unconstitutional unless its invalidity appears so clearly as to \r\n  leave no doubt that it conflicts with the constitution. State v. Bouye, \r\n  325 S.C. 260, 484 S.E.2d 641 (1997). Appellants have the burden of proving the \r\n  statute unconstitutional.  Id. Here, given that Jones has offered no \r\n  evidence in support of his claim, he has utterly failed in his burden. Accord, \r\n  State v. Oliver, 745 A.2d at 1170 (defendant failed to demonstrate equal \r\n  protection violation in three strikes law as there was no showing it had a disparate \r\n  impact on minorities). (12)\r\n\r\nNext, Jones claims his sentence \"in effect shifted \r\n  the burden to [him] to prove the unconstitutionality of the statute.\" We find \r\n  Jones' argument is so conclusory that it has been abandoned. See Solomon \r\n  v. City Realty Co., 262 S.C. 198, 203 S.E.2d 435 (1974) (where only passage \r\n  in brief relating to issue appealed was single conclusory statement which left \r\n  unargued the error assigned by exception, issue was abandoned); Muir v. C.R. \r\n  Bard, Inc, 336 S.C. 266, 519 S.E.2d 583 (Ct.App.1999) (issue is deemed abandoned \r\n  on appeal if it is argued in a short, conclusory statement without supporting \r\n  authority). Accordingly, we decline to address the merits of this issue. \r\n\r\n\r\nFinally, Jones asserts sentencing under section 17-25-45 violates the ex post facto law because \"it changed the punishment for a crime in a manner that said\r\npunishment did not exist previously.\"  We disagree. \r\n\r\nWhere conduct in committing offenses which trigger \r\n  recidivist features of sentencing provisions occur after the sentencing provision's \r\n  effective date, there is no ex post facto violation. State v. Dabney, \r\n  301 S.C. 271, 391 S.E.2d 563 (1990) (amendment of statute lengthening period \r\n  of time previous convictions could be used to increase punishment for subsequent \r\n  DUI offense did not violate ex post facto clause as applied to drivers \r\n  who committed offenses for which they were being sentenced after effective date \r\n  of statute's amendment). \r\n\r\nHere, Jones' armed robberies occurred subsequent \r\n  to passage of section 17-25-45 and, as such, there is no ex post facto \r\n  violation. Accord&nbsp;Phillips v. State, 331 S.C. 482, 504 S.E.2d \r\n  111 (1998) (no ex post facto violation for legislature to enhance punishment \r\n  for later offense based on prior conviction, even though enhancement provision \r\n  was not in effect at time of prior offense).\r\n\r\nTo the extent Jones contends the Two-Strikes law \r\n  changes the consequences of his 1996 plea to ABIK, he is incorrect. See Gryger \r\n  v. Burke, 334 U.S. 728 (1948) (holding that sentencing as an habitual criminal \r\n  is not viewed as a new jeopardy or additional penalty for an earlier crime; \r\n  rather it is a stiffened penalty for the latest crime, which is considered to \r\n  be an aggravated offense because it is a repetitive one). Accord State \r\n  v. Oliver, supra.\r\n\r\nIn sum, we find no constitutional violation in application of the Two-Strikes law to Jones.   \r\n\r\n 3. TELFAIRE CHARGE\r\n\r\nFinally, Jones asserts the trial court erred in \r\n  refusing his requested charge on identification pursuant to United States \r\n  v. Telfaire, 469 F.2d 552 (D.C. Cir. 1972). We disagree. \r\n\r\nIn State v. Motes, 264 S.C. 317, 215 S.E.2d \r\n  190 (1975), this Court recognized that the court in Telfaire was dealing \r\n  with the \"one witness\" identification rule, and the model instruction \r\n  there was designed to focus the attention of the jury on the identification \r\n  issue and minimize the risk of conviction through false or mistaken identification. \r\n   See&nbsp;also  State v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992) \r\n  (in single witness identification cases, court should instruct \r\n  jury burden of proving identity of defendant rests with the state). The present \r\n  case does not involve a single witness identification and, given the witnesses' \r\n  degree of certainty, there appears very little likelihood of mistaken identification. \r\n  We find a Telfaire charge was unnecessary.\r\n\r\nJones' remaining issue is affirmed pursuant to \r\n  Rule 220(b)(1), SCACR and the following authorities: State v. Stewart, \r\n  275 S.C. 447, 272 S.E.2d 628 (1980); State v. Gambrell, 274 S.C. 587, \r\n  266 S.E.2d 78 (1980) (photographic and physical identifications reliable under \r\n  totality of circumstances).\r\n\r\nJones' convictions and sentence are\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.   Under section 17-25-45 (A)(1), upon conviction for a most serious offense, a person must be sentenced to a term of imprisonment for life without the\r\npossibility of parole if that person has one or more prior convictions for a most serious offense.  Armed robbery is a most serious offense.  S.C.Code Ann.  §\r\n17-25-45(C)(1).     \r\n2.   Jones' 1996 conviction for assault and battery with intent to kill is a \"most serious\" crime under the statute.  His 1993 convictions for assault and battery of a\r\nhigh and aggravated nature and aiding an escape were not used for enhancement.\r\n3.  United States v. Telfaire, \r\n  469 F.2d 552 (D.C. Cir. 1972). \r\n4.  The State asserts the rationale \r\n  for the holding in Waller was that the property the defendant took from \r\n  any one roommate was insufficient to support a charge of grand larceny. Contrary \r\n  to the State's contention, a footnote in Waller indicates there was sufficient \r\n  evidence to permit the jury to find the value of the property taken from one \r\n  of the roommates exceeded $200.00. 280 S.C. at 301, 312 S.E.2d at 553, n. 1. \r\n5.   S.C. Code Ann. § 16-13-30(A) (Supp. 2000).  Grand larceny is the felonious offense of taking and carrying away of goods valued at $1000 or more.  S.C.\r\nCode Ann. § 16-13-30(B) (Supp. 2000).   \r\n6.   In the present case, there is evidence that the victims were separately threatened.  Ricardo Wheeler and Theo Wheeler each testified that Jones had\r\nspecifically held the gun to their head and or side, and Theo testified Jones threatened to shoot him if he didn't have any more money.  Although there is no\r\nindication Jones specifically pointed the gun at Dwayne Wright's head or side, Wright testified Jones made him throw his shoes to the ground, and fired the gun\r\none time when Wright and the Wheeler brothers were moving too slowly to suit him. \r\n7.   U.S. Const. art. I, II, III; S.C. Const. art. 1, § 8.\r\n8.   U.S. Const. amend VIII; S.C. Const. art. 1 § 15.\r\n9.   U.S. Const. amend. XIV; S.C. Const. art. 1, § 3. \r\n10.   U.S. Const. art. 1, § 10; S.C. Const. art. 1, § 4.\r\n11.  It is questionable, in \r\n  light of the United States Supreme Court's opinion in Harmelin v. Michigan, \r\n  501 U.S. 957 (1991), whether the stringent three-factor Solem inquiry \r\n  remains mandated in \"cruel and unusual punishment\" cases. See State \r\n  v. Brannon, 341 S.C. 271, 533 S.E.2d 345 (Ct. App. 2000) (finding the 3-prong \r\n  inquiry of Solem no longer applicable and requiring only a threshold \r\n  comparison of the gravity of the offenses against the severity of the sentence). \r\n  However, we need not decide the matter here since, in our view, even the more \r\n  stringent test of Solem is met in this case. \r\n12.  Moreover, we find no cases \r\n  holding recidivist statutes or similar laws violate equal protection. See&nbsp;e.g. \r\n  Grant v. State, 770 So.2d 655 (Fla. 2000) (Florida's recidivist statute \r\n  held not to violate equal protection); State v. Thorne, 921 P.2d 514 \r\n  (Wash. 1996) (Washington's Persistent Offender Accountability Act passes the \r\n  rational basis test and does not violate equal protection). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25258","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25258","description":"This criminal case discusses the distinction between character and habit evidence and when such evidence is admissible.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Brown\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent,  \r\n        \r\n             v. \r\n\r\n        \r\n\r\n        Donny G. Brown, Appellant. &nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25258\r\n  Heard January 24, 2001 - Filed March 12, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of \r\n          S.C. Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Donald J. Zelenka, Senior Assistant Attorney General William Edgar Salter, \r\n          III, all of Columbia; and Solicitor Barbara R. Morgan, of Aiken for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE MOORE:  Appellant \r\nwas convicted of murder for shooting to death his twenty-five-year-old grandnephew \r\nShane Hammond (Victim). Appellant admitted killing Victim but claimed self-defense. \r\nHe appeals on the ground he was prejudiced by the improper admission of bad character \r\nevidence. We affirm. \r\n\r\n    FACTS \r\n  \r\n\r\n\r\nVictim was living in appellant's home. The State \r\n  put up evidence that the day before the killing, appellant and Victim argued \r\n  over rent money. Two eyewitnesses, Jack Williams and Kelly Williams, testified \r\n  they saw appellant hit Victim on the head several times with a blunt tool, lacerating \r\n  Victim's scalp. Appellant was holding a gun in his other hand at the time. Victim \r\n  was unarmed and simply tried to fend off the attack by covering his head.\r\n\r\nThe next day, Victim returned to the house to retrieve \r\n  his belongings. Appellant's wife, Erlene Brown, testified that when Victim arrived, \r\n  he went into the kitchen. Mrs. Brown went down the hall to the bedroom to get \r\n  Victim's things. She saw her husband in the hallway with a billy club behind \r\n  his back and she said to him, \"Don't do anything, don't say anything. [Victim's] \r\n  just come to get his clothes, you know, and he's leaving and I'm getting his \r\n  clothes for him.\" \r\n\r\nAs Mrs. Brown came back down the hall, she heard \r\n  scuffling in the kitchen. Appellant and Victim were fighting and appellant was \r\n  hitting Victim with the billy club. Mrs. Brown tried unsuccessfully to separate \r\n  the two men. She and her grandson, Billy, then fled the house. They heard two \r\n  shots as they were getting in the car. Before driving off, Mrs. Brown saw appellant \r\n  come out of the house with a gun in his hand. She testified, \"I was afraid he \r\n  might shoot us, too.\" \r\n\r\nAppellant testified he was in his bedroom when \r\n  Victim entered the house. He went down the hall to the kitchen and told Victim \r\n  to leave. When appellant turned around, Victim \"blind sided\" him. Appellant \r\n  testified he thought Victim was going to kill him and that he was fighting for \r\n  his life. \r\n\r\nDuring the fight, appellant found his gun on the \r\n  kitchen floor where he claimed it had fallen from the top of the refrigerator. \r\n  He shot Victim as Victim was charging into him. Victim continued attacking and, \r\n  as they tussled over the gun, appellant shot again, killing Victim. \r\n\r\nThe trial judge submitted murder and voluntary \r\n  manslaughter to the jury and gave a charge on self-defense. Appellant was convicted \r\n  of murder and sentenced to forty years. \r\n\r\n\r\n    ISSUE  \r\n  \r\n\r\n\r\n\r\n  Was evidence of appellant's bad character improperly \r\n    admitted? If so, was the error harmless?\r\n\r\n\r\n\r\n    DISCUSSION \r\n  \r\n\r\n\r\nAppellant contends the trial judge erroneously \r\n  admitted character evidence that was unfairly prejudicial. He complains of three \r\n  specific instances.\r\n\r\n\r\n    a. Evidence of appellant's violent nature \r\n\r\n\r\n\r\nDuring Mrs. Brown's testimony, she was asked why \r\n  she fled during the fight. She responded, \"I know the moods of my husband and \r\n  I knew I had to get out.\" The Solicitor asked what mood appellant was in that \r\n  night and Mrs. Brown stated that he had become \"very angry and agitated.\" The \r\n  Solicitor then asked, \"What happens when he becomes angry and agitated?\" Over \r\n  appellant's objection, Mrs. Brown stated, \"He gets violent.\" Appellant contends \r\n  this testimony impermissibly attacked his character. He claims he was prejudiced \r\n  because the Solicitor argued this violent propensity indicated appellant was \r\n  the aggressor in the fight with Victim. \r\n\r\n Character evidence is not admissible to prove \r\n  the accused possesses a criminal character or has a propensity to commit the \r\n  crime with which he is charged. State v. Nelson, 331 S.C. 1, 501 S.E.2d \r\n  716 (1998). Rule 404(a), SCRE, states the general rule that \"[e]vidence of a \r\n  person's character or a trait of character is not admissible for the purpose \r\n  of proving action in conformity therewith on a particular occasion.\"\r\n\r\nThe State argues, however, that the evidence appellant \r\n  reacts violently was admissible as evidence of habit under Rule 406, SCRE, which \r\n  provides in pertinent part:\r\n\r\n\r\n  Evidence of habit of a person . . . is relevant \r\n    to prove that the conduct of the person . . . on a particular occasion was \r\n    in conformity with the habit. . . .\r\n\r\n\r\nFederal courts have recognized the tension between \r\n  Rule 406 (habit) and Rule 404 (character) and noted the difficulty in distinguishing \r\n  between admissible evidence of habit and inadmissible character evidence. \r\n  (1) As indicated in the advisory committee's note to Federal Rule \r\n  of Evidence 406, which is identical to our Rule 406, the distinguishing feature \r\n  of habit is its degree of specificity. Habit has been described as conduct that \r\n  is \"situation-specific\" or \"specific, particularized conduct capable of almost \r\n  identical repetition.\" Becker v. ARCO Chem. Co., 207 F.3d 176, 204 (3d \r\n  Cir. 2000); Simplex, 847 F.2d at 1293. This Court has defined the term \r\n  \"character,\" on the other hand, as \"a generalized description of a person's \r\n  disposition or a general trait such as honesty, temperance, or peacefulness.\" \r\n  State v. Nelson, 331 S.C. at 7, 501 S.E.2d at 718.\r\n\r\nIn this case, Mrs. Brown's testimony identified \r\n  no specific conduct but simply indicated appellant's general propensity to become \r\n  violent. We find this evidence inadmissible as evidence of habit under Rule \r\n  406. Cf. Perrin v. Anderson, 784 F.2d 1040 (10th \r\n  Cir. 1986) (evidence of specific violent incidents admissible as habit evidence \r\n  where party invariably reacted with extreme violence to any contact with uniformed \r\n  police officer).\r\n\r\nAlthough evidence of appellant's bad character \r\n  was improperly admitted, we find any error harmless. Whether an error in the \r\n  admission of evidence is harmless generally depends upon its materiality in \r\n  relation to the case as a whole. State v. Reeves, 301 S.C. 191, 391 S.E.2d \r\n  241 (1990). The erroneous admission of character evidence is harmless beyond \r\n  a reasonable doubt if its impact is minimal in the context of the entire record. \r\n  State v. Forney, 321 S.C. 353, 468 S.E.2d 641 (1996). For instance, we \r\n  have found such error harmless where there is other properly admitted evidence \r\n  of conduct demonstrating the particular character trait in question. See \r\n  State v. Braxton, Op. No. 25246 (S.C. Sup. Ct. filed February 5, 2001).\r\n\r\nIn this case, appellant's use of force during his \r\n  argument with Victim the previous day clearly demonstrates appellant's propensity \r\n  to become violent. Evidence of this conduct, which was properly admitted, \r\n  (2) reveals the same information about appellant as Mrs. Brown's testimony. \r\n  Accordingly, we find any error in the admission of Mrs. Brown's testimony harmless \r\n  beyond a reasonable doubt. \r\n\r\n\r\n    b. Evidence appellant carried a gun \r\n\r\n\r\n\r\nIn questioning appellant's grandson, Billy, the \r\n  Solicitor asked if Billy had seen appellant with a gun on the night of the shooting. \r\n  Billy answered, \"I didn't see it that night but I knew [appellant] always carried \r\n  it on him.\" When asked what he meant by that, Billy testified over appellant's \r\n  objection, \"He usually had [the gun] in his belt or he kept it in his right \r\n  pocket or usually just somewhere near him all the time.\" Similarly, Mrs. Brown \r\n  testified, again over appellant's objection, that she did not see the gun that \r\n  night but \"the gun either is in his pocket, tucked in his belt right there, \r\n  or either on the bed beside him.\" When asked, \"Does it ever leave him?\" she \r\n  answered, \"no.\"\r\n\r\nAppellant contends this testimony was erroneously \r\n  admitted as habit evidence. He claims he was unfairly prejudiced by its admission \r\n  because, while he admitted shooting Victim in self-defense, he denied carrying \r\n  a gun down the hall into the kitchen and accosting Victim. \r\n\r\nWe find this evidence was properly admitted as \r\n  habit evidence. Unlike the testimony regarding appellant's general predisposition \r\n  to violence, this evidence describes a pattern of specific, particularized conduct. \r\n  Under Rule 406, this evidence was properly admitted to show appellant acted \r\n  in conformity with this pattern of behavior on the night in question. See \r\n  United States v. Yazzie, 1999 WL 597246 (10th Cir. 1999) (reflexive \r\n  action of placing gun in waistband admissible as habit evidence because uniformity \r\n  of behavior established habitual nature).\r\n\r\n\r\n    c. Evidence of appellant's gambling \r\n\r\n\r\n\r\nOn direct examination, Mrs. Brown testified that \r\n  the house she lived in with appellant was titled in her name. This testimony \r\n  was part of her explanation that Victim paid the rent to her and not appellant. \r\n  On cross-examination, Mrs. Brown was asked, \"You and [appellant] bought the \r\n  house together and put your name on the title?\" Mrs. Brown responded, \"No. . \r\n  . . It was necessary to borrow money on the house to keep the bills going. And \r\n  I had to have the house in my name in order to do that because of his credit \r\n  rating. [Appellant] was gambling a lot and I had to pay the bills.\"\r\n\r\nAppellant objected but the trial judge ruled he \r\n  had opened the door to this response. See State v. Robinson, \r\n  305 S.C. 469, 409 S.E.2d 404 (1991) (appellant cannot complain of prejudice \r\n  from evidence to which he opened the door). Appellant argues Mrs. Brown's testimony \r\n  was not responsive to the question and it constituted character evidence that \r\n  unfairly prejudiced him.\r\n\r\nEven if appellant is not held to have opened the \r\n  door to this testimony, we find its admission was not so prejudicial as to require \r\n  reversal. \r\n\r\nWhatever negative connotation appellant's gambling \r\n  may have had, it was not mentioned again during the trial and did not imply \r\n  any propensity on appellant's part to commit the violent crime with which he \r\n  was charged. We find this evidence had minimal impact in the context of the \r\n  entire record and any error in its admission was harmless beyond a reasonable \r\n  doubt. State v. Forney, supra.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  concur. \r\n1. See, e.g., Simplex, \r\n  Inc. v. Diversified Energy Systems, Inc., 847 F.2d 1290, 1293 (7th \r\n  Cir. 1988) (\"We are cautious in permitting the admission of habit or pattern-of-conduct \r\n  evidence under Rule 406 because it necessarily engenders the very real possibility \r\n  that such evidence will be used to establish a party's propensity to act in \r\n  conformity with its general character, thereby thwarting Rule 404's prohibition \r\n  against the use of character evidence except for narrowly prescribed purposes.\"); \r\n  Loughan v. Firestone Tire &amp; Rubber Co., 749 F.2d 1519, 1523 (11th \r\n  Cir. 1985) (\"The difficulty in distinguishing inadmissible character evidence \r\n  from admissible habit evidence is great. Often the line between the two is unclear. \r\n  . . .\"). \r\n2. In homicide cases, evidence \r\n  of a previous difficulty between the accused and the decedent is admissible \r\n  to show the animus of the parties and who was the probable aggressor. State \r\n  v. Taylor, 333 S.C. 159, 508 S.E.2d 870 (1998).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25259","title":"In the Matter of Richard A. Blackmon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25259","description":"Opinion publicly reprimanding attorney.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n \r\n   \r\n     \r\n      \r\n         In the Matter of Richard A. Blackmon, \r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25259\r\n  Submitted February 13, 2001 - Filed March 12, 2001\r\n\r\n\r\n  \r\n    PUBLIC REPRIMAND\r\n  \r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Henry B. Richardson, Jr., and Assistant \r\n          Deputy Attorney General J. Emory Smith, Jr., both of Columbia, for the \r\n          Office of Disciplinary Counsel.\r\n        Paul L. Held, of Sumter, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: In this attorney disciplinary \r\n  matter, respondent and the Office of Disciplinary Counsel (ODC) have entered \r\n  into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule \r\n  413, SCACR. In the agreement, respondent admits misconduct and consents to a \r\n  public reprimand. We accept the agreement and publicly reprimand respondent. \r\n  The facts as set forth in the agreement are as follows.\r\nFacts\r\nI. Conflict of Interest\r\nRespondent represented a client in a divorce action. \r\n  Prior to the termination of the client's representation, respondent also represented \r\n  the client's spouse in a criminal matter. Respondent failed to disclose this \r\n  representation to the client and failed to obtain her consent. Respondent also \r\n  failed to respond with candor to an inquiry by ODC regarding this matter.\r\nII. Client Neglect\r\nRespondent failed to communicate properly with \r\n  clients on two occasions. In a criminal matter, respondent failed to respond \r\n  to communications from a client, the client's family, and the assistant solicitor. \r\n  In a civil matter, respondent neglected to ensure that a client received a court \r\n  order in a timely fashion and failed to properly explain the order to the client. \r\n\r\nIII. Trexler Matter\r\nTerry A. Trexler was placed on interim suspension \r\n  by Order of this Court dated October 2, 1998. In re Trexler, 333 S.C. 1, 507 \r\n  S.E.2d 322 (1998). Respondent contacted some of Trexler's clients, with Trexler's \r\n  consent, in an attempt to associate on their cases. Respondent failed to properly \r\n  communicate with Trexler's clients regarding their options for representation. \r\n\r\nLaw\r\nRespondent admits that his conduct violated the \r\n  following Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (failing \r\n  to provide competent representation); Rule 1.3 (failing to act with reasonable \r\n  diligence and promptness while representing a client); Rule 1.4(a) (failing \r\n  to keep a client reasonably informed about the status of a matter and failing \r\n  to promptly respond to reasonable requests for information); Rule 1.7(b) (representing \r\n  a client whose interests conflict with those of another client without obtaining \r\n  informed consent); and Rule 8.4(e) (violating the Rules of Professional Conduct). \r\n\r\nRespondent also admits that he violated the following \r\n  Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating \r\n  rules regarding the professional conduct of lawyers).\r\nConclusion\r\nWe find that respondent's misconduct warrants a \r\n  public reprimand. We therefore accept the Agreement for Discipline by Consent \r\n  and publicly reprimand respondent. \r\nPUBLIC REPRIMAND.\r\nTOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25260","title":"Evans v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25260","description":"This opinion clarifies which issues may be decided by administrative agencies and Administrative Law Judges.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Victor Evans, individually and\r\non behalf of all others similarly\r\nsituated, Appellants/Respondents,\r\n        \r\n        \r\nv.\r\n        \r\n        The State of South Carolina;\r\nSouth Carolina State Retirement\r\nSystem; Retirement System for\r\nJudges and Solicitors of the\r\nState of South Carolina;\r\nRetirement System for Members\r\nof the General Assembly of the\r\nState of South Carolina; South\r\nCarolina Police Officers'\r\nRetirement System; South\r\nCarolina Department of\r\nRevenue; and South Carolina\r\nBudget and Control Board, Respondents/Appellants.\r\n        &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJackson V. Gregory, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25260\r\nHeard January 10, 2001 - Filed March 12, 2001\r\n\r\n\r\n REVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn M.S. Hoefer and Paige J. Gossett, of Willoughby &amp; Hoefer, P.A., and A. Camden Lewis, of Lewis, Babcock &amp; Hawkins, L.L.P., of Columbia, for\r\nappellants/respondents.\r\n\r\nVance J. Bettis, of Gignilliat, Savitz &amp; Bettis, L.L.P., for respondents/appellants; Joseph D. Shine, Edwin E. Evans, and Anne Macon Flynn, for\r\nRespondent/Appellant South Carolina State Budget and Control Board; Harry T. Cooper, Jr., Ronald W. Urban, and Sarah G. Major, for Respondent/Appellant\r\nSouth Carolina Department of Revenue; Stephen R. Van Camp for Respondents/Appellants South Carolina State Retirement System, Retirement System for\r\nJudges and Solicitors of the State of South Carolina, Retirement System for Members of the General Assembly of the State of South Carolina and the South\r\nCarolina Police Officers' Retirement System, all of Columbia.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE BURNETT:  This case presents cross-appeals from the order of the circuit court denying, in part, and granting, in part, respondents/appellants'\r\nmotion to dismiss.  We reverse.\r\n\r\n    FACTS\r\n\r\n\r\n\r\nIn Davis v. Michigan Dep't of Treasury, 489 U.S. \r\n  803 (1989), the United States Supreme Court held the doctrine of intergovernmental \r\n  immunity and 4 U.S.C. § 111 (1997) prohibit the states from taxing federal government \r\n  retirees at a greater rate than state and local government retirees are taxed. \r\n  Davis held states could cure the infirmity \"either by extending the tax \r\n  exemption to retired federal employees (or to all retired employees), or by \r\n  eliminating the tax exemption for retired state and local government employees.\" \r\n  Id. at 818.\r\n\r\nPrior to Davis, state retirement benefits in South \r\n  Carolina were fully exempt from taxation while only the first three thousand \r\n  dollars of federal retirement benefits were exempt from taxation. In response \r\n  to Davis, the General Assembly deleted the full tax exemption, rendering \r\n  state retirement benefits in excess of three thousand dollars taxable. Act No. \r\n  189, Part II, § 39, 1989 S.C. Acts 1436 (Act 189). In addition, the General \r\n  Assembly increased the pension benefits for state retirees by 7% to offset the \r\n  increased tax liability resulting from the lost exemption. Act No. 189, Part \r\n  II, § 60, 1989 S.C. Acts 1436. (1)  \r\n\r\nAppellants/Respondents Evans and all others similarly situated (State Retirees) brought this declaratory judgment action in circuit court against\r\nRespondents/Appellants the State of South Carolina, the various State Retirement Systems, the Department of Revenue (DOR), and the Budget and Control\r\nBoard (the State) alleging a cause of action for breach of contract and causes of action challenging the constitutionality of Act 189. (2)  State Retirees also seek an\r\ninjunction against future imposition of state income taxes on their retirement benefits and damages in the form of an income tax refund for state income taxes\r\npaid on their retirement benefits.  \r\n\r\nThe State filed a motion to dismiss.  The trial judge denied the motion insofar as the State claimed the action should be dismissed because State Retirees failed\r\nto pursue their administrative remedies under the Revenue Procedures Act.  S.C. Code Ann. §§ 12-60-10 to -3390 (2000).  However, concluding State Retirees\r\nhad no contractual or property right in a tax exemption, the trial judge granted the State's motion to dismiss for failure of the complaint to state facts sufficient\r\nto constitute a cause of action for breach of contract, contract clause impairment, and takings.  The parties filed cross-appeals.  \r\n\r\n\r\n    ISSUES \r\n  \r\n\r\n\r\n\r\nI.  Did the trial judge err by denying the State's motion to dismiss on the ground State Retirees failed to pursue their administrative\r\nremedies in accordance with\r\nthe Revenue Procedures Act? \r\n\r\nII.  Did the trial judge err by deciding a novel issue on a motion to dismiss? \r\n\r\nIII.  Did the trial judge err by ruling State Retirees have neither a contractual right nor a property interest in the full tax exemption of their retirement benefits?\r\n\r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\n\r\n  I. \r\n\r\nThe State argues the trial judge erred by denying its motion to dismiss on the ground State Retirees failed to pursue their administrative remedies in accordance\r\nwith the Revenue Procedures Act.  We agree. \r\n\r\nIn two provisions, the South Carolina Constitution states:\r\n\r\n\r\nThe General Assembly may direct, by law, in what manner claims against the State may be established and adjusted.  \r\n\r\n\r\nS.C. Const. art. X, § 10; S.C. Const. art. XVII, § 2.   \r\n\r\nSection 12-60-80 of the Revenue Procedures Act provides:  \"[t]here is no remedy other than those provided in this chapter in any case involving the illegal or\r\nwrongful collection of taxes, or attempt to collect taxes.\"  It further specifies, \"[i]f a taxpayer brings an action covered by this chapter in circuit court, other than\r\nan appeal of an [Administrative Law Judge] decision . . . , the circuit court shall dismiss the case without prejudice.\"  § 12-60-3390.\r\n\r\nThe Revenue Procedures Act establishes administrative procedures for taxpayers who claim a refund of any state tax.  After a claim is filed with the DOR, the\r\nappropriate DOR division determines what refund, if any, is due.  § 12-60-470(A) and (D).  The taxpayer may appeal the division's decision to the DOR by\r\nfiling a protest.  § 12-60-470(E).  If the DOR makes a determination adverse to the taxpayer, the taxpayer may request a contested case hearing before the\r\nAdministrative Law Judge Division.  § 12-60-470(F).  If the case either raises constitutional issues or does not qualify as a \"small claims case\" under § 12-60-520 [cases in which no more than $10,000 is in controversy], the Administrative Law Judge Division's decision may be appealed to the circuit court.  § 12-60-3380.\r\n\r\nState Retirees argue it would have been futile to pursue the administrative remedies provided by the Revenue Procedures Act because neither the DOR nor an\r\nAdministrative Law Judge (ALJ) could rule on the merits of their claims.  More particularly, State Retirees assert their constitutional causes of action are\r\nchallenges to the facial validity of Act 189, claims which the separation of powers doctrine precludes executive branch officers from determining, not a request\r\nfor a tax refund. \r\n\r\nThis Court recently addressed a similar issue. In Ward \r\n  v. State,  ___ S.C. ___, 538 S.E.2d 245 (2000), federal government \r\n  retirees brought a declaratory judgment action also challenging the constitutionality \r\n  of Act 189. The federal retirees asserted § 60 of Act 189, which increased the \r\n  state retiree benefits to offset the elimination of the full tax exemption in \r\n  § 39, violated the doctrine of intergovernmental immunity. \r\n\r\nRecognizing the separation of powers doctrine prohibits \r\n  an agency and ALJ from ruling on the constitutionality of a statute, we concluded \r\n  § 12-60-3390 was inapplicable \"where the sole issue [was] whether a statute \r\n  or other legislative action is constitutional.\" Id. S.C. at ___, \r\n  S.E.2d at 248. See Video Gaming Consultants, Inc. v. South Carolina \r\n  Dep't of Revenue, 342 S.C. 34, 535 S.E.2d 642 (2000) (if only issue is a \r\n  constitutional challenge to a statute, party should seek declaratory judgment \r\n  from circuit court rather than ALJ). The Court concluded the federal retirees \r\n  were not required to exhaust their administrative procedures under the Revenue \r\n  Procedures Act because the issue under consideration was the facial constitutionality \r\n  of Act 189. The Court noted, however, \"an agency or ALJ can still rule on whether \r\n  a party's constitutional rights have been violated . . . Merely asserting an \r\n  alleged constitutional violation will not allow a party to avoid an administrative \r\n  ruling.\" Ward,  ___ S.C. at ___, S.E.2d at 247. \r\n\r\n\r\nThe DOR and the ALJ division have authority to rule on State \r\n  Retirees' constitutional claims. As specified in their complaint, the class \r\n  of persons whom State Retirees intend to represent are those persons employed \r\n  by the State, its political subdivisions, and agencies before June 8, 1989. \r\n  While State Retirees assert they are challenging the facial validity of Act \r\n  189, in actuality they are only challenging Act 189 as it applies to a limited \r\n  class of state employees, not the constitutionality of Act 189 as a whole. Pursuant \r\n  to Ward, the DOR and ALJ Division have authority to rule on State Retirees' \r\n  constitutional claims. (3)  \r\n\r\nMoreover, State Retirees' position is that they are entitled to full tax exemption of their retirement benefits and, therefore, the DOR illegally or wrongfully\r\ncollected excess taxes from them.  This is precisely the type of action the General Assembly mandated must be remedied by the DOR.  § 12-60-80 (only remedy\r\ninvolving illegal or wrongful collection of taxes is under the Revenue Procedures Act).\r\n\r\nAdditionally, State Retirees contend requiring them to comply with administrative procedures would deprive them of their\r\nconstitutional right to a jury trial on\r\ntheir breach of contract action. (4)  We disagree.\r\n\r\nIn their breach of contract cause of action, State Retirees \r\n  assert the various Retirement Systems breached their contracts with them by \r\n  unilaterally reducing the amount of tax exemption on their retirement benefits. \r\n  (5) Assuming there is a contract between the Retirement System \r\n  and State Retirees and that the full tax exemption is a part of that contract, \r\n  the Retirement Systems cannot be liable for the alleged breach because it was \r\n  impossible for Retirement Systems to perform under the contract's terms once \r\n  Act 189 became law. Hawkins v. Greenwood Dev. Corp., 328 S.C. 585, 493 \r\n  S.E.2d 875 (Ct. App. 1997) (party to a contract must perform its obligations \r\n  under the contract unless its performance is rendered impossible by an act of \r\n  God, the law, or by a third party). Since State Retirees do not have \r\n  a viable breach of contract action, pursuing their action through the administrative \r\n  process does not violate their right to a jury trial. \r\n\r\nWe conclude the DOR has the jurisdiction and authority to \r\n  rule on State Retirees' constitutional claims. Since State Retirees failed to \r\n  follow the administrative procedures established by the Revenue Procedures Act, \r\n  the circuit court erred by denying the State's motion to dismiss as required \r\n  by § 12-60-3390 for State Retirees' failure to exhaust their administrative \r\n  remedies. Hyde v. South Carolina Dep't of Mental Health, 314 S.C. 207, \r\n  442 S.E.2d 582 (1994) (where there was no excuse for failing to exhaust administrative \r\n  remedies, trial judge abused his discretion in finding plaintiff did not have \r\n  to exhaust his administrative remedies). \r\n\r\n\r\n    II.\r\n\r\n\r\n\r\nState Retirees argue the trial judge erred by deciding a novel issue, whether by passing Act 189 the General Assembly impaired their contracts with the\r\nRetirement Systems or took their property without just compensation, on a Rule 12(b)(6), SCRCP, motion to dismiss.  We agree.      \r\n\r\nAs a general rule, important questions of novel impression \r\n  should not be decided on a Rule 12(b)(6), SCRCP, motion to dismiss. Instead, \r\n  a novel issue is best decided in light of the testimony to be adduced at trial. \r\n  Tyler v. Macks Stores of South Carolina, Inc., 275 S.C. 456, 272 S.E.2d \r\n  633 (1980). However, where the dispute is not as to the underlying facts but \r\n  as to interpretation of the law, and development of the record will not aid \r\n  in the resolution of the issues, it is proper to decide even novel issues on \r\n  a motion to dismiss for failure to state a claim. Brown v. Theos, 338 \r\n  S.C. 305, 526 S.E.2d 232 (Ct. App. 1999).\r\n\r\nWe find the trial judge erred by dismissing State Retirees' \r\n  constitutional impairment of contract and takings causes of actions on the State's \r\n  Rule 12(b)(6), SCRCP, motion to dismiss. Assuming State Retirees have \r\n  either a contract right or a property interest in the full tax exemption of \r\n  their retirement benefits, had the action proceeded to trial, the circuit court \r\n  could have considered whether State Retirees' contract had been substantially \r\n  impaired or their property taken without just compensation in violation of the \r\n  federal and state constitutions.  See generally  U.S. Trust Co. of \r\n  New York v. New Jersey, 431 U.S. 1 (1977) (in considering contract clause \r\n  claim, court must ascertain, among others, whether the State law has in fact \r\n  operated as a substantial impairment of a contractual relationship); \r\n  Hodges v. Rainey, 341 S.C. 79, 533 S.E.2d 578 (2000) (same); Seaboard \r\n  Air Line Ry. v. United States, 261 U.S. 299, 304 (1923) (\"[T]he compensation \r\n  to which the owner is entitled is the full and perfect equivalent of the property \r\n  taken.\"); South Carolina Dep't of Transp. v. Faulkenberry, 337 S.C. 140, \r\n  522 S.E.2d 822 (Ct. App. 1999) (same). Testimony may have revealed Act 189's \r\n  7% increase in retirement benefits fairly offset any financial loss to State \r\n  Retirees resulting from Act 189's deletion of the full tax exemption for state \r\n  retirement benefits. Consequently, we find the trial judge erred by dismissing \r\n  the novel issue presented by this case on a motion to dismiss. \r\n\r\n\r\n    III.\r\n\r\n\r\n\r\nState Retirees appeal the trial judge's decision granting the State's Rule 12(b)(6), SCRCP, motion to dismiss for failure to state a claim upon which relief can\r\nbe granted.  State Retirees assert the trial judge erred by ruling the Retirement Code does not constitute a contract (including a provision for a full tax\r\nexemption) between the Retirement Systems and their members and, alternatively, that State Retirees do not have a property right in the full tax exemption\r\nwhich cannot be taken from them without just compensation and without due process of law. (6)\r\nSince we have determined State Retirees' claims should have first been considered by the DOR as part of the administrative process and, further, the trial judge\r\nshould not have dismissed State Retirees' complaint on a Rule 12(b)(6), SCRCP, motion to dismiss, we decline to rule on the underlying merits of State\r\nRetirees' appeal of the dismissal of their complaint.  In keeping with this decision, we reverse that portion of the trial court order denying the State's motion to\r\ndismiss and vacate the remaining portion of the order which dismissed State Retirees' complaint on its merits.  \r\n\r\nThe circuit court's order is REVERSED.  This case is REMANDED to the circuit court to enter an order dismissing State Retirees' complaint without\r\nprejudice. § 12-60-3390. \r\n\r\nMOORE, A.C.J., WALLER, J., and Acting Justices H. Samuel Stilwell and William L. Howard, concur.\r\n\r\n1. Act 189 is codified in parts of the various Retirement Code provisions at South Carolina Code Ann. § 9-1-1680 (State Employees), § 9-8-190 (Judges and\r\nSolicitors), § 9-9-180 (General Assembly Members), and § 9-11-270 (Police Officers) (Supp. 2000).    \r\n2. Specifically, State Retirees allege a violation of United States Constitution Article I, § 10 (impairment of contract) and the Fifth and Fourteenth Amendments\r\nto the United States Constitution (taking of property without just compensation and in violation of due process).  Additionally, they allege violations of South\r\nCarolina Constitution Article I, § 4 (impairment of contract), Article I, § 13 (taking of property without just compensation), Article X, § 5 (tax levied without\r\ndistinctly stating object), and Article V, § 16 (diminishing compensation for judges) (1976 and Supp. 2000).    \r\n3. The Revenue Procedures Act itself \r\n  recognizes constitutional claims may be presented to the DOR and the ALJ division. \r\n  See § 12-60-3380. \r\n4. \"The right of trial by jury shall be preserved inviolate.\" S.C. Const. art. I, § 14.\r\n5. At oral argument, State Retirees' counsel conceded the breach of contract action was against the various Retirement Systems and the remaining causes of\r\naction were against the other defendants.   \r\n6. State Retirees have not appealed the trial judge's dismissal of their South Carolina Constitution Article X, § 5 and Article V, § 16 causes of action. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25261","title":"City of Myrtle Beach v. Juel P. Corporation and Gay Dolphin, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25261","description":"This opinion interprets a city sign ordinance.","date":"2001-03-12","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        City of Myrtle Beach, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nJuel P. Corporation and Gay\r\nDolphin, Inc., Petitioners.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Horry County\r\nJ. Stanton Cross, Jr., Master-in-Equity\r\n\r\n\r\n\r\nOpinion No. 25261\r\nHeard February 8, 2001 - Filed March 12, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHowell V. Bellamy, Jr., and Douglas M. Zayicek, of Bellamy, Rutenberg, Copeland, Epps, Gravely &amp; Bowers, of Myrtle Beach, for petitioners.\r\n\r\nMichael W. Battle, of Battle &amp; Vaught, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nJUSTICE BURNETT: This case involves the proper construction of \r\na Myrtle Beach city ordinance concerning abandoned and obsolete signs. Myrtle \r\nBeach Code § 902.4.7. We granted certiorari to review a decision of the Court \r\nof Appeals holding petitioners' sign could be deemed abandoned regardless of petitioners' \r\nintent. City of Myrtle Beach v. Juel P. Corp. and Gay Dolphin, Inc., 337 \r\nS.C. 157, 522 S.E.2d 153 (Ct. App. 1999). We reverse. \r\nFACTS\r\n\r\nIn the early 1970s, petitioners purchased Ed's Hobby Shop in Myrtle Beach.  The shop includes a rooftop sign, which is arguably the most prominent sign\r\nlocation in Myrtle Beach. \r\n\r\nIn 1979, Myrtle Beach enacted a zoning ordinance which prohibited rooftop signs in certain areas of the city, including the area where petitioners' sign was\r\nlocated.  Section 902.8.3 of the zoning ordinance provided that rooftop signs had an amortization period of three years.   In 1985, after the conclusion of a\r\nlengthy legal challenge to the city's comprehensive sign ordinance, the city notified petitioners that its ordinance had been declared legal, constitutional, and\r\nenforceable, and ordered petitioners to remove the rooftop sign from Ed's Hobby Shop.  Petitioners, through an agent, responded by alerting the city to former\r\nS.C. Code Ann. § 57-25-195 (Supp. 1980) (repealed in 1990), which would have required the city to pay just compensation for the sign.  Rather than\r\ncompensate petitioners for the sign's removal, the city chose not to enforce its 1985 letter.\r\n\r\nIn 1989, in the imminence of Hurricane Hugo, petitioners removed the sign facing to minimize damage from the storm.  Shortly after the storm had passed,\r\npetitioners received a letter from the city informing them the sign was more than 50% damaged and could not be restored.  Petitioners asked for repair estimates\r\nfrom three different sign companies, all of which agreed with petitioners' estimate that the sign was only 10% damaged.  Petitioners approached the city's\r\nDirector of Construction Services with these estimates, and, when he refused to concede their damage estimate, presented the estimates to the city manager. \r\nPetitioners attempted to reach a settlement with the city manager in which petitioners would agree to remove the rooftop sign in exchange for a permit for a\r\nunipole sign.  \r\n\r\nFor the next five years, the sign remained vacant.  Neither petitioners nor the city pursued formal appeals or informal negotiations.  During this time, however,\r\npetitioners continued to pay Highway Department fees and maintain electricity to the sign.  In the fall of 1994, petitioners installed new sign facing.  On\r\nNovember 8, 1994, the city notified petitioners that the sign violated the city zoning ordinance, § 902.4.8, which prohibits rooftop signs.  When petitioners did\r\nnot remove the sign, the city sought an injunction.  In its second amended complaint, dated September 24, 1996, the city for the first time claimed petitioners\r\nhad abandoned their sign.  Section 902.4.7 of the Myrtle Beach Code provides:\r\n\r\n\r\nAny sign which advertises or pertains to a business, product, service, event, activity or purpose which is no longer conducted or that has not been in use for\r\nthree months or which is no longer imminent, or any sign structure that no longer displays any sign copy shall be deemed to be an obsolete or abandoned sign.\r\n\r\n\r\nThe Master-in-Equity for Horry County conducted \r\n  a hearing on the city's injunction action and petitioners' takings counterclaim. \r\n  The Master ruled the city could not rely on its ordinance because to do so would \r\n  retroactively deprive petitioners of a vested right. He further ruled intent \r\n  is a necessary element of abandonment, and found petitioners \"did not simply \r\n  abandon the most prominent and valuable sign in Myrtle Beach.\" The Court of \r\n  Appeals reversed, holding a property owner's intent is irrelevant when an ordinance \r\n  specifies an objective time frame after which a nonconforming use shall be deemed \r\n  abandoned. City of Myrtle Beach v. Juel P. Corp. and Gay Dolphin, Inc., \r\n  337 S.C. 157, 522 S.E.2d 153 (Ct. App. 1999). \r\n\r\nDISCUSSION\r\n\r\nPetitioners argue several issues on appeal.  We decline to reach these issues because we conclude the city's ordinance does not provide an objective time frame\r\nfor abandonment. \r\n\r\nWhen interpreting an ordinance, legislative intent \r\n  must prevail if it can be reasonably discovered in the language used. Charleston \r\n  County Parks and Rec. Comm'n v. Somers, 319 S.C. 65, 459 S.E.2d 841 (1995). \r\n  The determination of legislative intent is a matter of law. Id. In construing \r\n  a statute, its words must be given their plain and ordinary meaning without \r\n  resorting to subtle or forced construction to limit or expand the statute's \r\n  operation. First Baptist Church of Mauldin v. City of Mauldin, 308 S.C. \r\n  226, 417 S.E.2d 592 (1992). \"[O]rdinances in derogation of natural rights of \r\n  persons over their property are to be strictly construed as they are in derogation \r\n  of the common law right to use private property so as to realize its highest \r\n  utility and should not be impliedly extended to cases not clearly within their \r\n  scope and purpose.\" Purdy v. Moise, 223 S.C. 298, 302, 75 S.E.2d 605, \r\n  607 (1953).\r\n\r\nWe read the ordinance as follows: \r\n\r\n\r\nAny sign\r\n\r\n  \r\n\r\n[1]  which advertises or pertains to a business, product, service, event, activity, or purpose\r\n\r\n    \r\n\r\n[a]  which is no longer conducted \r\n\r\nor [b]  that has not been in use for three months \r\n\r\nor [c]  which is no longer imminent\r\n\r\n    \r\n\r\nor [2]  any sign structure that no longer displays any sign copy\r\n\r\n  \r\nshall be deemed to be an obsolete or abandoned sign.\r\n\r\n\r\nMyrtle Beach Code § 902.4.7.  The city's proposed construction, \"Any sign . . . that has not been in use for three months . . . shall be deemed to be an obsolete\r\nor abandoned sign,\" is a forced construction that would impermissibly expand the ordinance's operation.  We cannot harmonize the city's interpretation with\r\nour obligation to construe the ordinance strictly. \r\n\r\nWhile the intent of the city may well have been to provide a three-month period of abandonment for signs, that intent is not expressed in the language of the\r\nordinance.  Moreover, the portion of the ordinance which clearly applies to petitioners' sign - \"any sign structure that no longer displays any sign copy\" -\r\ncontains no time provisions whatsoever. \r\n\r\nBecause the ordinance expresses no time frame for abandonment, we apply the common law.  Under the common law:\r\n\r\n\r\n\r\nIn order to constitute abandonment, it must appear that there was a discontinuance of the nonconforming use with the intent to relinquish the right to so use the\r\nproperty.  The question is largely one of intention and must be determined from all of the surrounding facts and circumstances.\r\n\r\n\r\n  Conway v. City of Greenville, 254 S.C. \r\n  96, 105,173 S.E.2d 648, 652-53 (1970). We find abundant evidence in the record \r\n  to support the Master's finding petitioners did not intend to abandon their \r\n  sign. \r\n\r\nCONCLUSION\r\n\r\nBecause the city's ordinance does not provide an objective time frame for abandonment of a nonconforming use, the common law of abandonment controls. \r\nThe evidence supports the finding that petitioners did not intend to abandon their rooftop sign.\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE, WALLER and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25262","title":"State v. Laux","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25262","description":"Issue is whether a temporary resident in Laux' apartment had actual or apparent authority to consent to a search of his apartment.","date":"2001-03-19","type":"opinion","text":"\r\n      \r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Bernard Laux, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\nOpinion No. 25262\r\nHeard February 6, 2001 - Filed March 19, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate\r\n        Defender Robert M. Dudek, of South Carolina Office of Appellate Defense,\r\n        of Columbia, for appellant.\r\n        Attorney General Charles\r\n        M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n        Deputy Attorney General Donald J. Zelenka, Senior Assistant Attorney\r\n        General William E. Salter, III, of Columbia, and Solicitor George M.\r\n        Ducworth, of Anderson, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER: Appellant,\r\nBernard Laux, was convicted of murder and sentenced to thirty years. We affirm.\r\nFACTS\r\nLaux was charged with the murder\r\nof his long-time friend and drinking buddy, Frank Joseph (Butch) Beylotte, III,\r\nwho allegedly owed Laux $2000.00. Beylotte’s body was found on John’s Island\r\nin the early morning hours of March 4, 1997, having been shot in the head and\r\nshoulder, and apparently run over by an automobile.\r\nBeylotte was last seen alive with\r\nLaux in the late evening hours of March 3, 1997, at the Golden Key Club and the\r\nHayloft Lounge in Charleston. The following morning, police went to Laux’\r\napartment to find him. According to the in camera testimony of Detective\r\nMichael Conkey, he went to Laux’ apartment at 11:15 am and was met at the door\r\nby Dee Cooke, who answered the door in her night clothes, appearing to have just\r\ngotten out of bed. Cooke told Conkey she lived there with Laux and that it was\r\nher apartment.1 Cooke consented to police searching\r\nthe one-bedroom apartment, and signed a waiver to that effect. According to\r\nConkey, he saw female clothing in the bedroom and hair spray and brushes in the\r\nbathroom. Conkey did not recall seeing a suitcase on the floor.\r\nDee Cooke testified in camera\r\nthat she had been living with Laux for about one week, that she had a key to the\r\napartment, and that she had told police she lived there and had consented to the\r\nsearch of the apartment. Although she was still &quot;living out of [her]\r\nsuitcase some,&quot; she testified that a number of her personal items were in\r\nthe bedroom and bathroom.\r\nLaux moved to suppress the\r\nevidence seized,2 contending Cooke was an overnight\r\nguest who had no authority to consent to the search. The trial court ruled there\r\nwas an appropriate consent, either by a person with apparent authority, or by a\r\nperson temporarily living in the house.\r\nISSUE\r\n\r\n  Did Cooke, a temporary resident\r\n  in Laux’ apartment, have actual or apparent authority sufficient to consent\r\n  to a search of the premises, such that the trial court properly denied the\r\n  motion to suppress?\r\n\r\nDISCUSSION\r\n\r\nThe test of whether a third party has sufficient\r\nstatus to consent to a search is whether the third party possesses common\r\nauthority over or has some other sufficient relationship to the premises or\r\neffects searched. U. S. v. Matlock, 415 U.S. 164 (1974); State v.\r\nMiddleton, 266 S.C. 251, 258-259, 222 S.E.2d 763, 766 (1976). Common\r\nauthority is defined as mutual use of the property by persons generally having\r\njoint access or control for most purposes, so that it is reasonable for officers\r\nto believe the person granting consent has the authority to do so. Matlock,\r\n415 U.S. at 171, note 7. Accord State v. Cannon, 336 S.C. 335, 520\r\nS.E.2d 317 (1999)(noting that any person with an equal right to use or occupy\r\nproperty may consent to its search).\r\nWhether an individual has actual authority to\r\nconsent to a search is not, however, necessarily dispositive. In Illinois v.\r\nRodriguez, 497 U.S. 177 (1990), the United States Supreme Court held a\r\nconsent to search may be valid if based upon apparent authority. The Court\r\nstated, &quot;determinations of consent to enter must be judged against an\r\nobjective standard: would the facts available to the officer at the moment . . .\r\nwarrant a man of reasonable caution in the belief that the consenting party had\r\nauthority over the premises?&quot; 497 U.S. at 188. See&nbsp;also\r\nUnited States v. Whitfield, 939 F.2d 1071, 1074 (D.C.Cir.1991); State v.\r\nWilliams, 655 N.E.2d 764 (Ct. App. Ohio 1995)(finding Rodriguez\r\napplicable to situations in which an officer would have had valid consent to\r\nsearch if the facts were as he reasonably believed them to be).3\r\n\r\nUnder Rodriguez, we find the officers in\r\nthis case were clearly justified in their belief that Cooke had authority to\r\nconsent to the search.4 Officer Conkey was told by\r\npeople at the Golden Key Club that Cooke was living with Laux. Conkey went to\r\nLaux’ apartment and was met by Cooke, who answered the door in her bedclothes\r\nat 11:15 am, told him this &quot;was her apartment,&quot; and that she\r\n&quot;stayed there with Mr. Laux.&quot; She then orally consented to a search of\r\nthe apartment, and signed a written consent search waiver of rights form in\r\nwhich she stated she was &quot;the owner or person in charge of the item or\r\npremises to be searched.&quot; Moreover, Conkey observed female clothing in the\r\nbedroom and hair spray and hair brushes in the bathroom. Conkey did not recall\r\nseeing a suitcase on the floor of the apartment.5\r\nDee Cooke verified that she had told police she\r\nlived in the apartment and had given her consent to the search, and that a\r\nnumber of her personal effects were in the bathroom and bedroom. She also\r\ntestified that she possessed a key to the apartment. However, she acknowledged\r\nthat she had only been staying there for about a week, and that she was still\r\n&quot;living out of her suitcase some.&quot;\r\nUnder these circumstances, we find it was\r\nentirely reasonable for Detective Conkey to assume Cooke had authority to\r\nconsent to the search of the premises. Accord United States v. White,\r\nsupra (although roommate who had shared apartment with accused for only\r\ntwo weeks was without actual authority to consent to entry of accused’s\r\nbedroom, officers nonetheless reasonably relied on roommate’s apparent\r\nauthority to consent); United States v. Ramirez, 115 F.Supp.2d 401 (S.D.N.Y.\r\n2000)(objectively reasonable for officers to conclude defendant’s girlfriend\r\nhad authority to consent to search of his apartment where she had property at\r\nthe apartment, had been staying there for at least one week prior to the search,\r\nand she opened the door and let officers inside); State v. McCaughey, 904\r\nP.2d 939 (Idaho 1995)(facts not known to officer at time of search not relevant\r\nto question of whether they reasonably believed defendant’s wife could consent\r\nto search). See&nbsp;also U.S. v. Kinney, 953 F.2d 863,\r\n866-67 (4th Cir. 1992) (joint resident's consent to search closet valid because\r\nofficers had reasonable belief in apparent authority because she possessed\r\ncloset key and opened closet in presence of officers); U.S. v. Thomas,\r\n120 F.3d 564, 571 (5th Cir. 1997), cert.\r\ndenied 522 U.S. 1061 (1998) (babysitter\r\nhad apparent authority to consent to search of common areas of apartment,\r\nincluding bedrooms and areas he was permitted to use and given free access to as\r\na babysitter).\r\nWe hold it was objectively reasonable for\r\nofficers to conclude Cooke had apparent authority to consent to the search of\r\nthe residence. Accordingly, the trial court’s ruling denying Laux’ motion to\r\nsuppress is\r\nAFFIRMED.\r\nTOAL, C.J., MOORE, BURNETT and PLEICONES, JJ.,\r\nconcur.\r\n1 Conkey also had\r\ninformation from Golden Key employees that Cooke lived in the apartment with\r\nLaux.\r\n2 Some .357 magnum\r\nbullets, a holster, and a few papers were found in the bedroom and kitchen as a\r\nresult of the search. Laux’ 357 revolver was subsequently found stuck inside\r\nsome cinder blocks outside the Golden Key Club, and a spent bullet shell found\r\nat the scene was consistent with having been shot from Laux’ weapon.\r\n3 Although this Court\r\nhas not directly addressed the issue, we have implicitly upheld a search based\r\nupon officers’ reasonable belief that the person authorizing the search had\r\nthe authority to do so. State v. Bailey, 276 S.C. 32, 37, 274 S.E.2d 913,\r\n916 (1981) (where defendant left his pickup truck parked in his uncle’s yard,\r\nwithout any instructions or restrictions on its use, and vehicle was unlocked\r\nwith keys inside, it was &quot;reasonable for the officers to believe . . . the\r\n[uncle] had authority to consent to the search.&quot;). See&nbsp;also\r\nState v. Brockman, 329 S.C. 115, 494 S.E.2d 440 (Ct. App. 1998), rev’d\r\non other grounds, 339 S.C. 57, 528 S.E.2d 661 (2000)(recognizing that\r\nsuppression is not warranted if officers had an erroneous but reasonable belief\r\nof authority to consent).\r\n4 Accordingly, we need\r\nnot decide the more difficult question of whether she had actual authority to do\r\nso. Compare People v. Lewis, 716 N.Y.S.2d 204 (N.Y. App. Div.\r\n2000)(defendant’s guest who had been living in defendant’s residence for\r\napproximately one week possessed requisite degree of authority and control over\r\npremises to voluntarily consent to police officers’ entry) with United\r\nStates v. White, 40 M.J. 257 (C.M.A. 1994) (roommate who had shared\r\napartment with accused for only two weeks was without actual authority to\r\nconsent to entry of accused’s bedroom); People v. Pickens, 655 N.E.2d\r\n1206 (Ill. App. 1995) (overnight guest whom police found sleeping on defendant’s\r\nsofa, and whom police had no information lived in defendant’s residence, had\r\nno authority to consent to search of defendant’s residence).\r\n5 We have viewed\r\nphotographs of the search scene in which a closed &quot;suitcase&quot; is shown\r\non the floor of the bedroom. The suitcase is small, brown, and leather and\r\nsomewhat resembles a large attache case. We find nothing in its appearance which\r\nwould have alerted Conkey’s attention to the fact that Cooke was not a\r\npermanent resident of the premises.\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25263","title":"Pearson v. Bridges","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25263","description":"This case involves the standard of admissibility for future damages in a medical malpractice action.","date":"2001-03-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Belinda Sue Pearson, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nTommy L. Bridges, M.D., Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nFrank P. McGowan, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25263\r\nHeard February 20, 2001 - Filed March 19, 2001\r\n\r\n\r\nAFFIRMED IN RESULT\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nGregory A. Morton and Ashby W. Davis, both of Donnan, Morton, Davis &amp; Snyder, P.A., of Greenville, for petitioner.\r\n\r\nLarry C. Brandt, P.A., of Walhalla, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL: We granted certiorari in this medical malpractice action to review the Court of Appeals' decision upholding the jury's $755,000\r\ndamage award to Belinda Sue Pearson (\"Pearson\").  \r\n\r\nFACTUAL/ PROCEDURAL BACKGROUND\r\n\r\nOn May 1, 1992, Dr. Tommy L. Bridges (\"Dr. Bridges\") examined Pearson, then a twenty-six year old, who had known problems with gallstones.  Dr. Bridges\r\nrecommended Pearson have her gallbladder removed.  Because it was less painful and recovery time was shorter, Dr. Bridges recommended a laparoscopic\r\nsurgery instead of an open procedure.  During the laparoscopic gallbladder surgery on May 6, 1992, Dr. Bridges mistakenly cut the common bile duct instead of\r\nthe cystic duct.  After realizing the mistake, Dr. Bridges converted the surgery to an open procedure, and attempted to repair the common bile duct by inserting\r\na stent.  After the surgery, a stricture (1) formed where the bile duct had been cut, necessitating a second surgery by Dr. Bridges in early November 1992 to redo\r\nthe repair and again stent the bile duct.  \r\n\r\nPearson was referred to another doctor in 1993.  On September 3, 1993, Pearson had another surgery to replace the stent in her bile duct.  The stent was\r\nreplaced several times because of blockage.  In April 1994, Pearson appeared to be doing well, and the stent was removed.  However, in May 1994, another\r\nstricture developed, and Pearson underwent surgery to insert another stent.  That stent was removed in November 1995.  At the time of trial in 1997, Pearson\r\nhad not had any further strictures.  \r\n\r\nPearson filed a medical malpractice action against Dr. Bridges in April 1995.  In March 1997, the case was tried before a jury.  The jury ultimately returned a\r\nverdict in favor of Pearson and awarded her $755,000 in damages.  Dr. Bridges appealed the damages award. (2)  The Court of Appeals, with Judge Anderson\r\ndissenting, affirmed.  Pearson v. Bridges, 337 S.C. 524, 524 S.E.2d 108 (Ct. App. 1992).  \r\n\r\nDr. Bridges then filed a petition for certiorari, and the sole issue before this Court is: \r\n\r\n\r\nI.  Did the Court of Appeals, in determining whether the trial judge erred in admitting the evidence of future medical damages in this case, improperly utilize\r\nthe standard of proof the jury uses to determine whether future medical expenses have been proven?\r\n\r\n\r\nLAW/ ANALYSIS\r\n\r\nDr. Bridges argues the Court of Appeals erred in utilizing the jury's standard of proof, instead of the trial judge's standard of admissibility, when determining\r\nwhether the trial judge erred in admitting the evidence of future medical damages.  We agree.  The Court of Appeals' opinion confuses and intertwines the\r\nstandard of proof with the standard of admissibility.  However, even under the correct standard, the trial judge did not err in admitting the testimony concerning\r\nfuture damages.\r\n\r\nPearson's medical expert testified there were four scenarios whereby Pearson could incur future medical expenses: \r\n\r\n\r\n  \r\n  \r\n    \r\n      Scenario One:\r\n       Continual monitoring of Pearson's condition to discover any more strictures and complications.\r\n        Projected Cost: $9,473.78\r\n    \r\n    \r\n      Scenario Two:\r\n       If the duct restrictured, another cholangioplasty would need to be performed.\r\n        Projected Cost: $20,107.56\r\n    \r\n    \r\n      Scenario Three:\r\n       If scenario two failed and surgery was required.\r\n        Projected Cost: $38,683.62\r\n    \r\n    \r\n      Scenario Four:\r\n      \r\n If scenarios two and three failed, a possible liver transplant.\r\nProjected Cost: $237,128.39\r\n\r\n      \r\n    \r\n  \r\n  \r\n\r\nDr. Bridges did not object to Pearson's presentation of  testimony and evidence on scenario number one.  He did object to the presentation of the expert's\r\ntestimony concerning scenarios two, three, and four. (3) \r\n\r\n  Pearson's expert testified there was a twenty-five to thirty percent chance  scenario number two would occur.  The expert then testified scenario number three\r\nwould occur only if the number two stent procedure failed.  He further testified if number two and three occurred and failed, Pearson might need a liver\r\ntransplant.  Pearson's other medical expert testified, \"to a reasonable degree of medical certainty, Ms. Pearson will not need a liver transplant -- that is greater\r\nthan 51 [percent].\"\r\n\r\nDr. Bridges argued at trial, and now argues on appeal, the testimony was inadmissible because Pearson was required to prove the future expenses would \"most\r\nprobably\" occur.  The trial judge overruled Dr. Bridges' objections, and admitted the testimony.\r\n\r\nThe majority of the Court of Appeals agreed with the trial court that the evidence was admissible, holding, \"the most probable standard required to prove\r\ncausation is not the standard to be applied in determining the admissibility of evidence of future damages.  Rather, the evidence must be beyond speculation or\r\nconjecture and reasonably certain to occur.\"  Pearson, 337 S.C. at 533, 524 S.E.2d at 113.  The Court of Appeals was correct in finding the \"most probable\"\r\nstandard is not the standard of admissibility in South Carolina. (4)  However, whether future medical expenses are \"reasonably certain\" to occur is also the\r\nincorrect standard to use in determining  admissibility.  Whether future damages are \"reasonably certain\" to occur is the standard of proof for future damages,\r\nnot the standard of admissibility.  Haltiwanger v. Barr, 258 S.C. 27, 186 S.E.2d 819 (1972) (to recover future damages in a negligence case, the plaintiff must\r\nprove the damages are reasonably certain to occur). (5)\r\n\r\nThe question in this case is whether the evidence was properly admitted, not whether the evidence was sufficient to support a verdict including future damages. \r\nThe Court of Appeals decision confuses these two standards. (6)  \r\n\r\nUnder current South Carolina law, the standard of admissibility for evidence of future damages is \"any evidence which tends to establish the nature, character,\r\nand extent of injuries which are the natural and proximate consequences of the defendant's acts . . . if otherwise competent.\"  Martin v. Mobley, 253 S.C. 103,\r\n109, 169 S.E.2d 278, 281-282 (1969).  \"The fact that future medical expenses might conceivably be small and are difficult to estimate would not deprive the\r\nplaintiff of the right to have the jury determine whether any award for future medical be made, and if so, what amount.\"  Kelly v. Brazell, 253 S.C. 564, 567-568, 172 S.E.2d 304, 306 (1970).  In Kelly, the trial judge charged the jury an award could not be based on speculation and that damages must be proven by the\r\npreponderance of the evidence.  This charge created a jury question as to whether the need for future treatment had been proven.  See Haltiwanger, supra (it is\r\nthe duty of the jury to estimate, as best it can, the future damages which are reasonably certain to be accrued by the plaintiff).\r\n\r\nIn Martin, supra, the doctor testified that his opinion as to the extent of the plaintiff's permanent disability was, \"[t]hese patients have a general disability in the\r\nneighborhood of ten or fifteen percent disability following this type of surgery.\"  This Court found no error in the admissibility of the testimony since, \"[t]he\r\nfact that the doctor had not had opportunity to consider whether the plaintiff's permanent disability was more or less than that which generally followed such a\r\ncondition and operation affected . . . only the weight and not the admissibility of the proffered evidence.\" Id. at 109, 169 S.E.2d at 281.\r\n\r\nThe evidence of the medical expenses of scenarios two, three, and four was admissible.  These scenarios tended to establish the extent of Pearson's injuries.  Id. \r\nThe fact that Pearson's experts testified that the possibilities of scenarios two, three, and four occurring were 30 percent or less went to the weight of the\r\nevidence not its admissibility.  Id.  Whether Pearson proved the expenses were \"reasonably certain\" to occur so she would be entitled to an award of future\r\ndamages was a question for the jury to determine.  Haltiwanger, supra.  (7)\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we AFFIRM the decision of the Court of Appeals in RESULT.\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. A stricture is a narrowing of the duct caused by the build up of scar tissue.\r\n2. Dr. Bridges did not appeal the finding of liability.\r\n3. There is no dispute that if Pearson incurs these future medical expenses, they would be the proximate result of Dr. Bridges' negligence.  The dispute in this\r\ncase is over the probability that these damages will arise in the future.\r\n4. The \"most probable\" standard is the standard required to prove proximate cause.  See Armstrong v. Weiland, 267 S.C. 12, 225 S.E.2d 851 (1976) (\"when the\r\nopinions of medical experts are relied upon to establish causal connection of negligence to injury, the proper test to be applied is that the expert must, with\r\nreasonable certainty, state that in his professional opinion the injuries complained of most probably resulted from the alleged negligence of the defendant\").  We\r\nreaffirm the requirement that plaintiff must prove defendant's negligence, in probability, proximately caused plaintiff's injuries.\r\n5. The trial judge properly charged the jury on the standard of proof.  His charge, in relevant part, stated: \"your verdict should include an amount to cover any\r\ndamages that the evidence shows will be reasonably certain to occur in the future. . . I further instruct you that the existence or amount of damages may not be\r\nleft to conjecture, speculation or guess.\"  The issue of whether the jury's verdict was supported by the evidence is not before this Court.  However, we note the\r\njury returned a general verdict in this case in the amount of $755,000.  Dr. Pearson never requested a special verdict form separating the elements of damage,\r\nand, therefore, there is no way of knowing whether any allowance was made for future medical expenses.  The uncontested actual medical expenses in this case\r\nwere $197,508.43.  The remaining damage award could have been awarded for pain and suffering, future pain and suffering, mental anguish, loss of enjoyment\r\nof life, impairment of ability to work, etc.  There is simply no way to determine if the jury allocated any money for future medical expenses.\r\n6. The Court of Appeals indicates that Martin v. Mobley, 253 S.C. 103, 169 S.E.2d 278 (1969), changed the standard for admissibility of future medical\r\nexpenses.  The question in that case, as in this one, was whether the evidence of future damages was admissible.  The earlier cases cited by the Court of Appeals\r\nreferred to the requirement that future damages must be established with \"reasonable certainty\" involved the standard of proof.  Therefore, the Court of Appeals\r\nerred in finding that Martin changed the standard of admissibility.\r\n7. We note that even if the future damages testimony was inadmissible, Dr. Bridges has failed to prove any prejudice since the jury returned a general verdict. \r\nSee Footnote 4.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25264","title":"State v. McHoney","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25264","description":"The primary issue in this murder case is whether the victim's identification of the defendant, made by nodding her head in response to questions by medical personnel, should have been admitted as a dying declaration.  Other issues on appeal involve the admissibility of a polygraph test, the denial of defendant's directed verdict motion, the trial judge's reasonable doubt instruction, and the trial judge's denial of a jury view of the crime scene.","date":"2001-03-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,\r\n        Respondent,\r\n\r\n        \r\nv.\r\n\r\n        \r\n\r\nSpencer Leonard\r\nMcHoney, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\nCharles W. Whetstone, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25264\r\nHeard January 11, 2001 - Filed March 19, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\nDonald J. Zelenka, Assistant Attorney General Derrick K. McFarland, all of Columbia, and Solicitor David P. Schwacke, of\r\nNorth Charleston, for respondent.\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  Spencer Leonard McHoney (\"McHoney\") appeals his murder conviction and his life imprisonment\r\nsentence.  We affirm.\r\n\r\nFacts/Procedural Background\r\n \r\n\r\n\r\nOn November 15, 1995, Violet White's (\"Victim\") parents went to her home and found her with her throat slashed and with\r\nnumerous stab wounds in her abdomen.  Her parents rushed her to the hospital where Helen Nelson (\"Nelson\"), a nurse on\r\nduty, attended to her.  Nelson testified that when the victim was removed from her parent's vehicle, the victim's head fell back\r\n\"like a PEZ toy,\" and the width of the cut on her neck was wide enough to \"lay her arm in it.\"    \r\n\r\nNelson talked to the victim while the physicians were trying to stabilize her for transfer to another trauma center.  Although the\r\nvictim was unable to speak, she was able to nod in response to questions by Nelson.  Nelson asked the victim if she knew who\r\nstabbed her, and the victim nodded yes.  Nelson asked her if her family knew the attacker, and the victim again nodded her\r\nhead yes. When asked if her attacker lived in her neighborhood, the victim nodded yes.  However, the victim shook her head no\r\nwhen Nelson asked if her boyfriend was the attacker.\r\n\r\nAt the suggestion of the physician, Nelson recited the alphabet and asked the victim to nod her head when she reached the\r\nattacker's initials.  When Nelson got to the letter \"S\", the victim nodded.  Nelson began the alphabet again and when she got to\r\nthe letter \"P\", victim nodded.  Nelson asked the victim if \"SP\" were the initials of her attacker and she shook her head no.  The\r\nvictim nodded her head when Nelson asked her if she was attempting to spell her attacker's name.   Nelson questioned the\r\nvictim in this manner for approximately thirty to forty minutes.  \r\n\r\nWhen the intensive care helicopter arrived, Nelson told the victim she was going to a hospital where she would get the \"best\r\ncare from the best doctors.\"  Nelson then assured the victim she would be fine.  In response to Nelson's statement, the victim\r\nlooked at her, shook her head no, and closed her eyes.  The victim lost consciousness before the flight, and she died two weeks\r\nlater without regaining consciousness.    \r\n\r\nThe doctor who performed the autopsy testified the victim was stabbed seven times in her abdomen and had a four inch long\r\nincised wound across her neck.  The victim died from aspirating blood as a result of her injuries.  \r\n\r\nMcHoney was quickly associated with the murder.  McHoney, whose first name begins with \"SP\", was a known crack addict\r\nthe police had previously used as an informer.  Another crack addict testified he saw McHoney driving the victim's car around\r\nthe time of her murder.  On November 17, 1995, McHoney fully confessed to police that he robbed and violently murdered the\r\nvictim to get money for crack.  \r\n\r\nIn January 1996, McHoney was indicted for the victim's murder.  The State provided McHoney its notice of intention to seek\r\nthe death penalty relying on the aggravating circumstances of criminal sexual conduct, physical torture, armed robbery, and\r\nlarceny with a deadly weapon.   The case proceeded to trial on April 28, 1997.  In May 1997, the jury found McHoney guilty of\r\nmurder accompanied by all aggravating circumstances except criminal sexual conduct. McHoney was sentenced to life\r\nimprisonment.  \r\n\r\nOn July 21, 1998, McHoney's counsel filed an Anders brief that raised the following two issues:\r\n\r\n\r\n  I.&nbsp;\r\n  Did the trial judge err by allowing into evidence, as a dying declaration, the victim's identification of \"SP\" as her killer?\r\n  II.&nbsp;\r\n  Did the trial judge err by excluding evidence McHoney passed a polygraph test when questioned about the victim's death?\r\n\r\nMcHoney sent the Court a pro se brief raising the following four additional issues:\r\n\r\n\r\n  III.&nbsp;\r\n  Did the trial judge err by denying McHoney's directed verdict motion, where the State failed to introduce any substantial\r\nevidence he was guilty of the victim's murder?\r\n  IV.&nbsp;\r\n  Did the trial judge err by instructing the jury they could not acquit McHoney unless \"[t]here is a real possibility that he is not\r\nguilty,\" because this instruction diluted the State's burden of proving guilt beyond a reasonable doubt?\r\n  V.&nbsp; Did the trial judge err by allowing the solicitor to ask a leading question of a key State's witness, which improperly bolstered\r\nthe credibility of that witness?\r\n\r\n\r\n  VI.&nbsp;\r\n  Did the trial judge err by rejecting the jury's request to visit the location where a key State's witness testified he saw\r\nMcHoney driving the victim's car?\r\n\r\nOn July 17, 2000, we denied McHoney's attorney's petition to be relieved as counsel, and directed him to brief all six issues.\r\n\r\nLaw/Analysis\r\n\r\n\r\n\r\nI.&nbsp; Dying Declaration\r\nMcHoney argues the trial judge erred by admitting the victim's identification of \"SP\" as her killer under the dying declaration\r\nexception to the hearsay rule, Rule 804(b)(2), SCRE, because there was no evidence the victim believed her death was\r\nimminent, and the victim did not die until two weeks after making the statements.  We disagree.\r\n\r\nHearsay is not admissible unless it fits within an exception to the hearsay rule.  Rule 802, SCRE.  The State sought to introduce\r\nthe victim's identification of \"SP\" as her killer under the dying declaration exception.  Rule 804(b)(2), SCRE.  A statement\r\nmade under the belief of impending death is not excluded by the hearsay rule if the declarant is unavailable as a witness in a\r\nprosecution for homicide, the statement is made by a declarant while believing the declarant's death is imminent, and the\r\nstatement concerned the causes or circumstances of what the declarant believed to be impending death.  Rule 804(b)(2), SCRE;\r\nsee also 29A Am. Jur. 2d Evidence § 829 (Supp. 2000) (\"In a homicide prosecution, the dying declaration must bear on the fact\r\nof the homicide and the person by whom it was committed.  Such statements must be made voluntarily and in good faith.  In\r\naddition, such statement must be made under a sense of impending death.\").\r\n\r\n\r\n\r\nMcHoney argues there was no evidence the victim believed her death was imminent at the time of her declaration.  According\r\nto defense counsel:\r\n\r\n\r\nIf this nurse who has been taking care of me and talking to me says I am going to be fine and I am getting the best medical\r\ntreatment possible, then exactly the opposite would have been understood by the declarant.  So it would not qualify as a dying\r\ndeclaration.\r\n\r\n\r\nThe medical personnel who attended the victim assured her she would be \"fine.\"  However, the victim shook her head no in\r\nresponse to the assurances, indicating she was aware of her impending death.      \r\n\r\nA declarant does not have to express, in direct terms, his awareness of his condition for his statement to be admissible as a\r\ndying declaration.  The necessary state of mind can be inferred from the facts and circumstances surrounding the declaration. \r\nSee Louisiana  v. Bell, 721 So. 2d 38 (La. Ct. App. 5th Cir. 1998);\r\nLouisiana v. Nicholson, 703 So. 2d 173 (La. Ct. App. 4th\r\nCir. 1997); Louisiana v. Matthews, 679 So. 2d 977 (La. Ct. App. 4th Cir. 1996).  Repeated questioning by the declarant\r\nconcerning whether he is going to live, a less than reassuring answer, the nature of the wound, and the declarant's critical\r\ncondition are circumstances that indicate the declarant's awareness of approaching death.\r\nCharles v. Texas, 955 S.W.2d 400\r\n(Tex. Ct. App. 1997). (1)  In fact, a declarant can be aware of imminent death even when he is assured he will not die and will be\r\nfine. See id. at 404 (holding evidence was sufficient for trial court to infer victim believed her death was imminent where\r\nvictim had severe burns all over her body, she asked if she was going to die, and the officer replied negatively to reassure her\r\nand to prevent shock).\r\n\r\nFurthermore, the length of time the declarant lives after making the dying declaration is immaterial.  The focus is on the\r\ndeclarant's state of mind when the statement is made, not on the eventual outcome of the declarant's injuries.  See State v. Hall,\r\n134 S.C. 361, 133 S.E. 24 (1926). (2)  In State v. Hall, we held a dying declaration was properly admitted when the declaration\r\nwas made shortly after the injury, and the declarant died 33 days later.  We held it was the jury's duty to pass upon the\r\ncredibility of the dying declaration, and the length of time between the declaration and death is just one factor to be considered.\r\nId. at  361, 133 S.E. at 26.  \r\n\r\nIn the instant matter, the fact the victim died two weeks after her injury does not indicate the victim did not believe her death\r\nwas imminent, where she shook her head when told she would be fine, and where she never regained consciousness after she\r\nmade the declaration.  Therefore, we find the trial judge properly admitted the victim's identification of \"SP\" as her killer under\r\nRule 804(b)(2), SCRE. \r\n\r\nAlthough we find the victim's statement was a valid dying declarations,  her statement also satisfies the excited utterance\r\nexception to the hearsay rule.  Rule 803(2), SCRE.  An excited utterance is a statement relating to a startling event or condition\r\nmade while the declarant is under the stress of excitement caused by the event or condition.  Rule 803(2),\r\nSCRE.  \"The basis\r\nfor the excited utterance exception to the hearsay rule is that the perceived event produces nervous excitement, making\r\nfabrication of the statements about the event unlikely.\"  29A Am. Jur. 2d § 865 (1994).  An excited utterance expresses the real\r\nbelief of the speaker because the utterance is made under the immediate and uncontrolled domination of the senses, rather than\r\nunder reason and reflection. Id.\r\n\r\nIn determining whether a statement falls within the excited utterance exception, a court must consider the totality of the\r\ncircumstances.  State v. Dennis, 337 S.C. 275, 523 S.E.2d 173 (1999).  In this case, the victim was rushed to the hospital and\r\nimmediately bombarded by medical personnel.  When the victim arrived at the hospital, she was still under the continuing\r\nstress of being stabbed seven times in the abdomen and having her throat slit.  There was no time for the victim to reflect on the\r\nevent, so her statement is inherently reliable. See id. (the rationale behind the excited utterance exception is the startling event\r\nsuspends the declarant's process of reflective thought, reducing the likelihood of fabrication).  Therefore, because her statement\r\nwas made under the continuing stress of the attack, it is admissible as an excited utterance.  Rule 803(2), SCRE. (3)   &nbsp;\r\n\r\nII. \r\nPolygraph Results\r\n\r\nMcHoney argues the trial judge erred by excluding evidence he passed a polygraph test when questioned about the victim's\r\ndeath.  We disagree. \r\n\r\nThe police administered a polygraph test the day after the victim's murder.  The polygraph examiner asked McHoney whether\r\nhe stabbed the victim or knew who did.  He answered \"no\" to both questions, and the polygraph examiner, who was an expert\r\nin interrogation and body language, concluded McHoney was telling the truth.  \r\n\r\nAt the start of the trial, the State objected to the admission of the polygraph results based on their unreliability.  The trial judge\r\nagreed and excluded the evidence pursuant to State v. Wright, 322 S.C. 253, 471 S.E.2d 700 (1996).  McHoney did not present\r\nany evidence concerning the reliability of polygraph examinations.  \r\n\r\nWe recently addressed the admissibility of polygraph examinations in State v. Council, 335 S.C. 1, 515 S.E.2d 508 (1999).  We\r\nheld that the results of polygraph examinations are generally inadmissible because the reliability of the test is questionable.\r\nId.\r\nat 23, 515 S.E.2d at 519; see also Wright, supra; State v. Copeland, 278 S.C. 572, 300 S.E.2d 63 (1982).  Furthermore, the\r\nUnited States Supreme Court recently held that a per se rule against the admission of polygraph evidence does not violate a\r\ndefendant's right to present relevant evidence in his defense as guaranteed by the United States Constitution.\r\nUnited States v.\r\nScheffer, 523 U.S. 303, 118 S. Ct. 1261, 140 L. Ed. 2d 413 (1998).  According to the United States Supreme Court, \"there is\r\nsimply no consensus that polygraph evidence is reliable.  To this day, the scientific community remains extremely polarized\r\nabout the reliability of polygraph techniques.\" Id., 118 S. Ct. at 1265.   \r\n\r\nHowever, in light of the adoption of the SCRE, we held in Council that the admissibility of polygraph evidence should be\r\nanalyzed pursuant to Rules 702 and 402, SCRE and the factors outlined in State v. Jones, 273 S.C. 723, 259 S.E.2d 120 (1979). \r\nUnder Rule 702, SCRE, the trial judge must find: (1) the scientific  evidence will assist the trier of fact; (2) the expert witness is\r\nqualified; and  (3) the underlying science is reliable. (4)  The trial judge should determine the reliability of the underlying science\r\nby using the Jones factors: the publication of peer review of the technique; prior application of the method to the type of\r\nevidence involved in the case; the quality control procedures used to ensure reliability; and the consistency of the method with\r\nrecognized scientific laws and procedures. Council, supra.  Further, if the evidence is admissible under Rule 702, SCRE, the\r\ntrial judge must determine if its probative value is outweighed by its prejudicial effect under Rule 403, SCRE.  \r\n\r\nAs we indicated in Council, at the time of McHoney's 1997 trial, polygraph examinations were generally not admissible\r\nbecause of their unreliability.  Therefore, the trial judge did not abuse his discretion by excluding the polygraph results. \r\nFurthermore, even under a Council analysis, McHoney did not meet his burden of proof under Rule 702, SCRE because he did\r\nnot present any evidence that  polygraphs were inherently reliable, the polygraph was reliable and properly conducted in this\r\ncase, or that the Jones factors were met.  \r\n\r\nIII.&nbsp;\r\nDirected Verdict Motion\r\n\r\nMcHoney argues the trial judge erred by denying his directed verdict motion because the State failed to introduce substantial\r\nevidence he was guilty of murder.  Specifically, McHoney contends the State presented evidence that was totally unreliable. \r\nWe disagree.\r\n\r\nA defendant is entitled to a directed verdict when the State fails to produce evidence of the offense charged.  State v. Brown,\r\n103 S.C. 437, 88 S.E. 21 (1916).  In reviewing a motion for directed verdict, the trial judge is concerned with the existence of\r\nthe evidence, not with its weight. State v. Mitchell, 341 S.C. 406, 535 S.E.2d 126 (2000).  On appeal from the denial of a\r\ndirected verdict, an appellate court must view the evidence in the light most favorable to the State.\r\nState v. Burdette, 335 S.C.\r\n34, 515 S.E.2d 525 (1999); State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998).  If there is any direct evidence or substantial\r\ncircumstantial evidence reasonably tending to prove the guilty of the accused, we must find the case was properly submitted to\r\nthe jury. State v. Pinckney, 339 S.C. 346, 529 S.E.2d 526 (2000).\r\n\r\nMcHoney argues the State's case was based on unreliable evidence.  However, in ruling on a directed verdict motion, the trial\r\njudge is concerned with the existence of the evidence, not its weight.  Mitchell, supra;\r\nState v. Williams, 303 S.C. 274, 400\r\nS.E.2d 131 (1991).  We find the State presented enough evidence to survive a directed verdict motion.\r\n\r\nViewing the evidence in a light most favorable to the State, there was evidence that reasonably tended to prove McHoney's\r\nguilt.  The victim's dying declaration tended to inculpate McHoney.  McHoney gave a full confession two days after the crime\r\nwhere he admitted to choking the victim, stomping on her neck, stabbing her repeatedly in the abdomen until the knife bent,\r\nusing another knife to slit the victim's throat, and stabbing the victim in the chest with the second knife until it bent. \r\nFurthermore, a witness saw McHoney driving the victim's car around the time of the crime.  \r\n\r\n\r\nIV.  Reasonable Doubt Instruction  \r\n\r\n\r\nMcHoney contends the trial judge gave an erroneous reasonable doubt instruction.  He contends it was error to instruct the jury\r\nthey could not acquit unless  \"there is a real possibility that he is not guilty\" because the instruction diluted the State's burden\r\nof proving guilt beyond a reasonable doubt.  We  disagree. \r\n\r\nThe trial judge gave the following reasonable doubt instruction, in relevant part:\r\n\r\n\r\nSo the burden of proof then is upon the state to establish by evidence to your satisfaction the guilt beyond a reasonable doubt of\r\nthe defendant here on trial.  Now, what is a reasonable doubt in the law?  A reasonable doubt is a doubt that would cause a\r\nreasonable  person to hesitate to act.  As I told you, the state has the burden of proving the defendant guilty beyond a\r\nreasonable doubt. . . .\r\n\r\nProof beyond a reasonable doubt is proof that leaves you firmly convinced of the defendant's guilt. . . . If based upon your\r\nconsideration of the evidence you are firmly convinced that the defendant is guilty of the crime charged, then you must find\r\nhim guilty.  If on the other hand you think there is a real possibility that he is not guilty, you must give him the benefit of that\r\ndoubt and find him not guilty. (emphasis added).\r\n\r\n\r\nWe specifically approved a similar reasonable doubt instruction in State v. Darby, 324 S.C. 114, 477 S.E.2d 710 (1996).  As we\r\nstated in Darby, \"[c]ourts specifically addressing whether the 'real possibility' language lessens the government's burden of\r\nproof have held it does not in the context of the preceding language requiring that the juror be 'firmly convinced' of the\r\ndefendant's guilt.\" Id. at 116, 477 S.E.2d at 711 (citations omitted).   We also found there is nothing in this language to\r\nsuggest the defendant bears the burden of proof. Id.   Furthermore, the \"real possibility\" language is found in the proposed\r\njury instruction developed by the Federal Judicial Center, and was cited with approval in Justice Ginsberg's concurring opinion\r\nin Victor v. Nebraska, 511 U.S. 1, 114 S. Ct. 1239, 127 L. Ed. 2d 583 (1994).\r\nId. at n.1.  Finally, we approved the use of the\r\n\"real possibility\" language in State v. Needs, 333 S.C. 134, 508 S.E.2d 857 (1998), and the Court of Appeals approved the\r\nlanguage in State v. Lowery, 332 S.C. 261, 503 S.E.2d 794 (Ct. App. 1998). \r\n\r\nV.&nbsp;\r\nLeading Question\r\n\r\nMcHoney argues the trial judge erred by allowing the solicitor to ask a leading question of a key witness, which improperly\r\nbolstered the credibility of that witness.  We disagree. \r\n\r\nOn redirect examination of the State's witness, who testified he saw McHoney driving the victim's car, the solicitor asked,\r\n\"[Y]ou don't know - you are not - are you connected closely with either side of this case, either the victim or the defendant?\" \r\nThe witness answered, \"The defendant are [sic] my family.  I am not related to the victim.\"  Both McHoney and the State agree\r\ndefense counsel did not object to the question or the answer.  Therefore, the issue is not preserved because a contemporaneous\r\nobjection is required to preserve issues for direct appellate review.  State v. King, 334 S.C. 504, 514 S.E.2d 578 (1999).  The\r\nquestion was also cumulative to other evidence because the witness had previously testified he was related to McHoney. \r\n\r\n\"A leading question is one which suggests to the witness the desired answer. . . . In order to require reversal, appellant must\r\nshow an abuse of discretion resulting in prejudice.\"  State v. Tyner, 273 S.C. 646, 258 S.E.2d 559, 563 (1979).  The contested\r\nquestion provided the witness with a choice of answers and did not require a \"yes\" or \"no\" response.  Further, no prejudice was\r\ndemonstrated because the question was cumulative.  \r\n\r\nVI.&nbsp;\r\nVisiting the Crime Scene  \r\n\r\nMcHoney asserts the trial judge erred by denying the juror's request to visit the \"41 Quick Stop,\" a location where a State's\r\nwitness testified he saw McHoney driving the victim's car around the time of the murder.  We disagree.\r\n\r\nJury views are controlled by S.C. Code Ann. § 14-7-1320 (1976 ), which provides:\r\n\r\n\r\nThe jury in any case may, at the request of either party, be taken to view the place or premises in question or any property,\r\nmatter or thing relating to the controversy between the parties when it appears to the court that such view is necessary to a just\r\ndecision, if the party making the motion advances a sum sufficient to pay the actual expenses of the jury and the officers who\r\nattend them in taking the view, which shall be afterwards taxed like other legal costs if the party who advanced them prevails in\r\nthe suit.\r\n\r\n\r\nA jury view of a scene is a matter within the discretion of the trial judge.  Kincaid v. Landing Dev. Corp., 289 S.C. 89, 344\r\nS.E.2d 869 (Ct. App. 1986) (citations omitted).  The trial judge's decision will not be reversed absent an abuse of discretion.\r\nId. \r\n\r\nDuring jury deliberations in this matter, the jury sent a message to the trial judge asking: \"Will it be possible to visit the 41\r\nQuick Stop at nighttime?\"  The trial judge declined the request, informing the jury they must decide the case based on the\r\nevidence presented.  Similarly, in Gossett v. State, 300 S.C. 473, 388 S.E.2d 804 (1990), the jury sent a note to the trial judge\r\nasking if they could view the scene of the crime.  We found the trial judge was correct in denying the jury's visit to the crime\r\nsitus because section 14-7-1320 mandates that a party make a motion before a jury view is allowed.\r\nId. at 477, 388 S.E.2d at\r\n806.  \r\n\r\nBased on our opinion in Gossett, supra, the trial judge was correct in denying the jury view of the crime situs.  However, even\r\nassuming a proper motion was made, a jury view was not necessary for the jury to make a just decision.  The jury wanted to\r\nview the scene at night because they were concerned the State's witness did not have enough light to clearly identify McHoney. \r\nHowever, a jury view of the scene was unnecessary because: (1) a photograph of the scene was admitted into evidence\r\nindicating a street light was in the vicinity of the scene; and (2) the witness testified he had enough light to recognize\r\nMcHoney.  \r\n\r\nConclusion\r\n\r\n\r\n\r\nBased on the foregoing, we AFFIRM the conviction and sentence of the trial court.  \r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1.  See, e.g., \r\nIllinois v. Georgakapoulos, 708 N.E.2d 1196 (Ill. App. Ct. 1st Dir. 1999) (holding the belief in the imminence of death may be demonstrated by the\r\ndeclarant's own statement or from circumstantial evidence, such as the nature of the wounds or statements made in his presence);\r\nLouisiana v. Lucas, 762\r\nSo.2d 717 (La. Ct. App. 1st Cir. 2000) (finding the magnitude of the victim's gunshot wound, the victim's knowledge he was going into surgery, his obvious\r\npain, and his \"serious\" tone of voice provided enough evidence to infer victim was aware of his imminent death).\r\n2.  See also North Carolina v. Hamlette, 276 S.E.2d 338 (N.C. 1981) (holding the fact victim lingered for several days after his communication to police officer\r\nthat defendant was the man who shot him did not render statement inadmissible as a dying declaration);\r\nNorth Carolina v. Stevens, 243 S.E.2d 771 (N.C. 1978)\r\n(the fact victim survived one week longer than doctors told him he might live did not render victim's dying declaration inadmissible);\r\nThomas v. Arkansas, 973\r\nS.W.2d 1 (Ark. Ct. App. 1998) (holding under the dying declaration exception, it is declarant's belief in nearness of death when he makes the statement, not the\r\nswiftness with which death actually ensues, that is most important); Charles v. Texas, 955 S.W.2d 400 (Tex. Ct. App. 1997) (holding length of time declarant\r\nlives after making dying declaration is immaterial in determining if statement is dying declaration for purposes of hearsay exception);\r\nHerrera v. Texas, 682\r\nS.W.2d 313 (Tex. Crim. App. 1984) (length of time declarant lives after making dying declaration is immaterial to dying declaration exception).  \r\n3.   The totality of the circumstances indicate the victim was under the stress of the startling event of being violently attacked,  even though she did not make her\r\nstatements until asked by the nurse at the hospital.  The victim did not make her statements contemporaneously with her attack simply because her throat was\r\ncut and she could not speak.  Therefore, the time lapse between the attack and her statements is immaterial because she communicated with the nurse at the first\r\nopportunity.  See Webb v. Lane, 922 F.2d 390 (7th Cir. 1991) (statements made up to two hours after victim had been shot six times in the chest and abdomen,\r\nin which he identified assailant, were admissible under excited utterance exception to the hearsay rule);\r\nState v. Harrison, 298 S.C. 333, 380 S.E.2d 818 (1989)\r\n(allowing as res gestae the statements of an attempted sexual assault victim to an officer at the hospital upon first opportunity to tell what occurred to her);\r\nState\r\nv. Blackburn, 271 S.C. 324, 247 S.E.2d 334 (1978) (noting that a time interval of over one hour, and up to eleven hours, did not necessarily eliminate a\r\nstatement as part of the res gestae). \r\n4.  Rule 702, SCRE, states:\r\n\r\nIf scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified\r\nas an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25265","title":"Cullum v. SC Baptist Hospital","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25265","description":"This is a civil case involving the issue of whether an architect may have a duty to ensure a general contractor pays its subcontractors.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       Cullum Mechanical Construction, \r\n        Inc., Plaintiff,  \r\n        \r\n          v. \r\n\r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Jenkins, Hancock &amp; Sides Architects and \r\n          Planners, Inc., Miller-Sharpe, Inc., John M. Miller, Donald R. Sharpe, \r\n          and General Accident Insurance Company of America, Defendants. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n and\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Fairfield Flooring, Inc., Plaintiff,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants. \r\n          &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n and\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Ross Wallcovering Co., Inc., Plaintiff,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants. \r\n          &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n and\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Spratlin Electric Co., Inc., Plaintiff,\r\n\r\n\r\n\r\n        v.\r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants. \r\n          &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n and\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Sumter Lumber Company, Inc., Plaintiff,\r\n\r\n\r\n\r\n        v.\r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nand\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Palmetto Automatic Sprinkler Co, Inc., \r\n          Plaintiff,\r\n\r\n\r\n\r\n        v.\r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n and\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Columbia Glass, Inc., Plaintiff,\r\n\r\n\r\n\r\n        v.\r\n\r\n        South Carolina Baptist Hospital, a/k/a \r\n          Baptist Medical Center, Miller-Sharpe, Inc., John M. Miller, Donald \r\n          R. Sharpe, and General Accident Insurance Company of America, Defendants.\r\n\r\n        of whom Cullum Mechanical Construction, \r\n          Inc., Fairfield Floorings, Inc., Ross Wallcovering Co., Inc., Spratlin \r\n          Electric Co., Inc., Palmetto Sprinkler Co., Inc., and Columbia Glass, \r\n          Inc., are, Petitioners, &nbsp;\r\n\r\n         and\r\n\r\n        Jenkins, Hancock &amp; Sides Architects \r\n          and Planners, Inc., and the General Accident Insurance Company of America, \r\n          are Respondents. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF\r\n  APPEALS&nbsp;\r\n   \r\n\r\nAppeal From Richland County\r\n  J. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 25265\r\n  Heard December 6, 2000 - Filed March 26, 2001\r\n   \r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n\r\nDaniel T. Brailsford and J. Kershaw Spong, of Robinson, McFadden &amp; Moore, \r\nP.C., of Columbia, for petitioner. \r\nR. Davis Howser and Andrew E. Haselden, of Howser, \r\n  Newman &amp; Besley, L.L.C., of Columbia, for respondent Jenkins, Hancock &amp; \r\n  Sides Architects and Planners, Inc.\r\n\r\nD. Cravens Ravenel, of Baker, Ravenel &amp; Bender, \r\n  of Columbia; and John V. Burch, of Bovis, Kyle &amp; Burch, of Atlanta, Georgia, \r\n  for respondent General Accident Insurance Company of America.\r\n\r\n\r\n\r\n\r\n\r\nJUSTICE MOORE: We granted a writ of certiorari to review the \r\nCourt of Appeals' decision finding that respondent (Architect) did not owe a duty \r\nof reasonable care to petitioner (Cullum). Cullum Mechanical Constr., Inc. \r\nv. South Carolina Baptist Hosp., 336 S.C. 423, 520 S.E.2d 809 (Ct. App. 1999). \r\nWe reverse. \r\nFACTS\r\n\r\nCullum, a subcontractor, filed an action against \r\n  South Carolina Baptist Hospital, a/k/a Baptist Medical Center (Owner), Architect, \r\n  Miller-Sharpe, Inc. (General Contractor) and its principals, and General Accident \r\n  Insurance Company of America (Surety) seeking $426,728.87 for unpaid goods and \r\n  services on a project to perform construction on certain floors of the Medical \r\n  Center. While other subcontractors filed similar suits, only Cullum sued Architect \r\n  on the theory that Architect owed a duty to use reasonable care in the administration \r\n  of contractual provisions that were designed to ensure payment to subcontractors.\r\n\r\nIn September 1992, Owner and Architect contracted \r\n  to conduct renovations in the Medical Center. Architect prepared a Project Manual \r\n  for potential contractors to use in submitting bids. After entering a successful \r\n  bid, General Contractor and Owner executed an agreement on June 10, 1993. \r\n\r\nBefore bidding on the subcontractual work for General \r\n  Contractor, Cullum had several individuals review the Project Manual. Cullum's \r\n  responsibilities, after its bid was accepted, were to perform heating, ventilation, \r\n  air conditioning, and plumbing work on the project.\r\n\r\nArchitect's responsibilities under its contract \r\n  with Owner included reviewing General Contractor's payment applications, certifying \r\n  the amounts due General Contractor, (1) and determining \r\n  whether Owner and General Contractor had performed according to the requirements \r\n  of their contract upon written request of either party. Owner was responsible \r\n  for giving prompt written notice to Architect if Owner became aware of any fault \r\n  or defect in the project or nonconformance with the contract documents.\r\n\r\nUnder General Contractor's contract with Owner, \r\n  Architect had the ability to withhold the certification of payments if General \r\n  Contractor failed to properly pay subcontractors.\r\n\r\nGeneral Contractor was required to post a performance \r\n  and payment bond, which would be delivered to Owner at or prior to delivery \r\n  of the signed agreement between Owner and General Contractor. The payment bond \r\n  would ensure payment to those who provided labor or materials to the project. \r\n  However, General Contractor did not deliver the bond as required. Despite General \r\n  Contractor's failure to provide a bond, Owner and General Contractor entered \r\n  into their contract. \r\n\r\nGeneral Contractor's responsibilities also included \r\n  promptly paying Cullum, and other subcontractors, upon receipt of payment from \r\n  Owner and, upon request, furnishing a copy of the bond. Further, General Contractor \r\n  had to submit to Architect with each payment application satisfactory evidence \r\n  that all indebtedness connected with the part of the work for which application \r\n  for payment was made had been paid, and submit \"a properly executed subcontractor \r\n  waiver of lien . . . for the previously paid application for payment, stating \r\n  [the] amounts paid.\" However, General Contractor never attached the lien waivers \r\n  to the payment applications.\r\n\r\nWhile the construction project was proceeding, \r\n  General Contractor was dilatory in making payments to Cullum. Before Cullum \r\n  executed its contract with General Contractor, Cullum wrote General Contractor \r\n  stating, although Cullum had billed $442,065.60, no payments had yet been received. \r\n  Cullum and Architect also engaged in a telephone conversation in which Cullum \r\n  informed Architect it and other subcontractors were not being paid. Cullum asked \r\n  Architect if General Contractor was bonded, and Architect responded that it \r\n  did not know.\r\n\r\nOn November 10, 1993, Cullum finally executed its \r\n  contract with General Contractor. The cover letter stated that while some payments \r\n  had been untimely made, $127,712.70 was still outstanding. Cullum requested \r\n  in the letter that General Contractor give Cullum the name of the bonding company \r\n  on the project. However, the name was never given. Cullum stated that it was \r\n  unaware that General Contractor had not submitted a payment bond until after \r\n  the job was completed.\r\n\r\nWhen other subcontractors began to complain about \r\n  nonpayment, Architect, in response to Owner's inquiry, requested a copy of General \r\n  Contractor's payment bond. General Contractor submitted a \"General Agreement \r\n  of Indemnity,\" which did not comply with the contract terms because it was not \r\n  a payment bond. However, Owner stated that it believed the \"General Agreement \r\n  of Indemnity\" indicated a bond existed. Architect never recommended to Owner \r\n  that Owner should terminate General Contractor because General Contractor had \r\n  not provided a payment bond. Architect stated that it simply passed the information \r\n  received from General Contractor to Owner.\r\n\r\nAlthough Architect knew there was not a payment \r\n  bond and that subcontractors were not being paid, Architect continued to certify \r\n  payments and reduced the amount Owner retained (2) \r\n  from the payments from ten percent to five percent. (3)\r\n\r\nAfter the project was completed and Cullum had \r\n  not been fully paid by General Contractor, Cullum sued Architect. Architect's \r\n  motion for summary judgment was granted, and the trial court found that Architect \r\n  did not owe a duty to Cullum. Cullum appealed the order to the Court of Appeals, \r\n  which affirmed. Cullum Mechanical Constr., Inc. v. South Carolina Baptist Hosp., \r\n  supra. We granted a writ of certiorari to review the Court of Appeals' decision.\r\n\r\nISSUE\r\n\r\n\r\n  May an architect owe a duty to ensure a general \r\n    contractor pays its subcontractors?\r\n\r\n\r\nDISCUSSION\r\n\r\nA trial court may properly grant a motion for summary \r\n  judgment when \"the pleadings, depositions, answers to interrogatories, and admissions \r\n  on file, together with the affidavits, if any, show that there is no genuine \r\n  issue as to any material fact and that the moving party is entitled to a judgment \r\n  as a matter of law.\" Rule 56(c), SCRCP. Summary judgment is not appropriate, \r\n  however, when further inquiry into the facts of the case is desirable to clarify \r\n  the application of the law. Brockbank v. Best Capital Corp., 341 S.C. \r\n  372, 534 S.E.2d 688 (2000) (citing Tupper v. Dorchester County, 326 S.C. \r\n  318, 487 S.E.2d 187 (1997)). In determining whether any triable issues of fact \r\n  exist, the court must view the evidence and all reasonable inferences that may \r\n  be drawn from the evidence in the light most favorable to the non-moving party. \r\n  Id. (citing Manning v. Quinn, 294 S.C. 383, 365 S.E.2d 24 (1988)).\r\n\r\n\"A breach of a duty arising independently of any \r\n  contract duties between the parties . . . may support a tort action.\" Tommy \r\n  L. Griffin Plumbing &amp; Heating Co. v. Jordan, Jones &amp; Goulding, Inc., \r\n  320 S.C. 49, 55, 463 S.E.2d 85, 88 (1995) (citation omitted). \"When . . . there \r\n  is a special relationship between the alleged tortfeasor and the injured party \r\n  not arising in contract, the breach of that duty of care will support a tort \r\n  action.\" Id. (citations omitted).\r\n\r\nIn Tommy L. Griffin, we found that where \r\n  there is a special relationship between the design professional and the contractor, \r\n  the design professional may owe a duty to the contractor. Id. at 53-55, \r\n  463 S.E.2d at 87-88. We expressed that there was \"no logical reason to insulate \r\n  design professionals from liability when the relationship between the design \r\n  professional and the plaintiff is such that the design professional owes a professional \r\n  duty to the plaintiff arising separate and distinct from any contractual duties \r\n  between the parties or with third parties.\" Id. at 55, 463 S.E.2d at \r\n  89 (citing Gilliland v. Elmwood Properties, 301 S.C. 295, 391 S.E.2d \r\n  577 (1990); State Ports Auth. v. Booz-Allen &amp; Hamilton, Inc., 289 \r\n  S.C. 373, 346 S.E.2d 324 (1986)). Further, we noted that whether the design \r\n  professional owes a duty depends on the facts and circumstances of each case. \r\n  Id. at 55-56, 463 S.E.2d at 89.\r\n\r\nGenerally, an architect does not have a duty to \r\n  assure payment to subcontractors; however, special conditions in these contract \r\n  documents may have given rise to a special relationship with subcontractors, \r\n  and therefore a duty of care. We find it is a factual issue whether these circumstances \r\n  give rise to a special relationship between Architect and Cullum, which would \r\n  give rise to a duty on the part of Architect. (4) \r\n  See Tommy L. Griffin, supra. We believe further inquiry \r\n  into the facts of the case is desirable to clarify the application of the law. \r\n  See Brockbank v. Best Capital Corp., supra. Accordingly, \r\n  we find that the trial court erred by granting Architect's motion for summary \r\n  judgment.\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  JJ., concur. \r\n1.  Architect's issuance of \r\n  a certificate of payment constituted \"a representation that [General] Contractor \r\n  [was] entitled to payment in the amount certified.\" However, the issuance of \r\n  the certificate of payment was not a representation that Architect had \"ascertained \r\n  how or for what purpose [General] Contractor [had] used money previously paid \r\n  on account of the Contract Sum.\" \r\n2.  &quot;Retainage&quot; is \r\n  the percentage General Contractor and Owner agreed to withhold from each pay \r\n  request to be paid at the end of the project, or as negotiated through the course \r\n  of the project. Retainage served to assure General Contractor's completion of \r\n  the work and to satisfy subcontractors' and suppliers' lien claims. \r\n3.  Under the supplementary \r\n  conditions to Architect and Owner's contract, Architect had the ability to reduce \r\n  the amount of retainage withheld from the payments to General Contractor. The \r\n  condition stated the following:\r\n\r\n\r\n  If the manner of completion of the Work and its \r\n    progress are and remain satisfactory to the Architect, and in the absence \r\n    of other good and sufficient reasons, for each category of Work shown to be \r\n    50 percent or more complete in the application of Payment, the Architect may, \r\n    without reduction of previous retainage, and on presentation by [General] \r\n    Contractor of the written consent of surety, certify any remaining progress \r\n    payments for each category of Work to be paid in full.\r\n\r\n\r\n(Emphasis added).  Further, the contract between General Contractor and Owner stated that the retainage would be reduced to five percent when fifty percent of\r\nthe work was completed, if approved by Owner and Architect.\r\n\r\nIn the American Institute of Architects' Guide for Supplementary Conditions, the guide for this retainage section cautions that, \"[n]o reduction in retainage\r\nshould be authorized unless consent of surety has been furnished by the Contractor.\"\r\n4.   In addition to determining whether a duty existed in this case, the jury must still determine whether Cullum will prevail on the other elements of negligence.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25266","title":"State v. Carter","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25266","description":"Criminal case discussing chain of custody.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25266\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n        The State, Respondent,  \r\n        \r\n             v. \r\n\r\n\r\n\r\n        Robert B. Carter, Petitioner. &nbsp; \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT \r\n  OF APPEALS\r\n\r\n\r\n\r\n    Appeal From Horry County\r\n    Paul M. Burch, Circuit Court Judge  \r\n  \r\n\r\n\r\n\r\nOpinion No. 25266\r\n  Heard February 6, 2001 - Filed March 26, 2001\r\n\r\n\r\n\r\n    AFFIRMED  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        C. Rauch Wise, of Greenwood, for petitioner.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy General Robert E. \r\n          Bogan, and Senior Assistant Attorney General Charles H. Richardson, \r\n          all of Columbia; and Solicitor J. Gregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE MOORE:  We \r\n  granted a writ of certiorari to review the Court of Appeals' unpublished opinion \r\n  affirming petitioner's convictions for first degree burglary, kidnaping, first \r\n  degree criminal sexual conduct, possession of a weapon during the commission \r\n  of a violent crime, and unlawful use of a telephone. (1) \r\n  Petitioner claims the State failed to establish a sufficient chain of custody \r\n  for the admission of a blood sample used to match his DNA with evidence found \r\n  at the scene. We affirm.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nVictim lived alone in the owner's apartment of \r\n  a small motel in Myrtle Beach. She testified that about 5:30 a.m. on December \r\n  3, 1994, she awoke to find a man on top of her in her bed. He put a pillowcase \r\n  over her head and threatened to kill her while holding a cold metal instrument \r\n  under her jaw that she thought was a gun. After giving her a choice between \r\n  fellatio or intercourse, the assailant put his penis in Victim's mouth under \r\n  the pillowcase. When he became dissatisfied with her performance, he masturbated \r\n  into her mouth and insisted she swallow the semen. He then tied her up and left \r\n  the apartment. \r\n\r\nAfter freeing herself, Victim found a pocket-knife \r\n  on her living room floor which she gave to police along with the pillowcase \r\n  and the clothing she was wearing at the time of the assault. She did not see \r\n  her assailant's face and could give police no identification.\r\n\r\nAbout six weeks later, on the afternoon of January \r\n  14, 1995, Victim received a telephone call from an unidentified male who asked \r\n  her, \"Have you woken up with any [penises] in your mouth lately?\" Victim recognized \r\n  the voice as that of her assailant. She received a similar call ten days later \r\n  in the early morning hours of January 24. On February 1, she received a third \r\n  call that she recorded. She also traced the caller's telephone number. \r\n\r\nWhen Victim took this information to police, she \r\n  listened to the recording with Detective Starr. Detective Starr told her the \r\n  call came from a phone booth outside a nearby motel, the Lighthouse, and asked \r\n  if she knew anyone living there. Victim recalled that petitioner, whom she knew \r\n  because she was friendly with his parents, (2) \r\n  was living at the Lighthouse. She then identified the voice on the tape as petitioner's.\r\n\r\nAt trial, the State introduced the testimony of \r\n  two police officers who saw petitioner in the vicinity of the phone booth outside \r\n  the Lighthouse at approximately the time the third phone call was made. In addition, \r\n  the State's expert testified that semen (3) was \r\n  found on the pillowcase given to police which matched petitioner's DNA as indicated \r\n  by the blood sample taken from him before trial. \r\n\r\nPetitioner's blood sample was drawn pursuant to \r\n  a consent order requiring him to submit to blood and saliva sampling. Petitioner \r\n  was escorted by police to the hospital where Dr. Proctor supervised the taking \r\n  of blood and saliva samples which he testified were placed in a kit supplied \r\n  by SLED. This kit was a cardboard box that had styrofoam containers in it to \r\n  hold the glass tubes of blood. Dr. Proctor sealed the kit with a type of security \r\n  tape that cannot be pulled off without leaving obvious signs of tampering. \r\n\r\nDeputy Johnson, who witnessed the sampling, \r\n  (4) transported the taped kit to the Myrtle Beach Police Department \r\n  and gave it to Detective Baker who gave it to the evidence custodian, Doug Britton. \r\n  Officer Lail picked up the kit from Britton and transported it to SLED for testing. \r\n  The kit was still taped when Lail gave it to SLED agent McKay. \r\n\r\nInexplicably, when Agent McKay opened the kit, \r\n  it contained only the two tubes of petitioner's blood and no saliva sample. \r\n  McKay broke down the kit and put the tubes of blood in a heat-sealed pouch with \r\n  an I.D. bar code on it and placed the pouch in a secure refrigerator. \r\n\r\nSLED analyst Reinhart retrieved the sealed pouch \r\n  from the refrigerator for preliminary testing. Reinhart was able to determine \r\n  petitioner was a non-secretor  (5) from his blood. \r\n  The saliva sample was not needed. (6) Because \r\n  petitioner's status as a non-secretor was consistent with the semen on the pillowcase, \r\n  Reinhart forwarded the blood samples to SLED analyst Lambert for further analysis. \r\n  Lambert made the DNA match. \r\n\r\nPetitioner objected that the chain of custody for \r\n  his blood sample, which provided the necessary evidence for the DNA match, was \r\n  defective. He argued the fact that the kit did not contain a saliva sample when \r\n  it was broken open by SLED agent McKay indicated a break in the chain of custody. \r\n  The trial judge found there was nothing to indicate the integrity of the blood \r\n  samples themselves had been compromised and admitted the evidence. \r\n\r\nThe Court of Appeals held the issue of the \r\n  missing saliva sample went to the weight of the evidence and not its admissibility \r\n  since the State established a continuous chain of custody.  \r\n   (7)  \r\n\r\n\r\n    ISSUE  \r\n  \r\n\r\n\r\n\r\n  Did the State prove a sufficient chain of custody \r\n    for the admission of petitioner's blood sample?\r\n\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nThe State must prove a chain of custody for a blood \r\n  sample from the time it is drawn until it is tested. State v. Smith, \r\n  326 S.C. 39, 482 S.E.2d 777 (1997). A complete chain of evidence must be established \r\n  as far as practicable, tracing possession from the time the specimen is taken \r\n  from the human body to the final custodian by whom it is analyzed. State \r\n  v. Cribb, 310 S.C. 518, 426 S.E.2d 306 (1992); Raino v. Goodyear Tire \r\n  and Rubber Co., 309 S.C. 255, 422 S.E.2d 98 (1992); State v. Kahan, \r\n  268 S.C. 240, 233 S.E.2d 293 (1977) (citing Benton v. Pulliam, \r\n  232 S.C. 26, 100 S.E.2d 534 (1957)). Proof of chain of custody need not negate \r\n  all possibility of tampering so long as the chain of possession is complete. \r\n  State v. Williams, 301 S.C. 369, 393 S.E.2d 181 (1990).\r\n\r\nIn applying this rule, we have found evidence inadmissible \r\n  only where there is a missing link in the chain of possession because the identity \r\n  of those who handled the blood was not established at least as far as practicable. \r\n  See State v. Cribb, supra; Raino v. Goodyear, \r\n  supra; State v. Williams, supra; Benton v. Pulliam, \r\n  supra; see also State v. Joseph, 328 S.C. 352, 491 \r\n  S.E.2d 275 (Ct. App. 1997). On the other hand, where the identity of persons \r\n  handling the specimen is established, we have found evidence regarding its care \r\n  goes only to the weight of the specimen as credible evidence. See, \r\n  e.g., State v. Smith, supra (storage of blood in arresting \r\n  officer's home). In other words, where there is a weak link in the chain of \r\n  custody, as opposed to a missing link, the question is only one of credibility \r\n  and not admissibility. See Ex parte: Williams, 548 So.2d 518 \r\n  (Ala. 1989); State v. Stevenson, 523 S.E.2d 734 (N.C. Ct. App. 1999).\r\n\r\nApplying this rule to the case at hand, we \r\n  find no missing link in the chain of custody. Since all custodians of the blood \r\n  testified, petitioner had the opportunity to cross-examine each of them regarding \r\n  care of the blood. Each custodian testified he or she did not alter the evidence \r\n  in any way and that the security tape was unbroken. The evidence that a saliva \r\n  sample was placed in the kit simply contradicts the State's evidence negating \r\n  tampering, thereby creating a factual issue. In sum, we find the evidence of \r\n  a discrepancy in the contents of the kit does not render the blood sample inadmissible \r\n  but goes only to its weight as credible evidence.  \r\n   (8)  \r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, \r\n  JJ., concur. \r\n1. Petitioner was sentenced \r\n  to life for burglary, thirty years concurrent for kidnaping, thirty years consecutive \r\n  for criminal sexual conduct, and consecutive terms of five and ten years respectively \r\n  on the weapon and telephone charges. \r\n2. Victim testified petitioner's \r\n  parents had lived at her motel for about a year until the August before the \r\n  attack and petitioner had stayed with them for part of that time. She had given \r\n  petitioner's father a key to her apartment on one occasion when she went out \r\n  of town. This key was never definitively linked to petitioner, however. Victim's \r\n  apartment showed no signs of forced entry after the attack. \r\n3. Expert testimony indicated \r\n  there were actually two stains on the pillowcase that were tested. The smaller \r\n  stain was semen identified by the presence of a male-specific protein, P-30, \r\n  and the other, larger stain was a mixed semen and saliva stain. Both stains \r\n  matched petitioner's DNA. As part of the defense case, petitioner's expert testified \r\n  he tested only the larger stain and it was not conclusively semen. He admitted \r\n  the stain, whatever it was, did match petitioner's DNA. \r\n4. Deputy Johnson's contemporaneous \r\n  notes also indicated saliva samples were taken at the hospital. Under cross-examination \r\n  by the Solicitor, however, Deputy Johnson capitulated and stated he did not \r\n  remember whether saliva was taken or not. \r\n5. An individual's status as \r\n  a non-secretor means blood type cannot be determined from other bodily fluids. \r\n6. Saliva samples are used as \r\n  a back-up only if it is not possible to determine secretor status from the subject's \r\n  blood. \r\n7. The Court of Appeals further \r\n  held there was no evidence the \"independently sealed\" blood samples were compromised. \r\n  We find no evidence in the record indicating the tubes of blood were independently \r\n  sealed. Both Dr. Proctor and the technician who actually drew the blood testified \r\n  only that the tubes were labeled and placed in the kit and the entire kit was \r\n  then sealed. \r\n8. At oral argument before this \r\n  Court, counsel argued the absence of the saliva sample was circumstantial evidence \r\n  that SLED agents planted petitioner's saliva on the pillowcase as part of the \r\n  mixed semen and saliva stain and then matched it to the DNA from his blood sample. \r\n  See footnote 4, supra. While we find this novel argument intriguing, \r\n  we note the presence of two stains on the pillowcase, one of which was \r\n  clearly identified as semen and which matched petitioner's DNA in addition \r\n  to the DNA found in the mixed semen and saliva stain. In any event, counsel's \r\n  argument goes only to the weight of the pillowcase stains as evidence and not \r\n  the admissibility of the blood sample.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25267","title":"Gilfillin v. Gilfillin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25267","description":"This case concerns whether the family court has the authority to require a payor spouse to estabish an alimony trust to secure the payment of periodic alimony beyond the payor spouse's death.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Melanie J. Gilfillin, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nEugene A. Gilfillin, II as\r\nPersonal Representative of the\r\nEstate of James M. Gilfillin, Jr., Petitioner.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Greenville County\r\nW. Frank Rogers, Jr., Family Court Judge\r\n\r\n\r\n\r\nOpinion No. 25267\r\nHeard June 20, 2000 - Filed March 26, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nDavid H. Wilkins, Timothy E. Madden and Joseph M. Ramseur, Jr., all of Wilkins &amp; Madden, P.A., of Greenville, for petitioner.\r\n\r\nGwendolynn W. Barrett, of Barrett &amp; Mackenzie, LLC, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nCHIEF JUSTICE TOAL:   James Gilfillin (\"Husband\") was granted a divorce from his wife Melanie Gilfillin (\"Wife\").  Part of the family court's order\r\nrequired Husband to establish a $300,000 alimony trust to secure periodic alimony payments to Wife in the event he predeceased her.  Husband appealed and\r\nthe Court of Appeals affirmed, but also modified the order so that Husband could meet his obligation by securing life insurance.  See Gilfillin v. Gilfillin, 334\r\nS.C. 213, 512 S.E.2d 534 (Ct. App. 1999).  Husband has appealed.  We reverse.\r\nFactual/Procedural Background\r\n\r\n\r\nHusband and Wife were married for over fourteen years and had one child.  During the marriage, Husband worked for his family's insurance business while\r\nWife primarily stayed at home and raised their son.  Wife worked only occasionally as a substitute schoolteacher.  Two years prior to their separation, Husband\r\ninherited a stock portfolio worth over $4.8 million and began taking steps to retire.   Husband was 58 years old at the time of the divorce and Wife was 46 years\r\nold.\r\n\r\nWife suffers from schizoaffective disorder and her condition had an enormous impact on the marriage.  Husband testified that Wife's illness led her to believe\r\nthat he was engaged in numerous adulterous affairs.  At the hearing, Wife introduced no evidence that Husband had committed adultery.  While her condition is\r\ntreatable, Wife often failed to take her medication.  These lapses in medication resulted in a need for hospitalization.  During the marriage, Wife was\r\nhospitalized on at least six occasions.  These hospital stays ranged from a few days to several months.\r\n\r\nOn January 7, 1994, Wife changed the locks on their marital residence and left a note stating, \"On the advice of my psychiatrist we are to stay away from each\r\nother.  I have moved most of your clothes from the bedroom and your toiletries over to 12 Ashley Avenue.  My attorney has a call into your attorney.\"  As a\r\nresult, Husband moved out of the marital residence.  Wife then filed an action for separate maintenance and support.  Husband sought a divorce based on\r\ndesertion.\r\n\r\nUnder their equitable distribution settlement, Wife received marital assets valued at $121,395, including the marital home.  Husband received $28,678 in\r\nmarital assets and each party retained their respective nonmarital assets.  Among the nonmarital assets Husband retained was his valuable stock portfolio.\r\n\r\nWhile the family court granted Husband a divorce on the ground of desertion, he was ordered to pay $3,200 a month in periodic alimony.  The court denied\r\nWife's request for lump sum alimony.  The family court also required Husband to establish a trust with $300,000 in cash or liquid securities to provide Wife\r\nwith security for the payment of alimony in the event he predeceased her.  Husband was to be the income beneficiary of the trust during his lifetime.  After his\r\ndeath, Wife would be entitled to the interest and dividends and could invade the corpus of the trust as necessary to receive an amount equal to the periodic\r\nalimony payments.  Upon Wife's death, the remaining corpus of the trust was to pass to a beneficiary designated by Husband.\r\n\r\nHusband appealed the family court's order establishing the alimony trust.  Initially, the Court of Appeals upheld the family court order in an unpublished\r\nopinion.  Husband's petition for a rehearing en banc was denied.  The Court of Appeals then published an opinion modifying the family court order so that\r\nHusband could purchase life insurance in lieu of creating the alimony trust.  Husband appealed the Court of Appeals' decision.  During the pendency of the\r\ncurrent appeal, Husband died unexpectedly.  The issues before the Court are:\r\n\r\n\r\nI.   Did the family court have the authority to require a payor spouse to establish an alimony trust to secure the payment of periodic alimony beyond the payor\r\nspouse's death?\r\n\r\nII.   If the family court did have the authority to create the alimony trust, was it proper to require Husband to fund the trust at an amount greater than his share of\r\nthe equitable division?\r\n\r\nIII.   Did the Court of Appeals err in amending the family court order to allow Husband to maintain life insurance for payment of periodic alimony beyond his\r\ndeath as an alternative to the alimony trust?\r\n\r\n\r\n\r\n\r\nLaw/Analysis\r\nI.   The Family Court's Authority to Establish an Alimony Trust Securing Periodic Alimony Beyond the Payor Spouse's Death\r\n\r\nHusband argues the family court did not have the authority to establish an alimony trust to secure payment of periodic alimony beyond his death. We agree.\r\n\r\nAt common law, the obligation to pay periodic alimony ended at death.  See McCune v. McCune, 284 S.C. 452, 327 S.E.2d 340 (1985).  Before 1990, a family\r\ncourt did not have the authority to require a payor spouse to secure the payment of periodic alimony beyond the payor spouse's lifetime.  See Hardin v. Hardin,\r\n294 S.C. 402, 365 S.E.2d 34 (Ct. App. 1987).  In Hardin, the Court of Appeals found a family court needed both statutory authority and a finding of special\r\ncircumstances before it could require a payor spouse to secure periodic alimony beyond his death by means of life insurance.  Id.  Several subsequent cases also\r\nstruck down family court orders attempting to secure periodic alimony payment beyond the life of the payor spouse.  See, e.g., Ferguson v. Ferguson, 300 S.C.\r\n1, 386 S.E.2d 267 (Ct. App. 1989); Hickman v. Hickman, 294 S.C. 486, 366 S.E.2d 21 (Ct. App. 1988).\r\n\r\nIn 1990, the Legislature amended S.C. Code Ann. \r\n  § 20-3-130 (Supp. 1999). Section 20-3-130(B)(1) now codifies the common law \r\n  rule that periodic alimony terminates at death. That section also states that \r\n  a family court has the power to order \"[p]eriodic alimony to be paid but terminating \r\n  . . . upon the death of either spouse (except as secured in subsection (D).&quot; \r\n  Id. (emphasis added). Therefore, a family court can require payments \r\n  of periodic alimony beyond the death of the payor spouse only when that alimony \r\n  is \"as secured in subsection (D).\"\r\n\r\nSubsection 20-3-130(D) states:\r\n\r\n\r\nIn making an award of alimony or separate maintenance and support, the court may make provision for security for the payment of the support including, but\r\nnot limited to, requiring the posting of money, property, and bonds and may require a spouse, with due consideration of the cost of premiums, insurance plans\r\ncarried by the parties during marriage, insurability of the payor spouse, the probable economic condition of the supported spouse upon the death of the payor\r\nspouse, and any other factors the court may deem relevant, to carry and maintain life insurance so as to assure support of a spouse beyond the death of the payor\r\nspouse.\r\n\r\n\r\nThe Court of Appeals held the phrase \"but not limited to\" gave the family court the authority to require Husband to create the alimony trust to secure payment\r\nof periodic alimony beyond his death.\r\n\r\nHusband argues that subsection 20-3-130(D) has two purposes: (1) it allows the family court to secure payments of alimony during the lifetime of the payor\r\nspouse by requiring the posting of money, property, and bonds; and (2) the section also creates the statutory authority Hardin found the family court lacked to\r\nrequire a payor spouse to obtain life insurance to secure payment of periodic alimony beyond the payor's death. Husband's contention is that the phrase \"but not\r\nlimited to\" only modifies the first portion of the section listing how the family court may secure payment of alimony during the lifetime of the payor spouse. \r\nHusband argues that the only method sanctioned by the Legislature for securing payment of periodic alimony beyond the life of the payor spouse is life\r\ninsurance.  We agree with Husband.\r\n\r\nThe cardinal rule of statutory construction is for the Court to ascertain and effectuate the intent of the Legislature.  See Mid-State Auto Auction of Lexington,\r\nInc. v. Altman, 324 S.C. 65, 476 S.E.2d 690 (1996).  If a statute's language is plain and unambiguous, and conveys a clear and definite meaning, there is no\r\noccasion for employing any rules of statutory interpretation and this Court has no right to look for or impose another meaning.  See Paschal v. State of South\r\nCarolina Election Comm'n, 317 S.C. 434, 454 S.E.2d 890 (1995).  Where a statute is ambiguous, however, we must construe the terms of the statute.  See\r\nLester v. South Carolina Workers' Compensation Comm'n, 334 S.C. 557, 514 S.E.2d 751 (1999).  We find the language of section 20-3-130 is ambiguous on its\r\nface because it is unclear whether the Legislature meant the phrase \"but not limited to\" to modify only the ways to secure payment of support during the payor's\r\nlifetime or whether the phrase is also meant to modify the later discussion about securing payment after the payor's death through life insurance.  Since the\r\nplain language of the statute does not reveal one clear meaning, we will apply the rules of statutory interpretation to ascertain the intent of the General\r\nAssembly.\r\n\r\nSince subsection 20-3-130(D) is in derogation of the common law rule that periodic alimony terminates at the death of the payor spouse, the statute will be\r\nstrictly construed.  \"Statutes in derogation of the common law are to be strictly construed.\"  South Carolina Dep't. of Social Services v. Wheaton, 323 S.C. 299,\r\n474 S.E.2d 156 (Ct. App. 1996).  We will not extend the application of the statute beyond the clear legislative intent.  Id.  In the current case, the statute is\r\nambiguous and we find no clear legislative intent supporting the use of devices other than life insurance to secure payment of periodic alimony beyond the\r\ndeath of the payor spouse.  \r\n\r\nAllowing family courts to invent new methods of securing the payment of periodic alimony beyond the death of the payor spouse would be a dramatic change to\r\nthe law of alimony.  Until 1990, South Carolina had no sanctioned method for securing the payment of such alimony beyond death and attempts to do so were\r\nroutinely struck down.  See Ferguson v. Ferguson, 300 S.C. 1, 386 S.E.2d 267 (Ct. App. 1989); Hickman v. Hickman, 294 S.C. 486, 366 S.E.2d 21 (Ct. App.\r\n1988); Hardin v. Hardin, 294 S.C. 402, 365 S.E.2d 34 (Ct. App. 1987).  With the enactment of subsection 20-3-130(D), the Legislature provided that life\r\ninsurance could be used to secure such payment whenever the family court made factual findings concerning five factors favored requiring such insurance. \r\nConsistent with our rule of statutory construction that statutes in derogation of the common law are strictly construed, subsection 20-3-130(D) is limited to\r\nallowing life insurance, the only specifically endorsed method of securing periodic alimony, as the only method for securing payments beyond the life of the\r\npayor spouse.\r\n\r\nOur ruling also guarantees consistency between subsection 20-3-130(B)(1) and the language \"but not limited to\" in subsection 20-3-130(D).  \"In construing\r\nstatutory language, the statute must be read as a whole, and sections which are part of the same general statutory law must be construed together and each one\r\ngiven effect.\"  TNS Mills, Inc. v. South Carolina Dep't of Revenue, 331 S.C. 611, 620, 503 S.E.2d 471, 476 (1998).  Subsection 20-3-130(B)(1) codifies the\r\ncommon law rule that periodic alimony terminates at the death of either spouse except when the alimony is secured as discussed in subsection (D).   As the\r\nCourt of Appeals interpreted the phrase \"but not limited to,\" a family court would not be limited by any restrictions in subsection (D) when securing payment of\r\nperiodic alimony.\r\n\r\nUnder the Court of Appeals' interpretation, a family court would be free to invent new methods, such as this alimony trust, for securing payment of periodic\r\nalimony after the death of the payor spouse.  While the use of life insurance is restricted in subsection (D) for use only after the family court makes\r\ncomprehensive review of five distinct issues, the Court of Appeals interpretation would require no review of any specific factors whenever a family court\r\ncreates a new method for securing alimony.  Such an unrestricted approach and dramatic change of the common law is not supported by the statute.\r\n\r\nII.   Remaining Issues\r\n\r\nSince the family court did not have the authority to create the alimony trust, we need not address Husband's argument that the court erred in funding the trust\r\nwith his nonmarital property.  In addition, both parties have agreed that Husband's argument concerning the Court of Appeals' modification of the family court\r\norder is moot in light of Husband's death. \r\n\r\nIn her brief to this Court, Wife argues that if the alimony trust is held improper, she should be awarded the $300,000 as lump sum alimony.  However, the trial\r\ncourt rejected Wife's request for lump sum alimony and she did not appeal that decision.  As a result, the issue of lump sum alimony is not properly before this\r\nCourt.  Furthermore, Wife's right to receive alimony terminated with Husband's death so that any remand on the issue of lump sum alimony would be\r\nimproper.\r\n\r\nConclusion\r\n\r\n\r\nBased on the foregoing, we REVERSE the Court of Appeals.\r\n\r\nWALLER, BURNETT and PLEICONES, JJ., concur.  MOORE, J., dissenting in a separate opinion.\r\n\r\nJUSTICE MOORE (dissenting):  I respectfully dissent.  I would hold the family court had statutory authority to order Husband to set\r\nup an alimony trust.  Even if the family court did not have the authority, as the majority holds, I would remand the case for the family\r\ncourt to reconsider an award of lump sum alimony.\r\n\r\nI agree with the majority's conclusion that § 20-3-130(D) \r\n  is ambiguous and thus the intent of the legislature needs to be ascertained \r\n  in interpreting this code section. Gilstrap v. South Carolina Budget &amp; \r\n  Control Bd., 310 S.C. 210, 423 S.E.2d 101 (1992)(if statute is ambiguous, \r\n  primary rule of construction is to ascertain and give effect to legislature's \r\n  intent). However, I disagree with the majority as to what the legislature intended \r\n  when it amended § 20-3-130. (1) \r\n\r\nIn a strikingly similar case, the New Jersey Supreme \r\n  Court held that a like statute does authorize the creation of a trust to secure \r\n  the payment of alimony because the legislature intended to protect the former \r\n  spouse. Jocobitti v. Jacobitti, 135 N.J. 571, 641 A.2d 535 (1994). In \r\n  Jacobitti, the family court ordered a husband to create the same type \r\n  of trust as ordered in the current case. The ninety-year-old husband was worth \r\n  six to nine million dollars. The wife, who was nineteen years younger than her \r\n  husband, had multiple sclerosis and was totally dependant on her ex-husband. \r\n  The wife was awarded $75,000 in the equitable division of the marital property \r\n  following the dissolution of their sixteen-year marriage. The court held the \r\n  ninety-year old-husband, if insurable at all, would have to pay exorbitant premiums \r\n  so that life insurance was not a viable option. The court held a trust accomplishes \r\n  the legislature's intent and was a form of self-insurance.  Id. at 540. \r\n  The court concluded the trust simply replaces the statutory exception for life \r\n  insurance. See also McCarthy v. McCarthy, 319 N.J. Super. 138, \r\n  725 A.2d 32 (1999)(\"Jocobitti trust\" is simply substitute for life insurance).\r\n\r\nHere, the family court found that \"[t]he alternative of the purchase of life insurance [was] too expensive due to the Husband's age\" and,\r\nbased primarily on that finding, determined that the appropriate method to provide security would be through the creation of the trust. \r\nThe family court found several factors that would warrant continuation of spousal support in the event Husband predeceased Wife.  First,\r\nthere was the twelve-year age difference between the parties and the longer life expectancy accorded to Wife by the life expectancy tables\r\nset forth in S.C. Code Ann. § 19-1-150 (1985), making it reasonably foreseeable that Wife would survive Husband by more than fourteen\r\nyears.  In addition, Wife's history of mental problems, which have resulted in significant medical expenses and her inability to maintain\r\ngainful employment, supports the family court's finding that cessation of alimony payments due to Husband's death would leave her\r\ndestitute.  Given these facts, I would hold the family court acted within its discretion in determining there were special circumstances\r\nsupporting the deviation from the normal rule that alimony payments would cease upon the death of either party.  The family court then\r\nfound that requiring Husband to obtain life insurance would be too expensive due to Husband's age and further Husband did not at that\r\ntime have any life insurance under which he could designate Wife as the beneficiary.  It was under these circumstances that the family\r\ncourt ordered Husband to create a trust to provide security for Wife.  I find it inequitable that Wife will now receive nothing.\r\n\r\nFurthermore, had the family court known that the \r\n  majority would hold he did not have the authority to order the creation of the \r\n  trust, I believe he would have ordered Husband to obtain life insurance or awarded \r\n  lump sum alimony. (2) The family court was attempting \r\n  to be equitable to both parties by not requiring Husband to obtain life insurance \r\n  as it would be too expensive. I note Husband had a net worth of $4.9 million \r\n  and requiring him to obtain life insurance or pay lump sum alimony would not \r\n  bankrupt him. The majority's decision, however, will leave Wife destitute. \r\n  (3) \r\nAssuming the majority is correct in its holding \r\n  that the family court does not have the statutory authority to order a trust, \r\n  in my opinion, the family court should now reconsider Wife's request for lump \r\n  sum alimony. This case presents a situation similar to that in Fort v. Fort, \r\n  270 S.C. 255, 241 S.E.2d 891 (1978). There the wife sought a divorce, alimony, \r\n  and equitable distribution. The husband counterclaimed for a divorce. The master \r\n  denied both parties' claims for a divorce, but granted the wife use of the marital \r\n  home. The husband excepted to the ruling, the wife did not. The circuit court \r\n  reversed the ruling and granted husband a divorce but did not address the wife's \r\n  request for alimony or property division. In ruling on the wife's contention \r\n  that she was entitled to consideration by the trial court of her request for \r\n  alimony, we said:\r\n\r\n\r\nAfter the husband excepted to the master's report,\r\nthe wife might have conditionally excepted, submitting that if the judge found that the husband\r\nwas entitled to a divorce, he should order alimony and a property settlement.  We are not prepared to\r\nsay she should have anticipated the ruling and that her failure to file conditional exceptions should bar\r\nher from having the issues considered.  The issues were definitely raised in her pleadings and in her\r\nprayer for relief.&nbsp;\r\n\r\n\r\n270 S.C. at 260, 241 S.E.2d 894. In Reaves v. \r\n  Reaves, 262 S.C. 499, 206 S.E.2d 405 (1974), the trial court granted the \r\n  husband a divorce on the ground of desertion and denied the wife's request for \r\n  alimony. On appeal we reversed and remanded for consideration of alimony. We \r\n  held:\r\n\r\n\r\nThe denial of any alimony to the wife was predicated\r\nat least in part, upon the court's finding that the husband was entitled to a divorce on the ground of\r\ndesertion.  In view of our holding that the husband was not so entitled, the situation is now substantially\r\ndifferent.  Whether, under this circumstance and all other pertinent circumstances, the wife is now entitled\r\nto any support or alimony, is a matter which has not actually been passed upon by the court below and one\r\nwhich we are reluctant to consider&nbsp; initially in the present state of the record.  Such issue, or question, is therefore\r\nleft open for such further proceedings thereabout as the parties hereto might deem appropriate.  . . .\r\n\r\n\r\nId. at 407. See also Timms v. \r\n  Timms, 290 S.C. 133, 348 S.E.2d 386 (Ct. App. 1986)(citing Reaves). \r\n  Similarly, here Wife did not appeal the denial of her request for lump sum alimony \r\n  as she was awarded permanent periodic alimony secured by the trust. In my opinion, \r\n  whether Wife is entitled to an award of lump sum alimony now should be a matter \r\n  for the family court to reconsider. Furthermore, I strongly disagree with the \r\n  majority's conclusion that the right for Wife to receive lump sum alimony terminated \r\n  upon Husband's death. Unlike an award of periodic alimony which terminates upon \r\n  the payor's death, an award of lump sum alimony does not. Accordingly, I would \r\n  affirm the Court of Appeals in result or, at least, remand for the family court \r\n  to reconsider an award of lump sum alimony. \r\n1. I do not think § 20-3-130 \r\n  is in derogation of the common law as the majority holds. In Hardin v. Hardin, \r\n  294 S.C. 402, 365 S.E.2d 34, 36 (Ct. App. 1987), the court held \"absent special \r\n  circumstances or specific statutory authority, both of which are lacking here, \r\n  the Family Court does not have the inherent power to require a supporting spouse \r\n  to obtain or maintain, solely as an incident of periodic support, a life insurance \r\n  policy naming the dependent spouse as beneficiary ...\" (emphasis added). This \r\n  case and those following it do not prohibit ordering life insurance to secure \r\n  alimony if there are special circumstances or statutory authority. \r\n2. Special circumstances justifying \r\n  a lump sum award include the need to continue support after the death of the \r\n  supporting spouse. See McCune v. McCune, 284 S.C. 452, 327 S.E.2d \r\n  340 (1985); Hendricks v. Hendricks, 285 S.C. 591, 330 S.E.2d 553 (Ct.App.1985).\r\n\r\n3. As to the second issue raised \r\n  on appeal, Husband contends the family court does not have jurisdiction to apportion \r\n  non-marital property. Husband received approximately $29,000 in marital assets \r\n  in equitable distribution and he was ordered to pay Wife $3,200 per month in \r\n  periodic alimony. However, requiring Husband to fund a trust to secure the payment \r\n  of periodic alimony is not apportioning non-marital property. Within one year, \r\n  Husband therefore would be using non-marital assets to pay the periodic alimony. \r\n  Alimony is not limited to a spouses's share of the equitable distribution. Further, \r\n  the family court did not order any specific proeprty to be transferred to fund \r\n  the trust. Cf. Thornton v. Thornton, 328 S.C. 96, 492 S.E.2d \r\n  86 (1997)(family court had no authority to transfer specific property as security \r\n  for alimony).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25268","title":"In the Matter of Michael O'Donnell Edens","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25268","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to a public reprimand.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Michael\r\nO'Donnell Edens, Respondent.\r\n        &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25268\r\nSubmitted February 27, 2001 - Filed March 26, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Henry B. Richardson, Jr., Susan M. Johnston, \r\n          and Michael S. Pauley, all of Columbia, for the Office of Disciplinary \r\n          Counsel.\r\n        Russell W. Templeton, of Columbia, for \r\n          respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  Respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, Rule 413,\r\nSCACR.  In the agreement, respondent admits misconduct and consents to a public reprimand.  We accept the agreement and issue a public reprimand.  The\r\nfacts as admitted in the agreement are as follows.\r\n\r\nFacts\r\n\r\nRespondent represented a client in a real estate closing in 1993.  In 1999, the client discovered two mortgage refinance transactions that were executed at\r\nclosings subsequent to the 1993 purchase of the property.  The client had no knowledge of the transactions and was not present at their closings.  However, the\r\nrelevant documents bore the client's name and were notarized by respondent and respondent's office manager.  The client's wife had forged the client's name\r\non the documents executed at the closings.\r\n\r\nIn respondent's initial response to disciplinary counsel, respondent indicated that he and the client were present at the closings of the transactions.  Respondent\r\nsubsequently learned from the client's wife that neither he nor the client were present at the closing.  As a result of his failure to properly supervise the\r\ntransaction, respondent inadvertently assisted the client's wife in improper conduct by not actually witnessing the client's signature and by not ensuring that the\r\nclient's signature was genuine.\r\n\r\nRespondent also admits that he was not always present for real estate closings involving refinancing, home equity loans, or second mortgages and that he\r\ninstead allowed his office manager to conduct refinancing closings in his absence.  However, respondent did review the documents related to a few of these\r\nclosings before the expiration of relevant time periods and required clients to return to his office to sign corrections.\r\n\r\nLaw\r\n\r\nAs a result of his conduct, respondent has violated the following Rules of Professional Conduct, Rule 407, SCACR:  Rule 1.2 (a lawyer shall consult with the\r\nclient as to the means by which representation is to be pursued); Rule 5.3 (a lawyer shall be responsible for the conduct of a non-lawyer assistant); Rule 5.5 (a\r\nlawyer shall not assist a person who is not a member of the bar in the performance of activity that constitutes the unauthorized practice of law); Rule 8.4(a)\r\n(violating the Rules of Professional Conduct); and Rule 8.4(e) (a lawyer shall not engage in conduct that is prejudicial to the administration of justice).  In\r\naddition, respondent has violated the following Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the Rules of\r\nProfessional Conduct) and Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or bring the legal profession into disrepute).\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nWe agree with the finding of improper conduct and find that a public reprimand is the appropriate sanction.  Accordingly, respondent is hereby publicly\r\nreprimanded for the conduct detailed above.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25269","title":"In the Matter of Maria Reichmanis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25269","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to a public reprimand.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        In the Matter of Maria Reichmanis, \r\n          Respondent.  \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25269\r\n  Submitted February 13, 2001 - Filed March 26, 2001\r\n\r\n\r\n\r\n    PUBLIC REPRIMAND  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., Susan M. Johnston, and \r\n          Deborah S. McKeown, all of Columbia, for the Office of Disciplinary \r\n          Counsel.\r\n\r\n        Maria Reichmanis, pro se, of Aiken.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  \r\n  In this attorney disciplinary matter, respondent and Disciplinary Counsel have \r\n  entered into an Agreement for Discipline by Consent pursuant to Rule 21, RLDE, \r\n  Rule 413, SCACR. In the Agreement, respondent admits misconduct and consents \r\n  to the imposition of a sanction of an admonition or a public reprimand. We accept \r\n  the Agreement and impose a public reprimand. The facts as admitted in the Agreement \r\n  are as follows.\r\n\r\nFacts\r\n\r\nI. Patent Matters \r\nRespondent was retained by two clients to obtain \r\n  patents from the United States Patent and Trademark Office (PTO). The first \r\n  client paid respondent an $800 fee. On behalf of the client, respondent performed \r\n  research and drafted an amended patent application, which was filed with the \r\n  PTO in April 1997. Respondent communicated with her client in April and May \r\n  1997, regarding the status of the application, but then took no further action \r\n  on the application until early 1999 when she was contacted by the client's spouse \r\n  regarding the status of the matter. Respondent sent a status letter to the PTO \r\n  in March 1999, which was copied to the client. Since that time, respondent has \r\n  taken no further action nor communicated with the client regarding the application. \r\n  The client, as well as another patent attorney hired by the client, attempted \r\n  to communicate with respondent on several occasions, but respondent failed to \r\n  respond to their inquiries.\r\n\r\nThe second client paid respondent a $2,295 fee. \r\n  Respondent met with the client and thereafter prepared a patent application, \r\n  which was filed on June 4, 1996. Respondent communicated with the client on \r\n  several occasions in June and July 1996, but took no further action in the case \r\n  until October 1998, when she received a phone call from the patent examiner. \r\n  The examiner asked why respondent had not responded to the PTO's \"Office Action,\" \r\n  which had been sent to respondent. Respondent claimed she never received the \r\n  \"Office Action.\" The examiner faxed the document to respondent, who claims she \r\n  immediately wrote a letter advising the client of the \"Office Action\" and requested \r\n  the client contact respondent if the client wished to pursue the matter. However, \r\n  respondent cannot present any documentation to support her claim that she communicated \r\n  with the client regarding the \"Office Action.\" Respondent did not respond to \r\n  the \"Office Action\" and has taken no further action in this case. The client \r\n  attempted to communicate with respondent, but respondent failed to answer the \r\n  inquiries.\r\n\r\nII. Failure to Respond to Disciplinary \r\n  Counsel\r\n\r\nRespondent failed to respond to Disciplinary Counsel's \r\n  initial inquiries, Treacy (1) letters, or Notices \r\n  of Full Investigation regarding both client matters. After several phone calls \r\n  to respondent's office and home, respondent contacted Disciplinary Counsel, \r\n  but she could provide no legitimate reason for her failure to respond to the \r\n  inquiries. Disciplinary Counsel ultimately subpoenaed respondent pursuant to \r\n  Rule 19(c)(4), RLDE, in order to obtain a response in these matters.\r\n\r\nLaw\r\n\r\nBy her conduct, respondent has violated the following provisions of the Rules for Lawyer Disciplinary Enforcement, Rule 413,\r\nSCACR: Rule 7(a)(1)(violating the Rules of Professional Conduct); Rule 7(a)(3)(failing to respond to a lawful demand from a\r\ndisciplinary authority); Rule 7(a)(5) (engaging in conduct tending to pollute the administration of justice or to bring the courts\r\nor the legal profession into disrepute or conduct demonstrating an unfitness to practice law); and Rule 7(a)(6)(violating the oath\r\nof office taken upon admission to practice law in this state).\r\nRespondent has also violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (a\r\nlawyer shall provide competent representation to a client); Rule 1.3 (a lawyer shall act with reasonable diligence and\r\npromptness in representing a client); Rule 1.4 (a lawyer shall keep a client reasonably informed about the status of a matter and\r\npromptly comply with reasonable requests for information; a lawyer shall explain a matter to the extent reasonably necessary to\r\npermit the client to make informed decisions regarding the representation); Rule 8.1 (failing to respond to a lawful demand for\r\ninformation regarding a disciplinary matter); Rule 8.4(a) (violating the Rules of Professional Conduct); and Rule 8.4(e)\r\n(engaging in conduct prejudicial to the administration of justice).\r\n\r\n\r\n    Conclusion\r\n\r\n\r\n\r\nRespondent acknowledges her misconduct, and has not been previously sanctioned for misconduct.  We accept the Agreement\r\nfor Discipline by Consent and reprimand respondent for her conduct in these matters.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\n  TOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur. \r\n 1. Matter of Treacy, \r\n  277 S.C. 514, 290 S.E.2d 240 (1982).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25270","title":"In the Matter of Gregg F. Jones","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25270","description":"Attorney disciplinary matter in which respondent admitted misconduct and consented to a public reprimand.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Gregg F. Jones, Respondent.\r\n        &nbsp;\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25270\r\nSubmitted February 27, 2001 - Filed March 26, 2001\r\n\r\n\r\nPUBLIC REPRIMAND\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Assistant Attorney General Tracey C. Greene, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Gregg F. Jones, pro se, of Williamston.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM:   In this attorney disciplinary matter, respondent and Disciplinary Counsel have entered into an Agreement for Discipline by Consent pursuant\r\nto Rule 21, RLDE, Rule 413, SCACR.  In the Agreement, respondent admits misconduct and consents to the imposition of a sanction of a public reprimand or a\r\ndefinite suspension for up to sixty (60) days.  We accept the Agreement and impose a public reprimand.  The facts as admitted in the Agreement are as follows.\r\nFacts\r\n\r\nRespondent was originally hired to effectuate the transfer of one-half of a marital residence from a husband to his wife, pursuant to a divorce decree.  The wife\r\nwas to receive full ownership of the property, and the husband was to continue to pay the outstanding mortgage on the residence.  Respondent, as the closing\r\nattorney, represented the wife. \r\n\r\nThe residence was sold, leased, and transferred numerous times between 1994 and 1999.  Respondent was the closing attorney in all of these transactions.  All\r\nof the parties to these various transactions were aware that the residence was subject to an outstanding mortgage that was being paid by the husband of\r\nrespondent's original client.  In order to avoid putting the husband on notice that the wife had sold the residence, thereby running the risk that the husband\r\nwould stop paying the mortgage payments, respondent agreed to refrain from recording any of the deeds that resulted from these transactions.\r\n\r\n Respondent also intentionally omitted any mention of the outstanding mortgage when one of the subsequent owners of the residence retained him to assist in\r\nrefinancing the residence through the U.S. Department of Housing and Urban Development.\r\n\r\nFinally, respondent brought suit against the husband of his original client when the husband stopped making mortgage payments on the residence.  Respondent\r\nprepared, and the husband signed, a consent order representing that the wife had paid the balance on the mortgage when, in fact, one of the other purchasers of\r\nthe property had paid the balance owed.\r\n\r\nLaw\r\n\r\nBy his conduct, respondent has violated the following provisions of the Rules of Professional Conduct, Rule 407, SCACR: Rule 1.1 (a lawyer shall provide\r\ncompetent representation to a client); Rule 1.3 (a lawyer shall act with reasonable diligence and promptness in representing a client); Rule 1.4 (a lawyer shall\r\nkeep a client reasonably informed about the status of a matter and promptly comply with reasonable requests for information; a lawyer shall explain a matter to\r\nthe extent reasonably necessary to permit the client to make informed decisions regarding the representation); Rule 8.4(a) (violating the Rules of Professional\r\nConduct); and Rule 8.4(d) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation).\r\nRespondent has also violated the Rules for Lawyer Disciplinary Enforcement, Rule 413, SCACR: Rule 7(a)(1) (violating the Rules of Professional Conduct).\r\n\r\n\r\n    Conclusion \r\n  \r\n\r\n\r\nRespondent acknowledges his misconduct, and has not been previously sanctioned for misconduct.  We accept the Agreement for Discipline by Consent and\r\nreprimand respondent for his conduct in these matters.\r\n\r\nPUBLIC REPRIMAND.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25271","title":"Pinckney v. Warren","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25271","description":"This case concerns issues involving paternity and legitimacy.  The primary issue in this matter is whether the Mitchell v. Hardwick, 297 S.C. 48, 374 S.E.2d 681 (1988)requirments mandate that a child's paternity be established by court order or signed instrument,  even when no party disputes the child's paternity.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Alvin Pinckney and Silas\r\nKnight, Plaintiffs,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nCatherine C. Warren; Andrana\r\nJenkins; Gilda Graham;\r\nBenjamin Fripp; Lorraine\r\nLewis; James Pinckney, Jr. a/k/a\r\nScrappy Pinckney; D &amp; S\r\nDevelopment; Vivian Braswell;\r\nEthel Dixon Redd; Harvey\r\nDixon, Jr.; Betty Dixon Haynes;\r\nMadeline \"Bunches\" Miller;\r\nHarvey Pinckney; Mary Ervin\r\nPinckney, a person non compos\r\nmentis; Charlotte Turner; Maude\r\nAdams; Charles Davis;\r\nBenjamin Mood, Jr.; Mildred\r\nM. Sloss; Oliver Mood; Bryant\r\nLucas Mood; Dwayne F. Mood;\r\nBonita Mood; Maria R. Young;\r\nHelen Jefferson; Isaac Jefferson;\r\nRebecca J. Murdix; Linda M.\r\nHanton; Juanita  J. Green; Alvin \r\nJefferson; Lylene Jefferson;\r\nMiriam J. Harris; Maxine J.\r\nFreeman; Benjamin Jefferson;\r\nLucy J. Bellinger; Maude\r\nJefferson; Matthew Green;\r\nCharles Green; George Pugh;\r\nWalter D. Pugh and Jamie Mae\r\nP. Wilson, if they or any of them\r\nbe alive, and John Doe and\r\nMary Roe, Adults, and Richard\r\nRoe and James Roe, infants,\r\npersons under disability or\r\nincompetent, if any, including\r\nthose persons who might be in\r\nthe Military Service, within the\r\nmeaning of Title 50 United\r\nStates Code, commonly referred\r\nto as the Soldiers and Sailors\r\nRelief Act of 1940, fictitious\r\nnames designating the unknown\r\nheirs, devisees, distributees,\r\nissue, executors, administrators,\r\nsuccessors, or assigns of the\r\nabove named Defendants, if\r\nthey or any of them be dead,\r\nalso Lark Collins; Becky Rivers\r\nCollins a/k/a Binky Rivers\r\nCollins; Phillip Collins a/k/a\r\nFullard Collins; Susie Collins\r\nPinckney; Carrie Collins Knight\r\na/k/a Carrie Collins Knight\r\nPinckney; Lawrence Rivers;\r\nLizzie Rivers Bryant a/k/a\r\nElizabeth Rivers Bryant; Agnes\r\nRivers Pugh; Agnes Collins\r\na/k/a Agnes Jenkins; Jake\r\nPinckney; James Leonard\r\nPinckney; Bernice Fripp;\r\nEdward Knight; Paul Knight;\r\nClarence Knight; Marie Knight\r\nDixon a/k/a Miriam Knight\r\nDixon; Harvey Dixon; Lillian\r\nBryant Leasayers; Gertrude\r\nBryant Moughn; Lethonia\r\nBryant Mood; Benjamin Mood,\r\nSr.; Lucas Mood; Maggie Rivers\r\nJefferson a/k/a Maggie Rivers\r\nJefferson Green; Walter\r\nJefferson, Jr.; Lloyd Jefferson;\r\nJames Franklin Pugh, deceased,\r\nand also all other persons\r\nunknown, claiming any right,\r\ntitle, estate in or lien upon the\r\nreal estate described in the\r\nComplaint herein, Defendants,\r\n&nbsp;\r\n\r\n\r\nof whom Benjamin Fripp and Lorraine Lewis are,          Respondents,\r\n\r\n                                                                        and\r\n\r\nD &amp; S Development is            Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nRoger M. Young, Master-in-Equity\r\n\r\n\r\nOpinion No. 25271\r\nHeard January 23, 2001 - Filed March 26, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nPhilip G. Clarke, III, of Bleecker &amp; Clarke, LLC, of Charleston, for appellant.\r\n\r\nRobert D. Fogel, of Legare, Hare &amp; Smith, of Charleston, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCHIEF JUSTICE TOAL:  D&amp;S Development (\"D&amp;S\") appeals the Master-in-Equity's decision that it does not have an interest in the property sold to it by\r\nJames L. Pinckney, Jr. (a/k/a \"Scrappy Pinckney\").  The Master found Scrappy Pinckney did not have a valid interest in the property he sold to D&amp;S because he\r\nwas illegitimate and, therefore, not his father's heir at law.  We affirm the decision of the Master.\r\n\r\nFactual/Procedural Background\r\n\r\n\r\nScrappy Pinckney was born on April 19, 1927.  He is the son of James Leonard Pinckney and Maggie Richardson.  In 1954, James Leonard Pinckney died\r\nintestate, leaving an estate that included approximately ten acres of land located in both Charleston and Berkeley County. Scrappy Pinckney's interest in this\r\nproperty is premised on his alleged status as an heir at law of his father.  If he is James Leonard Pinckney's heir at law, he is one of the many heirs of Lark\r\nCollins, the original owner of the property.  \r\n\r\nThe Collins family, the Respondents in this matter, acknowledge that Scrappy Pinckney is a lineal descendant of Lark Collins and the son of James Leonard\r\nPinckney.  However, the Collins family asserts that Scrappy Pinckney is not an heir at law who could inherit a property interest from his father because he was\r\nillegitimate.  \r\n\r\nIn 1975, Donald Barkowitz and Sam Craven formed D&amp;S, a general partnership, to purchase Scrappy Pinckney's property interest.  D&amp;S paid $775.00 for\r\nScrappy Pinckney's partial interest in the property.  A quit-claim deed was signed on April 14, 1975, and recorded on April 15, 1975.  D&amp;S has paid the ad\r\nvalorem taxes on the property since the conveyance in 1975.   \r\n\r\nAll parties to this action recognize that Scrappy Pinckney validly executed a conveyance of his interest, if any, to D&amp;S.  However, according to the Collins\r\nfamily, Scrappy Pinckney did not have a valid property interest to transfer to D&amp;S because he is not James Leonard Pinckney's heir at law.         \r\n\r\nOn October 25, 1989, the Collins family filed a declaratory judgment action in Charleston County to quiet title to real property, obtain a decree establishing the\r\nfamily history of Lark Collins, identify the owners of the property, and determine each owner's interest in the property.  On October 26, 1989, the Collins\r\nfamily filed an identical action in Berkeley County.  Both Complaints allege the conveyance to D&amp;S was ineffective because Scrappy Pinckney was\r\nillegitimate, and, therefore, not an heir at law of James Leonard Pinckney.  \r\n\r\nThe two actions were consolidated and referred to the Honorable Louis E. Condon, the Master-in-Equity for Charleston County, for entry of a final order with\r\ndirect appeal to this Court.  D&amp;S and Scrappy Pinckney filed a joint Answer to the consolidated actions on May 7, 1991.  The Answer admitted the facts\r\ncontained in the Complaint and alleged an effective conveyance to D&amp;S. \r\n\r\nOn November 25, 1991, the Master established the family history of Lark Collins.  The Master confirmed Scrappy Pinckney was a lineal descendant of Lark\r\nCollins, but reserved the question of Scrappy Pinckney and D&amp;S's rights in the property.\r\n\r\nOn February 22, 1999, this matter was tried before the Honorable Roger M. Young, Master-in-Equity for Charleston County, to determine the extent of D&amp;S's\r\ninterest in the property.  On March 11, 1999, the Master denied D&amp;S's claim and found Scrappy Pinckney's claimed property interest, which he sold to D&amp;S,\r\nshould be awarded to Lorraine Lewis and the heirs of Bernice Pinckney Fripp, members of the Collins family.  On June 8, 1999, D&amp;S filed a Rule 59(e),\r\nSCRCP Motion, which was denied. D&amp;S appealed the Master's decision.\r\n\r\nThe following issues are before this Court on appeal:\r\n\r\n\r\n  I.&nbsp; Did the Master err by requiring that Scrappy Pinckney's paternity, though admitted by the parties, be established by court order or by instrument signed by\r\nJames Leonard Pinckney, Scrappy Pinckney's father?\r\n  \r\n  II. Did the Master err in disregarding the plain language of Scrappy Pinckney's birth certificate by finding his parents were not married at the time of his birth?\r\n\r\nLaw/Analysis\r\n\r\n\r\nIn an appeal from an action in equity, this Court has jurisdiction to find facts in accordance with its own view of the preponderance of the evidence.  Doe v.\r\nClark, 318 S.C. 274, 457 S.E.2d 336 (1995).  However, this broad scope of review does not require an appellate court to disregard the findings below or ignore\r\nthe fact that the trial judge is in the better position to assess the credibility of the witnesses.  Dorchester County Dep't of Soc. Servs. v. Miller, 324 S.C. 445, 477\r\nS.E.2d 476 (Ct. App. 1996).  Moreover, the appellant is not relieved of his burden of convincing the appellate court the trial judge committed error in his\r\nfindings.  Id.   \r\n\r\nI. Scrappy Pinckney's Legitimacy\r\n\r\nD&amp;S argues the Master erred by finding Scrappy Pinckney did not have a property interest because he was not James Leonard Pinckney's heir at law.   D&amp;S\r\nargues that where all parties to an action admit the paternity of an illegitimate child by the father, the Mitchell v. Hardwick, 297 S.C. 48, 374 S.E.2d 681 (1988)\r\nrequirement that paternity must be conclusively established by either a court order issued prior to the father's death or by an instrument signed by the father\r\nacknowledging paternity does not apply.  We disagree.  First, we will address whether Maggie Richardson and James Leonard Pinckney were married at the\r\ntime of Scrappy Pinckney's birth in 1927.  Next, we will discuss whether Scrappy Pinckney could inherit from his father as an heir at law under South Carolina\r\nlaw.\r\n\r\n\r\n\r\n  A. Maggie Richardson and James Leonard Pinckney's Marital Status    \r\n\r\n\r\nIn this case, there is no single trial exhibit or witness that conclusively establishes Scrappy Pinckney's legitimacy.  The Master found Scrappy's parents were\r\nnot married at the time of his birth based on the testimony of Lorraine Lewis and Silas Knight, two of Scrappy Pinckney's family members.  We agree with the\r\nMaster's findings.  \r\n\r\nLorraine Lewis' testimony is the most convincing evidence of James Leonard Pinckney and Maggie Richardson's marital status.  Lorraine Lewis, Scrappy\r\nPinckney's aunt, lived in the same home with Scrappy Pinckney for many years.  She testified that Scrappy Pinckney's mother, Maggie Richardson, lived with\r\nher parents for a period of time preceding and subsequent to his birth.  According to Lorraine Lewis, it was the practice of her parents not to allow any of their\r\nchildren, if unmarried, to sleep with a member of the opposite sex in their home.  She claims that when Maggie Richardson stayed with her family, her parents\r\nmade Maggie Richardson sleep in the bedroom, while James Leonard Pinckney would sleep on the couch.  According to Lorraine Lewis and Silas Knight,\r\nJames Leonard Pinckney and Maggie Richardson were never married.  Furthermore, there was no evidence presented by any of the witnesses that Maggie\r\nRichardson and James Leonard Pinckney were known to live together, either as husband and wife or otherwise.  \r\n\r\nAlso presented as evidence of Scrappy Pinckney's illegitimacy were three statements from the Probate Courts of Charleston, Berkeley, and Dorchester\r\nCounties.  Each county reviewed their marriage records through 1927 and found no record of a marriage license between James Leonard Pinckney and Maggie\r\nRichardson.  The absence of a marriage license does not prove the absence of a valid marriage, particularly when only three South Carolina counties were\r\nsearched.  The Master acknowledges that \"[w]hile the absence of a license does not render the marriage illegal, the Court would note that the absence of a piece\r\nof evidence that would ordinarily be available can be considered as evidence of the non-existence of the fact or facts that such a document would otherwise\r\nattest to.\"  The Master found the absence of a marriage license further substantiated the testimony of Lorraine Lewis and Silas Knight that Scrappy Pinckney's\r\nparents were not married at the time of his birth.  The other evidence of Scrappy Pinckney's illegitimacy was Maggie Richardson's funeral bulletin.  Her\r\nobituary lists all of her surviving family members, which included two daughters, two sons-in-law, two grandsons, three sisters, several nieces, nephews, and\r\ncousins. The obituary did not acknowledge a marriage between Maggie Richardson and James Leonard Pinckney, and did not acknowledge Scrappy Pinckney\r\nas Maggie Richardson's son.  \r\n\r\nAs evidence of James Leonard Pinckney and Maggie Richardson's marital status, D&amp;S presented a copy of Scrappy Pinckney's birth certificate and two hearsay\r\nstatements by acquaintances who believed James Leonard Pinckney and Maggie Richardson  were married.  The birth certificate identifies Scrappy Pinckney's\r\nfather as \"James Pinckney\" and his mother as \"Maggie Pinckney.\"  According to D&amp;S, the names on the birth certificate indicate Scrappy Pinckney's parents\r\nwere married at the time of his birth because his father and the mother have the same last name.  However, the birth certificate was only signed by the midwife,\r\nit was not signed by either James Leonard Pinckney or Maggie Richardson.  The Master did not find the birth certificate persuasive proof of legitimacy based on\r\nthe Court of Appeals' recent decision in Freeman v. Freeman, 323 S.C. 95, 473 S.E.2d 467 (Ct. App. 1996) (holding a birth certificate is not conclusive proof\r\nof paternity under the Mitchell test) (see discussion below). \r\n\r\nThe Master found the testimony of Scrappy Pinckney's family members, Lorraine Lewis and Silas Knight, more persuasive than the evidence presented by\r\nD&amp;S.  Lorraine Lewis and Silas Knight provided direct testimony concerning Maggie Richardson and James Leonard Pinckney's  marital status.  Both family\r\nmembers knew Scrappy Pinckney well and lived close to him all of his life.  We agree with the Master that the family member's direct testimony, in\r\nconjunction with the absence of a marriage license and the obituary, indicates Scrappy Pinckney's parents were not married when he was born in 1927.  \r\n\r\n\r\nB.  Scrappy Pinckney's Right to Inherit\r\n\r\n\r\nIn 1954, when James Leonard Pinckney died intestate, illegitimate children could not inherit from their fathers in South Carolina because they were not\r\nregarded as their father's heirs at law.  See S.C. Code Ann. § 21-3-30 (1976). (1)  In 1977, the United States Supreme Court in Trimble v. Gordon, 430 U.S. 762,\r\n97 S. Ct. 1459, 52 L. Ed. 2d 31 (1977), held an Illinois statute that denied an illegitimate child inheritance from its father was an unconstitutional violation of\r\nthe Equal Protection Clause of the Fourteenth Amendment to the United States Constitution because of its disparate treatment of legitimate and illegitimate\r\nheirs.  In Wilson v. Jones, 281 S.C. 231, 314 S.E.2d 341 (1984), this Court adopted the rule enunciated in Trimble and held it should be applied prospectively\r\nonly because retroactive application would \"disrupt the orderly process of probate.\"  Id. at 232, 314 S.E.2d at 343.  Therefore, only those illegitimate children\r\nwhose fathers died after April 26, 1977, the date of the Trimble decision, could inherit from their father's estates.  Id.  \r\n\r\nIn 1988, this Court in Mitchell v. Hardwick, 297 S.C. 48, 374 S.E.2d 681 (1988) modified Wilson to allow limited retroactive application of Trimble where\r\ncertain factors are met.  Changes in the law are usually prospective, not retroactive.  However, the Court was persuaded by the West Virginia Supreme Court\r\nwho addressed the same issue and found that \"retroactivity may be extended . . . in a way that justly and fairly reconciles the constitutional interests in equality\r\nrecognized in the new rule of law with reliance and finality interests founded upon the former law.\"  Williamson v. Gane, 345 S.E.2d 318, 320 (W. Va. 1986). \r\nThe Court modified Wilson to allow retroactive application of the Trimble decision in the limited circumstances where the following conditions are met: (1)\r\ninnocent persons will not be adversely affected because of their detrimental reliance on the old inheritance rules; (2) the paternity of the child had been\r\nconclusively established either by court order or decree issued prior to the death of the father or by an instrument signed by the father acknowledging paternity;\r\nand (3) the estate administration is subject to further resolution.  Mitchell, 297 S.C. at 51, 374 S.E.2d at 683. \r\n\r\nIn Mitchell, a father died intestate leaving as heirs at law two adopted daughters.  His son petitioned the lower court for the partition of his father's estate\r\nproperty on the ground he was his father's illegitimate son.  Id. at 49, 374 S.E.2d at 682.  The Court found paternity was undisputed because of the testimony of\r\nseveral family members, the physical resemblance between father and son, and most importantly, a deed signed and recorded by the father that specifically\r\nacknowledged the parent-child relationship.  Id. at 49, 372 S.E.2d at 682.  The Court found the deed satisfied the paternity requirement because it was an\r\ninstrument signed by the father acknowledging paternity.  Because all three Mitchell factors were satisfied, this Court allowed the illegitimate son to recover\r\nfrom his father's estate even though the father died prior to the Trimble decision.\r\n\r\nThe Court of Appeals further addressed the retroactive application of Trimble in Freeman, supra.  The Court of Appeals held that despite persuasive evidence\r\nof paternity, Mitchell requires that paternity be conclusively established by either a court order issued prior to the father's death or by an instrument signed by\r\nthe father acknowledging paternity.  In Freeman, the child could not meet the strict requirements of Mitchell, but she could produce a birth certificate with her\r\nbiological father's name on it.  Id. at 103, 473 S.E.2d at 472.  The Court of Appeals adhered to the strict requirements of Mitchell, held the birth certificate did\r\nnot conclusively establish paternity, and found the child was not her father's heir at law.  Id.  The only difference between the instant case and Freeman is that\r\npaternity is not contested by the family.  However, Freeman demonstrates a birth certificate cannot be used in lieu of the specific documents required by\r\nMitchell. \r\n\r\nIn the instant matter, the first and third Mitchell requirements are satisfied because there is no evidence an innocent person would be adversely affected by\r\ndetrimentally relying on the old inheritance laws, and there is no evidence James Leonard Pinckney's estate was probated.  The insurmountable problem\r\nScrappy Pinckney confronts is the second Mitchell factor -- the conclusive proof of paternity.  While no party challenges Scrappy Pinckney is James Leonard\r\nPinckney's son, there is no evidence of a court order establishing paternity or of an instrument signed by James Leonard Pinckney acknowledging Scrappy\r\nPinckney's paternity prior to his death.  While the record contains persuasive evidence Scrappy Pinckney was James Leonard Pinckney's son, Mitchell prevents\r\nScrappy Pinckney from inheriting from James Leonard Pinckney because Trimble can have retroactive effect in South Carolina only if all three Mitchell factors\r\nare satisfied. \r\n\r\nWe find the rules in Mitchell and Freeman control in this case even though the family members did not contest paternity.  Public policy demands the strict\r\nadherence to the Mitchell requirements.  Fraudulent assertions of paternity will be much less likely to succeed, or even to arise, where proof of paternity must be\r\nestablished by either a court order issued prior to the father's death or by an instrument signed by the father.  See Lalli v.Lalli, 439 U.S. 259, 99 S. Ct. 518, 58 L.\r\nEd. 2d 502 (1978) (holding public policy supports a rule where paternity must be established by an order of filiation issued during the putative father's lifetime\r\nfor an illegitimate child to recover as an heir at law).  Furthermore, if we adopted the rule D&amp;S advocates, we would create a great uncertainty for title\r\nabstractors because an action seeking to add heirs could be brought at any time.  A purchaser would have to bring a quiet title action every time he purchases\r\nproperty in order to ensure good title.  \r\n\r\nUnfortunately, under this rule, some children will not inherit from their biological fathers simply because they do not possess the specific documents required\r\nby Mitchell.  However, in addressing a similar paternity requirement in New York, the United States Supreme Court in Lalli found that certain children will not\r\nbe able to inherit from their biological fathers even though their paternity is not disputed.  While this may be unfortunate, the United States Supreme Court\r\nfound the strict paternity requirement was necessary, as a matter of public policy, to prevents spurious claims.  Id.  \r\n\r\nWe find the Mitchell requirements promote stability and prevent both  fraudulent challenges to, and fraudulent assertions of, paternity.  We, therefore, uphold\r\nthe Mitchell rule and find that Scrappy Pinckney cannot inherit as James Leonard Pinckney's heir at law. \r\n\r\nII.&nbsp; Birth Certificate\r\n\r\nD&amp;S argues the Master disregarded the plain language of Scrappy Pinckney's birth certificate when he found Scrappy Pinckney's parents were not married at\r\nthe time of his birth.  We disagree.\r\n\r\nThe Master, who was in the best position to judge the credibility of the witnesses and the evidence, found Lorraine Lewis and Silas Knight's testimony more\r\npersuasive than the birth certificate.  First, the birth certificate was contradicted by every piece of direct testimony in the record.  Second, the Court of Appeals\r\nrecently held in Freeman that in order for Trimble to have retroactive effect, paternity must be conclusively established by the specific documents required in\r\nMitchell.  Freeman, supra.  Finally, birth certificates, unlike marriage licenses, are not intended or designed to constitute proof of a marriage. \r\n\r\n\r\nConclusion\r\n\r\n\r\n\r\nWe find Scrappy Pinckney is not James Leonard Pinckney's heir at law under South Carolina law.  We, therefore,\r\nAFFIRM the decision of the Master, which\r\nawarded Scrappy Pinckney's claimed property interest to Lorraine Lewis and the heirs of Bernice Pinckney Fripp.\r\n\r\n\r\nMOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1. Under current statutory law, even if a child is illegitimate, he can inherit from his father's estate if:\r\n\r\n\r\n(i) the natural parents participated in a marriage ceremony before or after the birth of the child, even though the attempted marriage is void; or\r\n\r\n(ii) the paternity is established by an adjudication commenced before the death of the father or within the later of eight months after the death of the father or six\r\nmonths after the initial appointment of a personal representative of his estate and, if after his death, by clear and convincing proof, except that the paternity\r\nestablished under this subitem (ii) is ineffective to qualify the father or his kindred to inherit from or through the child unless the father has openly treated the\r\nchild as his and has not refused to support the child.\r\n\r\n\r\nS.C. Code. Ann. § 62-2-109 (Supp. 2000).\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25272","title":"In the Matter of Darrell Lester Diggs","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25272","description":"In this attorney discipline matter, an attorney was suspended from the practice of law for 90 days for supplying incorrect information on his CLE compliance report.  Specifically, he claimed he attended a CLE seminar that he did not attend.  He also claimed he attended a CLE seminar that was to be held in the future.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Darrell Lester\r\nDiggs, Respondent.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25272\r\nHeard February 7, 2001 - March 26, 2001\r\n\r\n\r\nSUSPENSION\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry Richardson, and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\nD. Lester Diggs, Pro Se Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: We suspend Darrell Lester Diggs (\"Diggs\") from the practice of law for 90 days for supplying incorrect information on his CLE compliance\r\nreport. \r\n\r\nFactual/Procedural Background\r\n\r\n\r\nDiggs admits he submitted incorrect information to the Commission on Continuing Legal Education (\"Commission\") on his CLE compliance report, which he\r\nsigned and had notarized.  Specifically, on December 29, 1997, Diggs submitted a CLE compliance report claiming 7.5 hours of credit for CLEs that were to\r\noccur on January 10, 1998, and January 23, 1998.  On January 2, 1998, the Commission advised Diggs he could not claim CLE credit for courses he planned to\r\nattend in the future, and he should reexecute the report once the CLE hours had been properly earned.  Diggs reexecuted the report, which still claimed credit\r\nfor the January 10, 1998, and January 23, 1998, seminars.  The Commission selected Diggs' compliance report randomly for attendance verification.   The\r\nsponsor of the January 10, 1998, seminar informed the Commission he had no record of Diggs' attendance.   \r\n\r\nDiggs admitted by letter that  he did not attend the legal ethics seminar due to alleged extenuating circumstances, even though he registered and pre-paid for the\r\nseminar.  According to Diggs, he planned to attend the Columbia CLE, but he did not realize the seminar was only two hours.  He was under the mistaken belief\r\nthe CLE was being held via satellite at Aiken Technical College and it would last most of the day.  When he arrived at Aiken Technical College, he realized the\r\nseminar was scheduled live at the law school. Diggs drove to Columbia and when he arrived, the two hour ethics CLE was completed.   According to Diggs, he\r\nbelieved at the time he traveled to the CLE that he would be able to claim the hours even though the seminar was over.  At the time he filed his CLE\r\ncompliance report, he did not think a late arrival to a CLE was a basis to nullify the hours.  \r\n\r\nDiggs refiled his application for CLE credit, omitting the January 10, 1998, seminar and adding a February 20, 1998, seminar.  He also re-signed the report and\r\nhad it notarized.     \r\n\r\nOn September 11, 1998, the Commission served Diggs with a Notice of Filing of Formal Charges, which alleged Diggs violated Rule 7 of the Rules of Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR, and the Rules of Professional Conduct, Rule 407, SCACR.  Diggs filed an Answer on October 14, 1998,\r\nadmitting he committed misconduct with respect to his CLE requirements, but denying those allegations made out a case of attorney misconduct.\r\n\r\nDiggs argues that certain rules are inapplicable to his disciplinary matter because they concern the representation of clients, and no clients were involved.  He\r\nacknowledges his original CLE compliance report contained incorrect information.  Specifically, that he attended a January 10, 1998, seminar when he never\r\nhad the opportunity to sign the attendance roll at the seminar.  According to Diggs, \"I  point out that having made an effort to attend (arriving shortly after its\r\nconclusion), having preregistered for and paid for the seminar, I reasonably believed that I could claim credit.\"  According to his Reply, Diggs does not think\r\nclaiming credit for a CLE he did not attend was wrong, he thinks his only mistake was not signing the roll.  Diggs states: \"In retrospect, I am not so sure that I\r\nhad, at that time, instant consideration of my failure to sign the roll on January 10th.  Also in retrospect, I may have compared my situation with lawyers, who\r\nlargely without impunity [sic], travel to a seminar, arrive before it actually begins, sign the attendance roll, and leave without actually participating.\"  Diggs\r\nclaims he would consent to a private reprimand in this matter if the Commission found it desirable to use his case \"to send a message to attorneys that honesty-in-fact is the gravaman of compliance in the annual reports . . .\" \r\n\r\nOn November 18, 1998, a hearing was held before a subpanel of the Commission.  The subpanel recommended a public reprimand, but did not direct Diggs to\r\npay for the costs incurred by the Commission in this matter.  Both Disciplinary Counsel and Diggs filed exceptions.  On September 29, 2000, the full panel\r\nadopted the subpanel report and recommended a public reprimand.  The following factors were considered as mitigation by the full panel: (1) Diggs has been\r\npracticing law for eighteen years with no apparent prior record of difficulties from a grievance perspective; (2) he candidly admitted wrong doing in this matter;\r\nand (3) he cooperated in all aspects of the investigation.  The full panel concluded as a matter of law Diggs violated: (1) Rule 408, SCACR, which requires\r\nmandatory attendance at CLEs; (2) Rule 407, SCACR, which prohibits engaging in conduct tending to pollute the administration of justice or to bring the courts\r\nor legal profession into disrepute or conduct demonstrating an unfitness to practice law; (3) Rule 3.3 of Rule 407, which provides that a lawyer shall not\r\nknowingly make a false statement of material fact or law to a tribunal; and (4) Rule 8.4(a) of Rule 407, which prohibits an attorney from engaging in conduct\r\ninvolving dishonesty, fraud, deceit, or misrepresentation.  \r\n\r\nOn October 14, 1999, the Commission received a letter from Disciplinary Counsel requesting the full panel adopt the findings of fact and conclusions of law of\r\nthe subpanel, but impose a harsher sanction, such as a definite suspension of 90 days or less from the practice of law, as allowed by Rule 7(b) of the Rules for\r\nLawyer Disciplinary Enforcement, Rule 413, SCACR.\r\n\r\nThe following issue is before this Court:\r\n\r\n\r\n  I.&nbsp; Should the panel have recommended a sanction harsher than a public reprimand for Diggs' CLE misconduct?\r\n\r\nLaw/Analysis\r\n\r\n\r\nThe authority to discipline attorneys and the manner in which the discipline is given rests entirely with this Court.  In re Yarborough, 337 S.C. 245, 524 S.E.2d\r\n100 (1999).  In an attorney disciplinary proceeding, this Court is not bound by the findings made by the panel of the Commission on Lawyer Conduct or by the\r\nCommission itself.  Id.  However, these findings are entitled to great weight.  Therefore, this Court may make its own findings of fact and conclusions of law in\r\nan attorney disciplinary proceeding.  Id.  Furthermore, an attorney disciplinary violation must be proven by clear and convincing evidence.  Id. \r\n\r\nI.&nbsp; CLE Misconduct\r\n\r\nDisciplinary Counsel argues the full panel should have recommended a sanction harsher than a public reprimand, given the level of Diggs' misconduct proven\r\nby the clear and convincing evidence standard.  We agree.\r\n\r\nInitially, Diggs submitted a CLE compliance report that included credit for two seminars which had not been held.  By submitting this report, Diggs made a\r\nfalse statement under oath because the report was sworn and subscribed to before a notary public.  Diggs swore to the following statement: \"I hereby swear or\r\naffirm that the information in this Report is, to the best of my knowledge, complete and accurate and that I did, in fact, participate for the number of hours\r\nindicated in the courses listed in Part II.\"  This statement was false because Diggs swore he attended two seminars which had not occurred.\r\n\r\nIn January 1998, Diggs resubmitted the same CLE compliance report, still bearing the notarized signature from the original report, claiming credit for two\r\nseminars held by the South Carolina Bar on January 10 and January 23, 1998.  The second submission contained two false statements.  First, Diggs submitted a\r\nfalse statement under oath because he did not attend the January 10, 1998, seminar.  Further, his statement was false because it bore a notary date prior to the\r\ndate of the two January seminars.  However, Diggs submitted an amended Report of Compliance on February 23, 1998, which deleted the January 10, 1998,\r\nseminar and included credit for another seminar. \r\n\r\nDiggs has violated several Rules of Professional Conduct.  First, Diggs knowingly made a false statement of material fact or law to a tribunal in violation of\r\nRule 3.3(1) of the Rules of Professional Conduct, Rule 407, SCACR.  Second, Diggs has engaged in conduct involving dishonesty, fraud, deceit, and\r\nmisrepresentation in violation of Rule 8.4(d) of the Rules of Professional Conduct, Rule 407, SCACR. \r\n\r\nThe sanction recommended by the subpanel and full panel was insufficient, given the nature of the misconduct.  This Court has addressed the falsification of\r\nCLE compliance reports several times in the past.  In In re Iseman, 290 S.C. 391, 350 S.E.2d 922 (1986), this Court issued a ninety-day suspension for\r\nmisrepresentation in connection with reported attendance at a CLE seminar.  Iseman submitted a compliance report that included 9.25 hours for a real estate\r\nseminar in New Orleans, Louisiana.  Iseman used a colleague's proof of registration to attend only parts of the seminar, which he estimated was around 3.75 to\r\n5.0 hours.  However, in other cases involving false statements on a CLE compliance report, the Court has only issued a public reprimand.  See In re Pridgen,\r\n288 S.C. 96, 341 S.E.2d 376 (1986) (public reprimand for submitting a CLE compliance report signed under oath alleging attendance at seven CLE\r\nrecertification hours without actual attendance).  But see In re Rowland, 293 S.C. 17, 358 S.E.2d 387 (1987) (unauthorized practice of law after administrative\r\nsuspension for failing to comply with CLE requirements warrants a two year suspension).  Cf. In re Wyllie, 957 P.2d 1222 (Or. 1998) (finding misrepresenting\r\ncompliance with CLE requirements and failing to cooperate with the disciplinary investigation warranted a two year suspension from the practice of law).\r\n\r\nThe authority to determine the appropriate sanction for attorney misconduct rests solely with this Court.  In re Padgett, 290 S.C. 209, 349 S.E.2d 338 (1986).  A\r\nsentence harsher than a public reprimand is warranted for submitting a false sworn document to a tribunal.  Therefore, Diggs is suspended from the practice of\r\nlaw for 90 days - the same penalty given in the Iseman case for CLE misrepresentation.  See In re Iseman, supra.          \r\n\r\nTruthful representations on CLE compliance reports are essential to the successful operation of the South Carolina CLE program.  Our CLE program operates\r\non a honor system.  The Commission does not check the accuracy of every attorney's CLE compliance report.  The Commission audits the accuracy of \r\napproximately 2% of the CLE compliance reports.  In order for the CLE program to be successful, and provide the public with competent, educated attorneys,\r\nSouth Carolina attorneys must complete the required number of CLE hours.  Diggs argues it is a common practice for attorneys to receive full CLE credit for\r\nseminars when they leave early.  Diggs also claims attorneys receive CLE credit when they just pay the CLE registration fee, show up to sign the roll, and leave. \r\nWe emphasize that any attorney who provides false information on a notarized CLE compliance report commits a false swearing to a tribunal, which constitutes\r\nperjury.\r\n\r\nThe Court does not consider the fact Diggs eventually complied with the CLE requirements as mitigation because such compliance is required for an attorney to\r\ncontinue practicing law.  Furthermore, if Diggs continued to practice law during the time when he was not in compliance with the CLE requirements, he\r\npracticed without being properly approved by the Commission, and engaged in the unauthorized practice of law.  We, therefore, suspend Diggs from the\r\npractice of law for 90 days.\r\n\r\n\r\nConclusion  \r\n\r\n\r\n\r\nBased on the foregoing, we hereby: (1) suspend Diggs from the practice of law for 90 days commencing on the date of filing of this decision; and (2) find Diggs\r\nresponsible for $193.50, the cost incurred by the Commission in this matter.      \r\n\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25273","title":"Yoho v. Thompson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25273","description":"This case interprets Rule 411, SCRE.","date":"2001-03-26","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n\r\nDorothy Yoho, Petitioner,\r\n\r\n\r\nv.\r\n\r\n\r\nMarguerite Thompson, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Horry County\r\nDavid H. Maring, Sr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25273\r\nHeard November 14, 2000 - Filed March 26, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nGene M. Connell, Jr., of Kelaher, Connell &amp; Connor, of Surfside Beach, for petitioner.\r\n\r\nG. Michael Smith and M. Mark McAdams, of The Thompson Law Firm, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nJUSTICE BURNETT:  We granted certiorari \r\n  to review a decision of the Court of Appeals holding the trial court properly \r\n  limited cross-examination of a witness to exclude any reference to insurance. \r\n  Yoho v. Thompson, 336 S.C. 23, 518 S.E.2d 286 (Ct. App. 1999). We reverse.\r\n\r\nFACTS\r\n\r\nPetitioner Dorothy Yoho sued respondent Marguerite Thompson to recover damages for injuries she sustained when Thompson's car struck Yoho's car from\r\nbehind.  Prior to trial, Thompson's insurer paid Yoho the policy limits of $50,000 and Yoho's underinsured motorist carrier, Nationwide Insurance Company\r\n(Nationwide), then assumed Thompson's defense.  At trial, Thompson admitted liability, leaving damages as the only issue for the jury.\r\n\r\nPrior to trial, Thompson indicated she would call Dr. William Brannon as a witness.  Dr. Brannon had reviewed Yoho's medical records and would give an\r\nopinion as to the extent of her injuries.\r\n\r\nIn motions made before trial and prior to Dr. Brannon's testimony, Yoho asked the trial judge to allow her to cross-examine Dr. Brannon regarding his\r\nrelationship with Nationwide to establish possible bias.  Yoho presented Dr. Brannon's deposition testimony from another case that he did \"a fair amount of\r\nconsulting work with Nationwide\" and had given lectures to Nationwide agents and adjusters.  Yoho also presented information that ten to twenty percent of\r\nDr. Brannon's practice consisted of reviewing records for insurance companies, and that his yearly salary was based on the amount of money his practice\r\nearned, which included his consulting work.  The trial court denied Yoho's motion on the basis that the probative value of the content of the cross-examination\r\nwould be outweighed by the prejudicial effect of injecting the issue of insurance into the proceedings.  The court informed Yoho that she could discuss Dr.\r\nBrannon's bias by using generic terms such as \"defense,\" \"defendants,\" and \"defense lawyer,\" but that she could not discuss his possible bias by using the word\r\n\"insurance.\"\r\n\r\nOn direct examination, Dr. Brannon testified he was employed by the University of South Carolina School of Medicine as a professor and was hired by\r\nThompson's attorney to review Yoho's medical records.  During cross-examination, Yoho established that Dr. Brannon had worked for Thompson's attorneys\r\non three prior occasions.  She also asked Dr. Brannon about the fees he charged for the records review.\r\n\r\nThe jury awarded Yoho $20,000 in damages. Yoho's motions \r\n  for a new trial absolute or a new trial nisi additur were denied. The \r\n  Court of Appeals affirmed. Yoho v. Thompson, 336 S.C. 23, 518 S.E.2d \r\n  286 (Ct. App. 1999). \r\n\r\nISSUE\r\n\r\nDid the trial court err in denying Yoho's request to\r\ncross-examine Dr. Brannon regarding his possible bias? \r\n\r\nDISCUSSION\r\n\r\n\"A witness may be cross-examined on any matter relevant \r\n  to any issue in the case, including credibility.\" Rule 611(b), SCRE. Considerable \r\n  latitude is allowed in cross-examination to test a witness's bias, prejudice, \r\n  or credibility. See&nbsp;State v. Johnson, 338 S.C. 114, 124, \r\n  525 S.E.2d 519,524, cert. den., U.S. , 121 S.Ct. 104 (2000). An appellate \r\n  court will not disturb a trial court's ruling concerning the scope of cross-examination \r\n  of a witness to test his or her credibility, or to show possible bias or self-interest \r\n  in testifying, absent a manifest abuse of discretion. Id. at 124-25, \r\n  525 S.E.2d at 524. An abuse of discretion occurs when the trial court's ruling \r\n  is based on an error of law. Clark v. Cantrell, 339 S.C. 369, 529 S.E.2d \r\n  528 (2000). The trial court's ruling in this case was controlled by an error \r\n  of law, namely, a misunderstanding of new Rule 411, SCRE. \r\n\r\nPrior to the adoption of Rule 411 in 1995, the long-standing \r\n  rule in South Carolina was that a defendant's insurance against liability in \r\n  an action for damages should not be revealed to the jury. Dunn v. Charleston \r\n  Coca-Cola Bottling Co., 311 S.C. 43, 426 S.E.2d 756 (1993). Rule 411 modified \r\n  this rule by providing that the admissibility of evidence of insurance depends \r\n  upon the purpose for which such evidence is introduced. Rule 411 provides:\r\n\r\n\r\nEvidence that a person was or was not insured against liability is not admissible upon the issue whether the person acted negligently or otherwise wrongfully. \r\nThis rule does not require the exclusion of evidence of insurance against liability when offered for another purpose, such as proof of agency, ownership, or\r\ncontrol, or bias or prejudice of a witness.\r\n\r\n\r\nRule 411, SCRE (emphasis added).  As Thompson admitted liability, the unquestioned purpose of the requested cross-examination was to prove bias, and not\r\nliability.  Moreover, the evidence Yoho sought to introduce was relevant to the issue of Dr. Brannon's bias.\r\n\r\nBecause Rule 411 did not require the exclusion of the evidence \r\n  in this case, we must determine whether the probative value of the evidence \r\n  was substantially outweighed by its prejudicial effect and potential for confusing \r\n  the jury. See Rule 403, SCRE (\"Although relevant, evidence may be excluded \r\n  if its probative value is substantially outweighed by the danger of unfair prejudice, \r\n  confusion of the issues, or misleading the jury. . . .\"). In making this determination, \r\n  we are mindful that \"Rule 403 was not designed to allow the blanket exclusion \r\n  of evidence of insurance absent some indicia of prejudice. Such a result would \r\n  defeat the obvious purpose of Rule 411.\" Charter v. Chleborad, 551 F.2d \r\n  246 (8th Cir. 1977).\r\n\r\nA majority of jurisdictions addressing this issue apply \r\n  a \"substantial connection\" analysis to determine whether an expert's connection \r\n  to a defendant's insurer is sufficiently probative to outweigh the prejudice \r\n  to the defendant resulting from the jury's knowledge that the defendant carries \r\n  liability insurance. See, e.g., Bonser v. Shainholtz, 3 P.3d 422 \r\n  (Colo. 2000) (expert's relationship with insurance Trust was admissible to show \r\n  bias where expert was a co-founder and previous board member of Trust, and expert \r\n  believed dentists insured by Trust were better quality than other dentists); \r\n  Mills v. Grotheer, 957 P.2d 540 (Okla. 1998) (insufficient connection \r\n  between expert and insurer to justify admission where expert was merely a policyholder). \r\n\r\n\r\nWe adopt the substantial connection analysis and conclude the connection between Dr. Brannon and Nationwide was sufficient to justify admitting evidence of\r\ntheir relationship to demonstrate Dr. Brannon's possible bias in favor of Nationwide.  Dr. Brannon was not merely being paid an expert's fee in this matter. \r\nInstead, he maintained an employment relationship with Nationwide and other insurance companies.  Dr. Brannon consulted for Nationwide in other cases and\r\ngave lectures to Nationwide's agents and adjusters.  Ten to twenty percent of Dr. Brannon's practice consisted of reviewing records for insurance companies,\r\nincluding Nationwide.  Further, Dr. Brannon's yearly salary was based in part on his insurance consulting work.  The trial court erred in refusing to allow Yoho\r\nto cross-examine Dr. Brannon about his relationship with Nationwide.\r\n\r\nMoreover, the trial court's error was not harmless.  Although the court gave Yoho permission to discuss Dr. Brannon's bias by using generic terms such as\r\n\"defense,\" \"defendants,\" and \"defense lawyer,\" Yoho sought to show specifically that Dr. Brannon consulted for Nationwide and lectured Nationwide's agents\r\nand adjusters.  This evidence is qualitatively different from showing Dr. Brannon works for \"the defense\" generally, and is much more indicative of possible\r\nbias in favor of the defendant.  \r\n\r\nWe reverse and remand for a new trial. On remand, Yoho may \r\n  attempt to show bias on Dr. Brannon's part through cross-examining him about \r\n  his relationship with Nationwide. The cross-examination must be carefully tailored, \r\n  however, so as not to confuse the jury by revealing that Nationwide, while defending \r\n  in the name of Thompson, is actually Yoho's underinsured motorist carrier. Moreover, \r\n  the defense, if it so requests, is entitled to a limiting instruction stating \r\n  that evidence of insurance is admissible only to show Dr. Brannon's possible \r\n  bias or prejudice as a witness. See Rule 105, SCRE (\"When evidence which is \r\n  admissible . . . for one purpose but not admissible . . . for another purpose \r\n  is admitted, the court, upon request, shall restrict the evidence to its proper \r\n  scope and instruct the jury accordingly.\").\r\n\r\nREVERSED AND REMANDED. \r\n\r\nWALLER and PLEICONES, JJ., concur.  TOAL, C.J., and MOORE, J., concurring and dissenting in a separate opinion.\r\n\r\nJUSTICE MOORE (concurring and dissenting):  I agree with the majority's adoption of the substantial connection analysis and the conclusion that the\r\nconnection between Dr. Brannon and Nationwide was sufficient to justify allowing evidence of that relationship to demonstrate Dr. Brannon's possible bias in\r\nfavor of Nationwide.  I do not believe, however, the trial court abused its discretion in excluding the testimony because Yoho was provided alternative means to\r\nestablish Dr. Brannon's alleged bias without injecting insurance into the trial.  Yoho was informed she could discuss Dr. Brannon's bias by using generic terms\r\nsuch as \"defense,\" \"defendants,\" and \"defense lawyer,\" but she could not use the word \"insurance.\"  Yoho chose not to use this alternative.  If she had fully\r\nutilized the trial court's suggestions, the result of the cross-examination would have been just as effective as cross-examining Dr. Brannon by using the word\r\n\"insurance.\"\r\n\r\n  Accordingly, I believe the trial court acted within its discretion by limiting Yoho's cross-examination of Dr. Brannon to exclude any mention of insurance.\r\n\r\nTOAL, C.J., concurs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]