[{"id":"25291","title":"Graves v. County of Marion","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25291","description":"This is an appeal from a circuit court appellate decision, upholding the Marion County Council's ruling regarding the salary of a Marion County magistrate.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nLevone Graves, Appellant,\r\n\r\nv.\r\nCounty of Marion and Marion County Council, Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Marion County\r\nHicks B. Harwell, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25291\r\nHeard February 21, 2001 - Refiled September 4, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nBrenda Reddix-Smalls and Eleazer R. Carter, of Reddix-Smalls &amp; Carter Law Firm, of Columbia, for appellant.\r\n\r\n\r\nTimothy H. Pogue, of Marion, and J. Leeds Barroll, IV, of Columbia, for respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:  This is an appeal from an appellate decision of the circuit court, upholding a ruling of the Marion\r\nCounty Council regarding the salary of appellant Levone Graves, a Marion County magistrate.  We affirm.\r\n\r\nFACTS\r\n\r\n\r\nIn 1982, Marion County entered into an agreement with the City of Mullins to provide a county magistrate to serve as\r\nmunicipal judge for the purpose of holding municipal court at least once a week.  The agreement provided the city would\r\npay the county a monthly fee, adjustable from time to time, of $416.68 for these services.  The agreement further provided,\r\n\"It is suggested that the County may wish to compensate the magistrate and secretary for the extra work load imposed by\r\nthe additional duties to the extent of $333.34 for Magistrate monthly and $83.34 for secretarial assistance monthly.\"  \r\n\r\nOn October 7, 1982, then Chief Justice Woodrow Lewis signed an order acknowledging the agreement and ordering that\r\n\r\n\r\n\r\n\r\ncommencing October 1, 1982, any magistrate in Marion County may be assigned to service as the municipal judge for the\r\nmunicipality of Mullins. . . .\r\n\r\n\r\nThe magistrate assigned to serve as municipal judge shall retain the powers, duties and jurisdiction conferred upon\r\nmagistrates.  The magistrate shall not be compensated for his service by the municipality.\r\n\r\n\r\n\r\n\r\nThe Chief Justice's order does not explicitly approve the agreement between Marion County and the City of Mullins, nor\r\ndoes it address whether the county may separately compensate the magistrate for his municipal duties. (1)\r\n\r\nIn 1990, Judge Graves was appointed as full-time magistrate for Marion County and was assigned to serve as municipal\r\njudge for the City of Mullins.  Judge Graves received his salary in the form of a single bi-weekly check from Marion\r\nCounty.  On March 16, 1998, the City of Mullins terminated its agreement with Marion County.  The county subsequently\r\nreduced Judge Graves's salary by some $9,000, from $32,353 annually to approximately $23,000 annually.  \r\n\r\nThe Marion County Council conducted a hearing on Judge Graves's Petition for Magisterial Base Salary and Retroactive\r\nCompensation.  Judge Graves argued the county's reduction of his salary violated S.C. Code Ann. § 22-8-40(I) (1976)\r\n(2)which provided:\r\n\r\n\r\n\r\n\r\nA magistrate who is receiving a salary greater than provided for his position under the provisions of this chapter must not\r\nbe reduced in salary during his tenure in office.  Tenure in office continues at the expiration of a term if the incumbent\r\nmagistrate is reappointed.\r\n\r\n\r\n\r\n\r\nThe council determined the county had not unlawfully reduced Judge Graves's salary because the salary \"provided for his\r\nposition under the provisions of this chapter\" had not been reduced.  Rather, the amount reduced was a stipend Judge\r\nGraves received for his service as municipal judge for the City of Mullins.  Judge Graves appealed to the circuit court,\r\nwhich affirmed the county council's decision.  This appeal follows.\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nJudge Graves argues the circuit court erred by ruling the county did not commit a statutory violation by reducing his salary\r\nduring his tenure as magistrate.  We disagree.\r\n\r\n\r\nSection 22-8-40(I), provides:\r\n\r\n\r\n\r\n\r\nA magistrate who is receiving a salary greater than provided for his position under the provisions of this chapter must not\r\nbe reduced in salary during his tenure in office.  . . .\r\n\r\n\r\n\r\n\r\nThis statute was not violated by the county.  We agree with the county council's finding that the county had not unlawfully\r\nreduced Judge Graves's salary because the salary \"provided for his position under the provisions of this chapter,\" as\r\ndelineated by section 22-8-40(I) had not been reduced.  The word \"position\" in the statute clearly means the position of\r\nmagistrate, which would not affect the magistrate's role as municipal judge.   See\r\n Gilfillin v. Gilfillin, 344 S.C. 407, 544\r\nS.E.2d 829 (2001) (if a statute's language is plain and unambiguous, and conveys a clear and definite meaning, there is no\r\noccasion for employing any rules of statutory interpretation and this Court has no right to look for or impose another\r\nmeaning);  Lester v. South Carolina Workers' Compensation Comm'n, 334 S.C. 557, 514 S.E.2d 751 (1999) (same).\r\n\r\n\r\nPrior to the reduction, Judge Graves received two salaries for two jobs encompassed by one paycheck. (3)  When the\r\nmunicipal job ended, the county properly eliminated the amount of payment that represented Judge Graves's compensation\r\nfor his municipal job.  The salary, which represented his position as magistrate, was not reduced by the county.  It is clear\r\nthe statute acts to prevent the county from reducing a magistrate's salary; however, it does not prevent the county from\r\neliminating an additional payment for a job the magistrate no longer performs.\r\n\r\nAccordingly, the county did not violate section 22-8-40(I) by reducing Judge Graves's salary after his job of municipal\r\njudge was eliminated.\r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., PLEICONES, J., and Acting Justice George T. Gregory, Jr., concur.  BURNETT, J., dissenting in a\r\nseparate opinion.\r\n\r\n\r\nJUSTICE BURNETT: I respectfully dissent.  I would adhere to this Court's original opinion and hold the county violated\r\nS.C. Code Ann. § 22-8-40(I) (1976) when it reduced Judge Graves's salary during his tenure as magistrate. \r\n\r\nThe majority finds Judge Graves held two distinct and separately compensated judicial positions; thus, the county could\r\neliminate his salary for one of those positions without contravening § 22-8-40(I).  As I view the facts of this case, Judge\r\nGraves was a full-time magistrate whose duties to the county included serving as municipal judge for the City of Mullins.\r\nTherefore, in my view, the county violated § 22-8-40(I) by reducing Judge Graves's salary simply because his duties\r\nchanged.\r\n\r\n\r\nChief Justice Lewis ordered that\r\n\r\n\r\n\r\n\r\n[A]ny magistrate in Marion County may be assigned to service as the municipal judge for the municipality of Mullins. . . .\r\nThe magistrate assigned to serve as municipal judge shall retain the powers, duties and jurisdiction conferred upon\r\nmagistrates.  The magistrate shall not be compensated for his service by the municipality.\r\n\r\n\r\n\r\n\r\n(emphasis added).  As I read the Chief Justice's order, serving as municipal judge was to be a duty assigned to a Marion\r\nCounty magistrate.  Moreover, the order explicitly forbids the city to compensate the magistrate.  In my opinion, finding\r\nJudge Graves worked two jobs for which he was separately compensated allows the county to circumvent the Chief\r\nJustice's order prohibiting the city to compensate the magistrate. (4)\r\n\r\nThis Court has previously refused to permit a county to avoid paying appropriate compensation to a magistrate through\r\nhyper-technical division of a magistrate's duties.  In  Ramsey v. County of\r\nMcCormick, 306 S.C. 393, 412 S.E.2d 408\r\n(1991), the county paid Judge Ramsey $5,200 as a part-time magistrate, the $1,500 statutory supplement for her duties as\r\nchief magistrate, and $8,500 for her full-time secretarial duties.  We held Judge Ramsey was entitled to a full-time chief\r\nmagistrate's $17,000 salary and $3,000 supplement.  We reasoned that because a magistrate's judicial function, by statutory\r\ndefinition, (5) includes time spent performing ministerial duties, Judge Ramsey was \"in substance, performing the duties of\r\nfull-time Chief Magistrate.\"  Id. at 398, 412 S.E.2d at 411.  Therefore, the county could not avoid paying her a full-time\r\nchief magistrate's salary by classifying her as a part-time magistrate and full-time secretary.  \r\n\r\nThe situation here is analogous to that in Ramsey.  Judge Graves has at all times been employed by the county as a\r\nfull-time magistrate.  In my opinion, the county violated § 22-8-40(I) when it reduced Judge Graves's salary during his\r\ntenure in office.  I would reverse.\r\n\r\n\r\n1. The plain language of this order states the magistrate cannot be compensated for his service \"by the municipality.\"  The\r\norder does not prevent the county from compensating the magistrate for his job of serving the municipality for the county's\r\nbenefit.   Cf.  Hodges v. Rainey, 341 S.C. 79, 533 S.E.2d 578 (2000) (the canon of statutory construction\r\n&quot;expressio unius\r\nest exclusio alterius&quot; or &quot;inclusio unius est exclusio alterius&quot; holds that \"to express or include one thing implies the\r\nexclusion of another, or of the alternative.\").\r\n\r\n2. Due to a recent amendment, subsection 22-8-40(I) is now subsection (J).  The subsection was also amended to address\r\nannual increases.  This amendment does not affect the issue before the Court.\r\n\r\n3. This finding is supported by Judge Graves's payment agreements for the three fiscal years prior to the elimination of his\r\nmunicipal job, which show separate sums for county and city work.\r\n\r\n4. In finding Judge Graves held two distinct jobs, for which he was separately compensated, the county council found\r\n\"[t]he payment agreements for the last three fiscal years show the amount [Judge Graves] was being compensated by the\r\nCounty and by the City of Mullins.&quot;  (emphasis added).  The county council further noted that when the city terminated its\r\ncontract with the county, \"the stipend which [Judge Graves] was receiving  from the City of Mullins was done away with.\"\r\n(emphasis added).\r\n\r\n5. S.C. Code Ann. § 22-8-20 (1976).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25354","title":"State v. Owens","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25354","description":"This is a capital case with issues concerning subject matter jurisdiction, prior bad acts, and the admission of a statement made during the 24-hour statutory waiting period.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nFreddie Eugene Owens, Appellant.\r\n&nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nAlexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25354\r\nHeard May 9, 2001 - Filed September 4, 2001\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART,\r\nAND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Katherine Carruth Link, of South Carolina Office of Appellate Defense, of Columbia; John\r\nM. Rollins, Jr., of Greer; and Karl B. Allen, of Greenville, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, and Assistant Attorney General Tracey C. Green, of Columbia; and Solicitor Robert M. Ariail,\r\nof Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nJUSTICE BURNETT:  Appellant was convicted of murder, armed robbery, use of a firearm in the commission of a\r\nviolent crime, and conspiracy to commit armed robbery.  He was sentenced to death for murder and imprisonment for thirty\r\nyears, five years, and five years for armed robbery, use of a firearm in the commission of a violent crime, and conspiracy to\r\ncommit armed robbery, respectively.\r\n\r\n\r\n    ISSUES\r\n\r\n\r\n\r\n\r\nI.    Did the trial court have subject matter jurisdiction to try appellant for murder? \r\n\r\nII.   Did the trial court err by admitting evidence of appellant's prior bad acts? \r\n\r\nIII.    Did the trial court err by admitting appellant's February 16th statement because the statement did not meet the\r\nrequirements of South Carolina Code Ann. § 16-3-20(B) (Supp. 2000)? \r\n\r\n  IV. Did the trial court err by admitting appellant's February 16th statement because it was obtained in violation of his Fifth\r\nAmendment right to counsel?\r\n  V. Did the trial court err by admitting appellant's February 16th statement because it was obtained in violation of his Sixth\r\nAmendment right to counsel?\r\n  VI. Did the trial court violate appellant's due process and Eighth Amendment rights, along with Rule 403, SCRE, by\r\nadmitting his February 16th statement?\r\n  VII. Did the trial court err by denying appellant's motion for a new sentencing proceeding based on after-discovered\r\nevidence?\r\n  VIII. Did the trial court err by sentencing appellant for possession of a firearm during the commission of a violent crime?\r\n\r\n\r\n\r\n    BACKGROUND \r\n  \r\n\r\n\r\nThe charges against appellant stem from the 4:00 a.m. November 1, 1997, armed robbery of a Speedway convenience store\r\nand fatal shooting of the store's clerk, Irene Graves.  Appellant was jointly tried with co-defendant Stephen Andra Golden. \r\nDuring jury qualification, Golden pled guilty.\r\n\r\n  During trial, the State introduced the Speedway security video which recorded the robbery and shooting.  The video\r\nreveals two individuals entered the store.  One individual shot Graves.  \r\n\r\n    Golden admitted he was one of the Speedway robbers and claimed appellant was his accomplice.  He testified appellant\r\nshot Graves in the head after she stated she could not open the safe.  No forensic evidence connected appellant to the crime\r\nscene.   \r\n\r\nNakeo Vance testified he, Golden, appellant, and Lester Young planned to rob the Speedway and, simultaneously, a nearby\r\nWaffle House.  Golden and appellant robbed the Speedway.  Vance and Young went to the Waffle House but did not carry\r\nout the robbery.  After the Speedway shooting and robbery, Vance testified appellant admitted he shot the store clerk.   \r\n\r\nAppellant's girlfriend testified appellant told her he had robbed a store and shot the clerk. \r\n\r\nDetective Wood and Investigator Willis testified appellant initially gave a written statement denying involvement in the\r\nSpeedway robbery and shooting.  According to both witnesses, appellant later admitted he shot Graves. \r\n\r\n            Appellant maintained he was at home in bed at the time of the Speedway robbery and shooting. (1)  He suggested the\r\nSheriff's Department's investigation into the identity of Golden's accomplice was inadequate.  For instance, he asserted the\r\nSheriff's Department initially interviewed another individual who tested positive for gun powder residue, but failed to\r\npursue this individual as a suspect.  Alternatively, he suggested Vance was the accomplice.  Appellant intimated witnesses\r\nwho testified against him had various reasons to inculpate him in the crime.  He also suggested witnesses falsely testified\r\nhe made statements admitting he robbed the Speedway and shot the store clerk.  Additionally, he claimed the Sheriff's\r\nDepartment intimidated his mother into giving a written statement in which she asserted appellant admitted shooting the\r\nclerk.  Appellant's mother denied giving the statement.      \r\n\r\n\r\n    I.\r\n\r\n\r\n\r\nAppellant argues the trial court lacked subject matter jurisdiction to try him for murder because the murder indictment\r\nfailed to allege malice aforethought as required by South Carolina Code Ann. § 17-19-30 (1985).  We disagree.\r\n\r\nWith limited exceptions, the South Carolina Constitution \r\n  requires a person be indicted by the grand jury before standing trial for a \r\n  crime. S.C. Const. art. I, § 11. Accordingly, except for certain minor offenses, \r\n  the circuit court does not have subject matter jurisdiction to convict a defendant \r\n  of an offense unless (1) there has been an indictment which sufficiently states \r\n  the offense (2) there has been a waiver of indictment; or (3) the charge is \r\n  a lesser included charge of the crime charged in the indictment. Carter v. \r\n  State, 329 S.C. 355, 495 S.E.2d 773 (1998). \r\n\r\n\r\nSouth Carolina Code Ann. § 17-19-30 provides:  \r\n\r\n  Every indictment for murder shall be deemed and adjudged \r\n    sufficient and good in law which, in addition to setting forth the time \r\n    and place, together with a plain statement, divested of all useless phraseology, \r\n    of the manner in which the death of the deceased was caused, charges the \r\n    defendant did feloniously, wilfully and of his malice aforethought \r\n    kill and murder the deceased.\r\n\r\n\r\n(Underline added). \r\n\r\nAn indictment for murder is sufficient \"if the offense is \r\n  stated with sufficient certainty and particularity to enable the court to know \r\n  what judgment to pronounce, the defendant to know what he is called upon to \r\n  answer, and if an acquittal or a conviction thereon may be pleaded as a bar \r\n  to any subsequent prosecution.\" State v. Owens, 293 S.C. 161, 165, 359 \r\n  S.E.2d 275, 277 (1987); see State v. Munn, 292 S.C. 497, 357 S.E.2d \r\n  461 (1987) (test of sufficiency of indictment is whether or not it contains \r\n  the necessary elements of the offense intended to be charged and sufficiently \r\n  apprises the defendant of what he must be prepared to defend). Malice aforethought \r\n  is an element of the offense of murder. S.C. Code Ann. § 16-3-10 (1985) (defining \r\n  murder as 'the killing of any person with malice aforethought, either express \r\n  or implied.'); see Simmons v. State, 264 S.C. 417, 215 S.E.2d \r\n  883 (1975). \r\n\r\nHere, the murder indictment states:\r\n\r\n\r\n    COUNT ONE - MURDER\r\n\r\n\r\n\r\n\r\nThat [APPELLANT] did in Greenville County on or about November 1, 1997, while aiding, abetting and assisting Steven\r\nAndra Golden in the commission of an Armed Robbery, kill one Irene Graves by means of shooting her, and that the said\r\nvictim died as a proximate result thereof.  This is in violation of South Carolina Code of Laws § 16-03-10.  \r\n\r\n\r\nWhile the murder indictment does not specifically state \r\n  appellant killed the victim with malice aforethought, it does state appellant \r\n  killed the victim in violation of South Carolina Code Ann. § 16-3-10. This section \r\n  defines murder as \"the killing of any person with malice aforethought, either \r\n  express or implied.\" Specific reference to § 16-3-10 in the body of the indictment \r\n  provided appellant with notice of the elements of murder. See State \r\n  v. Crenshaw, 274 S.C. 475, 266 S.E.2d 61 (1980) (where indictment referred \r\n  to specific bribery code section on its face and there was lengthy discussion \r\n  concerning that code section throughout the trial, defendants obviously knew \r\n  for what crime they were being prosecuted); State v. Beam, 336 S.C. 45, \r\n  518 S.E.2d 297 (Ct. App. 1999) (indictment was sufficient to apprise defendant \r\n  of mens rea element in light of the fact the statutory citations were \r\n  included). While the better practice is to set forth the elements of the crime \r\n  in the indictment rather than referring to the statutory section alleged to \r\n  have been violated, the indictment here was sufficient as it informed appellant \r\n  of the elements of murder, including malice aforethought. \r\n  (2)\r\n\r\nWe note appellant relies on Carter v. State, supra, \r\n  to support his claim that reference to the statute is insufficient to notify \r\n  the defendant of the elements of the offense. In Carter, the Court determined \r\n  reference to the statute on the caption of the indictment was not controlling \r\n  where it conflicted with the description of the offense in the body of the indictment. \r\n  Carter did not hold reference to the statute in the body of the indictment \r\n  is insufficient to authorize jurisdiction.\r\n\r\n\r\n    GUILT PHASE ISSUE\r\n\r\n\r\n\r\n\r\n    II. \r\n\r\n\r\n\r\nAppellant argues the trial judge erred by allowing the State to introduce evidence of his alleged involvement in the Prestige\r\nCleaners and Conoco convenience store robberies on October 31 and November 1, 1997.  He contends evidence of these\r\ntwo robberies was not admissible as part of the res gestae.  We disagree.\r\n\r\n  Six weeks prior to trial, the trial judge heard appellant's motion in limine seeking to exclude evidence of two uncharged\r\ncrimes:  the armed robbery of Prestige Cleaners at 6:45 p.m. on October 31, 1997, and the armed robbery of a Conoco\r\nconvenience store at 2:00 a.m. on November 1, 1997.  The solicitor stated the Prestige Cleaners and Conoco robberies\r\noccurred less than ten hours before the Speedway robbery.  The solicitor asserted:  \r\n\r\n\r\n  [the crimes] are all part of the intertwined activities of these two individuals, along with the two other individuals through\r\nthe course of this day.  And we believe that the proof that is going to be required to establish this crime and what led to the\r\ncrime is going to involve the action of these people that took place earlier in the day.  \r\n\r\nWhere they were, where they had been together, how well they had to observe each other, I mean, and who was betting\r\nwho [sic] that they could do what, and all the goings-on, I don't believe - the phrase has been used - they are inextricably\r\nintertwined with everything that went before them.\r\n\r\nThe solicitor further stated:  \r\n\r\n  When I say the same individuals, there were other individuals other than these two defendants.  But they were the same\r\nfour individuals in all of them.  They were in the same car, they're all using the same - going back to the same house, and\r\nthey're all talking to each other throughout the entire day as to what they're going to do and planning their next move and\r\ngoing to the next place and that sort of thing.\r\n\r\n\r\nThe trial judge ruled evidence regarding the Prestige Cleaners and Conoco robberies was admissible.  \r\n\r\nDuring trial, without objection, Golden testified about appellant's role in the Prestige Cleaners and Conoco armed\r\nrobberies.  Golden explained around dinnertime on Halloween 1997, he, appellant, Vance, and Young  were driving\r\naround, drinking alcohol, smoking marijuana, and deciding who they were going to rob.  Initially, the four considered\r\nrobbing a jewelry store but then decided to rob Prestige Cleaners.  Golden and Young robbed the dry cleaners while\r\nappellant and Vance waited in the car.  Golden explained they were \"taking turns\" committing the robberies.  The four men\r\nthen went to appellant's home where they split the money from the robbery and discussed robbing a Waffle House.  The\r\nfour went to the Waffle House but decided against robbing it because too many people were inside.  \r\n\r\nThereafter, the men decided to rob a Conoco convenience store.  Golden, Young, and appellant went into the Conoco;\r\nVance remained outside in the car.  After the robbery, the men returned again to appellant's home where they distributed\r\nthe Conoco money.  They discussed robbing the Speedway.  Before going to the Speedway, Golden rented a motel room to\r\ncreate an alibi.  The four men then decided Golden and appellant, the \"original partners,\" would rob the Speedway while\r\nYoung and Vance would rob a nearby Waffle House.  Golden then described robbing the Speedway with appellant.  \r\n\r\n        Without objection, Vance gave similar testimony about the Prestige Cleaners and Conoco robberies.  Vance testified,\r\nduring the Prestige Cleaners and Conoco robberies, he waited near the car, but he decided to rob the Waffle House because\r\nthe others were \"getting away with [the robberies].  It looked easy\" and he wanted to \"be part of it.\" \r\n\r\n  Generally, a motion in limine seeks a pretrial \r\n  evidentiary ruling to prevent the disclosure of potentially prejudicial matter \r\n  to the jury. State v. Smith, 337 S.C. 27, 522 S.E.2d 598 (1999). A pretrial \r\n  ruling on the admissibility of evidence is preliminary and is subject to change \r\n  based on developments at trial. Id. A ruling in limine is not \r\n  final; unless an objection is made at the time the evidence is offered and a \r\n  final ruling procured, the issue is not preserved for review. Id.\r\n\r\nAppellant failed to object to the solicitor's questions \r\n  concerning his involvement in the Prestige Cleaners and Conoco armed robberies. \r\n  Accordingly, this issue is not preserved for consideration on appeal. Id. \r\n   \r\n\r\n  In any event, the res gestae theory recognizes \r\n  evidence of other bad acts may be an integral part of the crime with which the \r\n  defendant is charged or may be needed to aid the fact finder in understanding \r\n  the context in which the crime occurred. State v. King, 334 S.C. 504, \r\n  514 S.E.2d 578 (1999); State v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996). \r\n  This evidence of other crimes is admissible:\r\n\r\n\r\nwhen such evidence \"furnishes part of the context of the crime\" or is necessary to a \"full presentation\" of the case, or is so\r\nintimately connected with and explanatory of the crime charged against the defendant and is so much a part of the setting of\r\nthe case and its \"environment\" that its proof is appropriate in order \"to complete the story of the crime on trial by proving\r\nits immediate context or the 'res gestae'\" or the \"uncharged offense is 'so linked together in point of time and\r\ncircumstances with the crime charged that one cannot be fully shown without proving the other ... '[and is thus] part of the\r\nres gestae of the crime charged.'   And where evidence is admissible to provide this 'full presentation' of the offense,\"\r\n[t]here is no reason to fragmentize the event under inquiry\" by suppressing parts of the \"res gestae.\"  \r\n\r\n\r\nState v. Adams, 322 S.C. at 122, 470 S.E.2d at 370-71 \r\n  (quoting United States v. Masters, 622 F.2d 83, 86 (4th Cir.1980) (citations \r\n  omitted)). Under this theory, it is important that the temporal proximity of \r\n  the prior bad act be closely related to the charged crime. State v. Hough, \r\n  325 S.C. 88, 480 S.E.2d 77 (1997). Even if the evidence is relevant under this \r\n  theory, prior to admission the trial judge should determine whether its probative \r\n  value clearly outweighs any unfair prejudice. Rule 403, SCRE; State v. Bolden, \r\n  303 S.C. 41, 398 S.E.2d 494 (1990).\r\n\r\nEvidence regarding the Prestige Cleaners and Conoco robberies \r\n  was properly admitted under the res gestae theory. Evidence \r\n  of the two prior robberies, committed by various combinations of the same four \r\n  individuals within hours of the Speedway robbery, was necessary to place the \r\n  Speedway crime in context. Evidence of the two prior robberies was critical \r\n  for the jury to understand the nature and environment of the Speedway robbery \r\n  - that the four men committed the Speedway robbery as part of a robbery spree. \r\n  Contra State v. Beck, 342 S.C. 129, 536 S.E.2d 679 (2000) (finding \r\n  prior crime was not part of \"criminal episode\" for which defendant was on trial). \r\n\r\n\r\nMoreover, the probative value of the evidence outweighed its prejudicial effect.  Appellant's participation in the prior\r\nrobberies with the same individuals shortly before the Speedway robbery was evidence he participated in the Speedway\r\nrobbery with the same individuals.  Further, Golden and Vance's testimony suggests that the success of the earlier\r\nrobberies encouraged appellant to rob the Speedway.  \r\n\r\n\r\n    SENTENCING PHASE ISSUES \r\n  \r\n\r\n\r\nThe jury returned guilty verdicts on Monday, February 15, 1999, at approximately 8:30 p.m.  The trial judge ordered the\r\nsentencing phase of trial to begin on Wednesday at 9:00 a.m.\r\n\r\nWhen court reconvened on Wednesday, February 17, defense counsel notified the trial judge they had been served with a\r\n\"Supplemental Notice of Aggravation\" around 1:00 the previous afternoon.  The notice indicated the State's intent to\r\nintroduce evidence of appellant's \"future dangerousness and his inability to adapt to prison as demonstrated in the incident\r\ninvolving the death of Christopher Lee on or about February 16, 1999 at the Greenville County Detention Center.\"  The\r\nnotice further stated, \"[t]he State has previously noticed [appellant] of its intent to introduce evidence of [his] character\r\nbefore, during and after the crime.\" (3)\r\n\r\nDefense counsel explained inmate Christopher Lee died at the Greenville County Detention Center early on the morning of\r\nFebruary 16 and appellant gave a statement confessing to killing him.  Appellant was arrested on murder charges the same\r\nday.  Defense counsel argued appellant's confession should not be admitted because (1) counsel did not have sufficient\r\nopportunity to rebut the statement and (2) the statement was given without first notifying defense counsel.  The solicitor\r\nstated he faxed the statement to defense counsel as soon as he received it.  \r\n\r\nThe trial judge took defense counsel's objections under advisement and proceeded with the sentencing phase.  The State\r\npresented  evidence in aggravation and victim impact testimony.   \r\n\r\n      Thereafter, the trial judge excused the jury and the solicitor stated he intended to offer appellant's February 16th\r\nstatement.  Defense counsel again objected, claiming the statement was involuntary because it was made without notifying\r\ndefense counsel and in violation of appellant's right against self-incrimination.  \r\n\r\nThe trial judge conducted a hearing to determine the voluntariness of appellant's statement.  South Carolina Law\r\nEnforcement Division (SLED) Agent Dean Brown testified he arrived at the Greenville County Detention Center the\r\nprevious morning at 8:45 a.m.  He was present when appellant was advised by SLED Agent Elizabeth Corley that (1) he\r\nhad the right to remain silent, (2) anything he said could be used against him in court, (3) he had the right to talk to a\r\nlawyer for advice before questioning and have a lawyer present during questioning, and (4) an attorney would be appointed\r\nfor him if he could not afford counsel.  Brown testified appellant appeared to understand his rights and signed a form\r\nindicating he had been advised of those rights.  Brown testified that at no time did appellant state he was represented by\r\ncounsel and wanted counsel present.\r\n\r\nBrown stated he knew appellant was in the twenty-four hour waiting period of a murder trial.  He testified he told appellant\r\nthe purpose of the investigation was to determine what happened the night before. \r\n\r\nOn cross-examination, Brown stated appellant asked who he and Corley worked for and he inquired if they knew Detective\r\nBellew. (4)   Brown testified Agent Corley told appellant that \"this did not have anything to do with what [appellant] was\r\ngoing through at the time.\"  Brown testified Corley did not mean appellant's statement would not be used against him in\r\nhis current trial.  Brown stated he did not know appellant's statement would be used against him during the current trial.  \r\nAccording to Brown, appellant was willing to talk and freely provided information; he was not coerced or threatened. (5)  \r\n\r\nAppellant did not offer any witnesses during the Jackson \r\n  v. Denno (6) hearing. \r\n\r\nThe trial judge ruled neither appellant's Fifth nor Sixth Amendment rights were violated and concluded appellant's\r\nstatement was voluntary. \r\n\r\nThereafter, defense counsel moved for a continuance to allow time to investigate whether there were any extenuating\r\ncircumstances surrounding Lee's death.  The trial judge denied the motion.  \r\n\r\nIn the presence of the jury, Agent Brown testified about the investigation into Lee's death and the taking of appellant's\r\nFebruary 16th statement.  \r\n\r\nThe solicitor published appellant's statement as follows:\r\n\r\n\r\nAt eleven p.m. on 2-15-99, myself and the other inmates in my cell block watched the news and saw that I was found\r\nguilty.  I then worked out and took a shower.  I went to bed and woke up whenever they came to get one of the other\r\ninmates to take him to Perry.  This was around 3:00 a.m.\r\n\r\nWhile they were getting the guy ready to go to Perry, Christopher Lee said, 'You won't be the only one because\r\n[appellant's] coming down there with you.'  I told him to 'shut the f___ up.'  He told me his cousin was on the jury. (7)  I\r\nasked him if he knew that they convicted me.  He said quote 'f  ___ you.  I know because my cousin was on the jury,'\r\nunquote.  \r\n\r\nI then walked into his cell and hit him in the eye.  He fell down on his back.  I got on top and started hitting him mostly in\r\nthe face and throat.  I took a pen from his right hand with my right hand and stabbed him in his right eye.  I then tried to\r\nstab him in his chest, but the pen would not go in.  Then I stabbed him in his throat.  I don't know if the pen went into his\r\nthroat or not.  He started bleeding out of his mouth.  \r\n\r\nThere was a sheet tied into a snare laying on his bed.  I reached and got it and put it over his head onto his neck.  I wrapped\r\nit around my left hand and pulled it tight.  I started hitting him in the face with my right hand.  Then I started choking him\r\nwith my right hand and pounding his head against the floor.  \r\n\r\nHe never fought back after the first punch, he was out of it.  He was still breathing and the stuff coming out of his mouth\r\nstunk so I stood up and stomped his head and body with my feet.  I saw a black and blue lighter under the bunk.  I grabbed\r\nit and burned him around the eye and on the left side of his hair.  I rammed his head into the wall.  He was still moaning\r\nand breathing.  I walked out of the cell to leave him alone.  I heard the crazy moaning again so I grabbed the pen off the\r\nfloor where I had thrown it and went back into his cell.  I got back over him and rammed the pen up his right nostril.  I\r\nclosed his left nostril with my left hand and started choking him with my right hand.  The sheet was still around his neck.  I\r\nwas choking him above the sheet.  Throughout all of the above he was moaning and breathing.  \r\n\r\nI kept checking him to see if he was dead.  I would check his pulse on his wrist and I put my ear beside his neck and chest\r\nto hear if he was breathing.  I wanted him to be dead at that time.  I finally thought he was dead so I threw him on his bunk\r\nand covered him up.  The first time I put him on the bunk he fell off.  I then packed my stuff and put my mattress on the\r\ntable and went to sleep.  \r\n\r\nWhile I packed my stuff the black guy that had been on the top bunk of Christopher's cell the whole time this went on got\r\ndown and put his mattress on the other table and sit [sic] down.  Everyone in the cell block was awake when I left\r\nChristopher.  \r\n\r\nI woke up when Hefner opened the door to bring in breakfast and I got into line.  I was third in line.  Sergeant McNeil\r\nwalked by and I told him to cuff me.  He said he would not and I told him he would if he would go into Christopher's cell. \r\nHe looked into the cell and Hefner went into the cell. Sergeant McNeil told Hefner to cuff me, which he did.  Sergeant\r\nMcNeil then called someone on the radio.\r\n\r\nI really did it because I was wrongly convicted of murder.    \r\n\r\n\r\nImmediately after publication, the trial judge instructed the jury it could only consider the statement as evidence of\r\nappellant's character, not as evidence of a statutory aggravating circumstance.  In his charge, the trial judge also instructed\r\nthe jury it could only consider robbery while armed with a deadly weapon and larceny with use of a deadly weapon as\r\naggravating circumstances.  \r\n\r\nOn cross-examination, Agent Brown stated thirteen people, including appellant, were housed in the cell where Lee was\r\nkilled.  He further stated, according to appellant's statement, Lee arguably taunted appellant and the investigation into\r\nLee's death was not yet completed.  \r\n\r\nThe same day, February 17th, the jury returned a verdict finding the aggravating circumstance of murder while in the\r\ncommission of armed robbery and recommending appellant be sentenced to death.  \r\n\r\n  On Friday, February 19, 1999, The Greenville News \r\n  reported a second suspect was charged in Lee's death on Thursday, February 18, \r\n  1999. According to the article, another inmate, Fred Walker, Jr., assisted appellant \r\n  in killing Lee. \r\n\r\nDefense counsel filed a Motion for a New Trial based on the after-discovered evidence of Walker's arrest and\r\ninconsistencies in the coroner's report and appellant's confession.  At the motion hearing, defense counsel argued, had they\r\nbeen able to tell the jury a second individual had also been arrested for Lee's murder, the impact of appellant's confession\r\nwould have been diluted.  The trial judge denied appellant's motion for a new sentencing proceeding. \r\n\r\n\r\n    III. \r\n  \r\n\r\n\r\n  Appellant argues the trial judge erred by admitting his February 16th statement because it was not within the ambit of the\r\nState's Notice of Aggravation.  He further asserts his statement was inadmissible because the State's Supplemental Notice\r\nof Aggravation was not served pre-trial as required by South Carolina Code Ann. § 16-3-20(B) (Supp. 2000).  We disagree.\r\n\r\nSection 16-3-20(B) provides:\r\n\r\n\r\n  In the sentencing proceeding, the jury . . . shall hear \r\n    additional evidence in extenuation, mitigation, or aggravation of the punishment. \r\n     Only such evidence in aggravation as the State has informed the defendant \r\n    in writing before the trial is admissible. \r\n\r\n\r\n(Underline added).  \r\n\r\nThe purpose of § 16-3-20(B) is to ensure a capital defendant \r\n  is given a fair and complete opportunity to respond to each factual allegation \r\n  used by the State as a justification for a sentence of death. State v. Riddle, \r\n  291 S.C. 232, 353 S.E.2d 138 (1987). The statutory notice requirement is not \r\n  limited to evidence of statutory aggravating factors; instead \"[u]nder limited \r\n  circumstances, the notice requirement of section 16-3-20(B) applies to evidence \r\n  not specifically enumerated in the statute and introduced by the prosecution \r\n  during the sentencing phase.\" State v. Humphries, 325 S.C. 28, 479 S.E.2d \r\n  52 (1996). \r\n\r\nMore than one month before trial, the State notified defense counsel in writing it intended to introduce \"characteristics of\r\nthe defendant before, during and after the crime\" as evidence in aggravation.  The trial judge admitted appellant's February\r\n16th statement as evidence of his character.  Accordingly, appellant was timely informed the State planned to introduce\r\nevidence of his character, including character evidence arising after the Speedway murder, during the sentencing\r\nproceeding. (8)  The State's notice complied with § 16-3-20(B).  \r\n\r\n\r\n    IV.\r\n\r\n\r\n\r\nAppellant contends his February 16th statement was obtained in violation of his Fifth and Fourteenth Amendment\r\nprotections and in violation of due process, and, therefore, was inadmissible.  We disagree.\r\n\r\nFirst, appellant contends the interrogation on the Lee matter violated his Fifth Amendment right to counsel which he asserts\r\nhe invoked in the Speedway matter.  We disagree.\r\n\r\nThe Fifth Amendment to the United States Constitution guarantees \r\n  that \"[n]o person . . . shall be compelled in any criminal case to be a witness \r\n  against himself.\" In order \"to counteract the 'inherently compelling pressures' \r\n  of custodial interrogation,\" the suspect may request the presence of counsel. \r\n  McNeil v. Wisconsin, 501 U.S. 171, 176 (1991). \"Statements elicited during \r\n  custodial interrogation [are] admissible if the prosecution . . . establish[es] \r\n  that the suspect 'knowingly and intelligently waived his privilege against self-incrimination \r\n  and his right to retained or appointed counsel.\" Id. citing Miranda \r\n  v. Arizona, 384 U.S. 436, 475 (1966).\r\n\r\n  \"Once a suspect asserts the right [to counsel], not only \r\n  must the current interrogation cease, but he may not be approached for further \r\n  interrogation 'until counsel has been made available to him.'\" McNeil v. \r\n  Wisconsin, supra at 177-178 citing Edwards v. Arizona, \r\n  451 U.S. 477, 484-485 (1981). If the police reinitiate questioning in the absence \r\n  of counsel, the suspect's statements are presumed involuntary and, therefore, \r\n  inadmissible. Id.  \r\n\r\nHere, there is no evidence appellant declined to speak with police without the presence of counsel in the Speedway matter. \r\nIn fact, the evidence offered at the guilt phase of trial indicates appellant voluntarily waived his right to counsel and spoke\r\nto the Sheriff's Department about the Speedway matter.  This issue is patently without merit.\r\n\r\nSecond, appellant claims his statement was the result of police deception, rather than voluntary, because Agent Corley told\r\nhim the questioning had nothing to do with the Speedway case, thereby implying any statement he gave would not be used\r\nin the penalty phase of the Speedway trial.  We disagree. \r\n\r\nThe test for determining the admissibility of a statement \r\n  is whether it was knowingly, intelligently, and voluntarily given under the \r\n  totality of the circumstances. State v. Peake, 291 S.C. 138, 352 S.E.2d \r\n  487 (1987). A statement induced by a promise of leniency is involuntary only \r\n  if so connected with the inducement as to be a consequence of the promise. Id. \r\n   \r\n\r\nOn appeal, this Court does not re-evaluate the facts based \r\n  on its own view of the preponderance of the evidence but simply determines whether \r\n  the trial judge's ruling is supported by any evidence. State v. Wilson, \r\n  345 S.C.1, 545 S.E.2d 827 (2001). The conclusion of the trial judge on issues \r\n  of fact as to the voluntariness of a confession will not be disturbed unless \r\n  so manifestly erroneous as to show an abuse of discretion. State v. Livingston, \r\n  223 S.C. 1, 73 S.E.2d 850 (1952). \r\n\r\nConsidering the totality of the circumstances surrounding \r\n  the statement, the evidence supports the trial judge's ruling that appellant's \r\n  statement in the Lee matter was not induced by a promise the statement would \r\n  not be used in the Speedway trial. According to the record, Agent Corley told \r\n  appellant the interrogation had nothing to do with his pending murder trial. \r\n  The agent's assertion did not imply appellant's statements would not be used \r\n  during the Speedway trial, but rather, the current investigation was unrelated \r\n  to the case for which he was on trial. Appellant could not reasonably have thought \r\n  otherwise, especially since the SLED agent had informed him that anything he \r\n  said could be used against him in court. Cf. State v. Rochester, \r\n  301 S.C. 196, 391 S.E.2d 244 (1990) (polygraph examiner's statement that it \r\n  would be in defendant's best interest to tell the truth was not on its face \r\n  an inducement or hope of lighter punishment and resulting statement was properly \r\n  determined voluntary) with State v. Peake, supra (where \r\n  defendant made inculpatory statement after unequivocally being told by interrogating \r\n  officers that the State would not seek the death penalty if he gave a statement, \r\n  State failed to meet its burden of showing the defendant's statement was voluntary). \r\n  The trial judge did not abuse his discretion in determining appellant's statement \r\n  was voluntary. Similarly, because there was no misrepresentation, appellant's \r\n  due process rights were not violated. \r\n\r\n\r\n    V.\r\n\r\n\r\n\r\nAppellant contends his February 16th statement \r\n  was obtained in violation of his Sixth and Fourteenth Amendment right to counsel \r\n  and, therefore, inadmissible. Specifically, appellant claims the trial judge \r\n  erred by failing to exclude his statement concerning Lee's death because it \r\n  was taken in violation of his asserted right to counsel for the Speedway offenses. \r\n  Appellant contends Texas v. Cobb,  ___ U.S. ___, 121 S.Ct. \r\n  1335,  ___ L.Ed.2d  ___ (2001), supports his claim that the Sixth \r\n  Amendment right to counsel is \"prosecution specific\" in that once invoked, no \r\n  evidence obtained in contravention of that invocation is admissible. We disagree. \r\n\r\n\r\nThe Sixth Amendment right to counsel attaches when adversarial \r\n  judicial proceedings have been initiated and at all critical stages. McNeil \r\n  v. Wisconsin, supra. The right attaches only \"post-indictment,\" at \r\n  least in the questioning/statement area. State v. George, 323 S.C. 496, \r\n  476 S.E.2d 903 (1996). \r\n\r\nSouth Carolina follows the federal constitutional rule that \r\n  the Sixth Amendment right to counsel is offense-specific; the mere fact counsel \r\n  is appointed in one matter does not invoke the right to counsel in an unrelated \r\n  matter. Id., citing McNeil v. Wisconsin, supra \r\n  U.S. at 176 (\"The Sixth Amendment right to counsel . . . cannot be invoked once \r\n  for all future prosecutions. . . .\"). \r\n\r\nIn Texas v. Cobb, supra, the United States \r\n  Supreme Court determined Sixth Amendment protections do not necessarily extend \r\n  to offenses that are \"factually related\" to those offenses to which the right \r\n  to counsel has already attached. (9) However, \r\n  once the Sixth Amendment right to counsel has attached, it does encompass those \r\n  offenses which, even if not formally charged, would be considered the same offense \r\n  for double jeopardy purposes. In this sense, the Sixth Amendment is \"prosecution \r\n  specific;\" it prohibits interrogation on charged offenses as well as uncharged \r\n  offenses which, because of double jeopardy, could not be the subject of a later \r\n  prosecution. \r\n\r\nAppellant's Sixth Amendment right to counsel in the Speedway \r\n  matter was not compromised by his interrogation concerning the Lee matter. Because \r\n  the Sixth Amendment right to counsel is offense-specific, the attachment of \r\n  appellant's right to counsel in the Speedway matter, did not invoke the right \r\n  to counsel in the Lee matter. McNeil v. Wisconsin, supra; State \r\n  v. George, supra.(10)  \r\n\r\nMoreover, contrary to appellant's argument, Texas v. \r\n  Cobb, supra, does not prohibit the admission of evidence - obtained \r\n  as the result of an uncounseled interrogation for an unrelated offense where \r\n  the right to counsel has yet to attach - in a trial where the Sixth Amendment \r\n  right has attached. Instead, once the Sixth Amendment attaches it prohibits \r\n  uncounseled interrogation and the admission of any evidence obtained as a result \r\n  of the interrogation, both for the crime for which it has attached and for a \r\n  crime which would be considered the same offense if charged. \r\n\r\n  Here, the Speedway and Lee crimes were completely unrelated and could not possibly be considered the same offense. (11) \r\nAccordingly, investigators properly questioned appellant about Lee's death without violating his right to counsel in the\r\nSpeedway matter.  Appellant's statement obtained as a result of the questioning was properly admitted in appellant's trial\r\nfor the Speedway crimes without violating appellant's Sixth Amendment right to counsel.  We conclude the trial judge did\r\nnot err by refusing to exclude appellant's February 16th statement on Sixth Amendment grounds. \r\n\r\n\r\n    VI.\r\n\r\n\r\n\r\n\r\n    A.\r\n\r\n\r\n\r\nAppellant argues his due process rights (12) were violated by the admission of his February 16th statement because he did not\r\nhave sufficient opportunity to investigate the reliability and accuracy of the document.  He asserts the trial judge should\r\nhave either (1) excluded the statement due to lack of notice or (2) continued the sentencing proceeding to allow defense\r\ncounsel the opportunity to explain or rebut information regarding Lee's death.\r\n\r\n1.\r\n\r\n\r\n  The record indicates the solicitor provided defense counsel with a copy of appellant's statement two hours after the\r\nstatement was taken. (13)  This notification was timely.       \r\n\r\n2.\r\n\r\n\r\nDue process prohibits a defendant from being sentenced to \r\n  death \"on the basis of information which he had no opportunity to deny or explain.\" \r\n  Gardner v. Florida, 430 U.S. 349, 362 (1977).\r\n\r\n\r\nThe fundamental requirement of due process is the opportunity to be heard at a meaningful time and in a meaningful\r\nmanner.  Due process does not mandate any particular form of procedure.  Instead, due process is a flexible concept, and\r\nthe requirements of due process in a particular case are dependent upon the importance of the interest involved and the\r\ncircumstances under which the deprivation may occur. \r\n\r\n\r\nSouth Carolina Dep't of Social Services v. Holden, \r\n  319 S.C. 72, 78, 459 S.E.2d 846, 849 (1995) citing S.C.N.B. v. Central \r\n  Carolina Livestock Market, 289 S.C. 309, 345 S.E.2d 485 (1986) (internal \r\n  citations omitted). \r\n\r\nGranting a continuance is one measure the court may use \r\n  to protect an accused's due process rights. State-Record Co., Inc., v. State \r\n  of South Carolina, 332 S.C. 346, 504 S.E.2d 592 (1998). \r\n\r\nThe grant or denial of a motion for a continuance is within \r\n  the sound discretion of the trial judge whose ruling will not be disturbed on \r\n  appeal absent an abuse of discretion resulting in prejudice to the appellant. \r\n  State v. Babb, 299 S.C. 451, 385 S.E.2d 827 (1989).\r\n\r\n\r\nWhen a motion for a continuance is based upon the contention that counsel for the defendant has not had time to prepare\r\nhis case its denial by the trial court has rarely been disturbed on appeal.  It is axiomatic that determination of such motions\r\nmust depend upon the particular facts and circumstances of each case. \r\n\r\n\r\nState v. Motley, 251 S.C. 568, 572, 164 S.E.2d 569, \r\n  570 (1968). \r\n\r\nAlthough aware of appellant's February 16th statement, defense counsel had little, if any, meaningful opportunity to\r\ninvestigate the circumstances surrounding Lee's death.  Because of the capital nature of the proceeding and given the\r\ntiming of appellant's statement, we find due process necessitated a brief, perhaps twenty-four hour, continuance to allow\r\ndefense counsel the opportunity to interview the inmates and personnel at the detention center.  Further, without a fair\r\nopportunity to counter the statement, appellant's graphic rendition of the brutal details of Lee's death was highly\r\nprejudicial.  Although reversals of the refusal to grant a continuance are as \"rare as the proverbial hens' teeth,\" (14) under the\r\nmost unusual circumstances presented here, this is one of those rare cases.  Accordingly, we remand for a new sentencing\r\nproceeding.    \r\n\r\n\r\n    B.\r\n\r\n\r\n\r\nAppellant argues the admission of his February 16th statement violated the Eighth Amendment because it permitted the jury\r\nto consider inaccurate information (a second person was also charged with Lee's murder), thereby rendering his death\r\nsentence unreliable.  In light of our ruling above, we need not address this issue.  \r\n\r\n\r\n    C.\r\n\r\n\r\n\r\nAppellant argues the probative value of his February 16th statement was outweighed by its prejudicial effect and, therefore,\r\nthe statement was inadmissible.  We disagree.  \r\n\r\nThe purpose of the sentencing phase in a capital trial is \r\n  to direct the jury's attention to the specific circumstances of the crime and \r\n  the characteristics of the offender. State v. Locklair, 341 S.C. 352, \r\n  535 S.E.2d 420 (2000); see Woodson v. North Carolina, 428 U.S. \r\n  280 (1976) (in capital cases, the Eighth Amendment requires consideration of \r\n  the character and record of the individual offender as a constitutionally indispensable \r\n  part of the process of inflicting the penalty of death). In the penalty phase, \r\n  the admission of evidence the defendant committed a similar crime is proper \r\n  as it indicates his individual characteristics. State v. George, supra \r\n  (trial court properly admitted defendant's statement regarding unrelated robbery \r\n  and killing as character evidence in penalty phase); State v. Howard, \r\n  295 S.C. 462, 369 S.E.2d 132 (1988) (confessions to seventy armed robberies \r\n  and another murder were properly admitted in penalty phase as evidence of other \r\n  crimes relevant to the defendant's character).\r\n\r\n  Relevant evidence may be excluded if its probative value \r\n  is substantially outweighed by the danger of unfair prejudice. Rule 403, SCRE. \r\n  Unfair prejudice means an undue tendency to suggest a decision on an improper \r\n  basis. State v. Dickerson, 341 S.C. 391, 535 S.E.2d 119 (2000).\r\n\r\n                                      Appellant's statement was relevant evidence of his character, an issue under consideration during the penalty\r\nphase of trial.  While clearly prejudicial, appellant's statement does not suggest a decision on an improper basis. \r\nAdmission of appellant's statement did not violate Rule 403, SCRE.  \r\n\r\n\r\n    VII.\r\n\r\n\r\n\r\nAppellant argues the trial judge abused his discretion by denying his motion for a new sentencing hearing based on the\r\nafter-discovered evidence that Fred Walker, Jr., was also charged with Lee's  death.  Because this matter is remanded for a\r\nnew sentencing proceeding, it is unnecessary to rule on this issue.  \r\n\r\n\r\n    VIII.\r\n\r\n\r\n\r\nAppellant contends the trial judge erred in sentencing him for possession of a firearm in the commission of a violent\r\noffense because South Carolina Code Ann. § 16-23-490(A) prohibits such a sentence where the death penalty is imposed. \r\nWe agree.  \r\n\r\nSection 16-23-490(A) (Supp. 2000) states:\r\n\r\n\r\n  If a person is in possession of a firearm or visibly displays \r\n    what appears to be a firearm . . . during the commission of a violent crime \r\n    and is convicted of committing . . . a violent crime . . . , he must be imprisoned \r\n    five years, in addition to the punishment for the principal crime. This \r\n    five-year sentence does not apply in cases where the death penalty or \r\n    a life sentence without parole is imposed for the violent crime. \r\n  \r\n\r\n\r\n(Underline added).   \r\n\r\nSection 16-23-490(A) expressly provides the mandatory five \r\n  year sentence for possession of a firearm during the commission of a violent \r\n  crime shall not be imposed when the defendant is sentenced to death or to life \r\n  without parole for the violent crime. Appellant was sentenced to death. Accordingly, \r\n  we vacate the five year sentence for possession of a firearm during the commission \r\n  of a violent crime. If, on resentencing, appellant receives a sentence other \r\n  than death or life without the possibility of parole, he shall also be sentenced \r\n  to five years imprisonment for possession of a firearm during the commission \r\n  of a violent crime. See S.C. Code Ann. § 16-3-20 (Supp. 2000) (establishing \r\n  circumstances under which mandatory minimum term of imprisonment of thirty years \r\n  is available sentence). \r\n\r\n\r\n    CONCLUSION\r\n\r\n\r\n\r\n  Appellant's convictions are affirmed.  Appellant's sentence for possession of a firearm during the commission of a violent\r\ncrime is vacated. This matter is remanded to the circuit court for a new sentencing proceeding.   \r\n\r\nAFFIRMED IN PART; REVERSED IN PART; AND REMANDED.  \r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  PLEICONES, J., concurring in a separate opinion.\r\n\r\nJUSTICE PLEICONES: I concur in the majority's \r\n  decision, but write separately because I would omit the substantive analysis \r\n  of the constitutional issues in Parts IV and V relating to the February 16th \r\n  statement. We are agreed that appellant's due process rights were violated when \r\n  the trial judge denied his request for a continuance to investigate the circumstances \r\n  surrounding the making of the statement. I would therefore refrain from addressing \r\n  the constitutional issues on the incomplete record now before us. Compare \r\n  In the Matter of McCracken, Op. No. 25323 (S.C. Sup. Ct. filed July 23, \r\n  2001) (Shearouse Adv. Sh. No. 26 p.58)( Court's firm policy not to address constitutional \r\n  issues unless necessary to decide appeal). \r\n1. Appellant's alibi was offered through the testimony of a Sheriff's Department detective who stated appellant told him he\r\nwas at home in bed at 4:00 a.m.\r\n2. Appellant asserts State v. Crenshaw, \r\n  supra, and State v. Beam, supra, are inapposite because \r\n  the offenses in those cases were statutory while murder is a common law offense. \r\n  While murder remains a common law offense, § 16-3-10 declares the common law. \r\n  Hinson v. State, 297 S.C. 456, 377 S.E.2d 338 (1989). Accordingly, appellant \r\n  was informed of the elements of common law murder, including malice aforethought, \r\n  by reference to the statute. \r\n3. In early January, the State provided appellant with its \"Notice of Aggravation.\"  In addition to other matters, the\r\ndocument indicates the State intended to introduce \"characteristics of the defendant before, during and after the crime.\" \r\n4. Bellew is a detective with the Greenville County Sheriff's Office. \r\n5. Appellant's statement began at 9:25 a.m. and concluded at 11:05 a.m.  \r\n6. 378 U.S. 368 (1964).  \r\n7. The trial judge determined no member of the jury was either related to or acquainted with Lee.    \r\n8. For purposes of this discussion, we have assumed § 16-3-20(B) requires the State to notify a defendant it intends to\r\nintroduce character evidence as evidence in aggravation during the penalty phase of a capital trial.  \r\n9. The Supreme Court rejected the claim \r\n  that its ruling would prove disastrous to suspects' constitutional rights. It \r\n  noted a suspect who has counsel for charged offenses is not left without constitutional \r\n  protection - a suspect must be apprised of his right against compulsory self-incrimination \r\n  and to consult with an attorney before authorities can conduct custodial interrogation. \r\n  Further, the Court determined \"the Constitution does not negate society's interest \r\n  in the ability of police to talk to witnesses and suspects, even those who have \r\n  been charged with other offenses.\" Texas v. Cobb, supra, 121 S.Ct. \r\n  at 1343. \r\n10. At the time he was questioned by \r\n  the SLED agents on the Lee matter, the Sixth Amendment had not attached for \r\n  the Lee offense as adversarial judicial proceedings had not begun against appellant \r\n  for Lee's murder. See Hoffa v. United States, 385 U.S. 293 (1966) \r\n  (Sixth Amendment does not attach simply because investigation focuses on defendant). \r\n11. See Blockburger v. United \r\n  States, 284 U.S. 299, 304 (1932) (\"[w]here the same act or transaction constitutes \r\n  a violation of two distinct statutory provisions, the test to be applied to \r\n  determine whether there are two offenses or only one, is whether each provision \r\n  requires proof of a fact which the other does not.\"). \r\n12. U.S. Const. amend XIV; S.C. Const. art. I, § 3.  \r\n13. The State asserts appellant was \r\n  not entitled to notice it intended to admit his statement. See Gray \r\n  v. Netherland, 518 U.S. 152 (1996) (in denying petition for habeas corpus, \r\n  Supreme Court recognized prior case law did not hold due process requires advance \r\n  notice of the specific evidence of unadjudicated conduct the prosecution intends \r\n  to introduce during penalty phase of capital trial). In light of our disposition \r\n  on this matter, we need not determine whether appellant was entitled to notice \r\n  under due process precepts. \r\n14. See State v. Brooks, \r\n  235 S.C. 344, 111 S.E.2d 686 (1959). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25355","title":"Horry County School District v. Horry County and the City of Myrtle Beach","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25355","description":"This opinion involves the interpretation of the statute governing multi-county business parks and its effect on school districts.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Horry County School District, Appellant,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nHorry County and the City of\r\nMyrtle Beach, Respondents.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nHoward P. King, Circuit Court Judge\r\n\r\n\r\nOpinion No. 25355\r\nHeard January 11, 2001 - Filed September 4, 2001\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nKenneth L. Childs, William F. Halligan, and John M. Reagle, of Childs &amp; Halligan, of Columbia; and Wallace K. Lightsey\r\nand John C. Moylan, of Wyche, Burgess, Freeman &amp; Parham, of Greenville, for appellant.\r\n\r\nJohn P. Henry, of The Thompson Law Firm, of Conway; Emma Ruth Brittain, of The Thompson Law Firm, of Myrtle\r\nBeach; Thomas A. Hutcheson, of Sinkler &amp; Boyd, of Charleston; and B. Eric Shytle, of Sinkler &amp; Boyd, of Columbia, for\r\nrespondents.\r\n\r\nBurnet R. Maybank, III, of Nexsen Pruet Jacobs &amp; Pollard, of Columbia for amici curiae South Carolina Chamber of\r\nCommerce and South Carolina Manufacturer's Association.\r\n\r\nTerry E. Richardson, Jr. of Ness, Motley, Loadholt, Richardson &amp; Poole, of Barnwell, for amicus curiae Barnwell School\r\nDistrict 45.\r\n\r\nRoy D. Bates, of Columbia, for amicus curiae Municipal Association of South Carolina. \r\n\r\nRobert E. Lyon, Jr. and Kelly J. Golden, both of Columbia, for amicus curiae South Carolina Association of Counties.\r\n\r\nRichard M. Gergel and W. Allen Nickles III, of Gergel, Nickles &amp; Solomon, of Columbia; and Dwight F. Patterson, Jr., of\r\nPerrin, Perrin, Mann &amp; Patterson, of Spartanburg, for amici curiae South Carolina School Boards Association, South\r\nCarolina Association of School Administrators, South Carolina Education Association, Palmetto State Teachers\r\nAssociation, South Carolina Association for Rural Education, South Carolina Alliance of Black School Educators, South\r\nCarolina Association of School Psychologists, and South Carolina League of Women Voters.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT:  This is an appeal from an order of the circuit court granting summary judgment to respondents\r\nHorry County and the City of Myrtle Beach (collectively \"the county\").  The Horry County School District brought suit\r\nchallenging the constitutionality of S.C. Code Ann. §§ 4-1-170 and -175 (Supp. 2000) and Horry County Council\r\nOrdinances Nos. 171-99, 174-99, and 57-00.  The trial court granted summary judgment to the county.  We affirm.\r\n\r\nFACTS\r\n\r\nThis controversy arose when Horry County initiated creation of a multi-county business park (MCBP) in conjunction with\r\ncontiguous Marion, Georgetown, and Dillon Counties.  The MCBP consists of twenty-seven separate tracts of land\r\ncovering 3,889.23 acres situated wholly within Horry County and partially within the limits of the City of Myrtle Beach.  \r\n\r\nThe Horry County School District is coterminous with Horry County and the City of Myrtle Beach is located entirely\r\nwithin the county and the school district.  The school district has authority to levy ad valorem taxes.  The Horry County\r\nBoard of Education prepares an annual budget and determines the necessary millage for the operation of schools for the\r\nsucceeding year.  The county auditor sets the millage for the school district's debt service.  The Myrtle Beach City Council\r\nand the Horry County Council also establish annual budgets and determine annually the millage necessary for their\r\nrespective operations.  The Horry County Council plays no role in setting, levying, or approving the budget or millage of\r\nthe school district.  \r\n\r\nFor the 1999-2000 fiscal year, the county levied 56 mills in unincorporated areas of the county and 40.9 mills in\r\nincorporated areas, the city levied 61 mills, and the school district levied 91 mills for school operations and 22 mills for\r\ndebt service, for a total of 113 mills for school purposes.  Thus, based on the 1999-2000 millage rates and disregarding the\r\neffect of the MCBP, the school district would receive 67% of all property tax revenues in unincorporated areas and\r\napproximately 53% of the revenues in Myrtle Beach.\r\n\r\nAs discussed infra, property within the MCBP is constitutionally exempt from ad valorem taxation, but the owners must\r\nnevertheless pay an amount equivalent to the taxes that would otherwise have been due.  The agreement creating the\r\nMCBP at issue in this case allocates the revenue derived from property situated within the MCBP without regard to the\r\nmillage imposed by the various taxing entities.  Specifically, the agreement allocates 50% of MCBP revenue to the school\r\ndistrict.  \r\n\r\nDISCUSSION\r\n\r\nThe school district presents several issues, however, in essence, the sole issue on appeal is whether the county has complete\r\ndiscretionary authority to allocate the revenue from the fee in lieu of taxes paid by the MCBP.  This issue poses two sub-issues: (1) did the trial court correctly construe the MCBP statutes to give the county this discretion? and (2) are the statutes\r\nas construed constitutional?  We conclude the trial court correctly construed the statutes and the statutes are constitutional.  \r\n\r\nI.  Statutory Construction\r\n\r\nThe district argues the trial court erred in construing § 4-1-170 (Supp. 2000) as granting the county discretion over the\r\nallocation of revenue from MCBPs.  We disagree.\r\n\r\nIn 1988, the voters of this state were asked to approve an amendment to the South Carolina Constitution authorizing the\r\ncreation of MCBPs.  The ballot question read as follows:\r\n\r\n\r\nShall Section 13 of Article VIII of the Constitution of this State be amended so as to provide that counties, subject to the\r\nGeneral Assembly first providing by law for bonded indebtedness and school fiscal ability considerations, may jointly\r\ndevelop an industrial or business park with other counties within the geographical boundaries of one or more of the\r\nmember counties where the area comprising the parks and all property having a situs therein is exempt from all ad valorem\r\ntaxation because the owners or lessees of any property situated in the park must pay an amount equivalent to the property\r\ntaxes or other in-lieu-of payments that would have been due and payable except for the above exemption?\r\n\r\n\r\nJt. Res. No. 690 (S.C. 1988). The proposed amendment was \r\n  billed as a means to help rural counties. See Amendment Benefits Rural \r\n  Counties, The State, Oct. 18, 1988, at Metro 1. The voters approved the \r\n  ballot question and the following amendment was added to the Constitution: \r\n\r\n\r\n\r\nCounties may jointly develop an industrial or business park with other counties within the geographical boundaries of one\r\nor more of the member counties.  The area comprising the parks and all property having a situs therein is exempt from all\r\nad valorem taxation.  The owners or lessees of any property situated in the park shall pay an amount equivalent to the\r\nproperty taxes or other in-lieu-of payments that would have been due and payable except for the exemption herein\r\nprovided.  The participating counties shall reduce the agreement to develop and share expenses and revenues of the park to\r\na written instrument which is binding on all participating counties.  Included within expenses are the costs to provide\r\npublic services such as sewage, water, fire, and police protection.  Notwithstanding the above provisions of this subsection,\r\nbefore a group of member counties may establish an industrial or business park as authorized herein, the General Assembly\r\nmust first provide by law for the manner in which the value of the property in the park will be considered for purposes of\r\nbonded indebtedness of political subdivisions and school districts and for purposes of computing the index of taxpaying\r\nability pursuant to any provision of law which measures the relative fiscal capacity of a school district to support its schools\r\nbased on the assessed valuation of taxable property in the district as compared to the assessed valuation of the taxable\r\nproperty in all school districts of this State.  \r\n\r\n\r\nS.C. Const. Art. VIII, § 13(D) (emphasis added).  Thus, before any MCBPs could be created, the General Assembly was\r\nrequired to enact legislation specifying how the value of park property would be considered relative to specific areas of\r\nschool funding (bonded indebtedness and the index of taxpaying ability (1)).  \r\n\r\nIn accordance with the requirements of the constitutional amendment, the legislature enacted S.C. Code Ann. § 4-1-170\r\n(Supp. 2000), which provides:\r\n\r\n\r\nBy written agreement, counties may develop jointly an industrial or business park with other counties within the\r\ngeographical boundaries of one or more of the member counties as provided in Section 13 of Article VIII of the\r\nConstitution of this State.  The written agreement entered into by the participating counties must include provisions which:\r\n\r\n  \r\n(1) address sharing expenses of the park;\r\n\r\n(2) specify by percentage the revenue to be allocated to each county;\r\n\r\n(3) specify the manner in which revenue must be distributed to each of the taxing entities within each of the participating\r\ncounties.\r\n\r\n  \r\nFor the purpose of bonded indebtedness limitation and for the purpose of computing the index of taxpaying ability pursuant\r\nto Section 59-20-20(3), allocation of the assessed value of property within the park to the participating counties and to each\r\nof the taxing entities within the participating counties must be identical to the allocation of revenue received and retained\r\nby each of the counties and by each of the taxing entities within the participating counties. . . .\r\n\r\n\r\n§ 4-1-170 (emphasis added).  Thus, as far as the Index of Taxpaying Ability is concerned, a school district will not be\r\npenalized for the value of MCBP property in its district if it does not actually receive funds from that property.  \r\n\r\nStatutes governing fees in lieu of taxes also address the allocation of revenue from MCBPs (2):\r\n\r\n\r\nFor a project not located in an industrial development park as defined in § 4-1-170, distribution of the fee in lieu of taxes\r\non the project must be made in the same manner and proportion that the millage levied for school and other purposes\r\nwould be distributed if the property were taxable.  \r\n\r\n\r\n§ 4-29-67(L)(1) (Supp. 1999) (emphasis added).  Conversely, \"for a project located in an industrial development park as\r\ndefined in § 4-1-170, distribution of the fee in lieu of taxes on the project must be made in the manner provided for by the\r\nagreement establishing the industrial development park.\"  § 4-29-67(L)(2). (3)    \r\n\r\nUnder the terms of the agreement creating the MCBP at issue in this case, 1% of the revenue from the MCBP would be\r\nallocated to and divided equally among Marion, Georgetown, and Dillon Counties.  The remaining 99% would be allocated\r\nto Horry County.  Within Horry County, the agreement provides for allocation of revenue as follows:\r\n\r\n\r\n50% to the Horry County School District\r\n25% to the Horry County General Fund\r\n24% to the retirement of debt instruments . . .&nbsp;\r\n intended to finance the acquisition by Horry County&nbsp;\r\n of Qualifying Public\r\nInfrastructure . . . in the Park.\r\n\r\n\r\nThus, the school district receives a smaller portion of the revenues from the MCBP fee in lieu of taxes under the agreement\r\nthan it would receive if the property contained in the MCBP were subject to ad valorem taxes.  The district argues these\r\nstatutes should not be construed to allow this result. \r\n\r\nThis Court cannot construe a statute without regard to its \r\n  plain and ordinary meaning and may not resort to subtle or forced construction \r\n  in an attempt to limit or expand a statute's scope. Berkebile v. Outen, \r\n  311 S.C. 50, 426 S.E.2d 760 (1993). \"A statute must receive such construction \r\n  as will make all of its parts harmonize with each other and render them consistent \r\n  with its general scope and object.\" Davis v. County of Greenville, 322 \r\n  S.C. 73, 470 S.E.2d 94 (1996).\r\n\r\nReading these statutes together, there is clearly no requirement \r\n  that revenue from the fee in lieu of taxes from an MCBP be distributed in the \r\n  same proportion that it would be if the property were taxable. First, Article \r\n  VIII, § 13(D) and § 4-1-170 exempt property in MCBPs from ad valorem \r\n  taxation and permit the county to enter agreements specifying how MCBP revenue \r\n  will be distributed. Second, § 4-1-170(2) specifically allocates that revenue \r\n  to the county, not to any another taxing entity. Third, while § 4-1-170 clearly \r\n  contemplates some allocation to the other taxing entities within the county, \r\n  (4) neither § 4-1-170 nor the fee in lieu statutes require the county \r\n  to distribute to the district a proportion of MCBP funds identical to the district's \r\n  millage, as required for other fee in lieu revenue. Fourth, § 4-1-170 contemplates \r\n  that a school district might not receive the funding from MCBPs that it would \r\n  from taxable property by specifying that the index of taxpaying ability will \r\n  be calculated based on funds \"received and retained\" by the school district. \r\n  (5) If the legislature had intended to require counties to distribute \r\n  MCBP revenue in the same proportion as if the property were taxable, it could \r\n  have said so in plain terms exactly as it did concerning tax exempt non-MCBP \r\n  property. Compare § 4-29-67(L)(1) with § 4-29-67(L)(2); See \r\n  also Tilley v. Pacesetter, 333 S.C. 33, 508 S.E.2d 16 (1998) (if \r\n  legislature had intended certain result in statute it would have said so). \r\n\r\n\r\nAlthough we conclude the circuit court properly interpreted the statutes at issue here, we note an inadequacy in the\r\nagreement itself.  This issue is not before us.  We address it only to advise the parties of our concern.  Section 4-1-170(3)\r\nrequires the agreement creating the MCBP to \"specify the manner in which revenue must be distributed to each of the\r\ntaxing entities within each of the participating counties.\"  The agreement here allocates 50% of MCBP revenue to the\r\nHorry County School District with no basis for determining what proportion goes to debt service and what proportion to\r\nschool operations.  Nor does the agreement provide a basis for determining whether the auditor, who sets debt millage, or\r\nthe school board, which sets operational millage, would make the allocation.  This deficiency in the agreement does not\r\ninvalidate the MCBP statutes, but may require the amendment of the agreement. \r\n\r\nII.  Constitutional Challenge\r\n\r\nThe district makes numerous arguments challenging the constitutionality \r\n  of §§ 4-1-170 and -175 as construed. The district does not ask us to invalidate \r\n  the statutes; rather, it asks us to construe the statutes in such a way as to \r\n  render them constitutional. All statutes are presumed constitutional and will, \r\n  if possible, be construed so as to render them valid. Davis v. County of \r\n  Greenville, 322 S.C. 73, 470 S.E.2d 94, (1996). We address only those arguments \r\n  we believe have merit. \r\n\r\nA.  Article VIII, § 14\r\n\r\nThe district argues that §§ 4-1-170 and -175 as construed are unconstitutional because Article VIII, § 14 of the South\r\nCarolina Constitution prohibits the County Council from using an MCBP agreement to interfere with the state system of\r\nfinancing public education.  We find no constitutional violation.\r\n\r\nArticle VIII, § 14 provides that provisions enacted by local \r\n  governments shall not set aside general law provisions applicable to \"(3) bonded \r\n  indebtedness of governmental units; . . . and (6) the structure and the administration \r\n  of any governmental service or function, responsibility for which rests with \r\n  the State government or which requires statewide uniformity.\" S.C. Const. Art. \r\n  VIII, § 14. Public education is a state function. See Moye v. Caughman, \r\n  265 S.C. 140, 143, 217 S.E.2d 36, 37 (1975) (public education is not the duty \r\n  of the counties, but of the General Assembly). \r\n\r\nThe district argues §§ 4-1-170 and -175, as construed by the circuit court, allow the county to \"set aside\" many provisions\r\nof state law governing school district operational finances, bonded debt, and educational standards.  Specifically, the\r\ndistrict argues the statutes unconstitutionally allow the county to interfere with the schools' general obligation debt and\r\nmanipulate the index of taxpaying ability by decreasing the taxable property in the district.  \r\n\r\nAlthough Article VIII, § 14 specifically speaks only to \r\n  local ordinances that \"set aside\" general laws, this Court has also invoked \r\n  Article VIII, § 14 to invalidate state statutes which impermissibly delegate \r\n  to counties functions requiring statewide uniformity. See, e.g., Davis \r\n  v. County of Greenville, 322 S.C. 73, 76, 470 S.E.2d 94, 96 (1996) (\"Article \r\n  VIII, § 14 limits the powers local governments may be granted.\") (emphasis \r\n  added); Robinson v. Richland County Council, 293 S.C. 27, 30, 358 S.E.2d \r\n  392, 395 (1987) (\"[Article VIII, § 14] precludes the legislature from delegating \r\n  to counties the responsibility for enacting legislation relating to the subjects \r\n  encompassed by that section.\"). Relying on Article VIII, § 14, we have held \r\n  unconstitutional statutes which gave counties improper authority over certain \r\n  state functions. See, e.g., Douglas v. McLeod, 277 S.C. 76, 282 \r\n  S.E.2d 604 (1981) (invalidating state statute delegating to counties power to \r\n  set magistrates' salaries); Brashier v. South Carolina Dep't of Transp., \r\n  327 S.C. 179, 490 S.E.2d 8 (1997), overruled in part on other grounds,&nbsp;I'On \r\n  v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 (2000) (invalidating \r\n  a statute which gave counties discretion to approve or disapprove the construction \r\n  of toll roads). \r\n\r\nThe legislature has wide discretion in determining how to \r\n  go about accomplishing its duty to \"provide for the maintenance and support \r\n  of a system of free public schools.\" See Richland County v. Campbell, \r\n  294 S.C. 346, 349, 364 S.E.2d 470, 471-72 (1988); S.C. Const. art. XI, § 3. \r\n  In Richland County v. Campbell, this Court upheld the constitutionality \r\n  of shared funding of public schools by local and state revenues as set forth \r\n  in the Education Finance Act, S.C. Code Ann. §§ 59-20-10 through -80 (1990 &amp; \r\n  Supp. 2000).\r\n\r\nThe Education Finance Act specifically contemplates that schools might receive less money from fees in lieu of taxes than\r\nfrom taxable property:\r\n\r\n\r\nFor purposes of disbursing EFA funding and for purposes of the index of taxpaying ability, the value of a fee in lieu of\r\ntaxes shall be computed by the Department of Revenue by basing the computation on the net fee received and retained by\r\nthe school district.  The value thus computed shall not be inflated by any portion of the fee shared with or used by any other\r\nlocal taxing authority. \r\n\r\n\r\n\r\nS.C. Code Ann. § 59-20-20(3) (Supp. 2000).  Thus, the district's taxpaying ability will be calculated based on revenue it\r\nactually receives from fees in lieu of taxes.  In other words, the district will not be penalized by the existence of high-value\r\nbut non-taxable MCBP property in the district.  The MCBP legislation contains similar provisions:\r\n\r\n\r\n[F]or the purpose of computing the index of taxpaying ability pursuant to Section 59-20-20(3), allocation of the assessed\r\nvalue of property within the park to the participating counties and to each of the taxing entities within the participating\r\ncounties must be identical to the allocation of revenue received and retained by each of the counties and by each of the\r\ntaxing entities within the participating counties. . . .\r\n\r\n\r\n§ 4-1-170.  We conclude, in this facial challenge, the MCBP statutes are consistent with the Education Finance Act. \r\nHowever, because we read § 4-1-170 to require some allocation to the other taxing entities within the county (see footnote\r\n4), we note the potential for a county to abuse the discretion granted under the statute. \r\n\r\nThe district also argues §§ 4-1-170 and -175 are unconstitutional as interpreted because they permit the county to interfere\r\nwith the district's general obligation debt.  As discussed above, we agree the agreement is inadequate in failing to allocate\r\nfunds between debt and operations.  However, the problem is with the agreement, and not the statutes. \r\n\r\nB.  Article X, §§ 5 and 6 \r\n\r\nFinally, the district argues §§ 4-1-170 &amp; -175 as interpreted violate Article X, §§ 5 and 6 of the South Carolina\r\nConstitution because they permit the county to take revenue generated by school tax millage and use it for non-school\r\npurposes.  We disagree.\r\n\r\nArticle X, § 5 provides in part that \"[a]ny tax which shall \r\n  be levied shall distinctly state the public purpose to which the proceeds of \r\n  the tax shall be applied.\" Article X, § 6 provides in part that \"[p]roperty \r\n  tax levies shall be uniform in respect to persons and property within the jurisdiction \r\n  of the body imposing such taxes.\" The trial court correctly ruled these provisions \r\n  inapplicable because MCBPs are constitutionally exempt from ad valorem \r\n  taxation. See Quirk v. Campbell, 302 S.C. 148, 151, 394 S.E.2d \r\n  320, 322 (1990) (\"Respondents contend that § 4-29-67 does not violate Article \r\n  X because the property which is the subject of the negotiated fee is exempt \r\n  from ad valorem taxation under Article X, § 3(a). We agree.\"); see \r\n  also Elliott v. McNair, 250 S.C. 75, 93, 156 S.E.2d 421, 431 (1967) \r\n  (\"Article X, Section 4, has been literally followed here inasmuch as the property \r\n  is not subject to ad valorem taxes.\").\r\n\r\nIn support of its position, the district cites the following \r\n  passage from Powell v. Chapman, 260 S.C. 516, 520, 197 S.E.2d 287, 289 \r\n  (1973): \r\n\r\n\r\nThe essential characteristics of a tax are that it is not a voluntary payment or donation, but an enforced contribution,\r\nenacted pursuant to legislative authority, in the exercise of the taxing power, the contribution being of a proportional\r\ncharacter, payable in money, and imposed, levied, and collected for the purpose of raising revenue, to be used for public or\r\ngovernmental purposes.  The question of whether a particular contribution, charge, or burden is to be regarded as a tax\r\ndepends on its real nature and not on its designation. \r\n\r\n\r\n(citation omitted). This Court went on to determine that \r\n  the fee at issue in Powell was a \"tax equivalent\" and the subject property \r\n  therefore \"taxable property\" for purposes of determining the bonded indebtedness \r\n  which a school district could incur under the constitutional limitation. Id. \r\n  at 522, 197 S.E.2d at 290. This holding was subsequently endorsed by the legislature. \r\n  See S.C. Code Ann. § 4-12-30(L) (Supp. 2000).\r\n\r\nPowell is inapplicable to the issue here. Establishing \r\n  that a fee is a \"tax equivalent\" for purposes of the bonded indebtedness limitation \r\n  in no way requires the conclusion that revenue from the fee must be distributed \r\n  in the same proportion as if it were a tax when the statute does not otherwise \r\n  support such a conclusion.\r\n\r\nIII.  Policy Considerations\r\n\r\nAlthough economic development is surely a worthy legislative goal, the prior discussion indicates many of the problems\r\ninherent in the MCBP scheme as it presently exists.  We take this opportunity to give a brief overview of some of the\r\npractical ramifications of these statutes.  \r\n\r\nThe MCBP scheme allows the county to determine unilaterally \r\n  what percentage of revenue derived from the fee in lieu to allocate to schools. \r\n  Certainly nothing in the ballot question authorizing the constitutional amendment \r\n  alerted voters that this result was possible. On the contrary, voters were assured \r\n  by public officials that school funding would not be affected. See Amendment \r\n  Benefits Rural Counties, The State, Oct. 18, 1988, at Metro 1 (\"'It's important \r\n  that voters understand that they are not exempting taxes,' Ed Burgess of the \r\n  State Development Board said. 'All of the taxing entities will get their share. \r\n  A contract will guarantee payment.'\"). \r\n\r\nThe MCBP concept also allows the county to unilaterally remove unlimited property from the school district's jurisdiction,\r\nwhile continuing to rely on the school district's millage in determining the fee in lieu.  If the county under-funds the school\r\ndistrict and the school district raises its millage to make up the lost revenue, the MCBP's fee in lieu increases\r\nconcomitantly, resulting in increased revenue for the county - without the accountability of raising taxes.  \r\n\r\nFurthermore, any reduction in funding from park revenues reduces the county's expected local effort and increases the\r\ndistrict's eligibility for state funds.  We can scarcely believe the General Assembly intended, in authorizing the creation of\r\nMCBPs, to allow wealthy counties - like Horry County - to spuriously impoverish themselves at the expense of truly poor\r\nschool districts.  Nevertheless, the statute permits this result.\r\n\r\nThe school district and many amici curiae have argued passionately against the policies effected by the statutes at issue\r\nhere.  We sympathize with the schools' plight; however, this Court does not sit as a super-legislature.  Granting the relief\r\nthe district requests would involve re-writing § 4-1-170, under the guise of statutory construction, to require revenue from\r\nMCBP fees to be allocated in the same proportions as if the property were subject to ad valorem taxes. (6)  Such action is the\r\nsole prerogative of the Legislature.  \r\n\r\nAFFIRMED.\r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  PLEICONES, J., concurring in part and dissenting in part in a\r\nseparate opinion.\r\n\r\nJUSTICE PLEICONES:  I concur in the majority's decision to uphold the circuit court's construction of the statutes and\r\nto uphold their constitutionality.  Further, I share the concerns expressed regarding the policy implications of these statutes. \r\nI write separately, however, because I do not agree with the majority that a county is required to distribute any of the fee in\r\nlieu to the school district, nor that the allocation decision is subject to an abuse of discretion standard.\r\n\r\n      I can find no requirement in S.C. Code Ann. § 4-1-170 (Supp. 2000), nor in any other of the relevant statutes that the\r\ncounty apply any particular formula in distributing the fee in lieu.  In my view, the statutes permit the county to allocate 0%\r\nto a taxing entity in the county, including the affected school district, and therein lies the most troubling policy concern. \r\nAs the majority recognizes, the remedy lies with the Legislature and not with this Court. \r\n\r\nI therefore respectfully dissent from that part of the majority opinion which may be read to require an allocation to a school\r\ndistrict, subject to an abuse of discretion standard.  I concur in the remainder of the decision.\r\n1. The index of taxpaying ability measures \r\n  a local school district's fiscal capacity relative to all other school districts \r\n  in the state and distributes state education funds accordingly. See S.C. \r\n  Code Ann. § 59-20-20(3) (Supp. 2000). \r\n2. We reject the district's argument that the \"amount equivalent to property taxes\" constitutionally required of MCBPs is\r\nsomehow not a fee in lieu of taxes, especially since the fee in lieu statutes specifically reference § 4-1-170.  The fact that\r\nspecial rules apply to fees owed on property in MCBPs does not mean they are not \"fees in lieu of taxes.\"\r\n3. See also the Fee in Lieu of \r\n  Tax Simplification Act, enacted in 1997: \r\n\r\n(A) For a project not located in a multicounty park, distribution of the fee payments on the project must be made in the\r\nsame manner and proportion that the millage levied for school and other purposes would be distributed if the property were\r\ntaxable.\r\n\r\n(B) For a project located in a multicounty park, distribution of the fee payments on the project must be made in the same\r\nmanner provided for by the agreement between or among counties establishing the multicounty park.\r\n\r\nS.C. Code Ann. § 12-44-80 (1999).  Also, S.C. Code Ann. § 4-12-30(K)(1) &amp; (2) contains almost identical provisions to\r\nthose in § 4-29-67(L)(1) &amp; (2).\r\n4. Section 4-1-170(3) provides the agreement must \"specify the manner in which revenue must be distributed to each of the\r\ntaxing entities within each of the participating counties.\"  We read this language as requiring some allocation to each of the\r\ntaxing entities within the county.\r\n5. As will be discussed infra, \r\n  part II, the Education Finance Act also addresses this issue with similar language. \r\n  See S.C. Code Ann. § 59-20-20(3) (Supp. 2000). \r\n6. The Preservation of Schools Tax Base Act, introduced in the last legislative session, would have provided that \"all\r\nrevenue generated or determined by local school district tax millage must be preserved for use by school districts for school\r\npurposes.\"  S. 1232, H. 4741 (2000).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25356","title":"State v. Elliott","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25356","description":"This opinion addresses whether assault and battery of a high and aggravated nature is a lesser-included offense of assault with intent to commit criminal sexual conduct.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Petitioner,\r\n        \r\n        \r\nv.\r\n        \r\n\r\nClyde Elliott, Respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\r\n\r\n\r\nAppeal From Colleton County\r\nJackson V. Gregory, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25356\r\nHeard June 21, 2000 - Filed September 4, 2001\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, all of Columbia; and Solicitor Randolph Murdaugh, III, of Hampton, for petitioner.\r\n\r\nDeputy Chief Attorney Joseph L. Savitz, III, of South Carolina Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE BURNETT: We granted certiorari \r\n  to review a decision of the Court of Appeals holding assault and battery of \r\n  a high and aggravated nature (ABHAN) is not a lesser included offense of assault \r\n  with intent to commit criminal sexual conduct (ACSC) in the third degree. State \r\n  v. Elliott, 335 S.C. 512, 517 S.E.2d 713 (Ct. App. 1999). We reverse.\r\n\r\nFACTS\r\n\r\nRespondent was indicted for ACSC, first degree. Prior to \r\n  trial, the indictment was amended to ACSC, third degree. The trial court instructed \r\n  the jury on ACSC third and ABHAN, as a lesser included offense of ACSC third. \r\n  The jury found respondent guilty of ABHAN. Respondent appealed, arguing the \r\n  trial court was without subject matter jurisdiction to convict and sentence \r\n  him for ABHAN because ABHAN is not a lesser included offense of ACSC third. \r\n  The Court of Appeals agreed and reversed. Id.  \r\n\r\nISSUE\r\n\r\nIs ABHAN a lesser included offense of ACSC?\r\n\r\nDISCUSSION\r\n\r\nThe test for determining when an offense is a lesser included \r\n  offense of another is whether the greater of the two offenses includes all the \r\n  elements of the lesser offense. Carter v. State, 329 S.C. 355, 362, 495 \r\n  S.E.2d 773, 777 (1998). The Court of Appeals reasoned that because battery is \r\n  not an element of ACSC third, all the elements of ABHAN were not contained in \r\n  ACSC third; thus ABHAN could not be a lesser included offense of ACSC third. \r\n  Elliott, 335 S.C. at 514, 517 S.E.2d at 714. \r\n\r\nA person is guilty of criminal sexual conduct when he commits \r\n  a sexual battery, with the degree of CSC dependent upon the circumstances surrounding \r\n  the act. See&nbsp;S.C. Code Ann. §§ 16-3-652 through -654 (1985 &amp; \r\n  Supp. 2000). \"Sexual battery\" does not mean any battery of a sexual nature. \r\n  Rather, it is statutorily defined to include only certain specific acts, which \r\n  can be loosely described as involving penetration of some sort. S.C. Code Ann. \r\n  § 16-3-651(h) (1985) (\"'Sexual battery' means sexual intercourse, cunnilingus, \r\n  fellatio, anal intercourse, or any intrusion, however slight, of any part of \r\n  a person's body or of any object into the genital or anal openings of another \r\n  person's body, except when such intrusion is accomplished for medically recognized \r\n  treatment or diagnostic purposes.\"). Assault is \"an unlawful attempt or offer \r\n  to commit a violent injury upon another person, coupled with the present ability \r\n  to complete the attempt or offer by a battery.\" State v. Mims, 286 S.C. \r\n  553, 554, 335 S.E.2d 237, 237 (1985). Assault differs from battery in that assault \r\n  does not involve a touching of the victim. Id.; see also&nbsp;State \r\n  v. Murphy, 322 S.C. 321, 325, 471 S.E.2d 739, 741 (Ct. App. 1996). Although \r\n  most attempted sexual batteries will involve a touching, \r\n  (1) a person may be convicted of ACSC by proof of an assault with \r\n  or without a battery. \r\n\r\nGiven that battery is not a necessary element of ACSC, it \r\n  follows that ABHAN, which of course requires battery as an element, does not \r\n  satisfy the elements test. Nevertheless, we have consistently incorporated ABHAN \r\n  into the CSC framework as a lesser included offense of ACSC. The predecessor \r\n  to ACSC was assault with intent to ravish (AIR). See&nbsp;State v. \r\n  Stewart, 283 S.C. 104, 109, 320 S.E.2d 447, 451 (1984). ABHAN was considered \r\n  a lesser included offense of AIR. State v. Funchess, 267 S.C. 427, 429, \r\n  229 S.E.2d 331, 331 (1976). Subsequent to the enactment of the CSC statutes, \r\n  we have continued to treat ABHAN as a lesser included offense of ACSC. \r\n  (2) See State v. Frazier, 302 S.C. 500, 397 S.E.2d 93 \r\n  (1990) (ABHAN is a lesser included offense of ACSC first); State v. Morris, \r\n  289 S.C. 294, 345 S.E.2d 977 (1986) (ABHAN properly submitted to jury as lesser \r\n  included offense of assault with intent to commit sexual battery). Indeed, in \r\n  State v. Drafts, 288 S.C. 30, 340 S.E.2d 784 (1986), we expressly held \r\n  ABHAN is a lesser included offense of ACSC.\r\n\r\nTo the extent that the elements of ABHAN and ACSC do not meet the elements test, we recognize this situation presents an\r\nanomaly in the law, akin to manslaughter and murder.  The common law does not always fit into the neat categories we\r\nmight prefer.  Nevertheless, we find compelling reasons not to abandon our longstanding inclusion of ABHAN as a lesser\r\nincluded offense of attempted sexual battery crimes. \r\n\r\nCONCLUSION\r\n\r\nWe adhere to our prior position that ABHAN is a lesser included offense of ACSC.  We recognize this holding deviates\r\nfrom the strict elements test, yet decline to overrule our many cases leading to this result.  Despite the existence of a few\r\nanomalies, we reiterate our commitment to the elements test.  We will continue to consider offenses on a case-by-case\r\nbasis, beginning with the elements test.\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE and WALLER, JJ., concur.  PLEICONES, J., dissenting in a separate opinion.\r\n\r\nJUSTICE PLEICONES:  I respectfully dissent, and would affirm the decision of the Court of  Appeals as modified.  In\r\nmy opinion, fairness to the bench and bar requires that we adopt a lesser included offense test that applies to all cases and\r\nnot utilize an ad hoc approach.  The majority holds that the first step in any greater-lesser analysis is the application of the\r\n\"elements test,\" and that where that test fails to yield the desired result, we may conclude that the offense should be\r\nconsidered a lesser as an \"anomaly.\"  In my view, this rule does not provide for the stability and predictability necessary in\r\nthe criminal law.\r\n\r\n        As explained below, I would take this opportunity to restate the law of lesser included offenses.\r\n\r\nSince this case involves the relationship between greater and lesser offenses, I begin by noting that the issue can arise (3) in\r\nany of four situations:\r\n\r\n\r\n(1) whether a  statutory offense is the lesser of another statutory        offense;\r\n\r\n(2) whether a statutory offense is the lesser of a common law        offense;\r\n\r\n(3) whether a common law offense is the lesser of a statutory        crime; or,\r\n\r\n(4) whether a common law offense is the lesser of a common law        crime.\r\n\r\n\r\nWhere any of the first three scenarios are involved, the determinative question is whether the offenses can meet the\r\n\"elements test.\"  In the fourth situation, the critical issue is the historical relationship of the two offenses.\r\n\r\nIn this dissent, I will first review the distinctions between common law offenses and statutory crimes. (4)  I will next examine\r\nthe evolution of the law of rape and sexual battery in South Carolina, and then explain why I agree with the Court of\r\nAppeals that assault and battery of a high and aggravated nature (ABHAN) is not a lesser included offense of assault with\r\nintent to commit criminal sexual conduct (AWCSC).  \r\n\r\nA. THE TWO TESTS FOR LESSER INCLUDED OFFENSES\r\n\r\nAn indictment confers jurisdiction upon the circuit court, \r\n  (5) and gives the defendant notice of the charges against him. \r\n  (6) The language of the indictment determines the crime charged. \r\n  (7) A defendant may be convicted of the crime charged in the indictment, \r\n  or of any lesser included offense. Campbell v. State, 342 S.C. 100, 535 \r\n  S.E.2d 928 (2000). This Court has repeatedly stated that the test for determining \r\n  whether one crime is a lesser included of another is whether the greater of \r\n  the two offenses includes all the elements of the lesser. E.g., Knox \r\n  v. State, 340 S.C. 81, 530 S.E.2d 887 (2000); Murdock v. State, 308 \r\n  S.C. 143, 417 S.E.2d 543 (1992). \r\n\r\n  I would  hold that this \"elements test\" is to be applied where the lesser included issue involves the relationship between:\r\n\r\n\r\n(a)  multiple statutory offenses;\r\n(b) a greater statutory and lesser common law offense; and\r\n(c)  a greater common law and lesser statutory offense.\r\n\r\n\r\nA different test applies when the indictment charges a common law offense, and the question is whether that charge\r\nincludes any lesser included common law crimes.  In deciding this issue, reference must be had to the common law\r\ndevelopment of the crime and its historical lesser included offenses, and not to the \"elements test.\" \r\n\r\n  At common law, an indictment for the greater offense includes \r\n  within it all the lesser grades of that crime. 31 C.J. Indictments and Informations \r\n  §482 (1923); State v. Gaffney, 24 S.C. Law (1 Rice) 431 (1839). Thus, \r\n  it is not necessary that the greater common law offense include all the elements \r\n  of its lesser grades. In fact, it often does not.\r\n\r\nFor example, murder is defined as the unlawful killing of \r\n  a human being with malice aforethought, and includes the lesser offense of manslaughter, \r\n  the unlawful killing of a person without malice. E.g., State v. Gaffney, \r\n  supra; compare S.C. Code Ann. §16-3-10 (1985) (defining murder) \r\n  with §16-3-50 (Supp. 1999)(defining manslaughter). When the grades of \r\n  common law homicide (8) are defined this way, \r\n  murder and manslaughter satisfy the \"elements test\" described above. \r\n\r\n\r\nManslaughter, however, is further divided under South Carolina common law into two grades.  The greater, voluntary\r\nmanslaughter, is the unlawful killing of another without malice in sudden heat of passion upon a sufficient legal\r\nprovocation. (9)  The lesser, involuntary manslaughter, is the unintentional killing of another without malice while acting in a\r\ncriminally negligent manner. (10)  The lack of malice in manslaughter is thus defined in two different ways in order to reflect\r\ndiffering degrees of culpability, and therefore it is inaccurate to assert that voluntary manslaughter includes all the elements\r\nof involuntary manslaughter.  It is similarly inaccurate to state that common law murder includes all the elements of its\r\nlesser included offenses of manslaughter.  \r\n\r\nI would therefore hold that the question whether a greater common law charge includes a lesser common law offense is\r\ndetermined by reference to the historical common law development of those offenses, and not by reference to a pure\r\n\"elements test.\"\r\n\r\nB.  CLASSIFICATION OF OFFENSE AS COMMON LAW OR STATUTORY\r\n\r\nI acknowledge that it is not always clear whether a violation \r\n  of the criminal law in South Carolina is a statutory offense or a common law \r\n  crime. For example, §16-3-10 defines murder and S.C. Code Ann. §16-3-20 (Supp. \r\n  1999) provides for its punishment. Despite these statutes, murder remains a \r\n  common law offense in this State. See, e.g., Hinson v. State, \r\n  297 S.C. 456, 377 S.E.2d 338 (1989)(\"There is no distinction between statutory \r\n  and common-law murder: the statute is merely declaratory of the common law.\"). \r\n  In addition to the codification of the common law forms of homicide, the legislature \r\n  has created several statutory forms of homicide. See, e.g., \r\n  S.C. Code Ann. §§16-3-40 (1985)(killing by stabbing or thrusting); 16-3-85 (Supp. \r\n  1999)(homicide by child abuse). These statutory homicides are \r\n  not lesser included offenses of a common law murder charge \r\n  because they cannot meet the \"elements test\" applied when the greater-lesser \r\n  question involves a common law/statutory combination. See State v. \r\n  Kornahrens, 290 S.C. 281, 350 S.E.2d 180 (1986), subsequent history \r\n  omitted (killing by stabbing or thrusting is not a lesser included offense \r\n  of murder since it requires proof of an element not required for murder).\r\n\r\nC.  APPLICATION TO THE FACTS OF THIS CASE\r\n\r\n1. Issue presented\r\n\r\nRespondent was convicted of assault and battery of a high and aggravated nature (ABHAN) under an indictment charging\r\nhim with a violation of S.C. Code Ann. §16-3-656 (1985).  This statute provides that an assault with intent to commit\r\ncriminal sexual conduct (AWCSC) is punishable in the same manner and to the same extent as the completed offense.  The\r\nindictment alleged that, if completed, the offense would have constituted third degree criminal sexual conduct (11)under S.C.\r\nCode Ann. §16-3-654(1)(a)(1985) because it charged that respondent attempted to have sexual intercourse with the victim\r\nusing force.\r\n\r\nIn order to determine whether to apply the \"same elements\" \r\n  analysis or a common law approach to the lesser included issue presented here, \r\n  the first determination is whether ABHAN and AWCSC are statutory or common law \r\n  crimes. It is clear that ABHAN is a common law offense. State v. Hill, \r\n  254 S.C. 321, 175 S.E.2d 227 (1970). The question then becomes whether AWCSC \r\n  is a statutory or common law offense. \r\n\r\n2. State's position\r\n\r\nThe State relies upon statements made in previous decisions to support its contention that ABHAN is a lesser included\r\noffense of AWCSC.  It relies upon this syllogism:\r\n\r\n\r\n(1) common law rape included the lesser offense of assault with        intent to rape (or ravish) (12) (AWIR); and,\r\n(2) since ABHAN is a lesser included offense of AWIR; (13) and,\r\n(3) since this Court has equated AWIR and AWCSC; (14)   &nbsp;\r\n   (4) therefore, ABHAN is a lesser offense of AWCSC.\r\n\r\n\r\nIn order to expose the flaw in this analysis, it is necessary to review the law of rape and sexual assault in this State. I would\r\nexplicitly overrule several cases which, I conclude, were wrongly decided.\r\n\r\n3. History of sexual offenses  \r\n\r\n South Carolina defined common law rape as the \"unlawful \r\n  carnal knowledge (15) of a woman forcibly and \r\n  without her consent, or unlawful carnal knowledge of a female child under the \r\n  age of fourteen.\" (16) State v. Wilson, \r\n  162 S.C. 413, 161 S.E. 104 (1931). While other sexual acts were codified as \r\n  criminal offenses, (17) rape could be committed \r\n  only by a male upon a female victim. Assault with intent to rape or ravish (AWIR) \r\n  was similarly limited to a female victim. State v. Tuckness, 257 S.C. \r\n  295, 185 S.E.2d 607 (1971).\r\n\r\nWhen the legislature enacted the comprehensive criminal \r\n  sexual battery act in 1977, (18) it repealed \r\n  only those statutes dealing with rape, (19) \r\n  leaving undisturbed the statutes criminalizing other sexual acts. \r\n  (20) In enacting this comprehensive sexual battery legislation, the \r\n  General Assembly replaced the narrow common law rape concepts with much broader \r\n  terms. For example, under the act, the aggressor in a sexual battery need no \r\n  longer be male, nor the victim female. Compare S.C. Code Ann. §16-3-651(a)(defining \r\n  \"Actor\") with §16-3-651(i)(defining \"Victim\"). Further the term \"sexual \r\n  battery\" includes numerous acts not constituting \"carnal knowledge.\" S.C. Code \r\n  Ann. §16-3-651(h)(1985). In addition, the legislature chose to divide the offense \r\n  of sexual battery into three degrees, which are generally differentiated by \r\n  the amount of force involved or the special vulnerability of the victim. S.C. \r\n  Code Ann. §§16-3-652 to -655 (1985 and Supp. 1999). \r\n\r\nDespite comments in some of our previous opinions, it is \r\n  incorrect to equate common law rape with the statutory offense of criminal sexual \r\n  conduct (CSC). While all rapes are sexual batteries, not all sexual batteries \r\n  are rapes. I would therefore overrule State v. Middleton, 295 S.C. 318, \r\n  368 S.E.2d 457 (1988), subsequent history omitted, and State v. \r\n  Elmore, 279 S.C. 417, 308 S.E.2d 781 (1983), subsequent history omitted, \r\n  to the extent they hold the terms rape and CSC are interchangeable.\r\n\r\nAs noted above, the common law recognized an offense known \r\n  as \"assault with intent to rape [or ravish]\" (AWIR). AWIR was defined as an \r\n  overt act done with the intent to rape. State v. Wilson, supra; \r\n  see also State v. Tuckness, supra. Three cases state that \r\n  ABHAN is a lesser included offense of AWIR. State v. Vaughn, 268 S.C. \r\n  119, 232 S.E.2d 328 (1977), State v. Funchess, 267 S.C. 427, 229 S.E.2d \r\n  331 (1976), and Coardes v. State, 262 S.C. 493, 206 S.E.2d 264 (1974). \r\n  Coardes v. State and State v. Vaughn cite no authority in support \r\n  of this proposition, and State v. Funchess cites only State v. Shea, \r\n  226 S.C. 501, 85 S.E.2d 858 (1955). In fact, the defendant in State v. Shea \r\n  had been indicted in separate counts for ABHAN and AWIR. \r\n  (21) Since the two offenses were contained in separate counts of the \r\n  indictment, there was no need for the Shea court to engage in a greater-lesser \r\n  analysis. I would now overrule Coardes v. State, State v. Funchess, \r\n  and State v. Vaughn to the extent they hold that ABHAN is a lesser included \r\n  offense of AWIR because there is no authority for these holdings.\r\n\r\n4. ABHAN is not a lesser included of AWCSC\r\n\r\nEven if ABHAN were a true lesser included offense of AWIR, \r\n  AWIR was repealed and replaced by AWCSC in the 1977 sexual battery act. State \r\n  v. Kirkland, supra; State v. Stewart, supra. \r\n  Since AWCSC criminalizes an assault with intent to commit any degree of CSC, \r\n  and since CSC encompasses numerous acts not within the definition of the terms \r\n  \"rape\" or \"ravish,\" it is inaccurate to equate the common law crime of AWIR \r\n  with the statutory offense of AWCSC. Accordingly, I would overrule State \r\n  v. Stewart, supra, which holds the terms are interchangeable. Further, \r\n  I would hold that AWCSC is a statutory offense, not simply the codification \r\n  of a common law crime.\r\n\r\nSince respondent was convicted of a common law offense (ABHAN) under an indictment charging him with the statutory\r\noffense of third degree AWCSC, I would apply the \"same elements\" test to determine whether ABHAN is a lesser included\r\noffense of AWCSC. \r\n\r\nThe elements of the statutory offense of AWCSC are determined \r\n  by the statute's language. (22) State v. \r\n  Hill, supra. The Court of Appeals held, and I agree, that ABHAN cannot \r\n  be a lesser included offense of AWCSC because ABHAN includes the element of \r\n  battery which is not an element of AWCSC. \r\n\r\nThe dispositive fact in this case is that respondent was \r\n  charged with an assault. An assault is distinguished from a battery in that \r\n  an assault involves no unlawful touching of the victim, while a battery necessarily \r\n  involves such physical contact. State v. Mims, 286 S.C. 553, 335 S.E.2d \r\n  237 (1985). For this reason, I agree with the Court of Appeals that a charge \r\n  of AWCSC in any degree under §16-3-656 cannot include as a \r\n  lesser offense a crime that includes, as does ABHAN, battery as one of its elements. \r\n  State v. Elliot, supra; State v. Clarkson, 337 S.C. 518, \r\n  523 S.E.2d 817 (Ct. App. 1999); State v. Ervin, 333 S.C. 351, 510 S.E.2d \r\n  220 (Ct. App. 1998); see also State v. Murphy, 322 S.C. 321, 471 \r\n  S.E.2d 739 (Ct. App. 1996)(assault of a high and aggravated \r\n  nature is a lesser included offense of AWCSC 1st with a minor). Accordingly, \r\n  I would overrule our earlier decisions which hold that ABHAN is a lesser included \r\n  offense of AWCSC. State v. Morris, 289 S.C. 294, 345 S.E.2d 977 (1986); \r\n  State v. Drafts, 288 S.C. 30, 340 S.E.2d 784 (1986). \r\n\r\n5. Conclusion\r\n\r\nIn suggesting that we should reconsider and overrule these \r\n  decisions, I recognize that the courts have implicitly (and sometimes explicitly, \r\n  as does the majority here; see also State v. Drafts, supra, \r\n  and State v. Murphy, supra) read the word \"assault\" in \r\n  §16-3-656 as \"attempt.\" While certain types of attempts may be subsumed by other \r\n  crimes, (23) the terms are not synonymous. Further, \r\n  where an attempt crime (24) exists, it is properly \r\n  considered a lesser included offense of the completed offense, \r\n  (25) so long as the completed offense is a felony. \r\n  (26)  \r\n\r\nI would affirm the Court of Appeals' decision vacating respondent's conviction. Where the State is unsure which of several\r\noffenses the defendant may have committed, and where it is unclear whether these offenses are lesser included offenses\r\nunder the tests I suggest that we adopt, the State is free to seek multiple indictments or a multi-count indictment in which\r\neach offense is alleged as a separate charge.  \r\n\r\nFor the reasons given above, I respectfully dissent.\r\n1. See, e.g., State v. Frazier, \r\n  302 S.C. 500, 397 S.E.2d 93 (1990) (assault with intent to commit criminal sexual \r\n  conduct occurred when the defendant grabbed the victim, forced her into the \r\n  woods, and ripped her clothes in an effort to commit a sexual battery); State \r\n  v. Fulp, 310 S.C. 278, 423 S.E.2d 149 (Ct. App. 1992) (the evidence supported \r\n  a verdict of second degree assault with intent to commit criminal sexual conduct, \r\n  even though the defendant did not verbally threaten the victim, where, after \r\n  pulling her from the balcony railing over which she was trying to escape, the \r\n  defendant grabbed her breasts with both hands and began fumbling with the clothing \r\n  that covered her stomach; thus, the defendant's actions supported an inference \r\n  that he threatened to use high and aggravated force on the victim to commit \r\n  a sexual battery). \r\n2. Furthermore, the legislature, in enacting \r\n  the CSC statutes, is presumed to know the common law and could have provided \r\n  that ABHAN not be treated as a lesser offense of ACSC, as it was of AIR. See \r\n  State v. Bridgers, 329 S.C. 11, 495 S.E.2d 196 (1997) (the legislature \r\n  is presumed to be aware of the common law). \r\n3. No such question will be presented \r\n  where the legislature has specifically provided that one offense is the lesser \r\n  included of another offense. See State v. McFadden, 342 S.C. 629, \r\n  539 S.E.2d 387 (2000). \r\n4. I disagree with the majority that the situation presented here is \"akin to murder and manslaughter\" or that it can be\r\nexplained away as a common law anomaly.\r\n5. S.C. Const. art. I, §11; S.C. Code \r\n  Ann. §17-19-10 (1985); see, e.g., State v. Munn, 292 S.C. 497, \r\n  357 S.E.2d 461 (1987). \r\n6. S.C. Code Ann. §17-19-20 (1985); see, \r\n  e.g., State v. Owens, 293 S.C. 161, 359 S.E.2d 275 (1987), subsequent \r\n  history omitted. \r\n7. See, e.g., State v. Banks, \r\n  84 S.C. 543, 66 S.E. 999 (1910)(where allegations of indictment are appropriate \r\n  to two offenses but only one is sufficiently stated, only sufficient charge \r\n  may be upheld). \r\n8. The recognition of these lesser grades \r\n  of homicide, and their accompanying lesser punishments, developed as the common \r\n  law recognized that some killings were more heinous than others: \"The distinction \r\n  between murder and manslaughter . . . is not merely an arbitrary rule, but is \r\n  founded on a thorough knowledge of the human heart, and framed in compassion \r\n  to the passions and frailties which belong to and are inseparable from our natures.\" \r\n  State v. Ferguson, 20 S.C. Law (2 Hill) 619, 621-622 (1835). \r\n9. See, e.g., State v. Locklair, \r\n  341 S.C. 352, 535 S.E.2d 420 (2000). \r\n10. See S.C. Code Ann. §16-3-60 \r\n  (Supp. 1999). \r\n11. At trial, respondent's indictment was amended from a charge of first degree AWCSC to third degree.  No reason for this\r\namendment appears in the record.\r\n12. The terms \"rape\" and \"ravish\" are interchangable.\r\n13. State v. Funchess, 267 S.C. \r\n  427, 229 S.E.2d 331 (1976). \r\n14. State v. Stewart, 283 S.C. \r\n  104, 320 S.E.2d 447 (1984). \r\n15. Carnal knowledge was defined as \r\n  \"penetration of the female genital organ by the male genital organ.\" E.g., \r\n  State v. Worthy, 239 S.C. 449, 123 S.E.2d 835 (1962); State v. Miller, \r\n  211 S.C. 306, 45 S.E.2d 23 (1947). \r\n16. The 1895 constitution fixed the age of consent at fourteen.  S.C. Const. art. III, §33 (1895).\r\n17. See, e.g., incest, now codified \r\n  at S.C. Code Ann. §16-15-20 (1985); adultery or fornication at §16-15-60 (1985); \r\n  buggery at §16-15-120 (1985). \r\n18. 1977 Act No. 157, now codified at S.C. Code Ann. §§16-3-651 to 16-3-659.1 (1985 and Supp. 1999).\r\n19. 1977 Act No. 157,§ 12; State \r\n  v. Kirkland, 282 S.C. 14, 317 S.E.2d 444 (1984). \r\n20. See statutes in footnote \r\n  15, supra. \r\n21. This was a common practice. See, \r\n  e.g., State v. Tuckness, supra; State v. Collins, 228 \r\n  S.C. 537, 91 S.E.2d 259 (1956); State v. Dalby, 86 S.C. 367, 68 S.E. \r\n  633 (1910); compare State v. Rich, 269 S.C. 701, 239 S.E.2d 731 \r\n  (1977) (indictment for assault and battery with intent to ravish); \r\n  State v. Johnson, 84 S.C. 45, 65 S.E. 1023 (1909) (same). \r\n22. I acknowledge that particularly \r\n  in the CSC area, where the legislature has defined alternate methods of committing \r\n  each degree of the offense, application of the \"same elements\" test will result \r\n  in the inclusion of different lesser included offenses depending on the form \r\n  of the crime charged. For example, the Court recently clarified that third degree \r\n  CSC under S.C. Code Ann. §16-3-654(1)(b) is not a lesser included offense of \r\n  first degree CSC under §16-3-652. State v. McFadden, supra at \r\n  footnote 1. \r\n23. We recently declined to recognize \r\n  the crime of attempted murder, finding the conduct it would punish already covered \r\n  by assault and battery with intent to kill and assault with intent to kill. \r\n  State v. Sutton, 340 S.C. 393, 532 S.E.2d 283 (2000). \r\n24. Generally, \"A person who commits \r\n  the common law offense of attempt, upon conviction, must be punished as for \r\n  the principal offense.\" S.C. Code Ann. §16-1-80 (Supp. 1999) but see, e.g., \r\n  S.C. Code Ann. §44-53-420 (1985)(certain drug attempt offenses punished as half \r\n  the completed offense). \r\n25. State v. Hiott, 276 S.C. \r\n  72, 276 S.E.2d 163 (1987). \r\n26. State v. Redman, 121 S.C. \r\n  139, 113 S.E. 467 (1922).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25357","title":"In the Matter of Susan M. Jenkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25357","description":"This is a disciplinary matter in which respondent is charged with various acts of misconduct, including failing to appear for roll call and having a bench warrant issued against her.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        In the Matter of Susan M.\r\nJenkins, Respondent,\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nOpinion No. 25357\r\nHeard July 17, 2001 - Filed September 4, 2001\r\n\r\n\r\nINDEFINITE SUSPENSION\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon and Senior Assistant Attorney General James G. Bogle, Jr., both of Columbia, for the\r\nOffice of Disciplinary Counsel.\r\n\r\n        Susan M. Jenkins, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:  In this attorney disciplinary matter, the Commission on Lawyer Conduct filed formal charges against\r\nrespondent.  She did not respond by way of answer or motion to the charges.  Neither respondent nor anyone on her behalf\r\nappeared at the hearing before the subpanel of the Commission on Lawyer Conduct.  The full panel adopted the subpanel's\r\nreport finding respondent committed various acts of misconduct and recommending an eighteen month suspension from the\r\npractice of law. (1)      \r\n\r\n\r\n    FACTS (2)\r\n\r\n\r\n\r\nIn June 1995, respondent was indicted for possession of crack cocaine. (3)  After she failed to cooperate with the drug court\r\nprogram, her case was set for trial.  She failed to appear for roll calls in August and December 1998.  A bench warrant was\r\nissued for her arrest and, as of August 3, 2000, the date of filing of the formal charges, the bench warrant remained\r\noutstanding. (4)      \r\n\r\nRespondent closed her law practice and is living at an unknown location.  \r\n\r\n      The South Carolina Bar suspended respondent on February 14, 1996, for non-payment of 1996 license fees.  The South\r\nCarolina Bar suspended respondent on May 6, 1996, for failing to comply with continuing legal education requirements.  \r\n\r\n  Thereafter, respondent failed to appear for a Rule to Show Cause hearing before this Court.  She was found in contempt\r\nand suspended from the practice of law for failing to appear to explain her non-payment of bar license fees.  Respondent\r\nhas not petitioned the Court for permission to resume practicing law. \r\n\r\n\r\n    DISCUSSION\r\n\r\n\r\n\r\nThe authority to discipline attorneys and the manner in \r\n  which discipline is given rests entirely with the Supreme Court. In re Yarborough, \r\n  337 S.C. 245, 524 S.E.2d 100 (1999). \r\n\r\nRespondent's failure to respond to the formal charges against her constitutes an admission of the factual allegations.  Rule\r\n24(a), RLDE, Rule 413, SCACR.  Further, because she failed to appear at the hearing before the  subpanel, she is deemed\r\nto have admitted the factual allegations which were to be the subject of the hearing.  Rule 24(b), RLDE, Rule 413, SCACR. \r\n\r\n\r\nRespondent's admitted conduct involves twice failing to appear for roll call, thereby resulting in issuance of a bench\r\nwarrant for her arrest, failing to pay bar license fees, failing to comply with CLE requirements, failing to respond to the\r\ndisciplinary authorities, and failing to appear as ordered by this Court and, subsequently, being found in contempt.  \r\n\r\nThe Panel concluded respondent's misconduct violated the following provisions of Rule 7(a), Rules for Lawyer\r\nDisciplinary Enforcement, Rule 413, SCACR: (1) violating the Rules of Professional Conduct, Rule 407, SCACR; (2)\r\nengaging in conduct tending to pollute the administration of justice or to bring the legal profession into disrepute or\r\nconduct demonstrating an unfitness to practice law; (3) violating the oath of office taken upon admission to practice law in\r\nthis State; and (4) violating a valid order issued by a Court of this State.  We concur.  \r\n\r\nThe Panel further found respondent's misconduct violated the Rules of Professional Conduct, Rule 407, SCACR, as\r\nfollows: (1) Rule 8.1(b) by failing to respond to a demand for information from a disciplinary authority; (2) Rule 8.4(a) by\r\nviolating the Rules of Professional Conduct; (3) Rule 8.4(b) committing a criminal act which reflects adversely on the\r\nlawyer's honesty, trustworthiness, or fitness in other respects; (4) Rule 8.4(c) by engaging in conduct involving moral\r\nturpitude; (5) Rule 8.4(d) by engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation; and (6) Rule\r\n8.4(e) by engaging in conduct that is prejudicial to the administration of justice.  We agree respondent's misconduct\r\nviolated Rules 8.1(b) and 8.4(a)(c)(d) and (e).  \r\n\r\nWe note, however, the Panel's determination respondent violated \r\n  Rule 8.4(b), committing a criminal act, is not supported by the record. Respondent \r\n  has not been convicted of a criminal offense. Moreover, although she is deemed \r\n  to have admitted the allegations in the formal charges and the allegations which \r\n  were the subject of the disciplinary hearing, the allegations simply assert \r\n  she was \"indicted . . . for possession of crack cocaine.\" Accordingly, respondent \r\n  admitted she was indicted; she did not admit she possessed crack cocaine. The \r\n  Panel erred in finding respondent committed a criminal act by clear and convincing \r\n  evidence. In re Friday, 263 S.C. 156, 208 S.E.2d 535 (1974) (misconduct \r\n  must be proven by clear and convincing evidence). \r\n\r\nBecause respondent has admitted misconduct, the sole issue \r\n  before the Court is the appropriate sanction. Matter of Thornton, 327 \r\n  S.C. 193, 489 S.E.2d 198 (1997). In the past, the Court has imposed a range \r\n  of discipline for somewhat similar misconduct. In re Hall, 341 S.C. 98, \r\n  533 S.E.2d 588 (2000) (neglect of legal matters, practicing law while under \r\n  suspension, and failure to respond to disciplinary authority warranted disbarment); \r\n  In re Brown, 337 S.C. 56, 522 S.E.2d 814 (1999) (convictions for civil \r\n  and criminal contempt - which included violating valid court order - warranted \r\n  18 month suspension); In re Murphy, 336 S.C. 196, 519 S.E.2d 791 (1999) \r\n  (willful violation of valid court orders while serving as estate's co-personal \r\n  representative, misrepresentations to probate court, and misappropriation of \r\n  estate funds, warranted nine-month suspension). Under the circumstances of this \r\n  case, we deem an indefinite suspension from the practice of law the appropriate \r\n  sanction. \r\n\r\nAccordingly, respondent is indefinitely suspended from the practice of law.  Respondent shall also pay the costs of the\r\ndisciplinary proceeding. (5)   Within fifteen days of the date of this opinion, respondent shall surrender her certificate of\r\nadmission and file an affidavit with the Clerk of this Court showing that she has complied with Rule 30, RLDE, Rule 413,\r\nSCACR (duties following disbarment or suspension).   \r\n\r\nINDEFINITE SUSPENSION.\r\n\r\nTOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n1. In addition, the full panel adopted the subpanel's recommendation respondent pay the costs of the disciplinary proceeding\r\n2. These facts are taken from the formal charges filed against respondent. \r\n3. These factual allegations are taken from the formal charges and the subpanel's report.  \r\n4. At oral argument before this Court, the Office of Disciplinary Counsel informed the Court that the indictment against\r\nrespondent had been recently nol prosed.  \r\n5. The stated costs are $233.45.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25358","title":"Zabinski v. Bright Acres Associates","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25358","description":"This is a partnership dispute involving issues under the Federal and State Arbitration Acts as well as Temporary Restraining Orders.","date":"2001-09-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Leo Zabinski and John Brainard, Appellants, \r\n           \r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        Bright Acres Associates, a South Carolina General \r\n          Partnership, Henry Massey, and the Estate of John Leutwiler, deceased, \r\n          individually, and as General Partners,&nbsp; Respondents,\r\n\r\n        and\r\n\r\n        Estate of John Leutwiler, Third-Party \r\n          Plaintiff, &nbsp;\r\n\r\n         v.\r\n\r\n        John Martin Brainard, Michael Forsyth Brainard, \r\n          Joanne Foye Brainard, Melanie Brainard, David McLeod Brainard, Allison \r\n          Christie Brainard, LOM Development, LLC, Wachovia Mortgage Co., HRM, \r\n          Inc., and Edward Bullard, Third-Party Defendants,\r\n\r\n        and\r\n\r\n        Bright Acres Associates, a South Carolina Partnership, \r\n          Fourth-Party Plaintiff,\r\n\r\n\r\n\r\n        v.\r\n\r\n        J. Ray Westmoreland, Fourth-Party \r\n          Defendant. &nbsp;\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort \r\n  County\r\n  Thomas Kemmerlin, Jr., Master-in-Equity\r\n   \r\n\r\nOpinion No. 25358\r\n  Heard June 19, 2001 - Filed September 4, 2001\r\n   \r\n\r\nAFFIRMED IN PART; REVERSED IN PART;\r\n  AND ARBITRATION COMPELLED. \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        A. Parker Barnes, Jr., of Beaufort, for appellants Leo Zabinski \r\n          and John Brainard.\r\n\r\n        Terry A. Finger, of Finger, Taylor &amp; Andrews, of Hilton \r\n          Head, for respondents Henry Massey and Bright Acres Associates. \r\n        \r\n\r\n        J. Ray Westmoreland, of Hilton Head, for respondent Estate \r\n          of John Leutwiler.\r\n\r\n      \r\n    \r\n  \r\n  Susan Taylor Wall, and Mary Legare Hughes, both of Nexsen, \r\n    Pruet, Jacobs, Pollard &amp; Robinson, LLC, of Charleston, for third-party \r\n    defendant Bullard.\r\n\r\n\r\nCHIEF JUSTICE TOAL:   \r\n  In this partnership dispute, three partners appeal from an Order denying arbitration. \r\n\r\n\r\nFactual/Procedural Background\r\n\r\nBright Acres Associates (\"Bright Acres\") was a partnership \r\n  consisting of the following four equal partners: John Leutwiler (\"Leutwiler\"), \r\n  Henry Massey (\"Massey\"), John Brainard (\"Brainard\"), and Leo Zabinski (\"Zabinski\"). \r\n  The partnership was created in 1980 in order to buy, renovate, and sell thirty \r\n  apartments and approximately twenty-six acres of land on Hilton Head Island. \r\n  J. Ray Westmoreland (\"Westmoreland\"), attorney for Leutwiler's estate (\"Respondent\"), \r\n  prepared the partnership agreement, which expressly provided for arbitration \r\n  of all controversies or claims arising out of the partnership agreement. However, \r\n  the face of the partnership agreement was not stamped to that effect as required \r\n  by the South Carolina Arbitration Act, S.C. Code Ann. § 15-48-10(a) (Supp. 2000). \r\n\r\n\r\nOn October 20, 1998, after Leutwiler's death, Massey expressly \r\n  agreed to purchase Leutwiler's 25% interest in the partnership. Westmoreland \r\n  prepared the purchase agreement. Massey failed to make all payments required \r\n  by the written purchase agreement. Massey and Respondent disagreed as to what \r\n  percentage, if any, Massey acquired in Leutwiler's original 25% of the partnership. \r\n  Because of this dispute, Massey and Westmoreland disagreed as to the amount \r\n  of distributions that were to be made to each partner once the partnership dissolved. \r\n\r\n\r\nOn September 8, 1998, Zabinski and Brainard (\"Appellants\") \r\n  commenced a pro se action seeking arbitration of the distribution and other \r\n  partnership disputes. After Respondent moved to make Appellants' original Complaint \r\n  more definite and certain, Appellants retained Attorney James M. Herring (\"Herring\") \r\n  who amended the original Complaint on March 19, 1999. Herring moved to compel \r\n  arbitration. \r\n\r\nOn April 21, 1999, Respondent \r\n  answered the Amended Complaint, opposing arbitration on the ground the partnership \r\n  agreement Westmoreland prepared failed to prominently display on its face that \r\n  it was subject to arbitration. Furthermore, Respondent alleged: (1) the controversies \r\n  were not subject to arbitration; (2) Massey and his attorney were using their \r\n  position to deprive Respondent of his partnership interest: (3) the remaining \r\n  partners failed to provide partnership information; (4) Leutwiler was prevented \r\n  from exercising any management duties in the partnership; (5) remaining partners \r\n  failed to account for various funds and assets of the partnership; and (6) remaining \r\n  partners threatened to withhold partnership benefits unless Leutwiler agreed \r\n  to a settlement with Massey in regards to the case then on appeal with this \r\n  Court. Respondent also sought damages against Appellants, Massey, and Massey's \r\n  attorney. \r\n\r\n On June 22, 1999, Respondent \r\n  moved to have a receiver appointed. On August 12, 1999, Respondent filed and \r\n  served a Motion to Compel the Return of Funds and Deposit. No sworn testimony \r\n  was filed in support of these motions. \r\n\r\nOn August 13, 1999, Judge Kemmerlin held a status conference \r\n  on the case. Appellants asked the trial court not to rule on any motion other \r\n  than the motion for arbitration without a hearing. On August 25, 1999, Judge \r\n  Kemmerlin denied arbitration and issued a temporary restraining order (\"TRO\"), \r\n  restraining the partnership from disbursing any more funds and suggesting that \r\n  the trial court may appoint a receiver in the future. \r\n\r\nOn September 3, 1999, Appellants moved to alter or amend \r\n  the trial court's order, and the trial court refused. On March 13, 2000, Judge \r\n  Kemmerlin recused himself. On March 14, 2000, Appellants served a Notice of \r\n  Appeal. The following issues are before this Court on appeal:\r\n\r\n I.&nbsp; Is Respondent equitably estopped from \r\n  asserting Appellants are not entitled to arbitration, where Respondent's attorney \r\n  prepared the partnership agreement and is now asserting the agreement fails \r\n  to comply with the South Carolina Arbitration Act, S.C. Code Ann. § 15-48-10(a) \r\n  (Supp. 2000)? \r\n  II.&nbsp; Did the trial court err in failing to order \r\n    arbitration because the partnership was engaged in interstate commerce sufficient \r\n    to invoke the Federal Arbitration Act (\"FAA\")? \r\n  III.&nbsp; Did the trial court err in issuing the TRO \r\n    without providing proper notice to Appellants? \r\n  IV.&nbsp; Did the trial court err in issuing the TRO without \r\n    any sworn testimony in support thereof? \r\n  V.&nbsp; Were Appellants prejudiced because they had no \r\n    opportunity to demonstrate the allegations contained in the unsworn Motion \r\n    for the Return of Funds and Deposit were false?  \r\n\r\n\r\n    Law/Analysis \r\n  \r\n\r\n\r\nI.&nbsp; Equitable Estoppel\r\nAppellants argue Respondent is equitably estopped from opposing \r\n  arbitration because Respondent's attorney, Westmoreland, prepared the partnership \r\n  agreement with the defective arbitration clause. We disagree.\r\n\r\nOn December 22, 1980, Westmoreland prepared the partnership \r\n  agreement for Bright Acres. The partnership agreement provided for arbitration \r\n  of all claims and controversies arising from the agreement. Paragraph fourteen \r\n  of the partnership agreement states:\r\n\r\n\r\n  If any controversy or claim arising out of \r\n    this partnership agreement cannot be settled by the partners, the controversy \r\n    shall be settled by arbitration in accordance with the rules of the American \r\n    Arbitration Association then in effect, and judgment on the award may be entered \r\n    in any court having jurisdiction.\r\n\r\n\r\nWestmoreland failed to stamp the first page of the partnership \r\n  agreement with the language required by the South Carolina Arbitration Act, \r\n  S.C. Code Ann. § 15-48-10(a) (Supp. 2000). Section 15-48-10(a) provides:\r\n\r\n\r\n  A written agreement to submit any existing controversy \r\n    to arbitration or a provision in a written contract to submit to arbitration \r\n    any controversy thereafter arising between the parties is valid, enforceable \r\n    and irrevocable, save upon such grounds as exist at law or in equity for the \r\n    revocation of any contract. Notice that a contract \r\n    is subject to arbitration pursuant to this chapter shall be typed in underlined \r\n    capital letters, or rubber-stamped prominently, on the first page of the contract \r\n    and unless such notice is displayed thereon the contract shall not be subject \r\n    to arbitration.  \r\n\r\n\r\n(emphasis added). \r\n\r\nWe have strictly construed the notice requirement of section \r\n  15-48-10(a). In Soil Remediation Co. v. Nu-Way Envtl., Inc., 323 S.C. \r\n  454, 476 S.E.2d 149 (1996), we held the terms of section 15-48-10(a) are clear, \r\n  and those terms must be applied according to their literal meaning. Id. \r\n  at 457, 476 S.E.2d at 151. The notice provision in the Soil Remediation \r\n  contract did not meet the statutory requirement because it was laser-printed \r\n  and written in all capital letters on the first page of the contract. Id. \r\n  The notice provision must by typed in underlined capital letters, or rubber-stamped \r\n  prominently, on the first page of the contract. No other variation is acceptable. \r\n  See also Osteen v. T.E. Cuttino Constr. Co., 315 S.C. 422, 434 S.E.2d \r\n  281 (1993) (holding formal requirements of section 15-48-10(a) must be met before \r\n  the dispute can be subject to arbitration); Timms v. Greene, 310 S.C. \r\n  469, 427 S.E.2d 642 (1993) (affirming trial court's finding that section 15-48-10(a) \r\n  had not been satisfied because the contract did not contain on its first page \r\n  any mention of arbitration); Circle S. Enters., Inc. v. Stanley Smith &amp; \r\n  Sons, 288 S.C. 428, 343 S.E.2d 45 n.1 (Ct. App. 1986) (finding a provision \r\n  of a contract requiring arbitration is not enforceable under state law because \r\n  notice the contract is subject to arbitration does not appear on its first page \r\n  as required by section 15-48-10(a)). \r\n\r\nAppellants assert Respondent should be equitably estopped \r\n  from opposing arbitration in this case because Westmoreland prepared the partnership \r\n  agreement with the defective notice of arbitration. Elements of equitable estoppel \r\n  as to the party estopped are: (1) conduct by the party estopped which amounts \r\n  to a false representation or concealment of material facts; (2) the intention \r\n  that such conduct shall be acted upon by the other party; and (3) knowledge, \r\n  actual or constructive, of the true facts. Ingram v. Kasey's Assocs., \r\n  340 S.C. 98, 531 S.E.2d 287 n.2 (2000). Essential elements of estoppel as related \r\n  to the party claiming the estoppel are: (1) lack of knowledge and of means of \r\n  knowledge of truth as to facts in question; (2) reliance upon conduct of the \r\n  party estopped; and (3) prejudicial change in position. Mayes v. Paxton, \r\n  313 S.C. 109, 437 S.E.2d 66 (1993). \"Estoppel cannot exist if the knowledge \r\n  of both parties is equal and nothing is done by one to mislead the other.\" Evins \r\n  v. Richland County Historic Pres. Comm'n, 341 S.C. 15, 15, 532 S.E.2d 876, \r\n  878 (2000). \r\n\r\n  \r\nAccording to Appellants, \"The equitable estoppel is based \r\n  upon the undisputed facts that both the party [sic] opposing arbitration previously \r\n  consented in writing to such, and that party's attorney who drafted the arbitration \r\n  clause now asserts after 19 years of silence that the document he drafted is \r\n  defective. Equitable estoppel prohibits Respondent from taking that position \r\n  because if [the partnership agreement] is defective, it is the fault of the \r\n  Respondent who is now asserting it is defective.\"\r\n\r\nEquitable estoppel does not apply to this case. First, Appellants' \r\n  main problem is with Westmoreland's conduct, not with the conduct of Leutwiler \r\n  or his estate. Second, Appellants present no evidence of false representation \r\n  or concealment by Leutwiler. Third, the knowledge of all parties was equal and \r\n  nothing was done by one to mislead the other at the time the partners entered \r\n  into the partnership agreement. Finally, Appellants do not allege they have \r\n  detrimentally changed their position in reliance on Leutwiler's conduct. Although \r\n  Westmoreland's conduct may be problematic, Leutwiler did not induce the other \r\n  partners into entering a partnership agreement with a defective notice of arbitration.\r\n\r\nII.&nbsp; Arbitration \r\nAppellants argue the trial court erred in failing to order \r\n  arbitration because the partnership was engaged in interstate commerce sufficient \r\n  to invoke the FAA, and the FAA does not contain a notice requirement similar \r\n  to section 15-48-10(a). We agree. Although the arbitration provision does not \r\n  meet the technical requirements of section 15-48-10(a), the inquiry does not \r\n  end there. Inextricably linked with the question of the applicability of section \r\n  15-48-10(a), is the impact of the FAA on this dispute.\r\n\r\nA.&nbsp; FAA \r\nBeginning in the mid-1980's, the United States Supreme Court, \r\n  interpreting the FAA, essentially \"federalized\" the law of arbitration by expanding \r\n  the reach of the FAA to the full breadth of the Commerce Clause. \r\n  (1) The federal policy favoring arbitration, as expressed in the FAA, \r\n  is now binding even in state courts and supersedes inconsistent state law and \r\n  statutes which invalidate arbitration agreements. (2) \r\n  The basic purpose of the FAA is to overcome state courts' refusal to enforce \r\n  arbitration agreements. Allied-Bruce Terminix Co. v. Dobson, 513 U.S. \r\n  265, 115 S. Ct. 834, 130 L. Ed. 2d 753 (1995). \r\n\r\nThe FAA, section 2, provides that a \"written provision in \r\n  any maritime transaction or a contract evidencing a transaction involving \r\n  commerce to settle by arbitration a controversy thereafter arising out \r\n  of such contract or transaction . . . shall be valid, irrevocable, and enforceable, \r\n  save upon such grounds as exist at law or in equity for the revocation of any \r\n  contract.\" Id. at 273, 115 S. Ct. at 839 (quoting 9 U.S.C. § 2 (1988)) \r\n  (emphasis added). The United States Supreme Court has interpreted the words \r\n  \"involving commerce\" broadly. According the Supreme Court in Dobson, \r\n  the words \"involving commerce\" are the functional equivalent of \"affecting commerce,\" \r\n  which typically indicates Congress' intent to exercise its commerce power in \r\n  full. Id. at 274, 115 S. Ct. at 839. The Supreme Court utilizes a \"commerce \r\n  in fact\" test to determine if the transaction involves interstate commerce for \r\n  the FAA to apply. Id.; see also Towles v. United Healthcare Corp., 338 \r\n  S.C. 29, 524 S.E.2d 839 (Ct. App. 1999). In other words, the transaction must \r\n  turn out, in fact, to have involved interstate commerce. See, e.g., Roberson \r\n  v. Money Tree of Alabama, Inc., 954 F. Supp. 1519 (M.D. Ala. 1997) (finding \r\n  transaction involved interstate commerce for purposes of the FAA where loan \r\n  was negotiated in Alabama, loan was signed in Alabama, Money Tree was a Georgia \r\n  Corporation, loans were approved and shipped from Georgia, and loan proceeds \r\n  were wired from Georgia). \r\n\r\nDespite this expansive interpretation of the FAA, the FAA \r\n  does not reflect a congressional intent to occupy the entire field of arbitration. \r\n  Volt Info. Scis. Inc. v. Board of Trs., 489 U.S. 468, 109 S. Ct. 1248, \r\n  103 L. Ed. 2d 488 (1989). In Volt, the United States Supreme Court \r\n  found a California statute was not pre-empted by the FAA where the parties agreed \r\n  their arbitration agreement would be governed by California law. Id. \r\n  According to the United States Supreme Court, the FAA does not require parties \r\n  to arbitrate when they have not agreed to do so, nor does it prevent parties \r\n  who do agree to arbitrate from excluding certain claims from the scope of their \r\n  arbitration agreement. Id. at 478, 109 S. Ct. at 1255. \"[The FAA] simply \r\n  requires courts to enforce privately negotiated agreements to arbitrate, like \r\n  other contracts, in accordance with their terms.\" Id.  (citations omitted). \r\n  \r\n\r\nParties are free to enter into a contract providing for \r\n  arbitration under rules established by state law rather than rules established \r\n  by the FAA. Munoz v. Green Tree Fin. Corp., 343 S.C. 531, \r\n  542 S.E.2d 360 n.2 (2001). If the parties have agreed to abide by state rules \r\n  of arbitration, enforcing those rules according to the terms of the agreement \r\n  is consistent with the goals of the FAA, even if the result is that arbitration \r\n  is stayed where the FAA would otherwise permit it to go forward. Volt, 489 \r\n  U.S. at 479, 109 S. Ct. at 1256. See also Ford v. Nylcare Health \r\n  Plans, 141 F.3d 243 (5th Cir. 1998) (finding that parties may \r\n  designate state law to govern the scope of an arbitration clause in an agreement \r\n  otherwise covered by the FAA). According to the Supreme Court in Volt,\r\n\r\n\r\n  [I]t does not follow that the FAA prevents the enforcement \r\n    of agreements to arbitrate under different rules than those set forth in the \r\n    Act itself. Indeed, such a result would be quite inimical to the FAA's primary \r\n    purpose of ensuring that private agreements to arbitrate are enforced according \r\n    to their terms. Arbitration under the Act is a matter of consent, not coercion, \r\n    and parties are generally free to structure their arbitration agreements as \r\n    they see fit. Just as they may limit by contract the issues which they will \r\n    arbitrate, so too may they specify by contract the rules under which that \r\n    arbitration will be conducted. \r\n\r\n\r\nVolt, 489 U.S. at 479, 109 S. Ct. at 1256. \r\n  (citations omitted).\r\n\r\nWhile the parties may agree to enforce arbitration agreements \r\n  under state rules rather than FAA rules, the FAA will preempt any state law \r\n  that completely invalidates the parties' agreement to arbitrate. See Volt, \r\n  supra; Munoz, supra n.2. Volt involved an arbitration agreement \r\n  that incorporated state procedural rules, one of which called for arbitration \r\n  to be stayed pending the resolution of a related judicial proceeding. The state \r\n  rule examined in Volt determined only the efficient order of proceedings; \r\n  it did not affect the enforceability of the arbitration agreement itself. Doctor's \r\n  Assocs. v. Casarotto, 517 U.S. 681, 116 S. Ct. 1652, 134 L. Ed. 2d 902 \r\n  (1996). Generic choice of law provisions cannot be used to incorporate into \r\n  an arbitration agreement a state law which would be preempted by the FAA. But, \r\n  as in Volt, state procedural rules that do not undermine the enforceability \r\n  of an otherwise valid contract to arbitrate may be deemed to have been incorporated \r\n  into a contract through choice of law provisions. \r\n   (3)\r\n\r\nIn Casarotto, the United States Supreme Court held \r\n  the FAA preempted a Montana statute which conditioned the enforceability of \r\n  an arbitration clause on compliance with special notice requirements. Interpreting \r\n  a Montana statute similar to section 15-48-10(a), the United States Supreme \r\n  Court found that courts may invalidate arbitration provisions on general contract \r\n  defenses, such as fraud, duress, and unconscionability, but courts may not invalidate \r\n  arbitration agreements under state laws applicable only to arbitration \r\n  provisions. Id. According to the United States Supreme Court:\r\n\r\n\r\n  By enacting § 2, we have several times said, Congress precluded \r\n    States from singling out arbitration provisions for suspect status, requiring \r\n    instead that such provisions be placed 'upon the same footing as other contracts.' \r\n    Montana's § 27-5-114(4) directly conflicts with § 2 of the FAA because the \r\n    State's law conditions the enforceability of arbitration agreements on compliance \r\n    with a special notice requirement not applicable to contracts generally. The \r\n    FAA thus displaces the Montana statute with respect to arbitration agreements \r\n    subject to the Act. \r\n\r\n\r\nId.  at 687, 116 S. Ct. at 1653. \r\n\r\nRelying on Casarotto, this Court in Soil Remediation \r\n  held that because section 15-48-10(a) singles out arbitration agreements, it \r\n  directly conflicts with section 2 of the FAA. Therefore, the FAA preempts section \r\n  15-48-10(a). Soil Remediation, 323 S.C. at 459, 476 S.E.2d at 152. \r\n  In Munoz, supra, we recently stated the result in Soil Remediation \r\n  hinged on the fact that application of state law would have rendered the arbitration \r\n  agreement completely unenforceable under section 15-48-10(a). Munoz, \r\n  343 S.C. at 539, 542 S.E.2d at 363 n.2. \"State law was therefore preempted to \r\n  the extent it would have invalidated the arbitration agreement. The parties \r\n  to a contract are otherwise free to agree that our state Arbitration Act will \r\n  apply and this agreement shall be enforceable even if interstate commerce is \r\n  involved.\" Id. (emphasis in original). \r\n\r\nUnder the facts of the instant case, we find the FAA controls \r\n  and compel arbitration. On its facts, the instant arbitration agreement is not \r\n  enforceable under South Carolina law. Thus, a partner could opt out of his agreement \r\n  to arbitrate by citing the lack of a notice provision under state law. Even \r\n  though the partnership agreement contains an express provision which provides \r\n  that the \"partnership agreement shall be governed by, and construed and enforced \r\n  in accordance with the laws of the State of South Carolina,\" this Court's holding \r\n  in Soil Remediation prevents the partners from \"opting out\" of the \r\n  FAA. Furthermore, this Court in Osteen, supra, held a governing law \r\n  clause, similar to the one in the instant case, indicates the parties' intention \r\n  to have the validity and construction of the contract determined by the arbitrators \r\n  according to the substantive law identified in the agreement. In other \r\n  words, despite the inclusion of a governing law provision in an arbitration \r\n  agreement, such a provision does not necessarily require the application of \r\n  state, rather than federal, arbitration law. Id. at 426, 434 S.E.2d \r\n  at 284. \r\n\r\nWe also find the partnership was engaged in interstate commerce \r\n  as contemplated by the FAA. To ascertain whether a transaction involves commerce \r\n  within the meaning of the FAA, the court must examine the agreement, the complaint, \r\n  and the surrounding facts. Towles v. United Healthcare Corp., 338 S.C. \r\n  29, 524 S.E.2d 839 (Ct. App. 1999). Appellants attempt to establish interstate \r\n  commerce through several affidavits. Both the United States Supreme Court and \r\n  this Court have relied on affidavits when determining whether a transaction \r\n  involves interstate commerce. Circle S., supra. \r\n\r\nIn Zabinski's affidavit, he asserts the partnership was \r\n  involved in interstate commerce because: (1) the land was purchased from a Minnesota \r\n  based group of investors; (2) Bright Acres financed the purchase through a mortgage \r\n  with C&amp;S Bank of Georgia and a second mortgage from Minnesota investors; \r\n  (3) Bright Acres used several out-of-state sub-contractors and materials from \r\n  other states; (4) the condominiums were advertised across state lines; (5) Bright \r\n  Acres sold the second mortgage to First Oxford of Philadelphia, Pennsylvania; \r\n  (6) extensive soil tests were conducted by a Georgia firm; (7) a land sale was \r\n  financed by a Chicago bank which took a mortgage on the property; (8) Bright \r\n  Acres attempted to enter into a sales contract with a Pennsylvania developer \r\n  for a proposed golf course; and (9) Leutwiler spent his remaining years as a \r\n  partner in Georgia. Zabinski's affidavit was disputed by affidavits given by \r\n  Ann L. Stiber and Brian J. Leutwiler, which maintain there has never been partnership \r\n  activities or business that directly relates to interstate commerce.\r\n\r\nThe heart of the transaction in this case is the sale and \r\n  development of real property on Hilton Head Island. Bright Acres is a South \r\n  Carolina partnership with its principal place of business on Hilton Head Island. \r\n  The only property owned by the partnership is located on Hilton Head Island. \r\n  The development of land within South Carolina' borders is the quintessential \r\n  example of a purely intrastate activity. However, the transaction involved interstate \r\n  commerce as contemplated by the FAA because the partnership utilized out-of-state \r\n  materials, contractors, and investors. See generally Munoz, supra (finding \r\n  interstate commerce in an installment contract case where builder was domiciled \r\n  in South Carolina but assigned rights to a Delaware Creditor, agreement was \r\n  prepared in Minnesota, and proceeds were disbursed from Minnesota); Episcopal \r\n  Hous. Corp. v. Fed. Ins. Co., 269 S.C. 631, 239 S.E.2d 647 (1977) (holding \r\n  construction contract involved interstate contract where materials, equipment, \r\n  and supplies were produced and manufactured out-of- state); Circle S., supra \r\n  (finding construction contract involved interstate commerce where equipment, \r\n  materials, and subcontractors were furnished from out-of-state). See also \r\n  Roberson, supra (Alabama district courts find transactions between \r\n  lenders and borrowers are ones \"involving commerce\"within meaning of the FAA). \r\n  \r\n\r\nBecause of the FAA's expansive view of interstate commerce, \r\n  we find the FAA covers the partnership agreement in the present case. Thus, \r\n  the FAA provisions trump conflicting requirements of South Carolina law, and \r\n  arbitration is required. \r\n\r\nC.&nbsp; Matters Subject to Arbitration \r\nThe four partners agreed in their partnership agreement \r\n  that \"any controversy or claim arising out of the partnership agreement\" would \r\n  be settled by arbitration if it could not be settled by the partnership. In \r\n  their Motion to Compel Arbitration, Appellants moved the trial court to compel \r\n  arbitration of any and all claims, controversies, or challenges Respondent has \r\n  to the past, present, and future management plans of the partnership. Appellants \r\n  also request review of all partnership actions taken in the last three years, \r\n  approval of a business plan concept for the effective management of the partnership's \r\n  remaining assets, payment of all appropriate expenses, and distribution of assets \r\n  or proceeds to the partners. Essentially, Appellants are seeking to compel arbitration \r\n  in order to wind up the partnership and to resolve all outstanding claims involving \r\n  the partnership. We must, therefore, determine which claims are arbitrable. \r\n  \r\n\r\nThe question of the arbitrability of a claim is an issue \r\n  for judicial determination, unless the parties provide otherwise. AT&amp;T \r\n  Techs., Inc. v. Communications Workers of America, 475 U.S. 643, 106 S. \r\n  Ct. 1415, 89 L. Ed. 2d 648 (1986) (citations omitted); 4 Am. Jur. 2d Alternative \r\n  Dispute Resolution § 123 (1995). However, in deciding whether the parties \r\n  have agreed to submit a particular grievance to arbitration, a court is not \r\n  to rule on the potential merits of the underlying claims. AT&amp;T Techs., \r\n  475 U.S. at 649, 106 S. Ct. at 1419. \r\n\r\nThe policy of the United States and South Carolina is to \r\n  favor arbitration of disputes. Tritech Elec., Inc. v. Frank M. Hall &amp; \r\n  Co., 343 S.C. 396, 540 S.E.2d 864 (Ct. App. 2000). Arbitration is a matter \r\n  of contract, and a party cannot be required to submit to arbitration any dispute \r\n  which he has not agreed to submit. Episcopal Hous., supra; Towles, \r\n  supra. Arbitration rests on the agreement of the parties, and the range \r\n  of issues that can be arbitrated is restricted by the terms of the agreement. \r\n  Simmons v. Lucas &amp; Stubbs Assocs., Ltd., 283 S.C. 326, 322 S.E.2d \r\n  467 (Ct. App. 1984). \r\n\r\nTo decide whether an arbitration agreement encompasses a \r\n  dispute, a court must determine whether the factual allegations underlying the \r\n  claim are within the scope of the broad arbitration clause, regardless of the \r\n  label assigned to the claim. Hinson v. Jusco Co., 868 F. Supp. 145 \r\n  (D.S.C. 1994); S.C. Pub. Serv. Auth. v. Great W. Coal, 312 S.C. 559, \r\n  437 S.E.2d 22 (1993). Any doubts concerning the scope of arbitrable issues should \r\n  be resolved in favor of arbitration. Towles, supra. Furthermore, unless \r\n  the court can say with positive assurance that the arbitration clause is not \r\n  susceptible to an interpretation that covers the dispute, arbitration should \r\n  be ordered. Great W. Coal, 312 S.C. at 564, 437 S.E.2d at 25. A motion \r\n  to compel arbitration made pursuant to an arbitration clause in a written contract \r\n  should only be denied where the clause is not susceptible to any interpretation \r\n  which would cover the asserted dispute. Tritech, \r\n  supra. \r\n\r\nThe arbitration agreement in the instant cases states that \r\n  \"any controversy or claim arising out of the partnership agreement\" should be \r\n  settled by arbitration if it cannot be settled by the partnership. Therefore, \r\n  any claim pursuant to the partnership agreement is arbitrable. Further, any \r\n  tort claims between the partners that relate to the partnership agreement are \r\n  arbitrable. (4) \r\n   Finally, the winding up of the partnership is covered by the arbitration \r\n  agreement because it concerns issues that are the direct result of the partnership \r\n  agreement. \r\n\r\nA broadly-worded arbitration clause applies to disputes \r\n  that do not arise under the governing contract when a \"significant relationship\" \r\n  exists between the asserted claims and the contract in which the arbitration \r\n  clause is contained.  Long v. Silver, 248 F.3d 309 (4th \r\n  Cir. 2001). Despite South Carolina's presumption in favor or arbitration, we \r\n  find the remaining third party claims are not subject to arbitration because \r\n  a significant relationship does not exist between the following claims and the \r\n  partnership agreement: (1) any attorney malpractice action against Westomoreland; \r\n  (2) any attorney malpractice action against Massey's attorney, Bullard; and \r\n  (3) any action between Massey and Leutwiler concerning the purchase agreement \r\n  entered into by Massey to buy Leutwiler's interest in the partnership. \r\n\r\nThe facts underlying the attorney malpractice claims are \r\n  not encompassed by the arbitration agreement. Appellants' malpractice claim \r\n  against Westmoreland concerns his failure to stamp the partnership agreement \r\n  with the language mandated in section 15-48-10(a), and his many alleged conflicts \r\n  of interest involving the partnership. Appellants' malpractice claims against \r\n  Bullard concern his alleged loyalty to Massey over his loyalty to the partnership. \r\n  These malpractice claims concern the partnership only indirectly, and cannot \r\n  be considered claims \"arising out of the partnership agreement.\" Furthermore, \r\n  the winding up of the partnership will involve a totally different set of facts \r\n  than the facts surrounding the attorney malpractice claims. \r\n\r\nFinally, the action between Leutwiler and Massey involves \r\n  a dispute over the purchase agreement, which is completely unrelated to the \r\n  partnership agreement. Leutwiler alleges Massey failed to make all payments \r\n  required by a written purchase agreement. Massey and Leutwiler's estate disagree \r\n  as to what percent, if any, Massey acquired in Leutwiler's original 25% of the \r\n  partnership. The facts involved in this controversy are completely independent \r\n  of any dispute arising out of the partnership agreement and are not arbitrable. \r\n  \r\n\r\nIn 1995, we issued a memorandum opinion which decided the \r\n  controversy between Leutwiler and Massey.  Leutwiler v. Massey,  95-MO-223 \r\n  (filed July 19, 1995). For the sake of judicial economy and to prevent further \r\n  litigation between the parties, we will state the effect of our 1995 opinion \r\n  upon the determination of the respective percentages owned by Leutwiler and \r\n  Massey in the partnership. In 1995, we found that upon default Massey would \r\n  be entitled to a pro rata share of the partnership interest based on the payments \r\n  he made pursuant to the purchase agreement. Once Massey defaulted, he was not \r\n  compelled to make further payments. Massey is entitled to have the principal \r\n  payments applied to the purchase of a pro rata share of Leutwiler's total partnership \r\n  interest, with that share passing to Massey, and Leutwiler retaining the portion \r\n  of the partnership not paid for by Massey. Based on the purchase agreement and \r\n  the amount of payments made by Massey, we find Massey owns a 36.45% interest \r\n  in the partnership and Leutwiler owns a 13.55% interest in the partnership. \r\n    (5)  \r\n\r\nIII.&nbsp; TRO  \r\nAppellants argue the trial court erred in issuing a TRO \r\n  without providing proper notice. We agree.\r\n\r\nAccording to Appellants, on August 12, 1999, they received \r\n  a faxed copy of Respondent's Motion to Compel the Return of Funds and Deposit \r\n  which provided no notice of a hearing on the motion. A status conference was \r\n  held the following day at which time Appellants' attorney timely objected to \r\n  the trial court ruling on any matter except arbitration, and requested the trial \r\n  court not rule on any other motions without an opportunity to be heard. In his \r\n  August 25, 1999, Order, Judge Kemmerlin issued a TRO, restraining the partnership \r\n  from making further distributions to the partners and from paying attorney's \r\n  fees until further order of the trial court. According to Appellants, their \r\n  interests were prejudiced because they were not provided ten days notice.  \r\n  See Dedes v. Strickland, 307 S.C. 152, 414 S.E.2d 132 (1992); Rule 6(d), \r\n  SCRCP.\r\n\r\nPursuant to Rule 65(b), SCRCP, a trial judge can issue a \r\n  temporary restraining order without providing notice where \"it clearly appears \r\n  from specific facts shown by affidavit or by verified complaint that immediate \r\n  or irreparable injury, loss or damage will result to the applicant before notice \r\n  can be served and a hearing had thereon.\"   \r\n  (6)  \r\n\r\nThe granting of temporary injunctive relief is within the \r\n  sound discretion of the trial court and will not be overturned absent an abuse \r\n  of that discretion.  City of Columbia v. Pic-A-Flick Video, Inc.,  \r\n  340 S.C. 278, 531 S.E.2d 518 (2000). An abuse of discretion occurs where the \r\n  trial court is controlled by an error of law or where the trial court's order \r\n  is based on factual conclusions without evidentiary support. Id. The \r\n  sole purpose of a temporary injunction is to preserve the status quo and thus \r\n  avoid possible irreparable injury to a party pending litigation. Powell \r\n  v. Immanuel Baptist Church,  261 S.C. 219, 199 S.E.2d 60 (1973). \r\n\r\nThe Respondent asserted the partnership and other partners \r\n  were \"gutting the Partnership and making distributions improperly to themselves.\" \r\n  Judge Kemmerlin expressed concern that if he did not restrain the partners, \r\n  they may expend the remaining funds. Judge Kemmerlin had the following allegations \r\n  before him when he issued the ex parte TRO: (1) Appellants allegedly paid all \r\n  expenses and distributed all assets without waiting for the appointment of an \r\n  arbitrator; (2) breach of fiduciary duty by Appellants; (3) partnership assets \r\n  and information were being improperly withheld from Respondent; (4) Appellants \r\n  refused to produce partnership records for examination by Respondent; (5) Appellants \r\n  refused to obey a subpoena; (6) attorney conflict of interest; and (7) Appellants \r\n  improperly distributed partnership assets. \r\n\r\nWhile Judge Kemmerlin had several allegations before him, \r\n  the factual basis for the TRO was not fully developed. Therefore, a hearing \r\n  on the matter was imperative. However, Rule 65(b), SCRCP states that an ex parte \r\n  TRO will expire in ten days. Because more than ten days has elapsed, the TRO \r\n  has expired as a matter of law and the remaining issues involving the TRO are \r\n  moot.\r\n\r\nIV.&nbsp; Motion for the Return of Funds and Deposit \r\nAppellants argue they were prejudiced because they did not \r\n  have an opportunity to demonstrate the allegations in the Motion for the Return \r\n  of Funds and Deposit were false. We disagree.\r\n\r\nOn August 12, 1999, Respondent moved for the return and \r\n  deposit of all funds distributed to the various partners by Massey. Respondent \r\n  also moved for the appointment of a receiver. In their briefs, Appellants argue \r\n  the merits of Respondent's Motion for the Return of Funds and Deposit. Specifically, \r\n  Appellants contest grounds 4 through 9, and argue they were prejudiced because \r\n  they were not allowed to submit affidavits contesting these grounds.\r\n\r\nJudge Kemmerlin's August 25, 1999, Order was a ruling on \r\n  a number of motions, but it was not a ruling on the Motion to Compel Return \r\n  of Funds and Deposit. He references the Motion and its allegations in his August \r\n  25, 1999, Order. However, he does not specifically rule on the merits of these \r\n  allegations. He simply uses the allegations as a basis to issue a TRO. Judge \r\n  Kemmerlin then directs the parties to appear before him on September 9, 1999, \r\n  to show cause why the TRO should not become an injunction pendente lite, \r\n   and to discuss the appointment of a receiver. Presumably, the parties \r\n  would argue the merits of the Motion at the September 9, 1999, hearing. However, \r\n  Judge Kemmerlin recused himself before the September 9, 1999, hearing. The merits \r\n  of the Motion were never heard and a receiver was never appointed.\r\n\r\nAppellants were not prejudiced because a trial judge never \r\n  ruled upon the allegations presented in the Motion. (7) \r\n  The only way Appellants could be prejudiced is by Judge Kemmerlin's issuance \r\n  of a TRO. We find no prejudice because, as we stated above, the TRO has expired. \r\n  \r\n\r\n\r\n    Conclusion \r\n\r\n\r\n\r\nBased on the foregoing, we hereby compel arbitration of \r\n  the following issues: (1) the winding up of the partnership; (2) the partnership's \r\n  selection of a managing partner; (3) any claim concerning the sale of a remaining \r\n  piece of property located on Hilton Head Island, South Carolina; (4) any claim \r\n  concerning the proceeds from the September 4, 1998 property sale together with \r\n  all incidental issues involving the terms, conditions, and consequences of that \r\n  sale and post-sale management and application of the funds to be received by \r\n  the partnership in due course along with the partnership's plans for how to \r\n  manage the asset if the purchaser's obligations are not timely met; and (5) \r\n  any remaining claims concerning the management of the partnership. The arbitrator \r\n  will distribute the remaining assets to the partners in the percentages outlined \r\n  in this opinion. Therefore, we AFFIRM the trial court's Order denying \r\n  arbitration of the attorney malpractice claims, and REVERSE the trial \r\n  court's Order denying arbitration of the remaining claims concerning the partnership.\r\n\r\nAFFIRMED IN PART; REVERSED IN PART; AND ARBITRATION COMPELLED. \r\n  \r\n\r\nMOORE, WALLER, PLEICONES, JJ., and Acting Justice J. \r\n  Ernest Kinard, Jr., concur.\r\n\r\n \r\n 1. U.S. Const. art.1, § 8, \r\ncl.3. \r\n2.  See  Alan S. Kaplinsky \r\n  &amp; Mark J. Levin, Anatomy of an Arbitration Clause: Drafting and Implementation \r\n  Issues Which Should be Considered by a Consumer Lender,  1113 Practicing \r\n  Law Inst./Corporate Law &amp; Practice Course Handbook Series 655 (1999). \r\n3. Michael A. Hanzman, Arbitration \r\n  Agreements: Analyzing Threshold Choice of Law and Arbitrability Questions: An \r\n  Often Overlooked Task, 70 Fla. B.J. 14 (Dec. 1996). \r\n4. Other jurisdictions provide a test \r\n  to determine whether a tort claim falls within the scope of an agreement to \r\n  arbitrate. According to these courts, the focus should be on the factual allegations \r\n  contained in the petition rather than on the legal causes of actions asserted. \r\n  The test is based on a determination of whether the particular tort claim is \r\n  so interwoven with the contract that it could not stand alone. If the tort and \r\n  contract claims are so interwoven, both are arbitrable. On the other hand, if \r\n  the tort claim is completely independent of the contract and could be maintained \r\n  without reference to the contract, the tort claim is not arbitrable. See \r\n  generally Valero Energy Corp. v. Teco Pipeline Co., 2 S.W.3d 576 (Tex. \r\n  Ct. App. 1999); PromoFone, Inc. v. PCC Mgmt., 637 N.Y.S.2d 405 (N.Y. \r\n  App. Div. 1996) (holding appellant was compelled to arbitrate with a nonsignatory \r\n  when issues in overall dispute were inextricably interwoven with claims against \r\n  nonsignatory, and nonsignatory was closely related to signatories and was alleged \r\n  to have engaged in the same improper conduct). \r\n5. These percentages are reflected in \r\n  Massey's memorandum in support of his motion to determine his percentage interest \r\n  in Bright Acres. Massey's memorandum is a correct calculation of the effect \r\n  of our 1995 opinion. The percentages are based on the partnership agreement \r\n  and the following calculations. \r\n\r\nThe partnership agreement stated Leutwiler agreed to sell \r\n  his interest to Massey under the following terms: (1) Massy paid $110,000 for \r\n  Leutwiler's partnership interest; (2) Massey paid an initial cash payment of \r\n  $20,000; (3) Massey paid $2,000 per month with no interest; and (4) Massey paid \r\n  $1,064.70 per month for 114 months with an interest rate of 10%, of which $78,000 \r\n  was to be principal and $43,375.80 was to be interest. The purchase agreement \r\n  contained a provision permitting Massey to cease making payments at any time \r\n  and receive a pro rata share of the Leutwiler interest. \r\n\r\nOn October 20, 1993, Massey paid $17,207.93 to the Clerk \r\n  of Court. This amount represented a judgment of $16,841.10 with the difference \r\n  being for post-judgment interest and the Sheriff's collection fee. The sum deposited \r\n  represented 13 payments of $1,064.70 and $3,000 in attorneys fees. On September \r\n  15, 1994, this sum deposited was reduced by one payment of $1,064.70 pursuant \r\n  to an order by the trial judge. Accordingly, Massy has paid toward the principal \r\n  as follows: (1) $20,000 initial cash payment; (2) $12,000 - 6 payments of $2000 \r\n  with no interest; and (3) $13,017.37 - 28 payments of $1,064.70 at 10% interest. \r\n  The total paid in principal was $45,017.37.\r\n\r\nThe percentage of Leutwiler's interest purchased by Massey \r\n  is computed as follows:&nbsp; \r\n\r\n\r\n  \r\n    \r\n      $45,017.37 =\r\n        $110,000\r\n       .40925 x .25 = 10.23%\r\n    \r\n  \r\n\r\nThe percentage of Leutwiler's interest retained by Leutwiler \r\n  is computed as follows:&nbsp; \r\n\r\n\r\n  \r\n    \r\n      $64,982.63 =\r\n        $110,000\r\n       .59075 x .25 = 14.77%\r\n    \r\n  \r\n\r\nTherefore, Massey has a 35.23% interest and Leutwiler has \r\n  a 14.77% interest.\r\n\r\nHowever, the partnership agreement provided that upon the \r\n  failure of a partner to satisfy a call for capital, the partner paying such \r\n  sum should be entitled to an adjustment in ownership interest from the share \r\n  held by the delinquent partner. Leutwiler failed to make additional capital \r\n  payments and his share was paid by Massey. The total of all additional paid \r\n  in capital is $36,371.66 of which Leutwiler should have paid 14.77% or $5,372.09. \r\n  The percentage adjustment is computed as follows:\r\n\r\n\r\n  \r\n    Massey's payment =\r\n      Leutwiler's share\r\n    $5,372.09 =\r\n      $64,988\r\n     .08266 x .1477 = .0122\r\n  \r\n\r\nThus, Massey's share = .3523 + .0122 = 36.45%\r\n  and Leutwiler's share = .1477 - .0122 = 13.55%\r\n\r\n6. Judge Kemmerlin's TRO did not meet \r\n  all of the following requirements of Rule 65(b), SCRCP:\r\n\r\n\r\n  \"Every temporary restraining order granted without notice \r\n    shall be endorsed with the date and hour of issuance; shall be filed forthwith \r\n    in the clerk's office and entered of record; shall be served, together with \r\n    a summons and complaint in the event no summons and complaint have previously \r\n    been served in the action, . . . shall define the injury and state why it \r\n    is irreparable and why the order was granted without notice; and shall expire \r\n    by its terms within such time after entry, not to exceed 10 days, as the court \r\n    fixes, unless within the time so fixed the order, for good cause shown, is \r\n    extended for a like period or unless the party against whom the order is directed \r\n    consents that it may be extended for a longer period.\" \r\n\r\n7. Respondent alleges Appellants were \r\n  not prejudiced because all the partnership assets have been distributed. Additionally, \r\n  Respondent maintains Appellants consented to a continuation of the TRO. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25360","title":"State v. Jihad","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25360","description":"This criminal case involves the interpretation of our statutory scheme requiring operating brake lights.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25360\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nThe State,&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,\r\nv.\r\n\r\n        \r\n\r\nNaim Jihad,&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nON WRIT OF CERTIORARI TO THE COURT OF&nbsp;\r\n APPEALS\r\n\r\n\r\nAppeal From Anderson County\r\nGerald C. Smoak, Sr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 25360\r\nHeard March 21, 2001 - Filed September 17, 2001\r\n\r\n\r\n  REVERSED\r\n\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh,\r\nAssistant Deputy Attorney General Robert E. Bogan, Senior Assistant Attorney General Norman\r\nMark Rapoport, all of Columbia; and Solicitor George M. Ducworth, of Anderson, for petitioner.\r\n\r\nKenneth W. Sheppard, of Peachtree City, Georgia; and Nancy Jo Thomason, of Anderson, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE MOORE:   We granted a writ of certiorari in this case (1) and now address the sole issue\r\nwhether driving a vehicle with a non-functioning brake light supports a traffic stop.  We find it\r\ndoes and reverse.\r\n\r\nFACTS\r\n\r\n\r\n\r\nFifteen pounds of marijuana were seized from respondent's car after a highway patrolman pulled\r\nhim over for a broken brake light.  Respondent was charged with trafficking in marijuana.  At a\r\npre-trial suppression hearing, the trial judge ruled the initial traffic stop was not supported by\r\nprobable cause because South Carolina law requires only one brake light to be working. \r\nAccordingly, the trial judge found the initial traffic stop invalid and suppressed the evidence.\r\n\r\nThe State appealed the trial judge's ruling. (2)  In a 2-1 decision, the Court of Appeals held only one\r\nworking brake light is required under our statutory scheme and, since respondent had one working\r\nbrake light, he was not in violation of any traffic law at the time he was stopped.  The majority\r\ntherefore ruled the initial stop was not supported by probable cause and affirmed the suppression\r\nof the evidence as fruit of the poisonous tree.  See  Wong Sun v. United States, 371 U.S. 471\r\n(1963). (3)  \r\n\r\nDISCUSSION\r\n\r\n\r\n\r\nBrake lights, or \"stop lamps\" as they are referred to in Title 56, are governed specifically by S.C.\r\nCode Ann. §§ 56-5-4730 and -4560 (1991).  Section 56-5-4730 provides in pertinent part:\r\n\r\nAny motor vehicle may be equipped, and when required under this chapter shall be\r\nequipped, with the following signal lamps and devices:\r\n\r\n\r\n\r\n(1) A stop lamp on the rear which shall emit a red or yellow light and which shall be actuated\r\nupon application of the service (foot) brake and which may but need not be incorporated with a\r\ntail lamp;\r\n\r\n(2) A lamp or lamps or mechanical signal device capable of clearly indicating any intention to turn\r\neither to the right or to the left and which shall be visible both from the front and rear.\r\n\r\n\r\n\r\nA stop lamp shall be plainly visible and understandable from a distance of one hundred feet to the\r\nrear both during normal sunlight and at nighttime and a signal lamp or lamps indicating intention\r\nto turn shall be visible and understandable during daytime and nighttime from a distance of one\r\nhundred feet both to the front and rear.  When a vehicle is equipped with a stop lamp or other\r\nsignal lamps, such lamp or lamps shall at all times be maintained in good working condition. \r\nNo stop lamp or signal lamp shall project a glaring or dazzling light.\r\n\r\n(emphasis added).  Further, § 56-5-4560 makes it unlawful to drive a vehicle on the highways\r\n\"unless it is equipped with a stop lamp meeting the requirements of § 56-5-4730.\"    (4)    \r\n\r\nThe trial judge and the Court of Appeals majority read these sections to require only one\r\nfunctioning brake light.  The State argues that even though only one brake light is required, when\r\nthere is more than one brake light on a vehicle, they must both be in good working condition.  The\r\nState relies on the language in § 56-5-4730:  When a vehicle is equipped with a stop lamp or\r\nother signal lamps, such lamp or lamps shall at all times be maintained in good working\r\ncondition.  \r\n\r\nWe agree with the State's reading of these statutes.  In addition to requiring a single brake light, §\r\n56-5-4730 also applies to discretionary equipment as indicated in the first sentence: \"Any motor\r\nvehicle may be equipped, and when required under this chapter shall be equipped. . . .\"  A\r\nmotor vehicle may therefore have, in addition to the required brake light, more than one brake\r\nlight.  \r\n\r\nFurther, § 56-5-4730 clearly evinces legislative intent that even a discretionary brake light must be\r\nin good working condition by prefacing the good-working-condition requirement with the\r\nconditional phrase \"when a vehicle is equipped with a stop lamp. . . .\"  The word \"when\" in\r\ncontext here means \"in the event that\" or \"whenever.\" (5)  \"When a vehicle is equipped with a\r\nstop lamp\" therefore means \"whenever\" or \"in the event that\" a vehicle is equipped with a stop\r\nlamp.  This phrase has meaning only if it refers to discretionary stop lamps since reference to the\r\nmandatory single stop lamp would not require this conditional phrase. See \r\nIn re: Decker, 322 S.C.\r\n215, 471 S.E.2d 462 (1995) (a statute should be construed so that no word, clause, provision, or\r\npart is rendered superfluous).\r\n\r\nThe Court of Appeals's interpretation of § 56-5-4730 requiring that only a single stop lamp be in\r\ngood working condition overlooks the \"when a vehicle is equipped\" phrase which refers back to\r\nthe first sentence of the statute providing for both mandatory and discretionary stop lamps.  We\r\nhold, under a plain reading of § 56-5-4730, it is unlawful to drive with a non-functioning brake\r\nlight.  Accordingly, the traffic stop in this case was valid.  The Court of Appeals's decision is\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n1.  State v. Jihad, 339 S.C. 325, 528 S.E.2d 696 (Ct. App. 2000).\r\n2.  The State asserted on appeal that the suppression of the marijuana significantly impaired its\r\nprosecution of the case and therefore the trial judge's ruling was appealable. State v. McKnight,\r\n287 S.C. 167, 337 S.E.2d 208 (1985).\r\n3.  On appeal to this Court, the State adopts the position of the dissenter in the Court of Appeals and\r\nargues there need only be a reasonable suspicion rather than probable cause to support a valid\r\ntraffic stop. See  Illinois v. Wardlow, 528 U.S. 119 (2000) (reasonable suspicion is a less\r\ndemanding standard than probable cause).  \"Reasonable suspicion\" does not refer to an officer's\r\nspeculation there may be some law prohibiting the observed conduct but goes to the sufficiency of\r\nhis observation.  It is uncontested in this case that respondent was actually driving with a non-functioning brake light which satisfies the higher standard of probable cause if such conduct is in\r\nfact a traffic violation.  Accordingly, we need not address whether a reasonable suspicion is\r\nsufficient to support a traffic stop in this case.\r\n4.  In addition to these two sections specifically regulating stop lamps, S.C. Code Ann. § 56-5-4410\r\n(1991) provides generally that it is unlawful to drive a vehicle that \"is not at all times equipped\r\nwith lights, brakes, steering and other equipment in proper condition and adjustment as required in\r\nthis article.\"\r\n5.  Random House Dictionary of the English Language, Second Edition, Unabridged (1987).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25361","title":"In the Matter of Michael L. James","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25361","description":"Opinion suspending attorney from the practice of law for six months.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        In the Matter of Michael L. James,&nbsp;&nbsp;&nbsp; \r\n          Respondent. &nbsp; \r\n\r\n        \r\n      \r\n    \r\n  \r\n\r\nOpinion No. 25361\r\n  Submitted September 4, 2001 - Filed September 17, 2001\r\n\r\n\r\n\r\n    DEFINITE SUSPENSION  \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Henry B. Richardson, Jr., of Columbia, for the \r\n          Office of the Disciplinary Counsel.\r\n\r\n        Michael L. James, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n&nbsp;\r\n\r\n\r\n\r\n\r\nPER CURIAM:  By way of the attached Opinion and Order of the \r\nSupreme Court of Kentucky, dated April 26, 2001, respondent was suspended from \r\nthe practice of law in that state for six months. (1) \r\nOn June 28, 2001, the Clerk of this Court sent respondent a letter via certified \r\nmail to the address listed with the South Carolina Bar and the Kentucky Bar Association \r\nnotifying respondent that, pursuant to Rule 29(d), RLDE, Rule 413, SCACR, he had \r\nthirty (30) days in which to inform the Court of any claim he might have that \r\na six month suspension in this state is not warranted and the reasons for any \r\nsuch claim. A copy of the letter was also sent to Timothy Denison, Esquire, counsel \r\nfor respondent in the matter before the Supreme Court of Kentucky, via certified \r\nmail. See Rule 29(b), RLDE, Rule 413, SCACR. The letter to respondent was returned \r\nunclaimed. The letter to Mr. Dennison was signed for but the Court has not received \r\na response from respondent or from Mr. Dennison on respondent's behalf. \r\nFinding a sufficient attempt has been made to serve \r\n  notice on respondent, and finding none of the factors in Rule 29(d), RLDE, Rule \r\n  413, SCACR, present in this matter, we hereby suspend respondent from the practice \r\n  of law in this state for six months, retroactive to April 26, 2001, the date \r\n  of the Opinion and Order of the Supreme Court of Kentucky. Within fifteen (15) \r\n  days of the date of this opinion, respondent shall file an affidavit with the \r\n  Clerk of Court showing that he has complied with Rule 30, RLDE, Rule 413, SCACR.\r\n\r\nDEFINITE SUSPENSION.\r\n\r\n TOAL, C.J., MOORE, WALLER, BURNETT and \r\n  PLEICONES, JJ., concur. \r\n\r\n1. On September 3, 1998, the \r\n  Supreme Court of Kentucky suspended respondent from the practice of law in Kentucky \r\n  for thirty days. James v. Kentucky Bar Ass'n, 973 S.W.2d 844 (Ky. 1998). This \r\n  Court imposed the same sanction in this state.\r\n  In the Matter of James, 333 S.C. 59, 508 S.E.2d 28 (1998). The Kentucky \r\n  Supreme Court suspended respondent for one year, with a concurrent sixty day \r\n  suspension, on March 23, 2000. James v. Kentucky Bar Ass'n, 13 S.W.3d 925 (Ky. \r\n  2000). A reciprocal one-year suspension, retroactive to the date of the Opinion \r\n  and Order of the Kentucky Supreme Court, was imposed by this Court. In the Matter \r\n  of James, 342 S.C. 17, 535 S.E.2d 911 (2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25362","title":"In the Matter of Lawonna Daves","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25362","description":"Opinion disbarring attorney from the practice of law in South Carolina.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Matter of Lawonna Daves,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 25362\r\nSubmitted August 28, 2001 - Filed September 17, 2001\r\n\r\n\r\nDISBARRED\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry B. Richardson, Jr. and Michael S. Pauley, both of Columbia, for the Office of Disciplinary Counsel.\r\n\r\n        Lawonna Daves, pro se.\r\n\r\n      \r\n    \r\n  \r\n\r\n&nbsp;\r\n\r\nPER CURIAM: By way of the attached\r\norders, respondent's license to practice law in Virginia was revoked.\r\nOn July 10,\r\n2001, the Clerk of this Court sent respondent a letter via certified mail to the address listed with the South Carolina Bar\r\nnotifying respondent that, pursuant to Rule 29(d), RLDE, Rule 413, SCACR, she had thirty (30) days in which to inform\r\nthe Court of any claim she might have that disbarment in this state is not warranted and the reasons for any such claim.  The\r\nletter was returned unclaimed.\r\n\r\nThe Rules for Lawyer Disciplinary Enforcement do \r\n  not provide for license revocation. However, when an attorney's license is revoked \r\n  in Virginia, the attorney is not eligible for reinstatement for a period of \r\n  five years from the issuance of the order of revocation and the attorney must \r\n  successfully complete the Virginia State Bar Examination as a pre-condition \r\n  for reinstatement. The sanction in the Rules for Lawyer Disciplinary Enforcement \r\n  most similar to Virginia's revocation is disbarment. An attorney who is disbarred \r\n  cannot petition for reinstatement for five years from the date of entry of the \r\n  order of disbarment and the attorney must successfully complete the South Carolina \r\n  Bar Examination. See Rule 33, RLDE, Rule 413, SCACR. Accordingly, we find disbarment \r\n  is the appropriate sanction to impose as reciprocal discipline in this matter.\r\n\r\nWe also find a sufficient attempt has been made to serve notice on respondent, and find none of the factors in Rule 29(d),\r\nRLDE, Rule 413, SCACR, present in this matter.  We therefore disbar respondent from the practice of law in this state,\r\nretroactive to March 23, 2001, the date respondent's license to practice law in Virginia was revoked by the Virginia State\r\nBar Disciplinary Board.\r\n\r\nWithin fifteen days of the date of this opinion, respondent shall file an affidavit with the Clerk of Court showing that she\r\nhas complied with Rule 30, RLDE, Rule 413, SCACR, and shall also surrender her Certificate of Admission to the Practice\r\nof Law to the Clerk of Court.\r\n\r\nDISBARRED.\r\n\r\n                    TOAL, C.J., MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"},{"id":"25363","title":"Doe v. Queen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=25363","description":"Adoption case on writ of cert. to Ct. of Appeals-- Issue is whether natural father made sufficient prompt and good faith efforts to assume parental responsibility of newborn child.","date":"2001-09-17","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n25363\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Supreme Court\r\n\r\n\r\n\r\n  \r\n    \r\n       \r\n        Jane and John Doe,&nbsp;&nbsp; Respondents, \r\n          \r\n          \r\n          \r\n            v. \r\n          \r\n          \r\n\r\nTravis Queen, John Roe\r\n(Fictitious Name), and Baby\r\nBoy Tanner, a Minor under the\r\nage of Seven (7) years,&nbsp; Of Whom Travis Queen is\r\nDefendants,&nbsp; Petitioner.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nON WRIT OF CERTIORARI TO THE\r\nCOURT OF APPEALS\r\n\r\n\r\n\r\n\r\nAppeal From Spartanburg County\r\nJohn M. Rucker, Family Court Judge\r\n\r\n\r\nOpinion No. 25363\r\nHeard June 7, 2001 - Filed September 17, 2001\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichard H. Rhodes, of Burts, Turner, Rhodes &amp; Thompson, and Ruth L. Cate, both of Spartanburg, for petitioner.\r\n\r\nDesa Ballard, of West Columbia, and James Fletcher Thompson, of Thompson &amp; Sinclair, of Spartanburg, for respondents.\r\n\r\nKaren M. Quimby, of Spartanburg, Guardian Ad Litem, and J. Kevin Owens, of Butler, Means, Evins &amp; Browne, PA, of\r\nSpartanburg, for Guardian Ad Litem.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nJUSTICE WALLER:  This is an adoption case.  Respondents, the Does, sought to adopt Baby Boy Tanner contending the\r\nbiological father's, Travis Queen's, consent to adoption was not required; alternatively, they sought termination of Queen's\r\nparental rights.  The family court held Queen's consent to adoption was necessary and denied termination.  A two-judge\r\nmajority of the Court of Appeals reversed, finding Queen's consent to adoption unnecessary; Judge Howard dissented.  We\r\nfind the evidence in this case supports the ruling of the family court.  We therefore reverse the Court of Appeals' opinion\r\nand reinstate the family court's order.\r\n\r\nFACTS\r\n\r\n\r\nQueen and the birth mother lived together in Kings Mountain, North Carolina from November 1997 to February 1998.  In\r\nJanuary 1998, Mother informed Queen she was pregnant and wanted an abortion; Queen objected and attempted to talk her\r\nout of it.  Queen and Mother continued living together for several more  weeks, but Mother left in February when the\r\ncouple couldn't \"get past\" Mother's desire to have an abortion.  Thereafter, Mother told Queen she had already gone to\r\nAtlanta and aborted the pregnancy. (1)    \r\n\r\nIn June 1998, Mother and her new boyfriend signed a criminal warrant against Queen for assault with a deadly weapon. (2) \r\nA condition of Queen's bond was that he have no contact with Mother.  A consent order dated July 6, 1998, prohibited\r\nQueen from going near her for one year. \r\n\r\nTanner was born on September 21, 1998.  Because Mother withheld Queen's address on the Consent for Adoption form,\r\nQueen was not notified of the birth until November 1998.  When the Does' attorney requested Queen to sign papers\r\nconsenting to the adoption, Queen responded that he needed to consult an attorney.  Queen obtained an attorney, but did not\r\nfile responsive pleadings until the day of the hearing. (3)  In the interim between being advised of Tanner's birth and the\r\nhearing in August, Queen prepared a nursery and arranged for medical insurance.  Queen also testified he had a bank\r\naccount in which there were savings for Tanner, and that he had been putting money away since learning of Tanner's birth. \r\n\r\nSimultaneously, the Does obtained an order in February 1999 preventing disclosure of their identity to either Queen or his\r\nattorney.  Although Queen did not make any monetary contributions to Tanner during this period of time, he testified that\r\nhe had always been willing to do so, but did not know the name or whereabouts of Tanner or the adoptive parents.  He also\r\ntestified he would reimburse them for their expenses.  \r\n\r\nBy order dated September 15, 1999, the family court \r\n  held Queen's consent to adoption was required pursuant to S.C.Code Ann. § 20-7-1690 \r\n  (Supp.1999) and Abernathy v. Baby Boy, 313 S.C. 27, 437 S.E.2d 25 (1993). He \r\n  then concluded Queen's parental rights should not be terminated under S.C.Code \r\n  Ann. §§ 20-7-1572(3) &amp; (4) (Supp.1999), for failure to visit and failure \r\n  to support, and ordered a gradual transfer of custody to Queen. \r\n  (4)  \r\n\r\nThe Court of Appeals majority reversed, finding \r\n  Queen had failed to meet the literal requirements of S.C. Code Ann. § 20-7-1690(A)(5)(b)(Supp. \r\n  1999)(requiring father to pay fair and reasonable sum for the support of the \r\n  child or for expenses incurred in connection with the mother's pregnancy or \r\n  with the birth of the child, including, but not limited to, medical, hospital, \r\n  and nursing expenses). The Court of Appeals went on to hold that Queen's failure \r\n  to support was not excusable under this Court's opinion in Abernathy v. Baby \r\n  Boy, 313 S.C. 27, 437 S.E.2d 25 (1993). Judge Howard dissented, finding Queen \r\n  had made a sufficient commitment to assume parental responsibility under Abernathy.\r\n\r\nISSUE\r\n\r\n\r\n\r\n  \r\nDid the family court properly hold Queen made sufficient prompt and good faith efforts to assume parental responsibility?\r\n\r\n  \r\n\r\nDISCUSSION\r\n\r\n\r\nIn Abernathy v. Baby Boy, 313 S.C. 27, 437 S.E.2d \r\n  25 (1993), this Court held that, in certain limited circumstances, a biological \r\n  father need not comply with the literal requirements of S.C. Code Ann. § 20-7-1690(A)(5)(b)(Supp. \r\n  2000), which requires a father provide for the support of his child before the \r\n  State must seek his consent to the adoption of the child. We noted that \"an \r\n  unwed father may possess a relationship with his child that is entitled to constitutional \r\n  protection.\" 313 S.C. at 31, 437 S.E.2d at 28 (citing Stanley v. Illinois, 405 \r\n  U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972)). \"However, this opportunity \r\n  interest is constitutionally protected only to the extent that the biological \r\n  father who claims protection wants to make the commitments and perform the responsibilities \r\n  that give rise to a developed relationship, because it is only the combination \r\n  of biology and custodial responsibility that the Constitution ultimately protects.\" \r\n  Id.  \r\n\r\nIn Abernathy, the biological father (Father) attempted \r\n  to provide monetary support to the Mother during her pregnancy, but his offers \r\n  were rejected by her. (5) In addition, Father \r\n  attempted to keep apprized of Mother's progress during the pregnancy, but she \r\n  shielded herself from contact with him, even to the point of complaining to \r\n  her superiors that Father was harassing her. From the opinion in Abernathy, \r\n  it appears Father had no contact with Mother from September 1991 until the baby's \r\n  birth on Jan. 25, 1992. Father did not pay the childbirth expenses as they were \r\n  covered by the mother's insurance. After the birth of the child, Mother consented \r\n  to adoption while Father was stationed elsewhere in the Navy. Father contested \r\n  the adoption, and requested custody. This Court found Father had made sufficient \r\n  good faith efforts to provide support. \r\n\r\nPursuant to Abernathy, we find Queen made sufficient \r\n  good faith efforts to excuse him from the literal requirements of the statute. \r\n\r\n\r\nInitially, we find Queen should not be penalized for his actions, or lack thereof, prior to Tanner's birth. Mother left their\r\napartment when she was approximately 8-10 weeks pregnant, telling Queen she intended to have an abortion.  She\r\nthereafter lied, telling him she had, in fact, had an abortion in Atlanta.  She then made every attempt to conceal from Queen\r\nthe fact that she had not had an abortion, effectively isolating herself from him and, through court orders, ensuring that\r\nQueen could have no contact with her until well after the baby's birth. (6)  \r\n\r\nAs we noted in Abernathy, \"an unwed father's ability \r\n  to cultivate his opportunity interest in his child can be thwarted by the refusal \r\n  of the mother to accept the father's expressions of interest in and commitment \r\n  to the child. . . . To mandate strict compliance with section 20-7-1690(A)(5)(b) \r\n  would make an unwed father's right to withhold his consent to adoption dependent \r\n  upon the whim of the unwed mother.\" 313 S.C. at 32-33, 437 S.E.2d at 29. This \r\n  is clearly such a case Given Mother's representations that she had obtained \r\n  an abortion, coupled with her extraordinary efforts to conceal her pregnancy \r\n  from Queen, we find the preponderance of the evidence amply demonstrates that \r\n  Queen's failure to support during the pregnancy was through no fault of his \r\n  own and, accordingly, we decline to require literal compliance with the statute.\r\n\r\nMoreover, we find Queen's actions subsequent to learning of Tanner's birth demonstrate  \"sufficient prompt and good faith\r\nefforts to assume parental responsibility.\"   \r\n\r\nThe family court found Queen had made sufficient efforts in that he had \"established a nursery, arranged for health\r\ninsurance and began a savings account for the child.\"  We agree.  While Queen conceded he had not paid support during\r\nthe ten-month period prior to the hearing, he testified he was willing to do so, and would reimburse the adoptive parents for\r\ntheir expenses.  Further, due to a February 1999 order preventing the disclosure of the identity of the adoptive parents,\r\nQueen was unaware of the name or identity of the Does, and/or their location.  Under these circumstances, we simply\r\ncannot say that Queen's failure to support or visit Tanner defeats his constitutional interest in establishing a relationship\r\nwith his son.  \r\n\r\nWhen approached by the Doe's attorney, at which time Queen learned of Tanner's existence, Queen declined to sign a\r\nconsent to adoption, instead indicating he needed to contact his attorney.  For reasons unknown to this Court, his attorney\r\nsought and obtained an unlimited extension in which to file responsive pleadings such that an answer to the Doe's\r\ncomplaint was not filed until the day of the hearing.  Although Queen testified he was willing and able to support the child,\r\nand had money in savings for Tanner, his mother testified that Queen's attorney never advised him to send any money to\r\nthe Does.  \r\n\r\nGiven the circumstances of this case, and the fact \r\n  that the Does were unwilling to reveal their identity or whereabouts, we find \r\n  Queen took the only reasonably available alternative measures, to wit, establishing \r\n  a nursery, putting money in a bank account, and taking steps to provide for \r\n  Tanner when he received custody. In our view, under the very limited facts of \r\n  this case, we find Queen demonstrated sufficient prompt and good faith efforts \r\n  to assume parental responsibility pursuant to Abernathy such that his literal \r\n  compliance with section 20-7-1690 (A)(5)(b) is excused. Accordingly, we concur \r\n  with the family court that the adoption was properly denied and custody of Tanner \r\n  should be transferred to Queen. The Court of Appeals majority opinion is\r\n\r\nREVERSED.\r\n\r\nTOAL, C.J., MOORE and BURNETT, JJ., concur.  PLEICONES, J., dissenting in a separate opinion.\r\n\r\nJUSTICE PLEICONES: Because I agree \r\n  with the reasoning employed and the result reached by the Court of Appeals, \r\n  I respectfully dissent. In my opinion, Queen has not met the stringent requirements \r\n  necessary to excuse strict compliance with the legislative mandate articulated \r\n  in S.C. Code Ann. § 20-7-1690 (A) (5) (b) (Supp. 2000), as outlined by this \r\n  Court in Abernathy v. Baby Boy, 313 S.C. 27, 437 S.E.2d 25 (1993).\r\n\r\nThe majority finds the fact that Mother withdrew \r\n  approximately $200 from the checking account she shared with Queen to be a significant \r\n  contribution to the birth mother. However, Queen testified that both he and \r\n  Mother deposited money into the account. Thus, it is speculative to assume the \r\n  money withdrawn from the account by the mother had not been deposited by her.\r\n\r\nThe majority further finds that Queen opened a \r\n  savings account for Tanner and deposited funds therein. The record, in my opinion, \r\n  is far from clear on this point. When asked if he had a savings or checking \r\n  account, Queen responded that he had close to six thousand dollars in a checking \r\n  account and ten thousand dollars in a savings account. When asked if he had \r\n  set funds aside for Tanner, Queen responded, \"I would initially take two thousand \r\n  dollars out of my savings and put into his savings account.\" He then said that \r\n  he had been doing so since the child's birth. However, when opposing counsel \r\n  attempted to clarify Queen's response, she asked, \"What was the two thousand \r\n  dollars? I didn't understand that. First we talked about six thousand in one \r\n  and ten thousand in another one and now two thousand is going somewhere else?\" \r\n  Queen responded, \"My oldest son (7) has an account \r\n  open for him that I initially put two thousand dollars in. It's gonna grow interest, \r\n  and I deposit a hundred dollars a month in it.\"\r\n\r\nWhile the biological father in Abernathy offered \r\n  to support the child, turned over his bank account and automobile to the mother \r\n  during her pegnancy, and offered to take care of the child should the mother \r\n  wish to pursue her education, Queen made no effort to support Tanner after learning \r\n  of his birth. He explained that he chose not to send money to the adoptive parents \r\n  for Tanner's support because he did not want to give them money with which to \r\n  pay their attorney. His efforts were limited to purchasing a crib, taking preliminary \r\n  steps aimed at procuring health insurance for Tanner, and planning to open savings \r\n  account.\r\n\r\nI agree with the Court of Appeals' description \r\n  of Queen's acts as \"mere preparations for a potential change in custody,\" and \r\n  its finding that he made \"no effort to actually support Tanner pending the potential \r\n  change in custody.\" Doe v. Queen, 324 S.C. 204, 211, 535 S.E.2d 658, 662 (Ct. \r\n  App. 2000). I cannot agree that Queen's scant efforts exhibit a full commitment \r\n  to the responsibilities of parenthood as required by Abernathy, and therefore \r\n  would affirm the Court of Appeals. \r\n\r\n1.   The precise date on which mother told Queen she had had an abortion is unclear from the record.  \r\n2.   Queen was found not guilty of the criminal charges.  \r\n3.   A supplemental order indicates Queen's attorney received an extension giving \"an unlimited time to file responsive\r\npleadings.\" \r\n4.   Since that time, Queen has been permitted  visitation for the duration of 4 hours every other weekend.  The Does\r\nunsuccessfully sought a stay of the family court's transfer of custody, and, thereafter sought, and were denied, supersedeas\r\nfrom the Court of Appeals on two occasions to prevent the visitation. \r\n5.  Unlike the present case, \r\n  the Mother in Abernathy never indicated she intended to abort the pregnancy. \r\n  It appears from the transcripts in Abernathy that Mother there used only $190.00 \r\n  of Father's money. Similarly, Queen here testified the biological mother took \r\n  approximately $200.00 from their joint checking account. \r\n6.   The Court of Appeals insinuated Queen knew, or should have known, Mother was still pregnant.  There is simply no\r\nevidence to this effect.  The mere fact that Queen sat across a courtroom from Mother when she was allegedly quite far\r\nalong in pregnancy is patently insufficient, without more, to charge him with such knowledge. \r\n7. Queen has another son for whom he does provide support.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Supreme"}]